{
    "FILE_NAME": "https://www.childrenshospital.org/sites/default/files/2024-03/hospital-climate-resilience-plan.pdf",
    "ALL TEXT": "Boston Children’s Hospital Climate Resilience Plan Prepared by Boston Children’s Facilities Department 2024Contents  Preface: Mission and vision for Boston Children’s environmental sustainability initiative  Executive summary  Section 1: Context—climate change, health, and health care o Document purpose and scope o Context: climate change, extreme weather, and health  Section 2: What is climate resilience  Section 3: Climate related vulnerabilities in Massachusetts and Boston  Section 4: Boston Children’s resilience planning o Boston Children’s vulnerability assessment and action steps o Community resilience and Boston Children’s role in supporting children and families  ReferencesPreface: Mission and vision for Boston Children’s environmental sustainability initiative Mission To make Boston Children’s the leader among its peer academic medical centers in operating sustainably, including through achieving net zero greenhouse gas emissions by 2050, and understanding and mitigating the effects of climate change and other environmental harms on the health of children. Vision A world in which our patients, families, staff, and community can thrive because we, alongside others, have centered environmental health as a necessary condition for human health and wellbeing and acted accordingly.Executive summary Boston Children’s Hospital is dedicated to improving and advancing the health and well-being of children around the world through its life-changing work in clinical care, biomedical research, medical education and community engagement. Boston Children’s is the largest pediatric medical center in New England and one of the largest pediatric medical centers in the United States. Boston Children’s Hospital is developing a climate resilience plan in recognition of the growing risks of weather- related threats to the Eastern Massachusetts communities we serve, driven by climate change. As the provider of pediatric backup capacity for other hospital systems in Massachusetts and across New England, we recognize our responsibility to plan for the effects of extreme weather on our facilities. This responsibility requires consideration of our communities and neighboring health care providers as well. Publication of this plan fulfills one of our commitments as signatories of the White House/Department of Health and Human Services (HHS) Health Sector Climate Pledge. This document represents an initial assessment of Boston Children’s preparations for extreme weather, in terms of both operational planning and design and maintenance of our physical plant. Key findings  Boston Children’s is well prepared for a range of weather-related hazards, both with respect to the condition of the facilities and emergency management planning. These preparations cover a wide range of operational scenarios and include backup systems, staffing plans, and more.  Additional work is required to extend current emergency management and facility preparedness planning to account for the increasing likelihood of more intense storms and the potential effects for Boston Children’s facilities and the broader Eastern Massachusetts region. Additionally, as part of our commitment under the White House/HHS pledge and in keeping with our community health mission, this document addresses community-level preparedness and resilience. This document includes information about current Boston Children’s work that supports community resilience, including Boston Children’s initiatives through the Healthcare Anchor Network, climate-informed patient care, and strong community partnerships. This document describes an approach to deepening engagement on this issue by centering community voices and perspectives on climate resilience and environmental justice. We acknowledge that, at this juncture, our approach to community resilience constitutes a “plan to plan,” and we look forward to engaging with our community partners as well as other partners in Boston and across Eastern Massachusetts to drive this work forward. This document will serve as a baseline for further review of our operational and facilities planning as well as our engagement on community resilience. One key finding is that, as noted above, our future planning must acknowledge the risk of a broader range of threats and threats of greater intensity. As our internal teams continue to incorporate prospective climate resilience planning into our operations, and as community resilience planning for our region evolves, Boston Children’s will periodically update its resilience plan.Section 1: Context—climate change, health, and health care Document purpose and scope Why is Boston Children’s developing a resilience plan? In June 2022, Boston Children’s signed onto the White House/Department of Health and Human Services (HHS) Health Sector Climate Pledge. In doing so, Boston Children’s made a set of voluntary commitments to reduce its greenhouse gas emissions and work to increase its resilience in the face of climate change. One of these commitments is to develop and release a climate resilience plan for continuous operations, anticipating the needs of groups in our community that experience disproportionate risk of climate related harm. As described in the sections that follow, this plan builds upon a foundation of existing emergency management and facility planning that predates Boston Children’s engagement with the Health Sector Climate Pledge. What does this document cover? This document describes the context for Boston Children’s work on environmental sustainability, the concept of resilience, and the climate related vulnerabilities facing Boston and Eastern Massachusetts. It then provides an overview of Boston Children’s preparation for continuous operations in the event of a climate related event, areas for further work to enhance our resilience, our approach to engaging with our community to support community-based resilience efforts, and the ways in which Boston Children’s is advocating for a more sustainable world. This document is describes resilience planning for our Longwood and Waltham locations, where our emergency department (Longwood) and inpatient beds (Longwood and Waltham) are located. While this document primarily concerns the continuous operation of functions related to clinical care, the Longwood campus is also home to an extensive research enterprise, the resilience of which is of critical importance to the institution. Future iterations of this document may include additional outpatient care locations as well as Franciscan Children’s, which is affiliated with Boston Children’s as of July 1, 2023. Context: climate change, health, and health care Climate change and extreme weather Climate change is the collective term for long-term shifts in temperatures and weather patterns.1 Climate change is already causing more frequent extreme weather,2 global warming, and sea level rise, with implications for human health, the food supply, safety, housing, and the viability of communities in locations vulnerable to threats such as flooding and fire.3 Locally, the City of Boston is already affected by extreme weather and will face temperature increases, groundwater impacts due to salt water incursion, flooding (both from sea level rise and stormwater), and moreintense storms.4 Extreme heat is not the only temperature vulnerability for Boston; research has linked global warming and climate change to extreme cold events as well.5 The 2022 Massachusetts Climate Change Assessment is a statewide analysis detailing potential effects of climate change on Massachusetts through the year 2100.6 The report details a range of impacts from climate change that are likely to affect Massachusetts in this century, including the following:Impacts on health Climate change has significant implications for human health and safety, which are already being felt and will continue to be borne most heavily by low-income communities and communities of color. In January 2020, the Boston City Council unanimously passed a resolution declaring the climate crisis to be a health emergency.7 Low- income communities and communities of color in Boston are disproportionately impacted by climate change through increasing heat island exposure, rising sea levels, and stormwater flooding, among other threats.8 Health impacts of climate change in the Boston area may include the following:9  Conditions related to exposure to extreme heat (heat exhaustion, heat stroke) and extreme cold (hypothermia, frostbite)  Exacerbation of respiratory conditions by exposure to wildfire smoke, mold, or high pollen counts  Vector borne illnesses such as West Nile Virus and Eastern Equine Encephalitis that are transmitted by mosquitos during warm, wet weather, as well as the potential for diseases previously unseen in this region to spread here as the climate warms  Disruptions to needed supplies due to extreme storms (such as not being able to keep insulin cold or power electrical equipment like ventilators at home during a power outage) o These same types of disruptions can affect access to food and safe food storage during and after an extreme weather event  Mental health challenges, both from the stress of disruptive or dangerous extreme weather events and from generalized fear and anxiety about climate change Children are especially vulnerable to the consequences of climate change, due to physiological differences from adults, demographic trends making them more likely to incur impacts, and the fact that they have most of their lifespan still in front of them. In Boston’s climate vulnerability assessment, children are considered particularly vulnerable to heat and flood hazards and may be uniquely stressed during and after an extreme weather event or natural disaster.10 Children with special health care needs may face additional challenges due to complex medical conditions or interruptions to ongoing care. Impacts on health care operations and access In addition to direct effects on health, climate change has implications for health care access and health systems’ ability to maintain continuous operations. Disruptions to care can affect people with existing health care needs and those who seek care due to extreme weather. Examples of extreme weather compromising the ability of health systems to function come from New Orleans during and after Hurricane Katrina (2005) and the New York region during and after Superstorm Sandy (2012).11 More recently and locally, in June 2020 an intense storm caused flooding that led to evacuation and closure of Norwood Hospital.12 In February 2023, an extreme cold event caused pipes to burst at multiple Boston hospitals, leading to emergency department closures requiring ambulances to be diverted to other facilities.13 All these instances demonstrate that a hospital’s ability to handle extreme weather is critical to the health care access of individual patients seeking care there, as wellas to the ability of the local health care ecosystem to maintain sufficient capacity to address the needs of the population. Local and regional infrastructure may be damaged by extreme weather events or broader changes to the climate, compromising the health of people in the community and hindering access for those who need to reach a hospital. For patients whose care is typically managed at home, including those who are dependent on technology such as ventilators, loss of electrical power at home or infrastructure problems that disrupt access to medical supplies could lead to situations requiring an emergency response and hospital care. If streets are flooded with stormwater or are impassable because of downed power lines or large debris, these conditions will impede access to care.14 A key goal of resilience planning is to anticipate these impacts and determine how best to mitigate them.Section 2: What is climate resilience In “Primary Protection: Enhancing Health Care Resilience for a Changing Climate,” a landmark text on health care resilience, authors Robin Guenther and John Balbus define climate resilience as “the capacity of an individual, community, or organization to dynamically and effectively respond to shifting climate impact circumstances while continuing to function at an acceptable level.”15 When considering the resilience of health care organizations in the face of climate change and climate related crises, the following assumptions guide our thinking: Operational resilience Hospitals are held to strict regulatory requirements pertaining to resilience of both their physical facilities and their operational capacity in the face of many potential disruptions including weather related threats. Hospitals are required to maintain their facilities in a manner that will prevent failures in the face of extreme weather, aswell as to have plans and supplies on hand to allow clinical care to continue within the facility for 96 hours (4 days). Additional information about Boston Children’s operational planning is included in subsequent sections. Historically, these requirements are most often updated retrospectively by looking back at the outcomes of past events and may not account for the ways that climate change is creating the potential for novel threats or more extreme manifestations of existing threats. As noted above, the challenges of climate change require a forward looking assessment of threats that do not necessarily have historical precedent and which may pose never before seen risks. To support resilience planning at health care facilities including hospitals, the U.S. Department of Health and Human Services has produced the Sustainable and Climate Resilient Health Care Facility Initiative (SCRHFI) Climate Risks and Community Vulnerabilities Assessment. This tool includes five elements related to resilience, described below.16  Element 1: climate risks and community vulnerability assessment —what are the hazards and vulnerabilities facing a health care organization and its surrounding communities, and what capabilities exist to address them?  Element 2: land use, building design, and regulatory context—are buildings and surrounding infrastructure (roads, drainage systems, etc.) sufficient to withstand extreme weather now and in the future?  Element 3: infrastructure protection and resilience planning—are health care facilities prepared to sustain the function of all critical systems (energy, water, waste, communications) through an extreme weather event, and are they prepared to safely close and quickly reopen less critical facilities in the face of an event?  Element 4: essential clinical care service delivery planning—are health care organizations prepared to address the ongoing clinical needs of their patient population during and after an extreme weather event, and how may they play a role in supporting community needs during a disaster response?  Element 5—environmental protection and ecosystem adaptations—how do planners at health care organizations understand the natural environment in which their hospital and community exist, and how then can they incorporate that knowledge into future design processes to mitigate risks and support the natural ecosystem? Community resilience Community resilience is “the ability of a community to prepare for anticipated natural hazards, adapt to changing conditions, and withstand and recover rapidly from disruptions.”17 Ongoing access to health care is a basic community need and may be especially important for community members at risk of a negative health impact during and after an emergency. Moreover, a hospital that successfully sustains operations through an emergency may be able to participate in a broader disaster response, as noted in the description of SCRHFI assessment’s element 4 above. However, the need for a resilient health care system is one need among many. Community resilience encompasses the measures that a community takes to minimize the negative effects of a disturbance and maximize the ability to survive and recover when a disturbance occurs.18 This may include a range of approaches, with just a few examples listed below. Protecting and enhancing the tree canopy to mitigate the effects of extreme heat and support effective stormwater management  Bolstering community food systems that prioritize local food producers and community-owned food businesses, especially those led by historically marginalized groups  Bringing renewable energy generation, such as solar, to low-income or otherwise underserved communities Resilience planning should center the experiences, goals, and challenges of the affected community. It can and should also be a tool to acknowledge and address historical environmental harms and advance environmental justice.Section 3: Climate related vulnerabilities in Massachusetts and Boston At the state government level, Massachusetts has been engaged on the issue of climate change mitigation and adaptation for twenty years, having released its first Climate Protection Plan in 2004.19 Subsequent work has led to wide-ranging planning both for how to achieve sustainability goals over the coming years and decades, as well as frank assessments of the impacts Massachusetts is likely to experience from climate change. These assessments provide important information about the threats for which we must prepare and what is at stake as we look toward an uncertain future. The 2023 ResilientMass Plan details the natural hazards that Massachusetts faces, which we expect to intensify as a result of climate change. The plan categorizes these hazards as follows: Source: 2023 ResilientMass Plan. September 2023.This assessment largely echoes the vulnerability assessment made in the Climate Ready Boston report, which focused on the risks associated with extreme heat, stormwater flooding, and coastal and river flooding.20 This vulnerability assessment has been the basis for resilience work that is detailed in the 2021 City of Boston Climate Action Report and is still ongoing. The effects of climate change can be modeled by considering rates of greenhouse gas emissions under various scenarios and the effects of temperature changes on the weather patterns in a specific area. ResilientMass makes projections available based on this modeling. Future work will incorporate the atmospheric effects of climate change to model the possible locations and intensity of severe storms such as hurricanes. The ResilientMass modeling provides a sense of the ways these threats may manifest in Boston. Broadly, Boston must be prepared for the following:  More days each year with temperatures above 90 and 95 degrees Fahrenheit, including days in the spring and fall that reach those temperatures and potential heat stress events (when the average high temperature across a three-day period exceeds 86 degrees Fahrenheit).  More winter precipitation, including individual events that produce 12% more precipitation  More rainfall in other seasons, including individual rainfall events that produce 10% more precipitation As noted above, current modeling does not yet take into account atmospheric changes that could affect the probability of major storms hitting Boston that have historically followed tracks avoiding a direct impact on the region.Section 4: Boston Children’s resilience planning Boston Children’s vulnerability assessment and action steps In 2023, as part of our increasing focus on enterprise-level resilience, staff from emergency management, facilities/engineering, and our sustainability team convened to complete the U.S. Department of Health and Human Services Sustainable and Climate Resilient Health Care Facility Initiative (SCRHFI) Climate Risks and Community Vulnerabilities Assessment. Staff evaluated risks and vulnerabilities primarily for Boston Children’s facilities in Boston and Waltham, including both clinical and research facilities, and identified areas where our preparedness is already strong. As noted previously, Boston Children’s resilience planning is based on a foundation of existing emergency management and facilities planning. This type of planning is responsive to a wide range of needs that extend far beyond weather events related to climate change. For example, in evaluating Boston Children’s preparedness to support the community during or after an event that leads families to seek refuge at the hospital, the team pointed to existing protocols for addressing the needs of homeless families who arrive to the emergency department seeking shelter. These protocols reflect a balancing of the needs of these families alongside those of patients and families seeking health care and staff charged with maintaining a safe and effective setting for providing care. Some of the key takeaways from that process are described in the following table.Key insights from Boston Children’s 2023 Climate Risks and Community Vulnerability Assessment Checklist element Current strengths Areas for further work Element 1: climate risks  Strong sense of the vulnerabilities and risks at our facilities  Extending hazard outlook to include climate impacts farther into and community  Have planned for patient and non-patient surges the future (e.g., 2050 or 2080) vulnerability assessment  Strong communication with local authorities  Engagement about community risks and resilience Element 2: land use,  Have developed comprehensive hazard mitigation plans (HMPs) to  Opportunities to improve resilience and mitigate heat island impact building design, and address location-based vulnerabilities (including location on/near of older buildings through retrofits regulatory context floodplains/wetlands)  Opportunity to incorporate additional data on expected climate  Construction of newest facilities mitigates heat island effects change impacts into building vulnerability assessments, including  Good transportation access to our facilities via multiple routes data on high winds, extreme heat, and extreme cold including public transit Element 3: infrastructure  Continual assessment of facility vulnerabilities and collection of  Opportunity to update maintenance procedures to account for protection and resilience best practices from other health care organizations to inform changing weather threats planning planning  Potential work on backup fuel/energy generation plans, other  Connection to district energy plant and ability to generate our own redundancy measures electricity in the event of power grid failure  Assessment of impacts of extreme heat and extreme cold events  Key infrastructure located above flood elevations that would tax thermal energy (cooling and heating) systems  Newest buildings designed and constructed and operated to  Exploration of potential for renewable energy sources prioritize energy efficiency, water conservation  Opportunity for additional water conservation work  Communications and medical record systems designed to withstand power failures/other impacts from extreme weather Element 4: essential  Preparation and staffing strategy in place to ensure operations  Health vulnerabilities in the community would likely cause an clinical care service during/after an extreme event, including supports for staff who are increase in admissions during an extreme event delivery planning themselves experiencing the effects of the extreme event  Ongoing opportunity to build upon and refine our planning for a  Key operational and clinical areas are out of harm’s way and are surge of demand accounted for in workaround planning  Plans in place to address surge of demand for care  Contingency waste management plan if an extreme event affects routine waste management plan Element 5—  Sustainability program has been launched, building on existing work  Ongoing work to build out sustainability initiative environmental protection to reduce environmental harms from our facilities and operations;  Build on current waste reduction/waste management strategies and ecosystem includes evaluation of supply chain to identify opportunities to  Continue to incorporate native species into landscaping, seek adaptations purchase less harmful products opportunities to preserve vegetative cover  Programs to support staff who commute via public transit or  Build on community health engagement, including work as an walking/biking anchor institution, emphasizing community resilience  Food purchasing focuses on increasing procurement from local vendorsAction steps Based on this vulnerability assessment, the team that completed the assessment is building out a work plan to clarify which issues are already being addressed or are slated for future work, determine how best to address outstanding issues and opportunities for improvement, and identify resources needed to complete this work. Sustainability, Emergency Management, and Facilities personnel will evaluate how best to incorporate climate resilience considerations into the work of Emergency Management and other critical functions and to ensure that all relevant internal stakeholders have the information they need about Boston Children’s planning for ongoing operations in the face of climate change. Further, both sustainability and resilience will continue to be key factors in facility planning, design, construction, and maintenance. Community resilience and Boston Children’s role in supporting children and families Commitment to community Boston Children’s is an important component of the health care safety net for children in Boston and across Massachusetts, providing primary and preventative care alongside acute care services. Above and beyond providing medical and behavioral health care, Boston Children’s community mission is to improve the health and well-being of children and families in our local community. The Office of Community Health brings together hospital and community resources to address health disparities, improve health outcomes, and promote health equity. Our community efforts are focused on offering programs and partnering with others that offer support and services that benefit children and families in Boston, specifically those which are the most affected by the social determinants of health (issues that impact someone’s overall health such as the consequences of poverty, living in unstable or unsuitable housing, being unemployed or underemployed, and being exposed to violence). While communities in Boston comprise a key area of focus, Boston Children’s has expanded its reach to a broader set of communities in eastern Massachusetts and is proud that these programs have informed other efforts, policies, and changes in care that improve the lives of children and families across Massachusetts and the U.S. Boston Children’s is also a member of the Healthcare Anchor Network, a national network of more than 70 hospitals and health care systems working to build more inclusive and sustainable local economies. As an “anchor institution,” Boston Children’s aims to address economic and racial inequities and improve community conditions that contribute to poor health through four strategy areas:  Hiring and workforce development  Purchasing  Investment  Sustainability Additional information about Boston Children’s anchor strategy may be found here. Community resilience as a component of our community mission and commitment to sustainabilityAs previously described, climate change is already affecting communities in Boston, and community members have voiced their concerns and hopes related to healthier environments for children and families through community engagement processes as well as grassroots campaigns. In 2020, residents organized to prevent the loss of over 100 mature trees along Melnea Cass Boulevard in Roxbury in service of a road widening project. Access to safe, healthy outdoor options for recreation has been a topic of past community needs assessments, and conversations around housing security include concerns of whether housing units include appropriate heating in the winter and cooling in the summer. Boston Children’s is working to address the climate related clinical needs of our patients and broader community in various ways, described in more detail below. Delivering climate informed care The Boston Children’s Pediatric Environmental Health Center (PEHC) is home to the Environmental Protection Agency (EPA) Region 1 Pediatric Environmental Health Specialty Unit, serving the New England states. The PEHC is a critical source of information for families and clinicians, as well as a hub of research on the effects of various environmental health exposures and events on children’s health.  The PEHC’s Climate Rx resources offer a wealth of tips and tools for patients, caregivers, and clinicians supporting children through climate related challenges. Their resources include guides on dealing with extreme heat, severe weather, illnesses such as Lyme Disease, and more. These resources are available to all on the Climate Rx website.  PEHC faculty are also actively involved in curriculum development to ensure current and future medical students are educated about the implications of climate change for human health. Primary care based initiatives, such as the Community Asthma Initiative, support children who are patients in Boston Children’s primary care practices who may benefit from interventions to make it easier to manage conditions like asthma in their homes. Screening questions allow providers to identify families who could benefit from resources such as air filters or air conditioners. This program has potential applicability for additional climate related vulnerabilities.Gathering community input In December 2023, the Boston Children’s Hospital Board Committee on Community Health and the Boston Children’s Community Advisory Board discussed Boston Children’s efforts related to sustainability and resilience, including community resilience. Key insights from that discussion are summarized below.  Members of both boards expressed support for this area of work and encouraged engagement with community groups in thoughtful ways that complement and coordinate with Boston Children’s existing community mission.  In particular, the members encouraged Boston Children’s staff to identify opportunities to engage with youth on sustainability and resilience, as they noted that many young people are passionate about environmental justice and will ultimately bear the greatest burden of climate change over the course of their lifetimes.  The members further encouraged Boston Children’s to engage in community resilience work collaboratively with other organizations, including reaching beyond the world of health care, to ensure we maximize our collective impact.  Finally, the members expressed support for the staff recommendation that Boston Children’s advocate for the inclusion of community resilience as an area of focus for the 2025 triennial community health needs assessment (CHNA), for which Boston Children’s will collaborate with other local hospitals through the Boston Community Health Collaborative, a partnership of Boston health care provider organizations jointly working on community health improvement planning. In keeping with the direction recommended by the Board Committee on Community Health and Community Advisory Board members, Boston Children’s will pursue a multifaceted approach to community resilience as we continue to build our engagement in this area:  Engagement with community organizations to understand community perspectives on resilience, including what climate resilience means to communities, how climate change and resilience relate to other priorities, the opportunities and strengths they see, and their perspectives on how Boston Children’s can be an effective partner  Groundwork with the Boston Community Health Collaborative to prepare for the 2025 CHNA process and ensure that the CHNA is an effective mechanism to gather data about the effects of climate change on communities and the needs that community members have identified as priorities to build climate resilience Concurrently, Boston Children’s will continue to serve as a source of information about additional funding opportunities and support for partner organizations doing work that overlaps with resilience. We expect this engagement to lead to the identification of promising community-based initiatives and opportunities for Boston Children’s to collaborate with and support community groups leading this work. Advocating for a more sustainable world, today and in the future Boston Children’s recognizes that climate change is a global problem and that any steps we take within our organization or in partnership with others across Eastern Massachusetts will, at best, merely mitigate some ofthe local impacts of climate change. Rather, sweeping action is required, across industries and geographies, to prevent the worst harms of climate change from coming to pass. We will not achieve this global scale of action unless individuals, organizations, and governments with regulatory and legal authority to drive change each bring their abilities to meet this challenge. To that end, Boston Children’s has opportunities to help bring about a more sustainable world through the following areas of work:  Advocacy—Boston Children’s serves children not only through our clinical care and community engagement, but also as a voice for children in policymaking processes at the local, state, and federal levels. As a component of our institutional focus on health equity, Boston Children’s will develop a policy agenda dedicated to environmental justice that aligns with our work to support the health and wellbeing of all children and reduce disparities in health outcomes. Environmental health is a necessary condition for human health, and we will advocate for policies that will enable children to grow and thrive in a healthy environment.  Research and innovation—Boston Children’s is a leader in biomedical research and the world’s largest research enterprise at a pediatric center. Moreover, our innovation in the world of health data and analytics has applications related to our ability to address changing health care needs as a result of climate change. We are still working to understand the effects of climate change on children’s health and how best to cope with them, and our research and innovation capabilities will enable us to meet this moment.  Taking responsibility for reducing our impact—Boston Children’s is a contributor to environmental harm, as a consumer of fossil fuels for needs from energy production through the products in our supply chain. We have committed to achieving net zero greenhouse gas emissions by 2050 and endeavor to meet that milestone sooner if possible. Only through eliminating environmental harms from our operations can we best serve our patients as well as our broader communities.References 1 National Aeronautics and Space Administration (NASA). “How Do We Know Climate Change Is Real?” January 12, 2023. 2 National Aeronautics and Space Administration (NASA). “Extreme Weather and Climate Change.” November 30,2023. https://climate.nasa.gov/extreme-weather/ 3 United Nations (UN) Climate Action. “What is Climate Change?” 4 University of Massachusetts Boston School for the Environment. “Climate Change Impacts and Projections for the Greater Boston Area.” June 1, 2022. 5 National Oceanic and Atmospheric Administration (NOAA) Climate Program Office. “Research Links Extreme Cold Weather in the United States to Arctic Warming.” September 7, 2021. https://cpo.noaa.gov/research-links-extreme-cold-weather-in- the-united-states-to-arctic-warming/ 6 2022 Massachusetts Climate Change Assessment. December 2022. https://resilient.mass.gov/rmat_home/ 7 Boston City Council. Building Energy Reporting and Disclosure (BERDO) ordinance. September 22, 2021. 8 City of Boston. “Climate Ready Boston: Climate Vulnerability Assessment.” 2017. https://www.boston.gov/sites/default/files/imce-uploads/2017-01/crb_-_focus_area_va.pdf 9 Boston Public Health Commission. “Climate Change and Public Health.” June 2022. https://www.boston.gov/government/cabinets/boston-public-health-commission/healthy-homes-and- environment/climate-change-and-public-health 10 City of Boston. “Climate Ready Boston: Climate Vulnerability Assessment.” 2017. https://www.boston.gov/sites/default/files/imce-uploads/2017-01/crb_-_focus_area_va.pdf 11 Guenther, R. and J. Balbus. “Primary Protection: Enhancing Health Care Resilience for a Changing Climate.” U.S. Department of Health and Human Services. December 2014. 12 WCVB. \" Two years after catastrophic flood, Norwood Hospital is being demolished to make way for new building.” June 28, 2022. https://www.wcvb.com/article/norwood-hospital-demolition-two-years-after-flood-jan-28-2022/40448727 13 https://www.bostonglobe.com/2023/02/19/metro/one-frigid-weekend-four-emergency-rooms-closed-are-hospitals- ready-changing-climate/ 14 Resilient Mass. 2022 Massachusetts Climate Change Assessment. December 2022. 15 Ibid. 16 United States Global Change Research Program. U.S. Climate Resilience Toolkit. August 2021. 17 Federal Emergency Management Agency. Community Resilience. 18 Guenther, R. and J. Balbus. “Primary Protection: Enhancing Health Care Resilience for a Changing Climate.” U.S. Department of Health and Human Services. December 2014. 19 Georgetown Climate Center. “Preparing for Climate Change in Massachusetts.” https://www.georgetownclimate.org/adaptation/state-information/massachusetts/overview.html 20 City of Boston. Climate Ready Boston. 2016.",
    "TEXT BY PAGE": [
        "Boston Children’s Hospital Climate Resilience Plan Prepared by Boston Children’s Facilities Department 2024",
        "Contents  Preface: Mission and vision for Boston Children’s environmental sustainability initiative  Executive summary  Section 1: Context—climate change, health, and health care o Document purpose and scope o Context: climate change, extreme weather, and health  Section 2: What is climate resilience  Section 3: Climate related vulnerabilities in Massachusetts and Boston  Section 4: Boston Children’s resilience planning o Boston Children’s vulnerability assessment and action steps o Community resilience and Boston Children’s role in supporting children and families  References",
        "Preface: Mission and vision for Boston Children’s environmental sustainability initiative Mission To make Boston Children’s the leader among its peer academic medical centers in operating sustainably, including through achieving net zero greenhouse gas emissions by 2050, and understanding and mitigating the effects of climate change and other environmental harms on the health of children. Vision A world in which our patients, families, staff, and community can thrive because we, alongside others, have centered environmental health as a necessary condition for human health and wellbeing and acted accordingly.",
        "Executive summary Boston Children’s Hospital is dedicated to improving and advancing the health and well-being of children around the world through its life-changing work in clinical care, biomedical research, medical education and community engagement. Boston Children’s is the largest pediatric medical center in New England and one of the largest pediatric medical centers in the United States. Boston Children’s Hospital is developing a climate resilience plan in recognition of the growing risks of weather- related threats to the Eastern Massachusetts communities we serve, driven by climate change. As the provider of pediatric backup capacity for other hospital systems in Massachusetts and across New England, we recognize our responsibility to plan for the effects of extreme weather on our facilities. This responsibility requires consideration of our communities and neighboring health care providers as well. Publication of this plan fulfills one of our commitments as signatories of the White House/Department of Health and Human Services (HHS) Health Sector Climate Pledge. This document represents an initial assessment of Boston Children’s preparations for extreme weather, in terms of both operational planning and design and maintenance of our physical plant. Key findings  Boston Children’s is well prepared for a range of weather-related hazards, both with respect to the condition of the facilities and emergency management planning. These preparations cover a wide range of operational scenarios and include backup systems, staffing plans, and more.  Additional work is required to extend current emergency management and facility preparedness planning to account for the increasing likelihood of more intense storms and the potential effects for Boston Children’s facilities and the broader Eastern Massachusetts region. Additionally, as part of our commitment under the White House/HHS pledge and in keeping with our community health mission, this document addresses community-level preparedness and resilience. This document includes information about current Boston Children’s work that supports community resilience, including Boston Children’s initiatives through the Healthcare Anchor Network, climate-informed patient care, and strong community partnerships. This document describes an approach to deepening engagement on this issue by centering community voices and perspectives on climate resilience and environmental justice. We acknowledge that, at this juncture, our approach to community resilience constitutes a “plan to plan,” and we look forward to engaging with our community partners as well as other partners in Boston and across Eastern Massachusetts to drive this work forward. This document will serve as a baseline for further review of our operational and facilities planning as well as our engagement on community resilience. One key finding is that, as noted above, our future planning must acknowledge the risk of a broader range of threats and threats of greater intensity. As our internal teams continue to incorporate prospective climate resilience planning into our operations, and as community resilience planning for our region evolves, Boston Children’s will periodically update its resilience plan.",
        "Section 1: Context—climate change, health, and health care Document purpose and scope Why is Boston Children’s developing a resilience plan? In June 2022, Boston Children’s signed onto the White House/Department of Health and Human Services (HHS) Health Sector Climate Pledge. In doing so, Boston Children’s made a set of voluntary commitments to reduce its greenhouse gas emissions and work to increase its resilience in the face of climate change. One of these commitments is to develop and release a climate resilience plan for continuous operations, anticipating the needs of groups in our community that experience disproportionate risk of climate related harm. As described in the sections that follow, this plan builds upon a foundation of existing emergency management and facility planning that predates Boston Children’s engagement with the Health Sector Climate Pledge. What does this document cover? This document describes the context for Boston Children’s work on environmental sustainability, the concept of resilience, and the climate related vulnerabilities facing Boston and Eastern Massachusetts. It then provides an overview of Boston Children’s preparation for continuous operations in the event of a climate related event, areas for further work to enhance our resilience, our approach to engaging with our community to support community-based resilience efforts, and the ways in which Boston Children’s is advocating for a more sustainable world. This document is describes resilience planning for our Longwood and Waltham locations, where our emergency department (Longwood) and inpatient beds (Longwood and Waltham) are located. While this document primarily concerns the continuous operation of functions related to clinical care, the Longwood campus is also home to an extensive research enterprise, the resilience of which is of critical importance to the institution. Future iterations of this document may include additional outpatient care locations as well as Franciscan Children’s, which is affiliated with Boston Children’s as of July 1, 2023. Context: climate change, health, and health care Climate change and extreme weather Climate change is the collective term for long-term shifts in temperatures and weather patterns.1 Climate change is already causing more frequent extreme weather,2 global warming, and sea level rise, with implications for human health, the food supply, safety, housing, and the viability of communities in locations vulnerable to threats such as flooding and fire.3 Locally, the City of Boston is already affected by extreme weather and will face temperature increases, groundwater impacts due to salt water incursion, flooding (both from sea level rise and stormwater), and more",
        "intense storms.4 Extreme heat is not the only temperature vulnerability for Boston; research has linked global warming and climate change to extreme cold events as well.5 The 2022 Massachusetts Climate Change Assessment is a statewide analysis detailing potential effects of climate change on Massachusetts through the year 2100.6 The report details a range of impacts from climate change that are likely to affect Massachusetts in this century, including the following:",
        "Impacts on health Climate change has significant implications for human health and safety, which are already being felt and will continue to be borne most heavily by low-income communities and communities of color. In January 2020, the Boston City Council unanimously passed a resolution declaring the climate crisis to be a health emergency.7 Low- income communities and communities of color in Boston are disproportionately impacted by climate change through increasing heat island exposure, rising sea levels, and stormwater flooding, among other threats.8 Health impacts of climate change in the Boston area may include the following:9  Conditions related to exposure to extreme heat (heat exhaustion, heat stroke) and extreme cold (hypothermia, frostbite)  Exacerbation of respiratory conditions by exposure to wildfire smoke, mold, or high pollen counts  Vector borne illnesses such as West Nile Virus and Eastern Equine Encephalitis that are transmitted by mosquitos during warm, wet weather, as well as the potential for diseases previously unseen in this region to spread here as the climate warms  Disruptions to needed supplies due to extreme storms (such as not being able to keep insulin cold or power electrical equipment like ventilators at home during a power outage) o These same types of disruptions can affect access to food and safe food storage during and after an extreme weather event  Mental health challenges, both from the stress of disruptive or dangerous extreme weather events and from generalized fear and anxiety about climate change Children are especially vulnerable to the consequences of climate change, due to physiological differences from adults, demographic trends making them more likely to incur impacts, and the fact that they have most of their lifespan still in front of them. In Boston’s climate vulnerability assessment, children are considered particularly vulnerable to heat and flood hazards and may be uniquely stressed during and after an extreme weather event or natural disaster.10 Children with special health care needs may face additional challenges due to complex medical conditions or interruptions to ongoing care. Impacts on health care operations and access In addition to direct effects on health, climate change has implications for health care access and health systems’ ability to maintain continuous operations. Disruptions to care can affect people with existing health care needs and those who seek care due to extreme weather. Examples of extreme weather compromising the ability of health systems to function come from New Orleans during and after Hurricane Katrina (2005) and the New York region during and after Superstorm Sandy (2012).11 More recently and locally, in June 2020 an intense storm caused flooding that led to evacuation and closure of Norwood Hospital.12 In February 2023, an extreme cold event caused pipes to burst at multiple Boston hospitals, leading to emergency department closures requiring ambulances to be diverted to other facilities.13 All these instances demonstrate that a hospital’s ability to handle extreme weather is critical to the health care access of individual patients seeking care there, as well",
        "as to the ability of the local health care ecosystem to maintain sufficient capacity to address the needs of the population. Local and regional infrastructure may be damaged by extreme weather events or broader changes to the climate, compromising the health of people in the community and hindering access for those who need to reach a hospital. For patients whose care is typically managed at home, including those who are dependent on technology such as ventilators, loss of electrical power at home or infrastructure problems that disrupt access to medical supplies could lead to situations requiring an emergency response and hospital care. If streets are flooded with stormwater or are impassable because of downed power lines or large debris, these conditions will impede access to care.14 A key goal of resilience planning is to anticipate these impacts and determine how best to mitigate them.",
        "Section 2: What is climate resilience In “Primary Protection: Enhancing Health Care Resilience for a Changing Climate,” a landmark text on health care resilience, authors Robin Guenther and John Balbus define climate resilience as “the capacity of an individual, community, or organization to dynamically and effectively respond to shifting climate impact circumstances while continuing to function at an acceptable level.”15 When considering the resilience of health care organizations in the face of climate change and climate related crises, the following assumptions guide our thinking: Operational resilience Hospitals are held to strict regulatory requirements pertaining to resilience of both their physical facilities and their operational capacity in the face of many potential disruptions including weather related threats. Hospitals are required to maintain their facilities in a manner that will prevent failures in the face of extreme weather, as",
        "well as to have plans and supplies on hand to allow clinical care to continue within the facility for 96 hours (4 days). Additional information about Boston Children’s operational planning is included in subsequent sections. Historically, these requirements are most often updated retrospectively by looking back at the outcomes of past events and may not account for the ways that climate change is creating the potential for novel threats or more extreme manifestations of existing threats. As noted above, the challenges of climate change require a forward looking assessment of threats that do not necessarily have historical precedent and which may pose never before seen risks. To support resilience planning at health care facilities including hospitals, the U.S. Department of Health and Human Services has produced the Sustainable and Climate Resilient Health Care Facility Initiative (SCRHFI) Climate Risks and Community Vulnerabilities Assessment. This tool includes five elements related to resilience, described below.16  Element 1: climate risks and community vulnerability assessment —what are the hazards and vulnerabilities facing a health care organization and its surrounding communities, and what capabilities exist to address them?  Element 2: land use, building design, and regulatory context—are buildings and surrounding infrastructure (roads, drainage systems, etc.) sufficient to withstand extreme weather now and in the future?  Element 3: infrastructure protection and resilience planning—are health care facilities prepared to sustain the function of all critical systems (energy, water, waste, communications) through an extreme weather event, and are they prepared to safely close and quickly reopen less critical facilities in the face of an event?  Element 4: essential clinical care service delivery planning—are health care organizations prepared to address the ongoing clinical needs of their patient population during and after an extreme weather event, and how may they play a role in supporting community needs during a disaster response?  Element 5—environmental protection and ecosystem adaptations—how do planners at health care organizations understand the natural environment in which their hospital and community exist, and how then can they incorporate that knowledge into future design processes to mitigate risks and support the natural ecosystem? Community resilience Community resilience is “the ability of a community to prepare for anticipated natural hazards, adapt to changing conditions, and withstand and recover rapidly from disruptions.”17 Ongoing access to health care is a basic community need and may be especially important for community members at risk of a negative health impact during and after an emergency. Moreover, a hospital that successfully sustains operations through an emergency may be able to participate in a broader disaster response, as noted in the description of SCRHFI assessment’s element 4 above. However, the need for a resilient health care system is one need among many. Community resilience encompasses the measures that a community takes to minimize the negative effects of a disturbance and maximize the ability to survive and recover when a disturbance occurs.18 This may include a range of approaches, with just a few examples listed below.",
        " Protecting and enhancing the tree canopy to mitigate the effects of extreme heat and support effective stormwater management  Bolstering community food systems that prioritize local food producers and community-owned food businesses, especially those led by historically marginalized groups  Bringing renewable energy generation, such as solar, to low-income or otherwise underserved communities Resilience planning should center the experiences, goals, and challenges of the affected community. It can and should also be a tool to acknowledge and address historical environmental harms and advance environmental justice.",
        "Section 3: Climate related vulnerabilities in Massachusetts and Boston At the state government level, Massachusetts has been engaged on the issue of climate change mitigation and adaptation for twenty years, having released its first Climate Protection Plan in 2004.19 Subsequent work has led to wide-ranging planning both for how to achieve sustainability goals over the coming years and decades, as well as frank assessments of the impacts Massachusetts is likely to experience from climate change. These assessments provide important information about the threats for which we must prepare and what is at stake as we look toward an uncertain future. The 2023 ResilientMass Plan details the natural hazards that Massachusetts faces, which we expect to intensify as a result of climate change. The plan categorizes these hazards as follows: Source: 2023 ResilientMass Plan. September 2023.",
        "This assessment largely echoes the vulnerability assessment made in the Climate Ready Boston report, which focused on the risks associated with extreme heat, stormwater flooding, and coastal and river flooding.20 This vulnerability assessment has been the basis for resilience work that is detailed in the 2021 City of Boston Climate Action Report and is still ongoing. The effects of climate change can be modeled by considering rates of greenhouse gas emissions under various scenarios and the effects of temperature changes on the weather patterns in a specific area. ResilientMass makes projections available based on this modeling. Future work will incorporate the atmospheric effects of climate change to model the possible locations and intensity of severe storms such as hurricanes. The ResilientMass modeling provides a sense of the ways these threats may manifest in Boston. Broadly, Boston must be prepared for the following:  More days each year with temperatures above 90 and 95 degrees Fahrenheit, including days in the spring and fall that reach those temperatures and potential heat stress events (when the average high temperature across a three-day period exceeds 86 degrees Fahrenheit).  More winter precipitation, including individual events that produce 12% more precipitation  More rainfall in other seasons, including individual rainfall events that produce 10% more precipitation As noted above, current modeling does not yet take into account atmospheric changes that could affect the probability of major storms hitting Boston that have historically followed tracks avoiding a direct impact on the region.",
        "Section 4: Boston Children’s resilience planning Boston Children’s vulnerability assessment and action steps In 2023, as part of our increasing focus on enterprise-level resilience, staff from emergency management, facilities/engineering, and our sustainability team convened to complete the U.S. Department of Health and Human Services Sustainable and Climate Resilient Health Care Facility Initiative (SCRHFI) Climate Risks and Community Vulnerabilities Assessment. Staff evaluated risks and vulnerabilities primarily for Boston Children’s facilities in Boston and Waltham, including both clinical and research facilities, and identified areas where our preparedness is already strong. As noted previously, Boston Children’s resilience planning is based on a foundation of existing emergency management and facilities planning. This type of planning is responsive to a wide range of needs that extend far beyond weather events related to climate change. For example, in evaluating Boston Children’s preparedness to support the community during or after an event that leads families to seek refuge at the hospital, the team pointed to existing protocols for addressing the needs of homeless families who arrive to the emergency department seeking shelter. These protocols reflect a balancing of the needs of these families alongside those of patients and families seeking health care and staff charged with maintaining a safe and effective setting for providing care. Some of the key takeaways from that process are described in the following table.",
        "Key insights from Boston Children’s 2023 Climate Risks and Community Vulnerability Assessment Checklist element Current strengths Areas for further work Element 1: climate risks  Strong sense of the vulnerabilities and risks at our facilities  Extending hazard outlook to include climate impacts farther into and community  Have planned for patient and non-patient surges the future (e.g., 2050 or 2080) vulnerability assessment  Strong communication with local authorities  Engagement about community risks and resilience Element 2: land use,  Have developed comprehensive hazard mitigation plans (HMPs) to  Opportunities to improve resilience and mitigate heat island impact building design, and address location-based vulnerabilities (including location on/near of older buildings through retrofits regulatory context floodplains/wetlands)  Opportunity to incorporate additional data on expected climate  Construction of newest facilities mitigates heat island effects change impacts into building vulnerability assessments, including  Good transportation access to our facilities via multiple routes data on high winds, extreme heat, and extreme cold including public transit Element 3: infrastructure  Continual assessment of facility vulnerabilities and collection of  Opportunity to update maintenance procedures to account for protection and resilience best practices from other health care organizations to inform changing weather threats planning planning  Potential work on backup fuel/energy generation plans, other  Connection to district energy plant and ability to generate our own redundancy measures electricity in the event of power grid failure  Assessment of impacts of extreme heat and extreme cold events  Key infrastructure located above flood elevations that would tax thermal energy (cooling and heating) systems  Newest buildings designed and constructed and operated to  Exploration of potential for renewable energy sources prioritize energy efficiency, water conservation  Opportunity for additional water conservation work  Communications and medical record systems designed to withstand power failures/other impacts from extreme weather Element 4: essential  Preparation and staffing strategy in place to ensure operations  Health vulnerabilities in the community would likely cause an clinical care service during/after an extreme event, including supports for staff who are increase in admissions during an extreme event delivery planning themselves experiencing the effects of the extreme event  Ongoing opportunity to build upon and refine our planning for a  Key operational and clinical areas are out of harm’s way and are surge of demand accounted for in workaround planning  Plans in place to address surge of demand for care  Contingency waste management plan if an extreme event affects routine waste management plan Element 5—  Sustainability program has been launched, building on existing work  Ongoing work to build out sustainability initiative environmental protection to reduce environmental harms from our facilities and operations;  Build on current waste reduction/waste management strategies and ecosystem includes evaluation of supply chain to identify opportunities to  Continue to incorporate native species into landscaping, seek adaptations purchase less harmful products opportunities to preserve vegetative cover  Programs to support staff who commute via public transit or  Build on community health engagement, including work as an walking/biking anchor institution, emphasizing community resilience  Food purchasing focuses on increasing procurement from local vendors",
        "Action steps Based on this vulnerability assessment, the team that completed the assessment is building out a work plan to clarify which issues are already being addressed or are slated for future work, determine how best to address outstanding issues and opportunities for improvement, and identify resources needed to complete this work. Sustainability, Emergency Management, and Facilities personnel will evaluate how best to incorporate climate resilience considerations into the work of Emergency Management and other critical functions and to ensure that all relevant internal stakeholders have the information they need about Boston Children’s planning for ongoing operations in the face of climate change. Further, both sustainability and resilience will continue to be key factors in facility planning, design, construction, and maintenance. Community resilience and Boston Children’s role in supporting children and families Commitment to community Boston Children’s is an important component of the health care safety net for children in Boston and across Massachusetts, providing primary and preventative care alongside acute care services. Above and beyond providing medical and behavioral health care, Boston Children’s community mission is to improve the health and well-being of children and families in our local community. The Office of Community Health brings together hospital and community resources to address health disparities, improve health outcomes, and promote health equity. Our community efforts are focused on offering programs and partnering with others that offer support and services that benefit children and families in Boston, specifically those which are the most affected by the social determinants of health (issues that impact someone’s overall health such as the consequences of poverty, living in unstable or unsuitable housing, being unemployed or underemployed, and being exposed to violence). While communities in Boston comprise a key area of focus, Boston Children’s has expanded its reach to a broader set of communities in eastern Massachusetts and is proud that these programs have informed other efforts, policies, and changes in care that improve the lives of children and families across Massachusetts and the U.S. Boston Children’s is also a member of the Healthcare Anchor Network, a national network of more than 70 hospitals and health care systems working to build more inclusive and sustainable local economies. As an “anchor institution,” Boston Children’s aims to address economic and racial inequities and improve community conditions that contribute to poor health through four strategy areas:  Hiring and workforce development  Purchasing  Investment  Sustainability Additional information about Boston Children’s anchor strategy may be found here. Community resilience as a component of our community mission and commitment to sustainability",
        "As previously described, climate change is already affecting communities in Boston, and community members have voiced their concerns and hopes related to healthier environments for children and families through community engagement processes as well as grassroots campaigns. In 2020, residents organized to prevent the loss of over 100 mature trees along Melnea Cass Boulevard in Roxbury in service of a road widening project. Access to safe, healthy outdoor options for recreation has been a topic of past community needs assessments, and conversations around housing security include concerns of whether housing units include appropriate heating in the winter and cooling in the summer. Boston Children’s is working to address the climate related clinical needs of our patients and broader community in various ways, described in more detail below. Delivering climate informed care The Boston Children’s Pediatric Environmental Health Center (PEHC) is home to the Environmental Protection Agency (EPA) Region 1 Pediatric Environmental Health Specialty Unit, serving the New England states. The PEHC is a critical source of information for families and clinicians, as well as a hub of research on the effects of various environmental health exposures and events on children’s health.  The PEHC’s Climate Rx resources offer a wealth of tips and tools for patients, caregivers, and clinicians supporting children through climate related challenges. Their resources include guides on dealing with extreme heat, severe weather, illnesses such as Lyme Disease, and more. These resources are available to all on the Climate Rx website.  PEHC faculty are also actively involved in curriculum development to ensure current and future medical students are educated about the implications of climate change for human health. Primary care based initiatives, such as the Community Asthma Initiative, support children who are patients in Boston Children’s primary care practices who may benefit from interventions to make it easier to manage conditions like asthma in their homes. Screening questions allow providers to identify families who could benefit from resources such as air filters or air conditioners. This program has potential applicability for additional climate related vulnerabilities.",
        "Gathering community input In December 2023, the Boston Children’s Hospital Board Committee on Community Health and the Boston Children’s Community Advisory Board discussed Boston Children’s efforts related to sustainability and resilience, including community resilience. Key insights from that discussion are summarized below.  Members of both boards expressed support for this area of work and encouraged engagement with community groups in thoughtful ways that complement and coordinate with Boston Children’s existing community mission.  In particular, the members encouraged Boston Children’s staff to identify opportunities to engage with youth on sustainability and resilience, as they noted that many young people are passionate about environmental justice and will ultimately bear the greatest burden of climate change over the course of their lifetimes.  The members further encouraged Boston Children’s to engage in community resilience work collaboratively with other organizations, including reaching beyond the world of health care, to ensure we maximize our collective impact.  Finally, the members expressed support for the staff recommendation that Boston Children’s advocate for the inclusion of community resilience as an area of focus for the 2025 triennial community health needs assessment (CHNA), for which Boston Children’s will collaborate with other local hospitals through the Boston Community Health Collaborative, a partnership of Boston health care provider organizations jointly working on community health improvement planning. In keeping with the direction recommended by the Board Committee on Community Health and Community Advisory Board members, Boston Children’s will pursue a multifaceted approach to community resilience as we continue to build our engagement in this area:  Engagement with community organizations to understand community perspectives on resilience, including what climate resilience means to communities, how climate change and resilience relate to other priorities, the opportunities and strengths they see, and their perspectives on how Boston Children’s can be an effective partner  Groundwork with the Boston Community Health Collaborative to prepare for the 2025 CHNA process and ensure that the CHNA is an effective mechanism to gather data about the effects of climate change on communities and the needs that community members have identified as priorities to build climate resilience Concurrently, Boston Children’s will continue to serve as a source of information about additional funding opportunities and support for partner organizations doing work that overlaps with resilience. We expect this engagement to lead to the identification of promising community-based initiatives and opportunities for Boston Children’s to collaborate with and support community groups leading this work. Advocating for a more sustainable world, today and in the future Boston Children’s recognizes that climate change is a global problem and that any steps we take within our organization or in partnership with others across Eastern Massachusetts will, at best, merely mitigate some of",
        "the local impacts of climate change. Rather, sweeping action is required, across industries and geographies, to prevent the worst harms of climate change from coming to pass. We will not achieve this global scale of action unless individuals, organizations, and governments with regulatory and legal authority to drive change each bring their abilities to meet this challenge. To that end, Boston Children’s has opportunities to help bring about a more sustainable world through the following areas of work:  Advocacy—Boston Children’s serves children not only through our clinical care and community engagement, but also as a voice for children in policymaking processes at the local, state, and federal levels. As a component of our institutional focus on health equity, Boston Children’s will develop a policy agenda dedicated to environmental justice that aligns with our work to support the health and wellbeing of all children and reduce disparities in health outcomes. Environmental health is a necessary condition for human health, and we will advocate for policies that will enable children to grow and thrive in a healthy environment.  Research and innovation—Boston Children’s is a leader in biomedical research and the world’s largest research enterprise at a pediatric center. Moreover, our innovation in the world of health data and analytics has applications related to our ability to address changing health care needs as a result of climate change. We are still working to understand the effects of climate change on children’s health and how best to cope with them, and our research and innovation capabilities will enable us to meet this moment.  Taking responsibility for reducing our impact—Boston Children’s is a contributor to environmental harm, as a consumer of fossil fuels for needs from energy production through the products in our supply chain. We have committed to achieving net zero greenhouse gas emissions by 2050 and endeavor to meet that milestone sooner if possible. Only through eliminating environmental harms from our operations can we best serve our patients as well as our broader communities.",
        "References 1 National Aeronautics and Space Administration (NASA). “How Do We Know Climate Change Is Real?” January 12, 2023. 2 National Aeronautics and Space Administration (NASA). “Extreme Weather and Climate Change.” November 30,2023. https://climate.nasa.gov/extreme-weather/ 3 United Nations (UN) Climate Action. “What is Climate Change?” 4 University of Massachusetts Boston School for the Environment. “Climate Change Impacts and Projections for the Greater Boston Area.” June 1, 2022. 5 National Oceanic and Atmospheric Administration (NOAA) Climate Program Office. “Research Links Extreme Cold Weather in the United States to Arctic Warming.” September 7, 2021. https://cpo.noaa.gov/research-links-extreme-cold-weather-in- the-united-states-to-arctic-warming/ 6 2022 Massachusetts Climate Change Assessment. December 2022. https://resilient.mass.gov/rmat_home/ 7 Boston City Council. Building Energy Reporting and Disclosure (BERDO) ordinance. September 22, 2021. 8 City of Boston. “Climate Ready Boston: Climate Vulnerability Assessment.” 2017. https://www.boston.gov/sites/default/files/imce-uploads/2017-01/crb_-_focus_area_va.pdf 9 Boston Public Health Commission. “Climate Change and Public Health.” June 2022. https://www.boston.gov/government/cabinets/boston-public-health-commission/healthy-homes-and- environment/climate-change-and-public-health 10 City of Boston. “Climate Ready Boston: Climate Vulnerability Assessment.” 2017. https://www.boston.gov/sites/default/files/imce-uploads/2017-01/crb_-_focus_area_va.pdf 11 Guenther, R. and J. Balbus. “Primary Protection: Enhancing Health Care Resilience for a Changing Climate.” U.S. Department of Health and Human Services. December 2014. 12 WCVB. \" Two years after catastrophic flood, Norwood Hospital is being demolished to make way for new building.” June 28, 2022. https://www.wcvb.com/article/norwood-hospital-demolition-two-years-after-flood-jan-28-2022/40448727 13 https://www.bostonglobe.com/2023/02/19/metro/one-frigid-weekend-four-emergency-rooms-closed-are-hospitals- ready-changing-climate/ 14 Resilient Mass. 2022 Massachusetts Climate Change Assessment. December 2022. 15 Ibid. 16 United States Global Change Research Program. U.S. Climate Resilience Toolkit. August 2021. 17 Federal Emergency Management Agency. Community Resilience. 18 Guenther, R. and J. Balbus. “Primary Protection: Enhancing Health Care Resilience for a Changing Climate.” U.S. Department of Health and Human Services. December 2014. 19 Georgetown Climate Center. “Preparing for Climate Change in Massachusetts.” https://www.georgetownclimate.org/adaptation/state-information/massachusetts/overview.html 20 City of Boston. Climate Ready Boston. 2016."
    ]
}