{
    "FILE_NAME": "https://www.lincolninst.edu/app/uploads/legacy-files/pubfiles/2019_inquiry_mystic_river_climate_equity_rappaport.pdf",
    "ALL TEXT": "Mystic River: A Quest for Climate Equity LINCOLN INSTITUTE OF LAND POLICY 1 2019 INQUIRY CASE STUDY ANN RAPPAPORT LINCOLN INSTITUTE OF LAND POLICYTOPICS Climate Change, Environmental Management, Environmental Planning, Water TIMEFRAME 2000–2019 LEARNING GOALS • Understand the challenges and opportunities associated with bio-regional planning and sub-national climate adaptation and environmental policy • Identify and plan for diversity in vulnerability to climate change and capacity to act • Understand multi-criteria decision making • Use multiple sources of data to reveal landscapes of vulnerability PREREQUISITE KNOWLEDGE None SUMMARY Like many rivers in urban areas, the Mystic River has experienced abuse and neglect. A history of wetlands destruction, pollution-intensive industry, dense development, inadequate infrastructure and disparities in municipal fiscal capacity and physical vulnerability combine to make climate adaptation an urgent priority and monumental challenge for cities in the watershed. Despite progress building climate resilience, the clock is ticking. How can the distinctly different communities in the shared Mystic watershed avoid economic damage and loss of life from flooding and storm surges? And how can risk mitigation projects be funded? The case reveals tensions between community vulnerability and capacity to act, inviting consideration of both community-centric and collective solutions. Exclusive reliance on long term adaptation is insufficient. Case users develop approaches to engage diverse groups in risk management and investment discussions and propose strategies for identifying, developing, funding and, time permitting, implementing and assessing politically palatable and technically feasible solutions. 2 THE VALLEY OF ASHES CASE STUDYMystic River’s headwaters begin in Reading, MA and form the Aberjona River, then flows into the Upper Mystic Lake in Winchester. From the Lower Mystic Lake, it flows through Arlington, Somerville, Medford, Everett, Chelsea, Charlestown, and East Boston before emptying into Boston Harbor. Source: Mystic River Watershed Association INTRODUCTION Julie Wormser sat at the conference table in the Mystic River Watershed Association’s office on the third floor of a repurposed high school in Arlington, Massachusetts. She reflected on risks associated with climate change by posing a question, “If our infrastructure fails, whose health or well-being falls off the cliff? Like if the Blue line [subway tunnels] fill with salt water and can’t be used for six months, who loses their job? Or if the power grid goes out and you’re on dialysis, or don’t have air conditioning? …the Boston area has done a pretty decent job of floodproofing of structures, but a far less good job of integrating what we understand about public health with climate investments.” Like many urban rivers, the Mystic River in the Boston area experienced abuse and neglect. A history of wetlands destruction, pollution-intensive industry, dense development, inadequate infrastructure, and disparities in municipal fiscal capacity and physical vulnerability combined to make climate adaptation an urgent priority and monumental challenge for municipalities in the watershed. The Mystic River, the communities through which it flows, and the inhabitants of these communities were increasingly vulnerable to the effects of a changing climate. Despite progress on building climate resilience, the clock was ticking. Could the distinctly different communities in the shared Mystic watershed avoid economic damage and loss of life from flooding, storm surges, and more extreme summer heat? With centuries-old development patterns, cherished historic buildings, vast wealth inequalities, and old housing stock, what activities were highest priority? And how could climate adaptation risk-reduction projects be funded? LINCOLN INSTITUTE OF LAND POLICY 1Vintage engraving of the Plan of action at the Battle of Breed’s Hill (also known as the Battle of Bunker Hill), 1775. The map shows the Mystic River to the north and the Charles River to the south shaping the Boston Harbor. Source: Duncan 1890/Getty Images HISTORY OF THE MYSTIC RIVER WATERSHED The Mystic River was a transportation corridor for early inhabitants of the Boston area, providing access to rich tidal estuaries and, ultimately, Boston Harbor and the Atlantic Ocean. Abundant fish, shellfish, waterfowl, and game once attracted indigenous people to the area long before Europeans arrived. Europeans took advantage of the copious wildlife and, perhaps unaware of its limitations, occupied the area and eventually displaced the original inhabitants. The Mystic River to the north and the Charles River to the south together shaped Boston Harbor, and Europeans settled around the rivers to facilitate travel inland by ship. The location created a commercial advantage, and the rivers that discharged into the ocean provided conduits to a glacially sculpted inland landscape dominated by water. Periodic flooding, the inconvenience of crossing marshy areas, and navigation problems at low tide posed challenges, as did mosquitoes. Yellow fever was traced to infected mosquitoes brought by European ships traveling from Africa to the Caribbean and then to the Boston area by the late 1600s; malaria was also a mosquito-borne problem (Best 1993). The 76-square-mile area that drained into the Mystic River was wet. The watershed was laced with smaller rivers, streams, and wetlands, punctuated with lakes and ponds. Settlers of the Massachusetts Bay Colony relied on ferries to transport them from one dry spot to another. In 1647, Peter Tufts, whose descendant Charles Tufts donated land on which Tufts University sits, along with William Bridge, assumed responsibility for operating a ferry on the Mystic River (Tufts, Peter 2019). As the population in the watershed grew, many water features were confined in pipes and canals, bridged, dammed, and filled to create land for industrial activities, 2 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYroadways, and homes. A mid- to late 1970s–era brochure on dams and boat locks in the Charles and Mystic rivers quoted an 1894 report stating that “the banks of the river and the exposed flats have become from year to year more offensive until . . . people living near the stream have been exposed to the disagreeable and probably injurious emanations therefrom.” Extolling the virtues of the Amelia Earhart Dam on the Mystic, the brochure continued, “A 425-acre fresh water basin blossomed from smelly tidal mudflats and marshes” (MDC nd). Filling marshy areas and floodplains and siting factories near the river allowed easy access to water transport; however, this pattern left a toxic legacy for later generations. An 1877 map shows White Island located in the Mystic River between Everett on the north bank and Boston on the south bank. Beginning in 1804, White Island hosted a dye plant, followed by a succession of chemical companies. The island was enlarged and transformed by landfilling that created a peninsula attached to Everett. The last chemical company occupant was Monsanto, which sold the property in 1983 (Johnston 2010). Given this legacy, the site was highly contaminated. In a 2015 briefing for residents in Everett and Charlestown, consultant Jamie Fay of Fort Point Associates described the type of cleanup that would be undertaken before development would proceed. We will remediate this to where it is safe for open space and outdoors play . . . Here we intend to remediate to a higher level so that Everett and Charlestown residents can reclaim that waterfront and open space. Fay also noted, “We actually found out that the original owner of the Union Oyster House in Boston operated an oyster farm there and an oyster flat that he used to harvest oysters to serve in his restaurant,” he said. “At one time this was a very lovely estuary with tremendous environmental resources” (Daniel 2015). According to the Union Oyster House website (2019), America’s oldest restaurant started serving food in 1826, 22 years after the site began hosting toxic industrial activities. In 2018, the Wynn Corporation reported that it removed almost a million tons of contaminated soil from the former White Island site at a cost of about $68 million, so it could build a riverfront casino (Associated Press 2018) where generations of chemical plants once stood. The former Monsanto site was one of many heavily contaminated toxic industrial sites in the Mystic River Watershed. Town water supplies were contaminated by industrial chemicals, and former industrial sites and dumps required decades of expensive cleanup activity, some of which continue to this day (Sweeney 2015). The watershed community of Woburn, its contaminated town wells, and a childhood leukemia cluster were the focus of the best-selling nonfiction thriller and the Academy Award–winning movie, A Civil Action. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 33The map shows the communities in the watershed and the percentage of minority population. Source: MassGIS Creator: Cullen Mitchell PEOPLE AND COMMUNITIES IN THE WATERSHED TODAY The 22 communities that comprise the Mystic River Watershed vary widely in size, physical features, form of governance, demographic characteristics, and development patterns. For example, Woburn has a total of 12.9 square miles and a population in 2000 of 37,258, for a population density of 1,214.3 people per square mile (Woburn 2019), while Somerville has a total area of 4.2 square miles, and its 2010 population was 75,754, for a population density of 18,404.8 people per square mile, making it the most densely populated community in New England (Somerville 2019). Municipalities including Belmont and Arlington are towns and have representative town meetings, whereas Stoneham has an open town meeting. Revere and Somerville are cities and have mayors and city councils, whereas Cambridge is a city and has a mayor, a city manager, and a city council (List of Municipalities 2019). (For additional information, please also see the Massachusetts Executive Office of Energy and Environmental Affairs ArcGIS online mapping portal, which provides interactive maps showing toxics users and climate vulnerability, land cover and land use, and environmental justice block groups in each of the state’s communities [EEA 2019].) 4 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYThe U.S. Environmental Protection Agency’s Toxics Release Inventory (TRI), a searchable database of companies that use, manufacture, store, and release toxic materials to the environment, provides insight on current toxic activity in the watershed. In 2019, Chelsea had two sites in the TRI database, together releasing over 2,000 pounds of toxic materials in 2017 to the local air and water. The top-three air toxics were toluene, n-hexane, and the carcinogen benzene. This volume was down considerably from 274,771 pounds in 2005 (USEPA 2019a). Nearby Everett had four sites in the database, collectively releasing 30,750 pounds of air toxics in 2017, over half of which consisted of xylene, a flammable liquid capable of causing death in high doses (USEPA 2019b). Major employers in the watershed included Tufts University, which had approximately 3,000 full- or part-time employees on its Medford/Somerville campus, along with 8,000 full- or part-time students, of whom over 3,500 lived on campus (Tufts 2019). Established in 1852, the campus occupied an elongated hill, one of many drumlins in the Boston metropolitan area. Drumlins were molded from till and other sediment at the bottom of a glacier, and their distinctive shapes (gentle slope at one end, steep at the other) indicated the direction of glacial flow. Employing 4,000–5,000 people, the headquarters of Partners HealthCare, the state’s largest single employer (McFadden and Halpern 2018), was located in Somerville in a development project called Assembly Square or Assembly Row. The company built its Assembly campus in 2016 on a previously contaminated site. In addition to green building features (Partners HealthCare 2019), the structure offered views of the nearby Mystic River and the Amelia Earhart Dam. The site was in the flood plain, separated from the river by train tracks and a park. The Wynn Corporation’s Encore Boston Casino in Everett, which opened in summer 2019, had plans to become a major employer in the watershed, expecting to employ over 5,000 workers (Gerst 2019). With encouragement from the Mystic River Watershed Association (MyRWA), the casino constructed a living shoreline1 along the riverfront site, for which it received an award from the U.S. Environmental Protection Agency (MyRWA 2018). The MyRWA, launched in 1972, was concerned with improving water quality and protecting the environment in the watershed. MyRWA’s archives reveal an organization whose members and staff have collected data on water quality and aquatic species viability, monitored hazardous waste site remediation and environmental restoration projects in watershed communities, conducted a variety of cleanup and public engagement activities, and advocated for more sustainable development in the watershed. The organization was a 501(c)3 nonprofit that relies on grants, donations, and volunteer service. 1 The National Oceanic and Atmospheric Administration (NOAA) describes living shorelines as linking land and water and providing valuable habitat, erosion protection, and shoreline stability. NOAA’s website offers examples, cost estimates, and other detailed information to encourage their development (NOAA 2019a). MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 5In summer 2018, a grant from the Barr Foundation made it possible for Julie Wormser to join the organization and focus on climate adaptation in the watershed. Adaptation was to be coordinated by the Resilient Mystic Collaborative (RMC), whose voting members were professional staff in watershed community governments with expertise in matters related to municipal planning and engineering, including storm water management and environment and risk management. Other participants included nongovernment organizations and area employers. Describing the RMC, Wormser said, “It’s soft power; we have no hard power whatsoever.” ADAPTATION AND JUSTICE Before climate change became an urgent policy priority, communities and scholars recognized that low-income communities of color were disproportionately burdened with toxic waste sites, municipal waste disposal operations, and other undesirable land uses. Robert Bullard pioneered the field of environmental justice when, in 1979, he produced a map showing that all of Houston’s solid waste facilities were in black communities. An extensive body of environmental justice–focused scholarship had since emerged, and policy initiatives were taken. In 2002, environmental justice gained momentum in Massachusetts. A collaborative participatory research project called Environmental Justice Across the Mystic was launched, with the goals of correcting existing injustices, preventing future occurrences, and building capacity to incorporate justice issues in watershed restoration (Agyeman and Bryan 2005). Also in 2002, Faber and Krieg released a study called “Unequal Protection: Ecological Hazards in the Commonwealth of Massachusetts” (2002). As Agyeman and Bryan note, the Mystic River Watershed was home to 8 of the 15 most burdened communities in the state (Agyeman and Bryan 2005, 86), according to the scoring system Faber and Krieg developed. That same year, an environmental justice policy in Massachusetts was adopted (MADEP 2019a) under Governor Jane Swift, a Republican. Massachusetts defined “environmental justice communities” as those in which the census block group’s “mean household income is equal to or less than 65 percent of the statewide median ($62,072 in 2010); or 25% or more of the residents identify as a race other than white; or 25% or more of households have no one over the age of 14 who speaks English only or very well— English Isolation” (MADEP 2019b). In two of the watershed’s cities, Chelsea and Everett, 100 percent of the population lived in environmental justice (EJ) communities. In Somerville, approximately half of the population lived in EJ block groups, while in Winchester, fewer than 10 percent of the block groups were designated as EJ based on the 2010 census (MADEP 2019c). The median household income in Chelsea was $30,161, and 38 percent of the population was born outside the United States (Chelsea 2019) compared to a median household income in Winchester of $125,952 (Winchester 2019). 6 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYThe map shows the types of Environmental Justice (EJ) communities in the watershed. Source: MassGIS Creator: Cullen Mitchell MANAGING RISKS AND CLIMATE CHANGE People in governments and businesses have always managed risks. Individuals in their capacity as property owners and renters and organizations such as businesses purchased insurance to protect against some risks and made decisions to avoid other classes of risk. Thus, in some respects, managing climate risks was an extension of a familiar activity (Packard and Reinhardt 2000). Governments managed risks on behalf of their constituents in ways that responded to societal expectations, operated within legal limits, and were informed by historical practices. Determining responsibility for managing risk was at the heart of many legislative initiatives and legal decisions. The George W. Bush administration argued that it was not responsible for regulating emissions of carbon dioxide and other heat-trapping gases that contribute to climate change. States challenged this assertion, and the U.S. Supreme Court agreed with them. In Massachusetts v. EPA, 549 U.S. 497 (2007), the Supreme Court determined that the EPA had MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 7The map shows the areas with increased flood risk in the watershed. Source: MassGIS Creator: Cullen Mitchell ample authority to regulate greenhouse gas emissions and had a responsibility to reduce risk. The court found that “EPA’s steadfast refusal to regulate greenhouse gas emissions presents a risk of harm that is both ‘actual’ and ‘imminent’” (Massachusetts v. EPA, 18). The court further noted, “According to petitioners’ unchallenged affidavits, global sea levels rose somewhere between 10 and 20 centimeters over the 20th century as a result of global warming . . . These rising seas have already begun to swallow Massachusetts’ coastal land” (Massachusetts v. EPA, 19). At issue in Massachusetts v. EPA and in many aspects of climate risk management was the problem that actions by an individual person, community, state, or nation might be inadequate to protect against some expected risks. Reducing these risks required collective action. An added challenge to adaptation risk management was uncertainty. The uncertainty was not whether the climate was changing, as it certainly was; the uncertainty related to timing and magnitude. If changes were predictable and slow, communities could plan to adapt over decades, just as they have developed and implemented long-term land use plans. However, 8 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYchanges in climate might be nonlinear and possibly abrupt. In the short term, communities might experience catastrophic events such as droughts, heat waves, cold spells, intense rainfalls, floods, and so on that set new historical records. If all adaptation planning were focused on 2035 or 2050, communities would not be prepared to avert economic and physical losses associated with extreme weather events that could occur next month or next summer. Watersheds dominated by rivers in urban areas posed complex challenges for climate adaptation because their natural flood plains might have been converted to roads or sites for commercial and residential buildings. When commercial properties flooded, an increasing probability in the Mystic River floodplain, businesses might experience costly interruptions as well as physical damage to facilities. Floods posed special hazards due to businesses using, storing, or producing toxic materials. This phenomenon occurred in other parts of the country. When Hurricane Harvey hit Texas in 2017, flooding made it impossible to prevent chemical plant fires and explosions. The resulting toxic fumes and contaminated water exacerbated recovery problems for people in nearby flooded homes (New York Times 2017). ENVIRONMENTAL ADAPTATION POLICY IN MASSACHUSETTS Policies for climate adaptation are a nascent aspect of climate governance. Adaptation has received less global attention than mitigation because of its place-specificity and because it may require collective action at the subnational or national level. Individuals, organizations, or businesses can undertake some adaptation measures effectively, but others require larger- scale systemwide solutions. This involves working within existing institutional structures and creating new structures if needed. Perhaps this is the reason the World Economic Forum’s “2019 Global Risk Report” identified extreme weather and failure of climate change mitigation and adaptation as the two risks with greatest impact and highest likelihood of occurring (World Economic Forum 2019). Effective climate change adaptations could be the most challenging group projects undertaken in the modern era, far surpassing the building of the U.S. interstate highway system in the 1950s in urgency and complexity. Many U.S. government assets, including Department of Defense installations, were vulnerable to extreme weather and sea-level rise; however, coherent nationwide climate adaptation policies have not emerged at the federal level as of 2019. Most land use planning in the United States is subnational. While some early forays in climate adaptation were built on existing development plans and processes, others were taken as special projects and operated, for example, out of mayors’ offices (Bassett and Shandas 2010). Many states required cities and towns to prepare and regularly update comprehensive development plans (which could include climate adaptation), but Massachusetts did not have a development plan requirement. There were, however, several programs at the state level relevant to climate adaptation. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LLIINNCCOOLLNN IINNSSTTIITTUUTTEE OOFF LLAANNDD PPOOLLIICCYY 99Either the state, formally the Commonwealth of Massachusetts, or its 351 cities and towns had responsibility for risks not managed by the federal government or by people and organizations (including building owners, businesses, churches, and schools). There were 14 counties in Massachusetts, but their powers were modest, and counties in the Mystic watershed exercised no government authority. Massachusetts levied a state income tax, an excise tax on motor vehicles, and a gasoline tax. Gas taxes helped fund roadways and public transit. Starting in the 1970s, Massachusetts developed programs designed to protect ecosystems, develop clean energy, and reduce risks associated with waste disposal and industrial contamination. With the state’s long industrial history and the vulnerability of municipal water supplies to chemical contamination, there was widespread support for a hazardous waste regulatory regime more stringent than required under federal law. The state licensed professionals engaged in cleaning up contaminated industrial sites, has its own law that complements the federal superfund, and also regulates companies that generate, transport, store, and dispose of hazardous waste. Massachusetts had a coastal zone management law, a wetlands protection law, state equivalents to federal air and water pollution laws, a state-level review for major projects that paralleled the National Environmental Policy Act, and a set of programs and policies that addressed climate change. The state undertook an early effort to deregulate its electric power industry with a goal of reducing rates to consumers by separating electricity generation from transmission and distribution, thus introducing market-based competition. This 1997 legislation set the stage for a renewable portfolio standard (RPS) that was strengthened under the Green Communities Act (EEA 2019b). Massachusetts was one of the architects of the Regional Greenhouse Gas Initiative (RGGI), a carbon pricing cap and trade program that, as of spring 2019, included Connecticut, Delaware, Maine, Maryland, Massachusetts, New Hampshire, New York, Rhode Island, and Vermont. The program applied to large electricity-generating facilities powered by fossil fuels. Because most of the carbon credits that RGGI issued were auctioned, the system generated proceeds that were invested in energy efficiency, renewable energy, greenhouse gas abatement, and direct bill assistance. In 2016 alone, RGGI proceeds were $436 million (RGGI 2019). The Massachusetts Global Warming Solutions Act, passed in 2008, established strategies for reducing greenhouse gas emissions and set goals of 25 percent below the 1990 baseline by 2020 and at least 80 percent reduction by 2080 (EEA 2019c). The Massachusetts Green Communities Act, also passed in 2008, provided grants and technical assistance to communities to help reduce their consumption of fossil fuel. Activities included improving energy efficiency in municipal buildings and schools, converting municipal fleets to electric or 10 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYWind turbine at the Massachusetts Water Resources Authority (MWRA) pump station by the Mystic River, Boston, MA. Source: Maudib/iStock/Getty Images Plus hybrid vehicles, and reducing vehicle miles of travel with improved routing and increased use of bicycles and walking. Funds for the program came from RGGI proceeds (Chapter 169 2008). In 2017, Massachusetts developed a program designed to help communities plan for climate adaptation. The Municipal Vulnerability Preparedness (MVP) program was voluntary. Participating communities were required to hold a stakeholder workshop to identify vulnerabilities and strengths, develop an adaptation plan, set priorities, and implement resilience-building activities (EEA 2019d). The 13 metropolitan planning organizations in Massachusetts enhanced collaboration among cities and towns within regions and provided technical assistance in planning; they exercised no government authority. The Metropolitan Area Planning Council (MAPC) served the Boston area’s 101 cities and towns. All 22 of the Mystic River Watershed communities were included in MAPC, one of whose priorities was to “help the region reduce greenhouse gas emissions and adapt to the physical, environmental, and social impacts of climate change and natural hazards” (MAPC 2019a). The Metro Mayors Coalition, started in 2002, had a climate preparedness task force supported by MAPC. Its priorities were mitigating the impacts of heat and flooding, building capacity, and coordinating public and private infrastructure activities (MAPC 2019b). Some, but not all, of the 22 Mystic River Watershed communities were within the core 15 communities that made up the Metro Mayors group. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 11Watershed associations, which, in Massachusetts, were nonprofit organizations, achieved notable success in restoring and protecting rivers using pathways that included volunteer action, policy engagement, and legal strategies. However, only modest attention was given to watersheds as a unit of analysis in climate adaptation. ADAPTATION CHALLENGES IN THE MYSTIC RIVER WATERSHED People living and working in the Mystic River Watershed had already experienced changes in their climate. In January 2018, a nor’easter brought high winds and rain during a period of astronomical high tides. The combination caused coastal flooding and destructive wave action. Public attention was captured by the memorable image of a large dumpster floating down a street in Boston’s Seaport District, an area in which new development was occurring. Rising sea levels brought increased risks of coastal storm surges and flooding to a metropolitan area that was exquisitely vulnerable to ferocious moisture-laden coastal storms from the Northeast. According to the National Climate Assessment, the amount of precipitation falling in high precipitation events (the largest 1 percent) increased in the Northeast more than in any other part of the country. From 1958 to 2010, the region experienced a 70 percent increase in precipitation on days with the greatest precipitation (National Climate Assessment 2014). The Boston metro area expects an increase in the number of summer days with temperatures 90 degrees F or greater and an accompanying increase in heat-related deaths. Wormser said of the risks, “The other two that we talk about less are the fact that we’re shifting from snow to ice storms and also we haven’t really talked about wind yet . . . we haven’t even started to think about wind-proofing our structures.” When Tufts University held its community resilience-building workshop in 2018, organizers focused discussions on risks identified in the university’s “2017 Hazard Mitigation Plan” that were created or amplified by climate change: extreme heat, extreme precipitation and flooding, hurricanes and nor’easters, and infectious disease (Woolston et. al 2018, 4). In spring 2019, Rene Fielding, who was emergency manager for Tufts, described long-standing agreements among universities and governments to help one another during emergencies. Flooding of roadways and basements with critical infrastructure (such as data hubs) was top of mind for her, and she was working with a consultant to identify priorities for long-, medium-, and short- term actions that emerged from the resilience-building workshop. Ninian Stein, a Tufts professor in environmental studies, described salient climate risks from a variety of perspectives. As a renter in Medford, she questioned whether landlords were making needed investments. She’d seen up to an inch of water in the basement of her building, even 12 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYthough the sump pump was operating. Although the laundry facilities were on a five-inch- high raised platform, Stein observed that the building’s heating system, also located in the basement, remained vulnerable to flooding. During the winter, loss of heat could be a problem for her family. Stein also expressed concern for her elderly neighbors, some of whom had limited or no air conditioning in their homes and might experience heat-related health problems in warming summers. She questioned whether there was a climate resilience plan for Medford and indicated that Medford faced challenges with maintaining operational continuity during flood events. She observed that the city’s emergency responders were all headquartered in buildings located in the Mystic River floodplain. Thinking about the watershed as a whole, Stein noted that the most vulnerable people were those who were “already on the edge,” such as people in Chelsea for whom flooding could result in exposure to toxic contaminants. She also emphasized that some people in the watershed could be expected to experience evacuation constraints. These included people who were reliant on public transportation, especially in areas, such as Chelsea, that regularly experienced problems with inadequate bus service. Larry Feldman, who holds a Ph.D. in geology, was elected president of the board of the MyRWA in December 2018 (Chelsea Record 2018). Feldman, who worked for GZA Geo-Environmental, a technical service provider, discussed adaptation challenges for the watershed from his professional perspective. Not only did sea-level rise increase problems associated with storm surge flooding, he noted, it also could increase erosion. The intense heavy rains that were becoming more frequent could travel at such high velocities that the water could erode roads and compromise other infrastructure. An adaptation concern that’s top of mind for Feldman was hazardous wastes being remobilized by flooding and/or erosion. Reflecting on the state’s MVP climate adaptation program, Wormser said it was important to regional collaboration. She explained that the program was “becoming a gateway to getting state funding.” She added, “My understanding is that the state is really starting to move its community funding into the MVP grant program such that if you want funding from the state, you have to have done a climate preparedness plan. It’s a brilliant, brilliant move.” She continued, “So to get an action grant, you have to tag it to something you identified in your plan as a problem . . . all of the communities in the upper Mystic who had done their plans identified storm water as their top priority. And it was Cambridge who sponsored the regional proposal for everybody else. The idea is the grant proposal is sponsored by a single municipality who is then the project manager, but then you do it on behalf of the other municipalities, and then the cap for a regional proposal is $5 million versus $2 million for a single city.” MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 13ADAPTATION SOLUTIONS Assessing vulnerability is a basic step that includes creating an inventory of risks, an assessment of their likelihood, and an understanding of the extent to which risks have been or can be reduced. Once risks are assessed, decisions can then be made on how to manage each type of risk and set priorities. A challenge is that values necessarily play a role in risk management decisions and in the allocation of resources to priority projects. Within the Mystic River Watershed, the physical risks associated with climate change are unevenly distributed, as is the capacity to develop and implement solutions. Uneven risks are due in part to a remarkable variety in geologic features, whether, for example, one occupies the top of a drumlin or the river’s floodplain. In general, the watershed’s upper communities, those at the headwaters of the Mystic and its tributaries, face lower risks than municipalities in the lower Mystic that may be threatened by coastal storm surges and/or flooding. The more densely developed urban areas with more impermeable surfaces, also in the lower part of the watershed, are more likely to experience urban heat island effects. This landscape of risks correlates with an economic and ethnic gradient in which more vulnerable communities face higher risks. The following approaches are possible ways to adapt to climate changes, and the challenge is to identify a financially feasible set of solutions that protects people and economic activity against storm surges, flooding, and extreme summer heat. All communities in the watershed acting collectively will have to undertake some of them; individual communities might undertake others. Securing support for adaptation solutions will be critical to their success. No-regrets solutions A strategic approach to adaptation is to identify “no-regrets” strategies. These are actions that confer benefits on a community even in the absence of catastrophic climate-related events. For example, improved mass transportation might be a no-regrets strategy if one of the goals of improvements was to ensure operational continuity during extreme weather. This would make it possible to rely on subways, buses, trains, and ferries to quickly evacuate people from areas threatened by storm surges or flooding. If no extreme weather event occurs, the investment in mass transportation improvements still confers benefits if people use the improved transportation system regularly and drive cars less frequently. Air quality could be improved and congestion reduced, both of which will produce immediate economic benefits including less illness and fewer deaths from asthma and reduced time sitting in traffic. Many types of investment could be no-regrets solutions, as could capacity-building programs. Research indicates that communities devastated by extreme weather events recover more quickly if strong social networks are present before the disaster (Jordan 2015; Malone and Kinnear 2015). 14 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYLegal infrastructure Massachusetts passed several laws related to climate change, and additional policy action may be desirable to address climate adaptation. Additional substate adaptation policies could reflect different challenges in each area. However, county boundaries are geopolitical rather than bioregional, and counties in the Mystic River Watershed exercise no government authority, leaving open a variety of governance options for municipalities in the region. One option is to create a new regional public authority with boundaries identical to the watershed. Regional public authorities already play a role in the development, operation, and maintenance of shared infrastructure in the Boston metro area. These include the Massachusetts Water Resources Authority, which provides water from reservoirs in the western part of the state and operates the Deer Island Sewage Treatment Facility; the Massachusetts Bay Transit Authority, which operates the subways, buses, and commuter rail systems; and the Massachusetts Port Authority, which operates Logan Airport, a cruise ship port, and the only full-service shipping facility for containers in New England (Massport 2019). All of these regional infrastructure elements are located in whole or part in Mystic River Watershed communities. Public authorities are funded by user fees and community assessments as well as state and federal taxpayers. The creation of a new regional public authority would require state-level enabling legislation. In addition to laws, governments and nongovernment organizations can develop voluntary programs and can establish performance standards. Zoning and building codes are in the purview of local governments and provide an opportunity to require or encourage climate adaptations such as on-site storm water retention, use of permeable pavements, wind-proofing, and so on. A potential concern is that with the high demand for development in the Mystic River Watershed and the physically small municipalities, developers could simply avoid doing business in communities whose adaptation requirements are considered onerous. The power to prohibit development in areas considered too dangerous usually is exercised at the local level through zoning or other local regulatory processes. Having this power at the local level creates an inherent tension: The municipality benefits from development through property tax revenues and/or employment and thus may be inclined to approve construction in high-hazard areas, especially if the costs of disasters will not be experienced at the local level. Hard structures Shared physical structures including dams, levees, reservoirs, barriers or walls, gates, breakwaters, and so on are often referred to as hard structures or gray infrastructure. The deployment of large engineering projects has been controversial because their benefits and costs are not distributed evenly; their construction and operation may divide communities (physically and or otherwise) or damage ecosystems, and their construction or failure can cause incommensurable losses. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 15This phenomenon occurred in spring 2019 when thousands of acres of agricultural land in the Midwest were flooded by rains falling on frozen ground, and levees were breached. The record floods caused an estimated $5 billion to $8 billion of damage to facilities operated by the U.S. Army Corps of Engineers (Frank 2019) in addition to damage to homes, businesses, roadways, and farmland. In the context of changing climates, questions have been raised about the trade-offs associated with continued investments in hard structures. However, it is possible that making hard structures more robust may delay their failure. In 2018, Mystic River communities and Partners HealthCare asked Massachusetts Governor Baker to allocate funds for an additional pump at the Amelia Earhart Dam to increase water management capacity in extreme weather conditions (Chesto 2018). If a storm surge were to breach the Amelia Earhart Dam, saltwater could flood neighborhoods on both banks of the Mystic River that have been protected from the ocean since the dam became operational in the 1960s. In old communities in the Boston area, storm water runoff and municipal sewage were at one time combined and conveyed through shared pipes to a sewage treatment plant. One of the problems with this approach was that heavy rainfalls created volumes of water that exceeded the system’s capacity. When that occurred, raw sewage and runoff were discharged directly into rivers and the ocean. This combined sewer overflow (CSO) created health hazards and required government officials to prohibit swimming in rivers and necessitated periodic closures at some coastal beaches. When intense rains occurred during late spring and summer, coastal beach closures due to CSOs were a focus of significant public awareness and concern. Starting in the 1970s, environmental and health advocates and regulatory agencies pursued legal challenges and policy development initiatives that resulted, over time, in improved water quality in Boston Harbor. This required significant state and federal investments in sewage treatment plant capacity and technology and upgrading the Boston-area storm water collection system and separating it from the sewage system. Portions of the Mystic River remain too polluted for boating, swimming, and fishing. The MyRWA, in collaboration with the U.S. Environmental Protection Agency, issued an annual report card on the quality of water in each segment of the watershed based on a network of data sampling stations (MyRWA 2019). In 2019, there remained locations in the Mystic River Watershed where storm water was combined with sewage. Hard structures built on shorelines to prevent coastal erosion were also controversial and expensive. The U.S. Army Corps of Engineers was charged with the multibillion-dollar task of “armoring” shorelines to protect houses, roads, wharves, and other infrastructure from damaging coastal storms. In the eyes of critics, engineers designing structures failed to acknowledge the temporary nature of their projects (because coastlines have always shifted 16 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYand always will) or that a solution in one place could create problems in another. Orrin Pilkey, a coastal scientist and longtime critic of Army Corps of Engineers projects, and his coauthor argued that many armoring projects reflected an inadequate understanding of fundamental geological processes and the limitations of human interventions (Pilkey and Dixon 1996). Engineering attempts to prevent shorelines from natural location shifts were also associated with extensive damage to coastal ecosystems. As noted earlier, in the 1970s, this ecosystem damage was given a positive spin and described as eradicating smelly tide flats and marshes. Contemporary scientific evidence suggests that operating in harmony with ecosystems may be far less costly and more effective than building hard structures. Green or nature-based infrastructure Ecosystems once considered unhealthy and unattractive, such as wetlands, marshes, and shellfish beds, may be valuable in climate adaptation and may reduce infrastructure costs. Green infrastructure or nature-based infrastructure can complement or provide an alternative to traditional hard structures. This category ranges from creating vegetated roofs and increasing open space to nature-based solutions such as restoring wetlands and coastal marshes, encouraging oyster reefs, and in warm climates, replanting mangrove stands damaged by development or coastal storms. Oysters were once a prominent feature of coastal ecosystems in the Boston metropolitan area, and a nonprofit organization, Mass Oyster, hopes to reestablish self-sustaining populations. Each of these small mollusks is capable of filtering 30 gallons of water per day, and their reefs can attenuate wave action as well as nurture other marine species. David Morgan encourages planners to consider multiple benefits to taking a multispecies approach to climate adaptation (Morgan 2019). Instead of enlarging the capacity of the sewer system to accommodate increasingly large storms, many municipalities are developing strategies to prevent or delay runoff in urban areas so greater volumes can be managed with the existing system. Solutions include reducing the amount of impermeable surface (asphalt roads, parking lots, sidewalks) and creating features that absorb water. Vegetated roofs, rain gardens, and vegetated swales (ditches) all absorb rain and reduce the volume and/or velocity of peak flow into storm drains. Increasing vegetated surfaces in cities also reduces the urban heat island effect and, in the view of many people, makes urban life more pleasant. Few communities in the Mystic River Watershed have policies to increase green infrastructure. Municipal governments can require developers and property owners to take climate adaptation measures through building codes or can encourage them to take action with financial incentives. For example, Denver imposes requirements on new construction and MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 17Aerial image of Chicago’s City Hall Rooftop Garden. The garden improves air quality, conserves energy, reduces stormwater runoff and helps lessen the urban heat island effect. Source: Google Earth Pro large renovations through its Green Building Ordinance, which combines green infrastructure with energy efficiency (Denver 2019), while Philadelphia reduces the sewer bill of commercial property owners who add green infrastructure or storm water retention and provides a web-based tool to calculate savings (Philadelphia 2019). Evacuation Evacuations prevent or decrease the exposure of people to situations that temporarily pose high risks. The success of evacuations depends on several factors including the nature of the risk; the effectiveness of communication with people experiencing increased risk; the quality and timeliness of logistical arrangements for transportation, food, and shelter; and the duration of the displacement. Well-publicized failures associated with the Hurricane Katrina evacuation prompted greater attention to the needs of elderly people, especially those with medical conditions, and to people without access to private transportation. Closer scrutiny reveals that some people do not return to places from which they have been evacuated, especially when there has been extensive damage to housing stock and workplaces. In addition to the consequences for nonreturning individuals and their families, there are consequences for the people who do return to diminished communities. 18 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYIn thinking about EJ communities, scholars such as Kuhl et al. argue that evacuations are likely to be used increasingly for flood risk management. However, several factors pose evacuation challenges in low-income, vulnerable communities including concentrations of heavy industry and hazardous land uses, low vehicle ownership, concerns about pets, fear of theft, concerns about job security, lack of trust in government, and communication barriers (Kuhl et al. 2014). Home buyouts In cases of repeated devastating damage from floods and storm surges, coastal rebuilding will cease to be a viable strategy. Some communities have already abandoned vulnerable buildings and roadways, and this practice will become more prevalent as our climate continues to change. For the most part, relocations have been individual property owner decisions; hence, the term “home buyouts” is often used. But larger-scale relocations are on the horizon. In 2016, the U.S. Department of Housing and Urban Development provided a $48 million grant to residents of a low-lying island in Louisiana to relocate as a group to higher ground (Hasemyer 2016). As commercial and residential buildings become unusable and are demolished or moved, the taxes and economic activity those properties generated may no longer be available. Immediately after Superstorm Sandy, those living in a Staten Island neighborhood asked city, state, and federal agencies to buy their homes so they could afford to abandon their dangerous beachfront property and relocate to safety. Instead of subsidized rebuilding, the buyout program compensated owners at the pre-Sandy home value and removed the structures and permeable surfaces such as driveways, creating open space that will accommodate encroaching water (McGinty 2017). Evidence indicates that seeds for long-term change can and should be sown before catastrophic events occur. Engaging land and building owners, residents, and policy makers in program development for long-term strategies such as buyouts before major events may increase the likelihood of landowner participation in managed retreat following disasters (Kousky 2014; McGinty 2017). Financing Governments, intergovernmental organizations, and the private sector influence investments in climate adaptation both directly and indirectly. For example, federal law now requires hospitals to provide electricity in all patient areas even when electric grids go down, as occurred with Hurricane Katrina and Superstorm Sandy. The cost of this investment in resilience is shared with patients and other healthcare industry stakeholders. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 19With climate change, extreme weather events have become increasingly costly. These data are tracked by the National Oceanic and Atmospheric Administration, which notes a dramatic uptick in the frequency of events, with over a billion dollars in losses since 2014. In 2018, there were 14 separate events with losses that year totaling at least $91 billion (NOAA 2019b). Federal and state taxes help pay for disaster response and reconstruction and many aspects of infrastructure development (bridges; dams; levees; drinking water; wastewater treatment; energy; rail, aviation, ferries, and other mass transportation; roads; and storm water). In addition, these systems can have multiple sources of finance, including user fees and fares, and may involve private-sector partnerships or outright private ownership of infrastructure assets. For example, many of the country’s largest electricity-generating facilities (both fossil fuel and renewable) are investor owned. Funding for infrastructure development and repair in the United States is inadequate, and the American Society of Civil Engineers gives the country an overall grade of D+ in its “2017 Infrastructure Report Card” (ASCE 2019). The insurance industry plays an important role in the finances of climate adaptation and disaster response. In some markets, risks of loss are so great that private insurance for property damage has become unaffordable. In these situations, states and/or the federal government may act as insurers of last resort. Federal flood insurance is widely criticized as providing individuals and businesses financial subsidies to continue inhabiting dangerous places at the expense of taxpayers as a group. In addition, Congress has accused private insurance companies of receiving handsome profits from a federal program that is over $20 billion in debt (Sullivan 2016). Development of additional financial instruments to promote climate mitigation and adaptation is an active area of innovation and growth (Pronina 2019). SOCIAL AND ECONOMIC EQUITY GAP PERSISTS Although municipalities in the Mystic River Watershed started the adaptation process, there remained many decisions to make and more to learn. Wormser said, “We’re bringing on a social vulnerability organizer to work with service providers to understand the range of ways our most vulnerable residents are affected by climate. So really what the most salient risks are depends on who you are.” Wormser added, “There are cities that are basically saying, ‘As we must make a whole lot of investment in climate preparedness, we should also close the equity gap.’” Wormser identified Seattle, Washington; Oakland, California; and Providence, Rhode Island, as making progress in 20 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYthis area. She added, “The reason I say that one of the missing pieces in this is the nonprofit sector, the community-based governance sector, is that we’ve not cracked that code such that people who are not already on the inside get a voice in where and how we are making these investments. The code has been cracked in other places, and part of the reason we’re focused on social resilience as a big chunk of what we’re doing is to show how it can be done in the Boston area.” She also observed, “You can buy your way out of a lot of these vulnerabilities, but the interesting thing is that the Mystic River [area], as is the city of Boston, was built on a lot of fill, so you can look at the map and say, regardless of income, what are the future intertidal zones? The two newest economic generators of greater Boston, Assembly Square and the Seaport, are two of the most vulnerable areas.” MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 21REFERENCES Agyeman, Julian, and Dale Bryan. 2005. “Environmental Justice Across the Mystic.” In Community Research in Environmental Health: Studies in Science, Advocacy and Ethics. Ed. D. Brugge and H. P. Hynes. Burlington, VT: Ashgate. ASCE (American Society of Civil Engineers). “2017 Infrastructure Report Card.” 2019. https://www.infrastructurereportcard.org/. Associated Press. 2018. “Wynn Completes Pollution Cleanup at Everett Casino Site.” May 17. https://www.wbur.org/ bostonomix/2018/05/17/wynn-environmental-cleanup-everett. Bassett, Ellen, and Vivek Shandas. 2010. “Innovation and climate action planning.” Journal of the American Planning Association 76(4): 435–450. Best, Curtis R. 1993. “A History of Mosquitoes in Massachusetts. Northeastern Mosquito Control Association.” http://nmca.org/ Nmca93-4.htm. Chapter 169 (Commonwealth of Massachusetts Chapter 169 An Act Relative to Green Communities). 2008. https://malegislature. gov/Laws/SessionLaws/Acts/2008/Chapter169. Chelsea. 2019. Wikipedia. https://en.wikipedia.org/wiki/Chelsea,_Massachusetts. Chelsea Record. 2018. “GZA’s Larry Feldman Named President of Mystic River Watershed Association.” December 28. https:// chelsearecord.com/2018/12/28/gzas-larry-feldman-named-president-of-mystic-river-watershed-association/. Chesto, Jon. 2018. “This Dam Problem Needs to be Fixed Cities Say.” Boston Globe, November 17. https://www.bostonglobe.com/ business/2018/11/16/cities-see-dam-problem-that-need-fix/mjGDk3sw8Nl0KzE8EV0woK/story.html. Daniel, Seth. 2015. “Wynn Everett Details its Strategies for Cleanup of Site Contamination.” Everett Independent, February 18. http://everettindependent.com/2015/02/18/wynn-everett-details-its-strategies-for-cleanup-of-site-contamination/. Denver. 2019. Denver’s Green Building Ordinance. https://www.denvergov.org/content/denvergov/en/denver-development- services/commercial-projects/green-roof-initiative.html. EEA (Massachusetts Executive Office of Energy and Environmental Affairs). 2019a. https://mass-eoeea.maps.arcgis.com/home/ index.html EEA (Massachusetts Executive Office of Energy and Environmental Affairs). 2019b. https://www.energy.gov/savings/renewable- portfolio-standard-2 . EEA (Massachusetts Executive Office of Energy and Environmental Affairs). 2019c. https://www.mass.gov/progress-towards- reducing-greenhouse-gas-emissions . 22 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYEEA (Massachusetts Executive Office of Energy and Environmental Affairs). 2019d. Municipal Vulnerability Program. https://www. mass.gov/service-details/mvp-program-information. Faber, Daniel, and Eric Krieg. 2002. “Unequal Exposure to Ecological Hazards: Environmental Injustices in the Commonwealth of Massachusetts.” Environmental Health Perspectives 110(April): 277–288. Frank, Thomas. 2019. “Agency Rethinks Its Defenses After Historic Flooding. Cimatewire. May 9. Gerst, Ellen. 2019. “Wynn Resorts Fined $35 Million, Will Still Operate Encore Boston Harbor.” Boston Magazine, May 1. https:// www.bostonmagazine.com/news/2019/05/01/wynn-resorts-encore-boston-license/. Hasemyer, David. 2016. “Native American Tribe Gets Federal Funds to Flee Rising Seas.” Inside Climate News, March 16. https:// insideclimatenews.org/news/15032016/native-americans-federal-funds-isle-de-jean-charles-relocation-climate-change-sea- level-rise. Johnston, Patrick. 2010. “The Former Monsanto Chemical Company Site, ‘East Side’ Everett, Massachusetts, ‘The Unique Parcel that Slipped Through the Cracks.’” Marine Unit, Everett Police Department. https://faculty.umb.edu/anamarija.frankic/ eeos476/ProjectSites/ChemicalLane/The%20Former%20Monsanto%20Chemical%20Company%20Site.pdf Jordan, Joanne. 2015. “Swimming Alone? The Role of Social Capital in Enhancing Resilience to Climate Stress: A Case Study from Bangladesh.” Climate and Development 7(2): 110–123. Kousky, Carolyn. (2014). “Managing shoreline retreat: A US perspective.” Climatic Change 124(1-2), 9–20. Kuhl, Laura, Paul Kirshen, Mattias Ruth, and Ellen Douglas. 2014. “Evacuation as a Climate Adaptation Strategy for Environmental Justice Communities.” Climatic Change 127: 493–504. List of Municipalities. 2019. Wikipedia. https://en.wikipedia.org/wiki/List_of_municipalities_in_Massachusetts. Malone, Elizabeth, and Susan Kinnear. 2015. “How and Why: Complementary Analyses of Social Network Structures and Cultural Values: Improving Flood Response Networks in Queensland, Australia.” Quality and Quantity 49: 203–220. MADEP (Massachusetts Department of Environmental Protection). 2019a. For the 2002 Environmental Justice Policy and updates, please see https://www.mass.gov/service-details/environmental-justice-policy. MADEP (Massachusetts Department of Environmental Protection). 2019b. Massachusetts Department of Environmental Protection. Environmental Justice Communities in Massachusetts. https://www.mass.gov/info-details/environmental-justice- communities-in-massachusetts#what-is-an-environmental-justice-community?- . MADEP (Massachusetts Department of Environmental Protection). 2019c. Massachusetts Department of Environmental Protection (MADEP EJ). 2018. Environmental Justice Communities in Massachusetts. https://www.mass.gov/info-details/environmental- justice-communities-in-massachusetts . MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 23MAPC (Metropolitan Area Planning Commission). 2019a. https://www.mapc.org/about-mapc/work-plans-strategic-plan/. MAPC (Metropolitan Area Planning Commission). 2019b. https://www.mapc.org/our-work/expertise/climate/mmc/. Massport (Massachusetts Port Authority). 2019. http://www.massport.com/conley-terminal/. McGinty, Anna. (2017). “Home Buyouts: One Adaptation Approach to Rising Sea Levels.” master’s thesis, Department of Urban and Environmental Policy and Planning, Tufts University. McFadden, Sean, and Joe Halpern. 2018. “The Largest Employers in Massachusetts.” Boston Business Journal, July 26. https://www.bizjournals.com/boston/subscriber-only/2018/07/26/the-largest-employers-in-massachusetts.html MDC (Metropolitan District Commission). nd. Dams-Boat Locks, Charles and Mystic Rivers, Commonwealth of Massachusetts. Michael S. Dukakis, Governor, Evelyn F. Murphy, Secretary of Environmental Affairs, John F. Snedeker, MDC Commissioner. Morgan, David. 2019. “Multispecies Planning: Locating Nonhuman Entanglements in Oyster Restoration Policy on the Massachusetts Coast.” master’s thesis, Department of Urban and Environmental Policy and Planning, Tufts University. MyRWA. 2018. Mystic River Watershed Association. “EPA Environmental Merit Award Goes to Boston Harbor.” https:// mysticriver.org/news/2018/9/12/epa-environmental-merit-award-goes-to-encore-boston-harbor . MyRWA. 2019. “Water Quality Overview.” https://mysticriver.org/epa-grade. National Climate Assessment. 2014. Northeast Region. https://nca2014.globalchange.gov/report#section-1948. New York Times. 2017. “Harvey Updates: Fire and Smoke Again Engulf Chemical Plant Near Houston.” September 1. https:// www.nytimes.com/2017/09/01/us/harvey-texas-flooding.html. NOAA (National Oceanic and Atmospheric Administration). 2019a. “Understanding Living Shorelines.” https://www.fisheries. noaa.gov/insight/understanding-living-shorelines. NOAA (National Oceanic and Atmospheric Administration). 2019b. “Billion-Dollar Weather and Climate Disasters: An Overview.” https://www.ncdc.noaa.gov/billions/. Packard, Kimberly, and Forest Reinhardt. “What Every Executive Needs to Know about Global Warming.” Harvard Business Review. July-August 2000. Partners HealthCare. 2019. https://www.partners.org/Innovation-And-Leadership/Sustainability/Sustainable-Campus-AR. aspx . 24 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDYPhiladelphia. (Philadelphia Water Department). 2019. http://water.phila.gov/swexp/. Pilkey, Orrin, and Katharine Dixon. 1996. The Corps and the Shore. Washington, DC: Island Press. Pronina, Lyubov. 2019. “What Are Green Bonds and How Green is Green?” Bloomberg Businessweek, March 24. https://www. bloomberg.com/news/articles/2019-03-24/what-are-green-bonds-and-how-green-is-green-quicktake. RGGI (Regional Greenhouse Gas Initiative). 2019. https://www.rggi.org/investments/proceeds-investments . Somerville. 2019. Wikipedia. https://en.wikipedia.org/wiki/Somerville%2C_Massachusetts. Sullivan, Laura. 2016. “Lawmakers to FEMA: Flood Plan Overhaul is ‘Too Little, Too Late.’” NPR, June 3. http://www.npr. org/2016/06/03/480600851/lawmakers-to-fema-flood-plan-overhaul-is-too-little-too-late. Sweeney, Chris. 2015. All About Superfund Sites in Massachusetts. Boston Magazine, November 24. https://www. bostonmagazine.com/news/2015/11/24/massachusetts-superfund-sites-map/. Tufts. 2019. Tufts University Fact Book 2018–2019. https://provost.tufts.edu/institutionalresearch/files/Fact-Book-2018-19. pdf. Tufts, Peter. 2019. Wikipedia. https://en.wikipedia.org/wiki/Peter_Tufts. Union Oyster House. 2019. http://www.unionoysterhouse.com/. USEPA (U.S. Environmental Protection Agency). 2019a. TRI Explorer for Chelsea MA. https://iaspub.epa.gov/triexplorer/ tri_factsheet.factsheet?pzip=02150&pyear=2017&pParent=TRI&pDataSet=TRIQ1 USEPA (U.S. Environmental Protection Agency). 2019b. TRI Explorer for Everett MA. https://iaspub.epa.gov/triexplorer/ tri_factsheet.factsheet?pzip=02149&pyear=2017&pParent=TRI&pDataSet=TRIQ1. Winchester. 2019. Wikipedia. https://en.wikipedia.org/wiki/Winchester,_Massachusetts. Woburn. 2019. Wikipedia. https://en.wikipedia.org/wiki/Woburn,_Massachusetts. Woolston, Tina, Geoffrey Bartlett, Emma Conroy, Sophie Lehrenbaum, H. Nelson, and Adam Welchel. 2018. Tufts University Resilience Building Workshop Summary of Findings. Medford/Somerville MA: Tufts University, The Nature Conservancy. World Economic Forum. 2019. “The Global Risks Report 2019.” 14th edition. http://www3.weforum.org/docs/WEF_Global_ Risks_Report_2019.pdf MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 25ABOUT THE AUTHOR ABOUT THE LINCOLN INSTITUTE OF LAND POLICY Ann Rappaport earned her B.A. in www.lincolninst.edu environmental studies and Asian studies from Wellesley College, M.S. in civil engineering The Lincoln Institute of Land Policy seeks to from Massachusetts Institute of Technology, improve quality of life through the effective and Ph.D. in environmental engineering from use, taxation, and stewardship of land. A Tufts University. Her research, teaching and nonprofit private operating foundation whose practice incorporate systems thinking, risk origins date to 1946, the Lincoln Institute management and decision making under researches and recommends creative uncertainty. approaches to land as a solution to economic, social, and environmental challenges. Through In the department of Urban and Environmental education, training, publications, and events, Policy and Planning at Tufts, Rappaport directs we integrate theory and practice to inform the new M.S. program in Sustainability. Since public policy decisions worldwide. With the 1990s, she has collaborated with university locations in Cambridge, Washington, Phoenix, decision makers to reduce the university’s and Beijing, our work is organized in seven greenhouse gas emissions profile. She major areas: Planning and Urban Form, co-chairs the university-wide Sustainability Valuation and Taxation, International and Council and co-leads the interdisciplinary Institute-Wide Initiatives, Latin America and graduate program Water: Systems, Science the Caribbean, People’s Republic of China, the and Society. Babbitt Center for Land and Water Policy, and the Center for Community Investment. Rappaport’s move to Tufts followed seven years in state government where she helped develop and implement programs to reduce transportation emissions and regulate hazardous and solid waste in Massachusetts. She is committed to creating and transferring knowledge useful for advancing sustainability PHOTO CREDITS in a variety of organizational and policy contexts. cover: benkrut / iStock / Getty Images Plus AUTHOR Lincoln Institute of Land Policy Ann Rappaport 113 Brattle St, Cambridge, MA 02138 T (617) 661-3016 or (800) 526-3873 KEY ISSUES F (617) 661-7235 or (800) 526-3944 Climate Change EMAIL FOR INFORMATION SERVICES Environmental Management help@lincolninst.edu Environmental Planning www.lincolninst.edu Water 26 THE VALLEY OF ASHES CASE STUDY",
    "TEXT BY PAGE": [
        "Mystic River: A Quest for Climate Equity LINCOLN INSTITUTE OF LAND POLICY 1 2019 INQUIRY CASE STUDY ANN RAPPAPORT LINCOLN INSTITUTE OF LAND POLICY",
        "TOPICS Climate Change, Environmental Management, Environmental Planning, Water TIMEFRAME 2000–2019 LEARNING GOALS • Understand the challenges and opportunities associated with bio-regional planning and sub-national climate adaptation and environmental policy • Identify and plan for diversity in vulnerability to climate change and capacity to act • Understand multi-criteria decision making • Use multiple sources of data to reveal landscapes of vulnerability PREREQUISITE KNOWLEDGE None SUMMARY Like many rivers in urban areas, the Mystic River has experienced abuse and neglect. A history of wetlands destruction, pollution-intensive industry, dense development, inadequate infrastructure and disparities in municipal fiscal capacity and physical vulnerability combine to make climate adaptation an urgent priority and monumental challenge for cities in the watershed. Despite progress building climate resilience, the clock is ticking. How can the distinctly different communities in the shared Mystic watershed avoid economic damage and loss of life from flooding and storm surges? And how can risk mitigation projects be funded? The case reveals tensions between community vulnerability and capacity to act, inviting consideration of both community-centric and collective solutions. Exclusive reliance on long term adaptation is insufficient. Case users develop approaches to engage diverse groups in risk management and investment discussions and propose strategies for identifying, developing, funding and, time permitting, implementing and assessing politically palatable and technically feasible solutions. 2 THE VALLEY OF ASHES CASE STUDY",
        "Mystic River’s headwaters begin in Reading, MA and form the Aberjona River, then flows into the Upper Mystic Lake in Winchester. From the Lower Mystic Lake, it flows through Arlington, Somerville, Medford, Everett, Chelsea, Charlestown, and East Boston before emptying into Boston Harbor. Source: Mystic River Watershed Association INTRODUCTION Julie Wormser sat at the conference table in the Mystic River Watershed Association’s office on the third floor of a repurposed high school in Arlington, Massachusetts. She reflected on risks associated with climate change by posing a question, “If our infrastructure fails, whose health or well-being falls off the cliff? Like if the Blue line [subway tunnels] fill with salt water and can’t be used for six months, who loses their job? Or if the power grid goes out and you’re on dialysis, or don’t have air conditioning? …the Boston area has done a pretty decent job of floodproofing of structures, but a far less good job of integrating what we understand about public health with climate investments.” Like many urban rivers, the Mystic River in the Boston area experienced abuse and neglect. A history of wetlands destruction, pollution-intensive industry, dense development, inadequate infrastructure, and disparities in municipal fiscal capacity and physical vulnerability combined to make climate adaptation an urgent priority and monumental challenge for municipalities in the watershed. The Mystic River, the communities through which it flows, and the inhabitants of these communities were increasingly vulnerable to the effects of a changing climate. Despite progress on building climate resilience, the clock was ticking. Could the distinctly different communities in the shared Mystic watershed avoid economic damage and loss of life from flooding, storm surges, and more extreme summer heat? With centuries-old development patterns, cherished historic buildings, vast wealth inequalities, and old housing stock, what activities were highest priority? And how could climate adaptation risk-reduction projects be funded? LINCOLN INSTITUTE OF LAND POLICY 1",
        "Vintage engraving of the Plan of action at the Battle of Breed’s Hill (also known as the Battle of Bunker Hill), 1775. The map shows the Mystic River to the north and the Charles River to the south shaping the Boston Harbor. Source: Duncan 1890/Getty Images HISTORY OF THE MYSTIC RIVER WATERSHED The Mystic River was a transportation corridor for early inhabitants of the Boston area, providing access to rich tidal estuaries and, ultimately, Boston Harbor and the Atlantic Ocean. Abundant fish, shellfish, waterfowl, and game once attracted indigenous people to the area long before Europeans arrived. Europeans took advantage of the copious wildlife and, perhaps unaware of its limitations, occupied the area and eventually displaced the original inhabitants. The Mystic River to the north and the Charles River to the south together shaped Boston Harbor, and Europeans settled around the rivers to facilitate travel inland by ship. The location created a commercial advantage, and the rivers that discharged into the ocean provided conduits to a glacially sculpted inland landscape dominated by water. Periodic flooding, the inconvenience of crossing marshy areas, and navigation problems at low tide posed challenges, as did mosquitoes. Yellow fever was traced to infected mosquitoes brought by European ships traveling from Africa to the Caribbean and then to the Boston area by the late 1600s; malaria was also a mosquito-borne problem (Best 1993). The 76-square-mile area that drained into the Mystic River was wet. The watershed was laced with smaller rivers, streams, and wetlands, punctuated with lakes and ponds. Settlers of the Massachusetts Bay Colony relied on ferries to transport them from one dry spot to another. In 1647, Peter Tufts, whose descendant Charles Tufts donated land on which Tufts University sits, along with William Bridge, assumed responsibility for operating a ferry on the Mystic River (Tufts, Peter 2019). As the population in the watershed grew, many water features were confined in pipes and canals, bridged, dammed, and filled to create land for industrial activities, 2 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "roadways, and homes. A mid- to late 1970s–era brochure on dams and boat locks in the Charles and Mystic rivers quoted an 1894 report stating that “the banks of the river and the exposed flats have become from year to year more offensive until . . . people living near the stream have been exposed to the disagreeable and probably injurious emanations therefrom.” Extolling the virtues of the Amelia Earhart Dam on the Mystic, the brochure continued, “A 425-acre fresh water basin blossomed from smelly tidal mudflats and marshes” (MDC nd). Filling marshy areas and floodplains and siting factories near the river allowed easy access to water transport; however, this pattern left a toxic legacy for later generations. An 1877 map shows White Island located in the Mystic River between Everett on the north bank and Boston on the south bank. Beginning in 1804, White Island hosted a dye plant, followed by a succession of chemical companies. The island was enlarged and transformed by landfilling that created a peninsula attached to Everett. The last chemical company occupant was Monsanto, which sold the property in 1983 (Johnston 2010). Given this legacy, the site was highly contaminated. In a 2015 briefing for residents in Everett and Charlestown, consultant Jamie Fay of Fort Point Associates described the type of cleanup that would be undertaken before development would proceed. We will remediate this to where it is safe for open space and outdoors play . . . Here we intend to remediate to a higher level so that Everett and Charlestown residents can reclaim that waterfront and open space. Fay also noted, “We actually found out that the original owner of the Union Oyster House in Boston operated an oyster farm there and an oyster flat that he used to harvest oysters to serve in his restaurant,” he said. “At one time this was a very lovely estuary with tremendous environmental resources” (Daniel 2015). According to the Union Oyster House website (2019), America’s oldest restaurant started serving food in 1826, 22 years after the site began hosting toxic industrial activities. In 2018, the Wynn Corporation reported that it removed almost a million tons of contaminated soil from the former White Island site at a cost of about $68 million, so it could build a riverfront casino (Associated Press 2018) where generations of chemical plants once stood. The former Monsanto site was one of many heavily contaminated toxic industrial sites in the Mystic River Watershed. Town water supplies were contaminated by industrial chemicals, and former industrial sites and dumps required decades of expensive cleanup activity, some of which continue to this day (Sweeney 2015). The watershed community of Woburn, its contaminated town wells, and a childhood leukemia cluster were the focus of the best-selling nonfiction thriller and the Academy Award–winning movie, A Civil Action. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 33",
        "The map shows the communities in the watershed and the percentage of minority population. Source: MassGIS Creator: Cullen Mitchell PEOPLE AND COMMUNITIES IN THE WATERSHED TODAY The 22 communities that comprise the Mystic River Watershed vary widely in size, physical features, form of governance, demographic characteristics, and development patterns. For example, Woburn has a total of 12.9 square miles and a population in 2000 of 37,258, for a population density of 1,214.3 people per square mile (Woburn 2019), while Somerville has a total area of 4.2 square miles, and its 2010 population was 75,754, for a population density of 18,404.8 people per square mile, making it the most densely populated community in New England (Somerville 2019). Municipalities including Belmont and Arlington are towns and have representative town meetings, whereas Stoneham has an open town meeting. Revere and Somerville are cities and have mayors and city councils, whereas Cambridge is a city and has a mayor, a city manager, and a city council (List of Municipalities 2019). (For additional information, please also see the Massachusetts Executive Office of Energy and Environmental Affairs ArcGIS online mapping portal, which provides interactive maps showing toxics users and climate vulnerability, land cover and land use, and environmental justice block groups in each of the state’s communities [EEA 2019].) 4 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "The U.S. Environmental Protection Agency’s Toxics Release Inventory (TRI), a searchable database of companies that use, manufacture, store, and release toxic materials to the environment, provides insight on current toxic activity in the watershed. In 2019, Chelsea had two sites in the TRI database, together releasing over 2,000 pounds of toxic materials in 2017 to the local air and water. The top-three air toxics were toluene, n-hexane, and the carcinogen benzene. This volume was down considerably from 274,771 pounds in 2005 (USEPA 2019a). Nearby Everett had four sites in the database, collectively releasing 30,750 pounds of air toxics in 2017, over half of which consisted of xylene, a flammable liquid capable of causing death in high doses (USEPA 2019b). Major employers in the watershed included Tufts University, which had approximately 3,000 full- or part-time employees on its Medford/Somerville campus, along with 8,000 full- or part-time students, of whom over 3,500 lived on campus (Tufts 2019). Established in 1852, the campus occupied an elongated hill, one of many drumlins in the Boston metropolitan area. Drumlins were molded from till and other sediment at the bottom of a glacier, and their distinctive shapes (gentle slope at one end, steep at the other) indicated the direction of glacial flow. Employing 4,000–5,000 people, the headquarters of Partners HealthCare, the state’s largest single employer (McFadden and Halpern 2018), was located in Somerville in a development project called Assembly Square or Assembly Row. The company built its Assembly campus in 2016 on a previously contaminated site. In addition to green building features (Partners HealthCare 2019), the structure offered views of the nearby Mystic River and the Amelia Earhart Dam. The site was in the flood plain, separated from the river by train tracks and a park. The Wynn Corporation’s Encore Boston Casino in Everett, which opened in summer 2019, had plans to become a major employer in the watershed, expecting to employ over 5,000 workers (Gerst 2019). With encouragement from the Mystic River Watershed Association (MyRWA), the casino constructed a living shoreline1 along the riverfront site, for which it received an award from the U.S. Environmental Protection Agency (MyRWA 2018). The MyRWA, launched in 1972, was concerned with improving water quality and protecting the environment in the watershed. MyRWA’s archives reveal an organization whose members and staff have collected data on water quality and aquatic species viability, monitored hazardous waste site remediation and environmental restoration projects in watershed communities, conducted a variety of cleanup and public engagement activities, and advocated for more sustainable development in the watershed. The organization was a 501(c)3 nonprofit that relies on grants, donations, and volunteer service. 1 The National Oceanic and Atmospheric Administration (NOAA) describes living shorelines as linking land and water and providing valuable habitat, erosion protection, and shoreline stability. NOAA’s website offers examples, cost estimates, and other detailed information to encourage their development (NOAA 2019a). MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 5",
        "In summer 2018, a grant from the Barr Foundation made it possible for Julie Wormser to join the organization and focus on climate adaptation in the watershed. Adaptation was to be coordinated by the Resilient Mystic Collaborative (RMC), whose voting members were professional staff in watershed community governments with expertise in matters related to municipal planning and engineering, including storm water management and environment and risk management. Other participants included nongovernment organizations and area employers. Describing the RMC, Wormser said, “It’s soft power; we have no hard power whatsoever.” ADAPTATION AND JUSTICE Before climate change became an urgent policy priority, communities and scholars recognized that low-income communities of color were disproportionately burdened with toxic waste sites, municipal waste disposal operations, and other undesirable land uses. Robert Bullard pioneered the field of environmental justice when, in 1979, he produced a map showing that all of Houston’s solid waste facilities were in black communities. An extensive body of environmental justice–focused scholarship had since emerged, and policy initiatives were taken. In 2002, environmental justice gained momentum in Massachusetts. A collaborative participatory research project called Environmental Justice Across the Mystic was launched, with the goals of correcting existing injustices, preventing future occurrences, and building capacity to incorporate justice issues in watershed restoration (Agyeman and Bryan 2005). Also in 2002, Faber and Krieg released a study called “Unequal Protection: Ecological Hazards in the Commonwealth of Massachusetts” (2002). As Agyeman and Bryan note, the Mystic River Watershed was home to 8 of the 15 most burdened communities in the state (Agyeman and Bryan 2005, 86), according to the scoring system Faber and Krieg developed. That same year, an environmental justice policy in Massachusetts was adopted (MADEP 2019a) under Governor Jane Swift, a Republican. Massachusetts defined “environmental justice communities” as those in which the census block group’s “mean household income is equal to or less than 65 percent of the statewide median ($62,072 in 2010); or 25% or more of the residents identify as a race other than white; or 25% or more of households have no one over the age of 14 who speaks English only or very well— English Isolation” (MADEP 2019b). In two of the watershed’s cities, Chelsea and Everett, 100 percent of the population lived in environmental justice (EJ) communities. In Somerville, approximately half of the population lived in EJ block groups, while in Winchester, fewer than 10 percent of the block groups were designated as EJ based on the 2010 census (MADEP 2019c). The median household income in Chelsea was $30,161, and 38 percent of the population was born outside the United States (Chelsea 2019) compared to a median household income in Winchester of $125,952 (Winchester 2019). 6 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "The map shows the types of Environmental Justice (EJ) communities in the watershed. Source: MassGIS Creator: Cullen Mitchell MANAGING RISKS AND CLIMATE CHANGE People in governments and businesses have always managed risks. Individuals in their capacity as property owners and renters and organizations such as businesses purchased insurance to protect against some risks and made decisions to avoid other classes of risk. Thus, in some respects, managing climate risks was an extension of a familiar activity (Packard and Reinhardt 2000). Governments managed risks on behalf of their constituents in ways that responded to societal expectations, operated within legal limits, and were informed by historical practices. Determining responsibility for managing risk was at the heart of many legislative initiatives and legal decisions. The George W. Bush administration argued that it was not responsible for regulating emissions of carbon dioxide and other heat-trapping gases that contribute to climate change. States challenged this assertion, and the U.S. Supreme Court agreed with them. In Massachusetts v. EPA, 549 U.S. 497 (2007), the Supreme Court determined that the EPA had MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 7",
        "The map shows the areas with increased flood risk in the watershed. Source: MassGIS Creator: Cullen Mitchell ample authority to regulate greenhouse gas emissions and had a responsibility to reduce risk. The court found that “EPA’s steadfast refusal to regulate greenhouse gas emissions presents a risk of harm that is both ‘actual’ and ‘imminent’” (Massachusetts v. EPA, 18). The court further noted, “According to petitioners’ unchallenged affidavits, global sea levels rose somewhere between 10 and 20 centimeters over the 20th century as a result of global warming . . . These rising seas have already begun to swallow Massachusetts’ coastal land” (Massachusetts v. EPA, 19). At issue in Massachusetts v. EPA and in many aspects of climate risk management was the problem that actions by an individual person, community, state, or nation might be inadequate to protect against some expected risks. Reducing these risks required collective action. An added challenge to adaptation risk management was uncertainty. The uncertainty was not whether the climate was changing, as it certainly was; the uncertainty related to timing and magnitude. If changes were predictable and slow, communities could plan to adapt over decades, just as they have developed and implemented long-term land use plans. However, 8 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "changes in climate might be nonlinear and possibly abrupt. In the short term, communities might experience catastrophic events such as droughts, heat waves, cold spells, intense rainfalls, floods, and so on that set new historical records. If all adaptation planning were focused on 2035 or 2050, communities would not be prepared to avert economic and physical losses associated with extreme weather events that could occur next month or next summer. Watersheds dominated by rivers in urban areas posed complex challenges for climate adaptation because their natural flood plains might have been converted to roads or sites for commercial and residential buildings. When commercial properties flooded, an increasing probability in the Mystic River floodplain, businesses might experience costly interruptions as well as physical damage to facilities. Floods posed special hazards due to businesses using, storing, or producing toxic materials. This phenomenon occurred in other parts of the country. When Hurricane Harvey hit Texas in 2017, flooding made it impossible to prevent chemical plant fires and explosions. The resulting toxic fumes and contaminated water exacerbated recovery problems for people in nearby flooded homes (New York Times 2017). ENVIRONMENTAL ADAPTATION POLICY IN MASSACHUSETTS Policies for climate adaptation are a nascent aspect of climate governance. Adaptation has received less global attention than mitigation because of its place-specificity and because it may require collective action at the subnational or national level. Individuals, organizations, or businesses can undertake some adaptation measures effectively, but others require larger- scale systemwide solutions. This involves working within existing institutional structures and creating new structures if needed. Perhaps this is the reason the World Economic Forum’s “2019 Global Risk Report” identified extreme weather and failure of climate change mitigation and adaptation as the two risks with greatest impact and highest likelihood of occurring (World Economic Forum 2019). Effective climate change adaptations could be the most challenging group projects undertaken in the modern era, far surpassing the building of the U.S. interstate highway system in the 1950s in urgency and complexity. Many U.S. government assets, including Department of Defense installations, were vulnerable to extreme weather and sea-level rise; however, coherent nationwide climate adaptation policies have not emerged at the federal level as of 2019. Most land use planning in the United States is subnational. While some early forays in climate adaptation were built on existing development plans and processes, others were taken as special projects and operated, for example, out of mayors’ offices (Bassett and Shandas 2010). Many states required cities and towns to prepare and regularly update comprehensive development plans (which could include climate adaptation), but Massachusetts did not have a development plan requirement. There were, however, several programs at the state level relevant to climate adaptation. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LLIINNCCOOLLNN IINNSSTTIITTUUTTEE OOFF LLAANNDD PPOOLLIICCYY 99",
        "Either the state, formally the Commonwealth of Massachusetts, or its 351 cities and towns had responsibility for risks not managed by the federal government or by people and organizations (including building owners, businesses, churches, and schools). There were 14 counties in Massachusetts, but their powers were modest, and counties in the Mystic watershed exercised no government authority. Massachusetts levied a state income tax, an excise tax on motor vehicles, and a gasoline tax. Gas taxes helped fund roadways and public transit. Starting in the 1970s, Massachusetts developed programs designed to protect ecosystems, develop clean energy, and reduce risks associated with waste disposal and industrial contamination. With the state’s long industrial history and the vulnerability of municipal water supplies to chemical contamination, there was widespread support for a hazardous waste regulatory regime more stringent than required under federal law. The state licensed professionals engaged in cleaning up contaminated industrial sites, has its own law that complements the federal superfund, and also regulates companies that generate, transport, store, and dispose of hazardous waste. Massachusetts had a coastal zone management law, a wetlands protection law, state equivalents to federal air and water pollution laws, a state-level review for major projects that paralleled the National Environmental Policy Act, and a set of programs and policies that addressed climate change. The state undertook an early effort to deregulate its electric power industry with a goal of reducing rates to consumers by separating electricity generation from transmission and distribution, thus introducing market-based competition. This 1997 legislation set the stage for a renewable portfolio standard (RPS) that was strengthened under the Green Communities Act (EEA 2019b). Massachusetts was one of the architects of the Regional Greenhouse Gas Initiative (RGGI), a carbon pricing cap and trade program that, as of spring 2019, included Connecticut, Delaware, Maine, Maryland, Massachusetts, New Hampshire, New York, Rhode Island, and Vermont. The program applied to large electricity-generating facilities powered by fossil fuels. Because most of the carbon credits that RGGI issued were auctioned, the system generated proceeds that were invested in energy efficiency, renewable energy, greenhouse gas abatement, and direct bill assistance. In 2016 alone, RGGI proceeds were $436 million (RGGI 2019). The Massachusetts Global Warming Solutions Act, passed in 2008, established strategies for reducing greenhouse gas emissions and set goals of 25 percent below the 1990 baseline by 2020 and at least 80 percent reduction by 2080 (EEA 2019c). The Massachusetts Green Communities Act, also passed in 2008, provided grants and technical assistance to communities to help reduce their consumption of fossil fuel. Activities included improving energy efficiency in municipal buildings and schools, converting municipal fleets to electric or 10 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "Wind turbine at the Massachusetts Water Resources Authority (MWRA) pump station by the Mystic River, Boston, MA. Source: Maudib/iStock/Getty Images Plus hybrid vehicles, and reducing vehicle miles of travel with improved routing and increased use of bicycles and walking. Funds for the program came from RGGI proceeds (Chapter 169 2008). In 2017, Massachusetts developed a program designed to help communities plan for climate adaptation. The Municipal Vulnerability Preparedness (MVP) program was voluntary. Participating communities were required to hold a stakeholder workshop to identify vulnerabilities and strengths, develop an adaptation plan, set priorities, and implement resilience-building activities (EEA 2019d). The 13 metropolitan planning organizations in Massachusetts enhanced collaboration among cities and towns within regions and provided technical assistance in planning; they exercised no government authority. The Metropolitan Area Planning Council (MAPC) served the Boston area’s 101 cities and towns. All 22 of the Mystic River Watershed communities were included in MAPC, one of whose priorities was to “help the region reduce greenhouse gas emissions and adapt to the physical, environmental, and social impacts of climate change and natural hazards” (MAPC 2019a). The Metro Mayors Coalition, started in 2002, had a climate preparedness task force supported by MAPC. Its priorities were mitigating the impacts of heat and flooding, building capacity, and coordinating public and private infrastructure activities (MAPC 2019b). Some, but not all, of the 22 Mystic River Watershed communities were within the core 15 communities that made up the Metro Mayors group. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 11",
        "Watershed associations, which, in Massachusetts, were nonprofit organizations, achieved notable success in restoring and protecting rivers using pathways that included volunteer action, policy engagement, and legal strategies. However, only modest attention was given to watersheds as a unit of analysis in climate adaptation. ADAPTATION CHALLENGES IN THE MYSTIC RIVER WATERSHED People living and working in the Mystic River Watershed had already experienced changes in their climate. In January 2018, a nor’easter brought high winds and rain during a period of astronomical high tides. The combination caused coastal flooding and destructive wave action. Public attention was captured by the memorable image of a large dumpster floating down a street in Boston’s Seaport District, an area in which new development was occurring. Rising sea levels brought increased risks of coastal storm surges and flooding to a metropolitan area that was exquisitely vulnerable to ferocious moisture-laden coastal storms from the Northeast. According to the National Climate Assessment, the amount of precipitation falling in high precipitation events (the largest 1 percent) increased in the Northeast more than in any other part of the country. From 1958 to 2010, the region experienced a 70 percent increase in precipitation on days with the greatest precipitation (National Climate Assessment 2014). The Boston metro area expects an increase in the number of summer days with temperatures 90 degrees F or greater and an accompanying increase in heat-related deaths. Wormser said of the risks, “The other two that we talk about less are the fact that we’re shifting from snow to ice storms and also we haven’t really talked about wind yet . . . we haven’t even started to think about wind-proofing our structures.” When Tufts University held its community resilience-building workshop in 2018, organizers focused discussions on risks identified in the university’s “2017 Hazard Mitigation Plan” that were created or amplified by climate change: extreme heat, extreme precipitation and flooding, hurricanes and nor’easters, and infectious disease (Woolston et. al 2018, 4). In spring 2019, Rene Fielding, who was emergency manager for Tufts, described long-standing agreements among universities and governments to help one another during emergencies. Flooding of roadways and basements with critical infrastructure (such as data hubs) was top of mind for her, and she was working with a consultant to identify priorities for long-, medium-, and short- term actions that emerged from the resilience-building workshop. Ninian Stein, a Tufts professor in environmental studies, described salient climate risks from a variety of perspectives. As a renter in Medford, she questioned whether landlords were making needed investments. She’d seen up to an inch of water in the basement of her building, even 12 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "though the sump pump was operating. Although the laundry facilities were on a five-inch- high raised platform, Stein observed that the building’s heating system, also located in the basement, remained vulnerable to flooding. During the winter, loss of heat could be a problem for her family. Stein also expressed concern for her elderly neighbors, some of whom had limited or no air conditioning in their homes and might experience heat-related health problems in warming summers. She questioned whether there was a climate resilience plan for Medford and indicated that Medford faced challenges with maintaining operational continuity during flood events. She observed that the city’s emergency responders were all headquartered in buildings located in the Mystic River floodplain. Thinking about the watershed as a whole, Stein noted that the most vulnerable people were those who were “already on the edge,” such as people in Chelsea for whom flooding could result in exposure to toxic contaminants. She also emphasized that some people in the watershed could be expected to experience evacuation constraints. These included people who were reliant on public transportation, especially in areas, such as Chelsea, that regularly experienced problems with inadequate bus service. Larry Feldman, who holds a Ph.D. in geology, was elected president of the board of the MyRWA in December 2018 (Chelsea Record 2018). Feldman, who worked for GZA Geo-Environmental, a technical service provider, discussed adaptation challenges for the watershed from his professional perspective. Not only did sea-level rise increase problems associated with storm surge flooding, he noted, it also could increase erosion. The intense heavy rains that were becoming more frequent could travel at such high velocities that the water could erode roads and compromise other infrastructure. An adaptation concern that’s top of mind for Feldman was hazardous wastes being remobilized by flooding and/or erosion. Reflecting on the state’s MVP climate adaptation program, Wormser said it was important to regional collaboration. She explained that the program was “becoming a gateway to getting state funding.” She added, “My understanding is that the state is really starting to move its community funding into the MVP grant program such that if you want funding from the state, you have to have done a climate preparedness plan. It’s a brilliant, brilliant move.” She continued, “So to get an action grant, you have to tag it to something you identified in your plan as a problem . . . all of the communities in the upper Mystic who had done their plans identified storm water as their top priority. And it was Cambridge who sponsored the regional proposal for everybody else. The idea is the grant proposal is sponsored by a single municipality who is then the project manager, but then you do it on behalf of the other municipalities, and then the cap for a regional proposal is $5 million versus $2 million for a single city.” MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 13",
        "ADAPTATION SOLUTIONS Assessing vulnerability is a basic step that includes creating an inventory of risks, an assessment of their likelihood, and an understanding of the extent to which risks have been or can be reduced. Once risks are assessed, decisions can then be made on how to manage each type of risk and set priorities. A challenge is that values necessarily play a role in risk management decisions and in the allocation of resources to priority projects. Within the Mystic River Watershed, the physical risks associated with climate change are unevenly distributed, as is the capacity to develop and implement solutions. Uneven risks are due in part to a remarkable variety in geologic features, whether, for example, one occupies the top of a drumlin or the river’s floodplain. In general, the watershed’s upper communities, those at the headwaters of the Mystic and its tributaries, face lower risks than municipalities in the lower Mystic that may be threatened by coastal storm surges and/or flooding. The more densely developed urban areas with more impermeable surfaces, also in the lower part of the watershed, are more likely to experience urban heat island effects. This landscape of risks correlates with an economic and ethnic gradient in which more vulnerable communities face higher risks. The following approaches are possible ways to adapt to climate changes, and the challenge is to identify a financially feasible set of solutions that protects people and economic activity against storm surges, flooding, and extreme summer heat. All communities in the watershed acting collectively will have to undertake some of them; individual communities might undertake others. Securing support for adaptation solutions will be critical to their success. No-regrets solutions A strategic approach to adaptation is to identify “no-regrets” strategies. These are actions that confer benefits on a community even in the absence of catastrophic climate-related events. For example, improved mass transportation might be a no-regrets strategy if one of the goals of improvements was to ensure operational continuity during extreme weather. This would make it possible to rely on subways, buses, trains, and ferries to quickly evacuate people from areas threatened by storm surges or flooding. If no extreme weather event occurs, the investment in mass transportation improvements still confers benefits if people use the improved transportation system regularly and drive cars less frequently. Air quality could be improved and congestion reduced, both of which will produce immediate economic benefits including less illness and fewer deaths from asthma and reduced time sitting in traffic. Many types of investment could be no-regrets solutions, as could capacity-building programs. Research indicates that communities devastated by extreme weather events recover more quickly if strong social networks are present before the disaster (Jordan 2015; Malone and Kinnear 2015). 14 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "Legal infrastructure Massachusetts passed several laws related to climate change, and additional policy action may be desirable to address climate adaptation. Additional substate adaptation policies could reflect different challenges in each area. However, county boundaries are geopolitical rather than bioregional, and counties in the Mystic River Watershed exercise no government authority, leaving open a variety of governance options for municipalities in the region. One option is to create a new regional public authority with boundaries identical to the watershed. Regional public authorities already play a role in the development, operation, and maintenance of shared infrastructure in the Boston metro area. These include the Massachusetts Water Resources Authority, which provides water from reservoirs in the western part of the state and operates the Deer Island Sewage Treatment Facility; the Massachusetts Bay Transit Authority, which operates the subways, buses, and commuter rail systems; and the Massachusetts Port Authority, which operates Logan Airport, a cruise ship port, and the only full-service shipping facility for containers in New England (Massport 2019). All of these regional infrastructure elements are located in whole or part in Mystic River Watershed communities. Public authorities are funded by user fees and community assessments as well as state and federal taxpayers. The creation of a new regional public authority would require state-level enabling legislation. In addition to laws, governments and nongovernment organizations can develop voluntary programs and can establish performance standards. Zoning and building codes are in the purview of local governments and provide an opportunity to require or encourage climate adaptations such as on-site storm water retention, use of permeable pavements, wind-proofing, and so on. A potential concern is that with the high demand for development in the Mystic River Watershed and the physically small municipalities, developers could simply avoid doing business in communities whose adaptation requirements are considered onerous. The power to prohibit development in areas considered too dangerous usually is exercised at the local level through zoning or other local regulatory processes. Having this power at the local level creates an inherent tension: The municipality benefits from development through property tax revenues and/or employment and thus may be inclined to approve construction in high-hazard areas, especially if the costs of disasters will not be experienced at the local level. Hard structures Shared physical structures including dams, levees, reservoirs, barriers or walls, gates, breakwaters, and so on are often referred to as hard structures or gray infrastructure. The deployment of large engineering projects has been controversial because their benefits and costs are not distributed evenly; their construction and operation may divide communities (physically and or otherwise) or damage ecosystems, and their construction or failure can cause incommensurable losses. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 15",
        "This phenomenon occurred in spring 2019 when thousands of acres of agricultural land in the Midwest were flooded by rains falling on frozen ground, and levees were breached. The record floods caused an estimated $5 billion to $8 billion of damage to facilities operated by the U.S. Army Corps of Engineers (Frank 2019) in addition to damage to homes, businesses, roadways, and farmland. In the context of changing climates, questions have been raised about the trade-offs associated with continued investments in hard structures. However, it is possible that making hard structures more robust may delay their failure. In 2018, Mystic River communities and Partners HealthCare asked Massachusetts Governor Baker to allocate funds for an additional pump at the Amelia Earhart Dam to increase water management capacity in extreme weather conditions (Chesto 2018). If a storm surge were to breach the Amelia Earhart Dam, saltwater could flood neighborhoods on both banks of the Mystic River that have been protected from the ocean since the dam became operational in the 1960s. In old communities in the Boston area, storm water runoff and municipal sewage were at one time combined and conveyed through shared pipes to a sewage treatment plant. One of the problems with this approach was that heavy rainfalls created volumes of water that exceeded the system’s capacity. When that occurred, raw sewage and runoff were discharged directly into rivers and the ocean. This combined sewer overflow (CSO) created health hazards and required government officials to prohibit swimming in rivers and necessitated periodic closures at some coastal beaches. When intense rains occurred during late spring and summer, coastal beach closures due to CSOs were a focus of significant public awareness and concern. Starting in the 1970s, environmental and health advocates and regulatory agencies pursued legal challenges and policy development initiatives that resulted, over time, in improved water quality in Boston Harbor. This required significant state and federal investments in sewage treatment plant capacity and technology and upgrading the Boston-area storm water collection system and separating it from the sewage system. Portions of the Mystic River remain too polluted for boating, swimming, and fishing. The MyRWA, in collaboration with the U.S. Environmental Protection Agency, issued an annual report card on the quality of water in each segment of the watershed based on a network of data sampling stations (MyRWA 2019). In 2019, there remained locations in the Mystic River Watershed where storm water was combined with sewage. Hard structures built on shorelines to prevent coastal erosion were also controversial and expensive. The U.S. Army Corps of Engineers was charged with the multibillion-dollar task of “armoring” shorelines to protect houses, roads, wharves, and other infrastructure from damaging coastal storms. In the eyes of critics, engineers designing structures failed to acknowledge the temporary nature of their projects (because coastlines have always shifted 16 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "and always will) or that a solution in one place could create problems in another. Orrin Pilkey, a coastal scientist and longtime critic of Army Corps of Engineers projects, and his coauthor argued that many armoring projects reflected an inadequate understanding of fundamental geological processes and the limitations of human interventions (Pilkey and Dixon 1996). Engineering attempts to prevent shorelines from natural location shifts were also associated with extensive damage to coastal ecosystems. As noted earlier, in the 1970s, this ecosystem damage was given a positive spin and described as eradicating smelly tide flats and marshes. Contemporary scientific evidence suggests that operating in harmony with ecosystems may be far less costly and more effective than building hard structures. Green or nature-based infrastructure Ecosystems once considered unhealthy and unattractive, such as wetlands, marshes, and shellfish beds, may be valuable in climate adaptation and may reduce infrastructure costs. Green infrastructure or nature-based infrastructure can complement or provide an alternative to traditional hard structures. This category ranges from creating vegetated roofs and increasing open space to nature-based solutions such as restoring wetlands and coastal marshes, encouraging oyster reefs, and in warm climates, replanting mangrove stands damaged by development or coastal storms. Oysters were once a prominent feature of coastal ecosystems in the Boston metropolitan area, and a nonprofit organization, Mass Oyster, hopes to reestablish self-sustaining populations. Each of these small mollusks is capable of filtering 30 gallons of water per day, and their reefs can attenuate wave action as well as nurture other marine species. David Morgan encourages planners to consider multiple benefits to taking a multispecies approach to climate adaptation (Morgan 2019). Instead of enlarging the capacity of the sewer system to accommodate increasingly large storms, many municipalities are developing strategies to prevent or delay runoff in urban areas so greater volumes can be managed with the existing system. Solutions include reducing the amount of impermeable surface (asphalt roads, parking lots, sidewalks) and creating features that absorb water. Vegetated roofs, rain gardens, and vegetated swales (ditches) all absorb rain and reduce the volume and/or velocity of peak flow into storm drains. Increasing vegetated surfaces in cities also reduces the urban heat island effect and, in the view of many people, makes urban life more pleasant. Few communities in the Mystic River Watershed have policies to increase green infrastructure. Municipal governments can require developers and property owners to take climate adaptation measures through building codes or can encourage them to take action with financial incentives. For example, Denver imposes requirements on new construction and MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 17",
        "Aerial image of Chicago’s City Hall Rooftop Garden. The garden improves air quality, conserves energy, reduces stormwater runoff and helps lessen the urban heat island effect. Source: Google Earth Pro large renovations through its Green Building Ordinance, which combines green infrastructure with energy efficiency (Denver 2019), while Philadelphia reduces the sewer bill of commercial property owners who add green infrastructure or storm water retention and provides a web-based tool to calculate savings (Philadelphia 2019). Evacuation Evacuations prevent or decrease the exposure of people to situations that temporarily pose high risks. The success of evacuations depends on several factors including the nature of the risk; the effectiveness of communication with people experiencing increased risk; the quality and timeliness of logistical arrangements for transportation, food, and shelter; and the duration of the displacement. Well-publicized failures associated with the Hurricane Katrina evacuation prompted greater attention to the needs of elderly people, especially those with medical conditions, and to people without access to private transportation. Closer scrutiny reveals that some people do not return to places from which they have been evacuated, especially when there has been extensive damage to housing stock and workplaces. In addition to the consequences for nonreturning individuals and their families, there are consequences for the people who do return to diminished communities. 18 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "In thinking about EJ communities, scholars such as Kuhl et al. argue that evacuations are likely to be used increasingly for flood risk management. However, several factors pose evacuation challenges in low-income, vulnerable communities including concentrations of heavy industry and hazardous land uses, low vehicle ownership, concerns about pets, fear of theft, concerns about job security, lack of trust in government, and communication barriers (Kuhl et al. 2014). Home buyouts In cases of repeated devastating damage from floods and storm surges, coastal rebuilding will cease to be a viable strategy. Some communities have already abandoned vulnerable buildings and roadways, and this practice will become more prevalent as our climate continues to change. For the most part, relocations have been individual property owner decisions; hence, the term “home buyouts” is often used. But larger-scale relocations are on the horizon. In 2016, the U.S. Department of Housing and Urban Development provided a $48 million grant to residents of a low-lying island in Louisiana to relocate as a group to higher ground (Hasemyer 2016). As commercial and residential buildings become unusable and are demolished or moved, the taxes and economic activity those properties generated may no longer be available. Immediately after Superstorm Sandy, those living in a Staten Island neighborhood asked city, state, and federal agencies to buy their homes so they could afford to abandon their dangerous beachfront property and relocate to safety. Instead of subsidized rebuilding, the buyout program compensated owners at the pre-Sandy home value and removed the structures and permeable surfaces such as driveways, creating open space that will accommodate encroaching water (McGinty 2017). Evidence indicates that seeds for long-term change can and should be sown before catastrophic events occur. Engaging land and building owners, residents, and policy makers in program development for long-term strategies such as buyouts before major events may increase the likelihood of landowner participation in managed retreat following disasters (Kousky 2014; McGinty 2017). Financing Governments, intergovernmental organizations, and the private sector influence investments in climate adaptation both directly and indirectly. For example, federal law now requires hospitals to provide electricity in all patient areas even when electric grids go down, as occurred with Hurricane Katrina and Superstorm Sandy. The cost of this investment in resilience is shared with patients and other healthcare industry stakeholders. MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 19",
        "With climate change, extreme weather events have become increasingly costly. These data are tracked by the National Oceanic and Atmospheric Administration, which notes a dramatic uptick in the frequency of events, with over a billion dollars in losses since 2014. In 2018, there were 14 separate events with losses that year totaling at least $91 billion (NOAA 2019b). Federal and state taxes help pay for disaster response and reconstruction and many aspects of infrastructure development (bridges; dams; levees; drinking water; wastewater treatment; energy; rail, aviation, ferries, and other mass transportation; roads; and storm water). In addition, these systems can have multiple sources of finance, including user fees and fares, and may involve private-sector partnerships or outright private ownership of infrastructure assets. For example, many of the country’s largest electricity-generating facilities (both fossil fuel and renewable) are investor owned. Funding for infrastructure development and repair in the United States is inadequate, and the American Society of Civil Engineers gives the country an overall grade of D+ in its “2017 Infrastructure Report Card” (ASCE 2019). The insurance industry plays an important role in the finances of climate adaptation and disaster response. In some markets, risks of loss are so great that private insurance for property damage has become unaffordable. In these situations, states and/or the federal government may act as insurers of last resort. Federal flood insurance is widely criticized as providing individuals and businesses financial subsidies to continue inhabiting dangerous places at the expense of taxpayers as a group. In addition, Congress has accused private insurance companies of receiving handsome profits from a federal program that is over $20 billion in debt (Sullivan 2016). Development of additional financial instruments to promote climate mitigation and adaptation is an active area of innovation and growth (Pronina 2019). SOCIAL AND ECONOMIC EQUITY GAP PERSISTS Although municipalities in the Mystic River Watershed started the adaptation process, there remained many decisions to make and more to learn. Wormser said, “We’re bringing on a social vulnerability organizer to work with service providers to understand the range of ways our most vulnerable residents are affected by climate. So really what the most salient risks are depends on who you are.” Wormser added, “There are cities that are basically saying, ‘As we must make a whole lot of investment in climate preparedness, we should also close the equity gap.’” Wormser identified Seattle, Washington; Oakland, California; and Providence, Rhode Island, as making progress in 20 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "this area. She added, “The reason I say that one of the missing pieces in this is the nonprofit sector, the community-based governance sector, is that we’ve not cracked that code such that people who are not already on the inside get a voice in where and how we are making these investments. The code has been cracked in other places, and part of the reason we’re focused on social resilience as a big chunk of what we’re doing is to show how it can be done in the Boston area.” She also observed, “You can buy your way out of a lot of these vulnerabilities, but the interesting thing is that the Mystic River [area], as is the city of Boston, was built on a lot of fill, so you can look at the map and say, regardless of income, what are the future intertidal zones? The two newest economic generators of greater Boston, Assembly Square and the Seaport, are two of the most vulnerable areas.” MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 21",
        "REFERENCES Agyeman, Julian, and Dale Bryan. 2005. “Environmental Justice Across the Mystic.” In Community Research in Environmental Health: Studies in Science, Advocacy and Ethics. Ed. D. Brugge and H. P. Hynes. Burlington, VT: Ashgate. ASCE (American Society of Civil Engineers). “2017 Infrastructure Report Card.” 2019. https://www.infrastructurereportcard.org/. Associated Press. 2018. “Wynn Completes Pollution Cleanup at Everett Casino Site.” May 17. https://www.wbur.org/ bostonomix/2018/05/17/wynn-environmental-cleanup-everett. Bassett, Ellen, and Vivek Shandas. 2010. “Innovation and climate action planning.” Journal of the American Planning Association 76(4): 435–450. Best, Curtis R. 1993. “A History of Mosquitoes in Massachusetts. Northeastern Mosquito Control Association.” http://nmca.org/ Nmca93-4.htm. Chapter 169 (Commonwealth of Massachusetts Chapter 169 An Act Relative to Green Communities). 2008. https://malegislature. gov/Laws/SessionLaws/Acts/2008/Chapter169. Chelsea. 2019. Wikipedia. https://en.wikipedia.org/wiki/Chelsea,_Massachusetts. Chelsea Record. 2018. “GZA’s Larry Feldman Named President of Mystic River Watershed Association.” December 28. https:// chelsearecord.com/2018/12/28/gzas-larry-feldman-named-president-of-mystic-river-watershed-association/. Chesto, Jon. 2018. “This Dam Problem Needs to be Fixed Cities Say.” Boston Globe, November 17. https://www.bostonglobe.com/ business/2018/11/16/cities-see-dam-problem-that-need-fix/mjGDk3sw8Nl0KzE8EV0woK/story.html. Daniel, Seth. 2015. “Wynn Everett Details its Strategies for Cleanup of Site Contamination.” Everett Independent, February 18. http://everettindependent.com/2015/02/18/wynn-everett-details-its-strategies-for-cleanup-of-site-contamination/. Denver. 2019. Denver’s Green Building Ordinance. https://www.denvergov.org/content/denvergov/en/denver-development- services/commercial-projects/green-roof-initiative.html. EEA (Massachusetts Executive Office of Energy and Environmental Affairs). 2019a. https://mass-eoeea.maps.arcgis.com/home/ index.html EEA (Massachusetts Executive Office of Energy and Environmental Affairs). 2019b. https://www.energy.gov/savings/renewable- portfolio-standard-2 . EEA (Massachusetts Executive Office of Energy and Environmental Affairs). 2019c. https://www.mass.gov/progress-towards- reducing-greenhouse-gas-emissions . 22 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "EEA (Massachusetts Executive Office of Energy and Environmental Affairs). 2019d. Municipal Vulnerability Program. https://www. mass.gov/service-details/mvp-program-information. Faber, Daniel, and Eric Krieg. 2002. “Unequal Exposure to Ecological Hazards: Environmental Injustices in the Commonwealth of Massachusetts.” Environmental Health Perspectives 110(April): 277–288. Frank, Thomas. 2019. “Agency Rethinks Its Defenses After Historic Flooding. Cimatewire. May 9. Gerst, Ellen. 2019. “Wynn Resorts Fined $35 Million, Will Still Operate Encore Boston Harbor.” Boston Magazine, May 1. https:// www.bostonmagazine.com/news/2019/05/01/wynn-resorts-encore-boston-license/. Hasemyer, David. 2016. “Native American Tribe Gets Federal Funds to Flee Rising Seas.” Inside Climate News, March 16. https:// insideclimatenews.org/news/15032016/native-americans-federal-funds-isle-de-jean-charles-relocation-climate-change-sea- level-rise. Johnston, Patrick. 2010. “The Former Monsanto Chemical Company Site, ‘East Side’ Everett, Massachusetts, ‘The Unique Parcel that Slipped Through the Cracks.’” Marine Unit, Everett Police Department. https://faculty.umb.edu/anamarija.frankic/ eeos476/ProjectSites/ChemicalLane/The%20Former%20Monsanto%20Chemical%20Company%20Site.pdf Jordan, Joanne. 2015. “Swimming Alone? The Role of Social Capital in Enhancing Resilience to Climate Stress: A Case Study from Bangladesh.” Climate and Development 7(2): 110–123. Kousky, Carolyn. (2014). “Managing shoreline retreat: A US perspective.” Climatic Change 124(1-2), 9–20. Kuhl, Laura, Paul Kirshen, Mattias Ruth, and Ellen Douglas. 2014. “Evacuation as a Climate Adaptation Strategy for Environmental Justice Communities.” Climatic Change 127: 493–504. List of Municipalities. 2019. Wikipedia. https://en.wikipedia.org/wiki/List_of_municipalities_in_Massachusetts. Malone, Elizabeth, and Susan Kinnear. 2015. “How and Why: Complementary Analyses of Social Network Structures and Cultural Values: Improving Flood Response Networks in Queensland, Australia.” Quality and Quantity 49: 203–220. MADEP (Massachusetts Department of Environmental Protection). 2019a. For the 2002 Environmental Justice Policy and updates, please see https://www.mass.gov/service-details/environmental-justice-policy. MADEP (Massachusetts Department of Environmental Protection). 2019b. Massachusetts Department of Environmental Protection. Environmental Justice Communities in Massachusetts. https://www.mass.gov/info-details/environmental-justice- communities-in-massachusetts#what-is-an-environmental-justice-community?- . MADEP (Massachusetts Department of Environmental Protection). 2019c. Massachusetts Department of Environmental Protection (MADEP EJ). 2018. Environmental Justice Communities in Massachusetts. https://www.mass.gov/info-details/environmental- justice-communities-in-massachusetts . MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 23",
        "MAPC (Metropolitan Area Planning Commission). 2019a. https://www.mapc.org/about-mapc/work-plans-strategic-plan/. MAPC (Metropolitan Area Planning Commission). 2019b. https://www.mapc.org/our-work/expertise/climate/mmc/. Massport (Massachusetts Port Authority). 2019. http://www.massport.com/conley-terminal/. McGinty, Anna. (2017). “Home Buyouts: One Adaptation Approach to Rising Sea Levels.” master’s thesis, Department of Urban and Environmental Policy and Planning, Tufts University. McFadden, Sean, and Joe Halpern. 2018. “The Largest Employers in Massachusetts.” Boston Business Journal, July 26. https://www.bizjournals.com/boston/subscriber-only/2018/07/26/the-largest-employers-in-massachusetts.html MDC (Metropolitan District Commission). nd. Dams-Boat Locks, Charles and Mystic Rivers, Commonwealth of Massachusetts. Michael S. Dukakis, Governor, Evelyn F. Murphy, Secretary of Environmental Affairs, John F. Snedeker, MDC Commissioner. Morgan, David. 2019. “Multispecies Planning: Locating Nonhuman Entanglements in Oyster Restoration Policy on the Massachusetts Coast.” master’s thesis, Department of Urban and Environmental Policy and Planning, Tufts University. MyRWA. 2018. Mystic River Watershed Association. “EPA Environmental Merit Award Goes to Boston Harbor.” https:// mysticriver.org/news/2018/9/12/epa-environmental-merit-award-goes-to-encore-boston-harbor . MyRWA. 2019. “Water Quality Overview.” https://mysticriver.org/epa-grade. National Climate Assessment. 2014. Northeast Region. https://nca2014.globalchange.gov/report#section-1948. New York Times. 2017. “Harvey Updates: Fire and Smoke Again Engulf Chemical Plant Near Houston.” September 1. https:// www.nytimes.com/2017/09/01/us/harvey-texas-flooding.html. NOAA (National Oceanic and Atmospheric Administration). 2019a. “Understanding Living Shorelines.” https://www.fisheries. noaa.gov/insight/understanding-living-shorelines. NOAA (National Oceanic and Atmospheric Administration). 2019b. “Billion-Dollar Weather and Climate Disasters: An Overview.” https://www.ncdc.noaa.gov/billions/. Packard, Kimberly, and Forest Reinhardt. “What Every Executive Needs to Know about Global Warming.” Harvard Business Review. July-August 2000. Partners HealthCare. 2019. https://www.partners.org/Innovation-And-Leadership/Sustainability/Sustainable-Campus-AR. aspx . 24 MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY",
        "Philadelphia. (Philadelphia Water Department). 2019. http://water.phila.gov/swexp/. Pilkey, Orrin, and Katharine Dixon. 1996. The Corps and the Shore. Washington, DC: Island Press. Pronina, Lyubov. 2019. “What Are Green Bonds and How Green is Green?” Bloomberg Businessweek, March 24. https://www. bloomberg.com/news/articles/2019-03-24/what-are-green-bonds-and-how-green-is-green-quicktake. RGGI (Regional Greenhouse Gas Initiative). 2019. https://www.rggi.org/investments/proceeds-investments . Somerville. 2019. Wikipedia. https://en.wikipedia.org/wiki/Somerville%2C_Massachusetts. Sullivan, Laura. 2016. “Lawmakers to FEMA: Flood Plan Overhaul is ‘Too Little, Too Late.’” NPR, June 3. http://www.npr. org/2016/06/03/480600851/lawmakers-to-fema-flood-plan-overhaul-is-too-little-too-late. Sweeney, Chris. 2015. All About Superfund Sites in Massachusetts. Boston Magazine, November 24. https://www. bostonmagazine.com/news/2015/11/24/massachusetts-superfund-sites-map/. Tufts. 2019. Tufts University Fact Book 2018–2019. https://provost.tufts.edu/institutionalresearch/files/Fact-Book-2018-19. pdf. Tufts, Peter. 2019. Wikipedia. https://en.wikipedia.org/wiki/Peter_Tufts. Union Oyster House. 2019. http://www.unionoysterhouse.com/. USEPA (U.S. Environmental Protection Agency). 2019a. TRI Explorer for Chelsea MA. https://iaspub.epa.gov/triexplorer/ tri_factsheet.factsheet?pzip=02150&pyear=2017&pParent=TRI&pDataSet=TRIQ1 USEPA (U.S. Environmental Protection Agency). 2019b. TRI Explorer for Everett MA. https://iaspub.epa.gov/triexplorer/ tri_factsheet.factsheet?pzip=02149&pyear=2017&pParent=TRI&pDataSet=TRIQ1. Winchester. 2019. Wikipedia. https://en.wikipedia.org/wiki/Winchester,_Massachusetts. Woburn. 2019. Wikipedia. https://en.wikipedia.org/wiki/Woburn,_Massachusetts. Woolston, Tina, Geoffrey Bartlett, Emma Conroy, Sophie Lehrenbaum, H. Nelson, and Adam Welchel. 2018. Tufts University Resilience Building Workshop Summary of Findings. Medford/Somerville MA: Tufts University, The Nature Conservancy. World Economic Forum. 2019. “The Global Risks Report 2019.” 14th edition. http://www3.weforum.org/docs/WEF_Global_ Risks_Report_2019.pdf MYSTIC RIVER: A QUEST FOR CLIMATE EQUITY CASE STUDY LINCOLN INSTITUTE OF LAND POLICY 25",
        "ABOUT THE AUTHOR ABOUT THE LINCOLN INSTITUTE OF LAND POLICY Ann Rappaport earned her B.A. in www.lincolninst.edu environmental studies and Asian studies from Wellesley College, M.S. in civil engineering The Lincoln Institute of Land Policy seeks to from Massachusetts Institute of Technology, improve quality of life through the effective and Ph.D. in environmental engineering from use, taxation, and stewardship of land. A Tufts University. Her research, teaching and nonprofit private operating foundation whose practice incorporate systems thinking, risk origins date to 1946, the Lincoln Institute management and decision making under researches and recommends creative uncertainty. approaches to land as a solution to economic, social, and environmental challenges. Through In the department of Urban and Environmental education, training, publications, and events, Policy and Planning at Tufts, Rappaport directs we integrate theory and practice to inform the new M.S. program in Sustainability. Since public policy decisions worldwide. With the 1990s, she has collaborated with university locations in Cambridge, Washington, Phoenix, decision makers to reduce the university’s and Beijing, our work is organized in seven greenhouse gas emissions profile. She major areas: Planning and Urban Form, co-chairs the university-wide Sustainability Valuation and Taxation, International and Council and co-leads the interdisciplinary Institute-Wide Initiatives, Latin America and graduate program Water: Systems, Science the Caribbean, People’s Republic of China, the and Society. Babbitt Center for Land and Water Policy, and the Center for Community Investment. Rappaport’s move to Tufts followed seven years in state government where she helped develop and implement programs to reduce transportation emissions and regulate hazardous and solid waste in Massachusetts. She is committed to creating and transferring knowledge useful for advancing sustainability PHOTO CREDITS in a variety of organizational and policy contexts. cover: benkrut / iStock / Getty Images Plus AUTHOR Lincoln Institute of Land Policy Ann Rappaport 113 Brattle St, Cambridge, MA 02138 T (617) 661-3016 or (800) 526-3873 KEY ISSUES F (617) 661-7235 or (800) 526-3944 Climate Change EMAIL FOR INFORMATION SERVICES Environmental Management help@lincolninst.edu Environmental Planning www.lincolninst.edu Water 26 THE VALLEY OF ASHES CASE STUDY"
    ]
}