{
    "FILE_NAME": "https://oshercenter.org/files/2019/04/Resilience-2.0-Boston-Healthcares-Role-in-Anchoring-Community-Resilience.pdf",
    "ALL TEXT": "Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience Boston Summit January 2017Table of Contents ABSTRACT ................................................................................................................................................................................1 ACKNOWLEDGMENTS ...........................................................................................................................................................1 PART I: INTRODUCTION & EXECUTIVE SUMMARY .........................................................................................................1 INTRODUCTION ...............................................................................................................................................................................1 Obligation Versus Opportunity ...................................................................................................................................................................................2 EVENT OVERVIEW ..........................................................................................................................................................................3 Why Resilience 2.0? ...................................................................................................................................................................................................3 EXECUTIVE SUMMARY .................................................................................................................................................................5 The Boston Context ....................................................................................................................................................................................................5 Key Learnings .............................................................................................................................................................................................................6 Key Actions .................................................................................................................................................................................................................6 PART II: THE EVENT ...............................................................................................................................................................8 BOSTON’S RESILIENCY INITIATIVES ...........................................................................................................................................8 Climate Ready Boston ................................................................................................................................................................................................9 Green Ribbon Commission .........................................................................................................................................................................................11 100 Resilient Cities ....................................................................................................................................................................................................12 Partners Strategic Resiliency Plan .............................................................................................................................................................................13 LEARNING FROM NEW YORK CITY ...........................................................................................................................................15 Health and Healthcare Overview: Lessons Learned from Sandy .............................................................................................................................16 Innovative Energy Systems for Resilience ................................................................................................................................................................18 The Story of Hurricane Sandy and NYU Langone Medical Center ............................................................................................................................19 Primary Protection: Improving Healthcare Resilience ..............................................................................................................................................21 Two Problems: Health Impacts of Fossil Fuel and Extreme Weather .......................................................................................................................21 Cascading Benefits: Mitigation and Adaptation Responses .....................................................................................................................................21 Improving Health Care Resilience ............................................................................................................................................................................22 Mitigation .................................................................................................................................................................................................................22 Adaptation ................................................................................................................................................................................................................22 Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience iANCHORING COMMUNITY HEALTH AND RESILIENCE .........................................................................................................24 Anchoring Resilience in Healthcare .........................................................................................................................................................................24 Boston’s Resilience Strategy: Resilience and Racial Equity .....................................................................................................................................26 Addressing Barriers to Resilient Healthcare Infrastructure .....................................................................................................................................28 PART III: THE WORK AHEAD ...............................................................................................................................................31 Creating Action Plans and Key Questions: A World Café ..........................................................................................................................................31 APPENDIX A ..........................................................................................................................................................................37 MEETING AGENDA .......................................................................................................................................................................37 APPENDIX B ..........................................................................................................................................................................38 BIOGRAPHIES OF PRESENTERS ................................................................................................................................................38 APPENDIX C ..........................................................................................................................................................................42 ATTENDEE ORGANIZATIONS .....................................................................................................................................................42 APPENDIX D ..........................................................................................................................................................................43 POST-EVENT WEBINAR SLIDE DECK: MARCH 16, 2017 .........................................................................................................43 Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience iiAbstract Health care institutions and the communities they serve are intimately interconnected, especially during and following extreme weather events and human-made disasters. This Summit focused on leveraging community health and climate resilience as a key strategy in the strengthening the health care sector’s climate preparedness. Outputs address health care sector engagement in climate public policy; a business case for climate resilient health care; innovative solutions to backup and reliable power generation for health care facilities and community providers; and creating robust networks of partnerships. The lessons learned, questions raised and next steps are relevant to many places. Acknowledgments The Summit was convened by Health Care Without Harm, Health Care Without Harm seeks to made possible in part by sponsorship support from the transform the health sector worldwide, Barr Foundation and co-hosted by Partners HealthCare. without compromising patient safety or Health Care Without Harm acknowledges the important care, so that it becomes ecologically contributions of all the Summit’s presenters and the work sustainable and a leading advocate for of the Summit Organizing Committee: Paul Lipke, Hubert environmental health and justice. Murray, Bill Ravanesi, Jessica Wolff, and especially Robin With offices in the United States, Europe, Guenther of Perkins + Will, who assembled this document. Latin America, and Asia, HCWH is an international coalition of hospitals and health care systems, medical professionals, community groups, health-affected constituencies, labor unions, environmental and environmental health organizations, and religious groups. Visit www.noharm.org for more information. CONTACT INFO Health Care Without Harm 12355 Sunrise Valley Drive Suite 680 Reston, VA 20191 p: 703-860-9790 f: 703-860-9795 info@hcwh.org Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 1Part I Introduction & Executive Summary In 2014, Partners HealthCare completed the Spaulding Rehabilitation Hospital in the Charlestown Navy Yard, the first building on the Boston waterfront to employ resilience measures to account for future sea level rise. Source: Partners HealthCare/Perkins+Will; © Steinkamp Photography INTRODUCTION None of our institutions, least of all hospitals, are islands The role of the Boston area hospitals, and testimony to their unto themselves. While any one facility may strive to make collaboration and skills, was amply demonstrated at the itself watertight or “event-proof,” each one is critically time of the Boston Marathon bombing in April, 2013. While dependent on a range of infrastructure systems beyond climate challenges are markedly different in nature, not least their four walls: in the likely effect of climate crises to be more widespread, the collaboration and preparedness of the health care ■ personnel being able to get to work – by car, by bus, by network for helping the population at large to overcome train or subway the effects of crisis, trauma and the associated stress are ■ supplies to be safe from harm, available and deliverable essential to our continued well-being as a community. ■ utilities to be uninterrupted – power, water, gas, sewage, waste disposal Most importantly, it is about the very reason that health care settings exist - to continue to care for patients within our buildings and to be available as a refuge of last resort for the neighborhoods and communities of which we are a part in times of crisis. As we learned from the New York experience, nursing homes, elder-care centers and community clinics may be particularly vulnerable elements in this network of care. As Dr John Balbus and Robin Guenther made clear in their report, Primary Prevention: community engagement is a This Summit takes our institutional concerns and scales them to join with cities and key element of health care system resilience. agencies and the communities they represent to ensure that we are helping both our institutional-level resiliency and the communities we are pledged to serve. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 1Community engagement is a key element of health care system resilience. Communities face unique extreme weather risks and have varying levels of resilience to those risks. Social factors affect the capacity of communities to prepare for and recover from weather related damage. Because access to health care services is a key element of disaster survival and recovery, health care organizations cannot undertake infrastructure resilience without understanding the role of all hospitals, residential care facilities, ambulatory and home care programs in the health and wellbeing of community residents, and the social and environmental justice issues that define their communities. – John Balbus, MD MPH and Robin Guenther, HHS, 2014 This Summit takes our institutional concerns and scales distribution and the potential for regional blackout. them to join with cities and agencies and the communities Reducing energy consumption not only achieves cost they represent to ensure that we are helping both our and carbon savings, it also means that with any given institutional-level resiliency and the communities we are amount of fuel a hospital can extend its viability for more pledged to serve. The original 1810 fundraising letter of hours off-grid. appeal for the founding of Massachusetts General Hospital ■ Roof gardens are increasingly employed to reduce the contained this phrase: “When in distress every man surge of rainwater runoff from extreme downpours. They becomes our neighbor.” If we add women and children to are also highly attractive, and in hospital settings have this appeal, it is a call that can just as readily be followed been shown to be an effective contributor to the healing today, over 200 years later. This is not only a moral process. imperative but a matter of practical importance. ■ Tree planting, the creation of Victory Gardens and recreational open spaces make a significant contribution Obligation Versus Opportunity to reducing the heat island effect (that will become There is a tendency in discussions of climate change and increasingly important with the projected longer and its consequences – sea level rise, storm surge, extreme more severe heatwaves, especially in cities); they are precipitation, heatwaves, high winds – to frame this all as also a present asset for recreation and public health, tales of gloom and doom. A consequence of that approach encouraging biking and walking in cool shade. is that we prefer to avoid and deny the bad news. But we Notably, it has been documented that one of the effects can decide to frame these challenges as an opportunity to of climate related events (think of Tropical Storm Sandy, do our jobs better, to think more creatively about how our Hurricane Katrina, the Chicago heatwave of 1995) is the neighborhoods thrive in good times and in bad, to think extreme mental stress suffered by the population. Any ahead, and to figure out “work arounds” for the inevitable measure to reduce such stress, particularly that associated event of systems failures. with apprehension (before an event) or loss (after an In this approach “sustainability” and “resilience” become event) can be considered a contributor to resilience and two sides of the same coin, a positive currency for practical, public health, including green space in otherwise dense long-term, economically viable and socially just solutions. urban areas. One of the key characteristics of successful design for These are just three examples of challenges being turned resiliency is that the “solution” solves more than one into opportunities. In discussing the challenges of flood, problem at a time. Some examples: fire and tempest, I urge you to view them not as the End of ■ The drive towards lower carbon emissions and Times but as prompts to help us think about what we are improved energy efficiency has led to the installation doing, how we are doing it, and how to do it differently and of local combined heat and power plants – reducing better. We have a huge challenge ahead of us, and this is a dependency on central power generation and positive start. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 2EVENT OVERVIEW Why Resilience 2.0? First, what is resilience? According to 100 Resilient Cities, The goals of the Summit included the following: resilience is the capacity of individuals, communities, ■ Provide updates on the interconnected climate institutions, businesses and systems within a city to survive, resiliency initiatives happening within the greater adapt, and grow no matter what kinds of chronic stresses Boston area. and acute shocks they experience. This broad definition of resilience requires us to examine an equally broad definition ■ To learn from New York City through an examination of of health, recognizing that health is a state of physical, post-Sandy health care sector initiatives and lessons social and emotional well-being, not simply the absence of learned from impacted providers. disease. Resilient populations require adaptation to both ■ To foster a new dialogue about the role of the health chronic stresses and acute shocks. sector in anchoring community health and resilience. Why 2.0? Health care systems, to date, have perhaps ■ To create a network of organizations and champions been engaged in improving their infrastructure resilience who recognize each other, know what each to extreme weather events, but have focused less on other does, and can find ways to provide mutual, this broader definition of health, and with it, the chronic complementary support. stresses faced by their communities in the face of climate ■ To share tools, resources, and stories of efforts to change. As they are reducing greenhouse gas emissions advance climate resilience in the health sector and through important energy conservation work, they are not community. necessarily framing this work around community health. This ■ To continue a dialogue about the barriers and Summit seeks to begin a broader dialogue about the pivotal challenges facing our collective efforts, and create a role of health care in facing this broader task of anchoring prioritized list of common concerns that can define community health and resilience – hence, 2.0. an agenda to begin the process of collaborative Health care institutions and the communities they serve problem-solving. are intimately interconnected. At no time is this connection ■ To define institutional mechanisms (or identify existing more critical than during and following extreme weather ones) to ensure that progress and collaboration on events: from heat waves to flooding, droughts to blizzards. these important issues is maintained. Boston public policy makers and health care institutions are focusing on improving health care resilience to climate This event was designed to engage a broad cross- change impacts, with an emphasis on anchoring community section of stakeholders, including federal, state and local health and resilience. Health Care Without Harm convened agencies, elected officials and their staffs, health system this one-day “by invitation” event, made possible in part representatives and health providers, local public health and by sponsorship support from the Barr Foundation and co- planning professionals, utilities, academics, environmental hosted by Partners HealthCare, to catalyze climate action advocates, architects and designers. See Appendixes A-C planning for metro Boston health care service providers and on pages 37-42 for the Event Agenda, Speaker Bios, and allied stakeholders in the communities they serve. a list of Participating Organizations It is our intent to inspire Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 3health systems and policymakers across North America together to brainstorm ideas, share tools and resources, to host similar meetings to accelerate the critical work of and co-create an initial set of learnings based on a set of enhancing health care sector climate resilience as part of key questions. broader community resilience efforts. While this meeting Following the event, participants returned surveys about the was largely a local audience, participants also came from effectiveness of the Summit and their interest in continued British Columbia, Ontario, New York, Washington DC and engagement. Most also participated in a March, 2017 North Carolina. webinar to discuss the Summit’s results and potential next The program included remarks from the Boston Chief steps. See Appendix D on pp 43-51 for the webinar’s slide Resilience Officer, moderated panel discussions, interactive deck. Interested participants have formed a working group sessions, “shout-outs” from session participants about their tentatively titled: Resilience 2.0. The outcomes of the one- related activities, facilitated small group discussions, and day event are summarized in this report. networking time. Over 110 participants spent the day working Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 4EXECUTIVE SUMMARY On the Northeastern coast of the United States, the expected maximum rise in sea level of 26 inches by 2050 would threaten in five cities alone—Baltimore, Boston, New York, Philadelphia, and Providence—assets worth about $7.4 trillion. In Boston, losses could reach $460 billion, or the equivalent of 20 Big Digs. – Corydon Ireland, Harvard University Center for the Environment The Boston Context Health care is the largest single segment of the Boston the same time, healthcare is uniquely positioned to deliver economy. Taken together, health care and university not only clinical care, but influence the health and resilience education account for more than 20% of local employment. of communities they are situated within. In addition, hospitals are critical infrastructure – their Climate change factors related to increasing greenhouse uninterrupted operation during and after extreme weather gas concentrations have a range of impacts on health care events is crucial to providing essential medical services. At service delivery and resilience, as illustrated here. Figure 1-2 This diagram illustrates the relationship between increases in greenhouse gas concentration and health service delivery. Source: 427 Climate Solutions Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 5This meeting brought together leaders from health systems, federal, state and city agencies, utilities, non-profits and architectural firms to develop institutional mechanisms for the deeper engagement of the health sector in creating a more resilient Boston. Key Learnings and help to shift the structural situations that embed inequities into the fabric of Boston life. The health sector, The healthcare sector has a key role to play in assisting as a major employer, has a key role to play in advancing the City of Boston in supporting population health this work as they proceed with climate adaptation and initiatives that reduce the impact of climate stressors resilience strategies. The bottom line: disaster is very unfair: on health; in some instances, they have a direct role in those least able to prepare are also those most likely to be reducing the stressors. Examples of stressors include negatively impacted. chronic unemployment, deteriorated and unsafe physical Health system response benefits from the “three c’s:” environments, environmental pollution, and underlying Coordination, Collaboration and Communication. chronic disease burden. As medical care moves to more Relationships built during preparedness are invaluable convenient community-based settings, a greater range of during response. Multi-disciplinary resilience planning is services are being provided in places that may be at risk. necessary to solve these complex issues: knowing what The healthcare sector has a key role to play in demanding everyone does and developing mutual support strategies is performance from urban infrastructure – utilities, public imperative. transit, water management. As a major sector of the Boston economy, health care relies on key infrastructure elements Key Actions to maintain reliability in health service delivery. They are a critical “voice of the customer” as public agencies and Broaden health care sector engagement both in policy utilities debate and plan infrastructure improvements; their and at a facility level. Expand sector engagement in 100 voice must be strong in advocating for transit investments, Resilient Cities, Climate Ready Boston, and Green Ribbon coastal protection systems, and green infrastructure. Commission, and other state adaptation plans. Case Hospitals rely on community infrastructure, so they cannot study data, “stories” and business cases will assist hospital become resilient alone. leadership; there is also a role for a collective group in Boston from among these participants to continue to pursue Health systems should accelerate the completion of integrating resilience thinking into institutional-level planning infrastructure resilience assessments to determine key and local policy making. Specific actions might include: vulnerabilities to uninterrupted operation during and following extreme weather events. Identifying priority ■ Develop a regional healthcare resilience campaign. facilities, sharing data among systems, and developing ■ Organize a Climate Bootcamp for healthcare C-Suite robust emergency management and associated adaptation leaders in the greater Boston area. plans is a key element of creating a more resilient Boston. ■ Ensure that all hospitals and health systems assess Health systems must embed equity, social justice and climate vulnerabilities and develop resilience social cohesion into resilience planning and policies, assessments. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 6Develop a compelling business case for health care backup power sources, as components of more creative climate resilience. How does a hospital measure the solutions for community-based providers to reduce the risk probability of failure? What is the cost of failure? How do of long-term outages that cripple their ability to provide care. you cost resilience strategies? How do you measure the ■ Assess to what degree ambulatory networks and intangibles, like incalculable research interruptions, loss of outpatient facilities are currently engaged in resilience reputation, or loss of economic cohesion in a community planning throughout the greater Boston area. from a major health care failure? Ultimately, healthcare has the unique opportunity to work ■ Develop information on the links between sustainability both “bottom up” within the communities they serve and and resilience. Compile case study data, including more “top down” in advocacy and policy arenas. As Bud Ris, examples of how health care owners and designers co-chair of the Climate Preparedness Working Group of make the case for the “multiple benefit” strategies. the Green Ribbon Commission and advisor to the Barr Explore innovative solutions to backup and reliable power Foundation, noted in his closing remarks: “Linking mitigation generation needs for both hospitals and community health efforts to resilience propels mitigation efforts.” It is the work providers. Identify and implement next-tier opportunities ahead to build on both existing collaborations and emerging with packaged, islanded co-generation, fuel cells, energy opportunities for the future health, safety and prosperity of storage and micro-grids that can improve health care the City of Boston and surrounding region. reliability and support community cohesion. More creative To further this work, during post-Summit discussions financing mechanisms may be required to better support the well-established Boston Healthcare Preparedness the under-resourced communities our health providers are Coalition agreed to support periodic engagement with passionate about protecting. That is the work ahead, both the stakeholders brought together by the Summit, and to on acute care hospital campuses and beyond. evaluate, develop and work towards implementation of ■ Explore innovative funding solutions. Factor resilience the Summit’s recommendations. The Coalition partners into municipal bond rates and offerings, both to reflect coordinate to plan for, respond to and recover from climate risks and to generate funds for infrastructure emergencies affecting healthcare and/or its infrastructure. investments, such as municipal green bonds. ■ Identify and support demonstration projects. Create a robust network of partnerships with one another and our communities to advance community health and resilience. More exploration of community health stressors and vulnerabilities, local micro-grid utility solutions, shared Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 7Part II The Event BOSTON’S RESILIENCY INITIATIVES This session presented the current state of climate resiliency initiatives in the Greater Boston area, including Climate Ready Boston, the Green Ribbon Commission, 100 Resilient Cities, and the current efforts of Partners HealthCare to develop a system-wide climate resilience plan. In a series of brief presentations, leaders from these initiatives laid out the particular challenges and opportunities for the health sector to participate in addressing the challenges. A summary of key climate issues is included here. Boston is ranked 4th most vulnerable city to climate change in the US, and 8th most vulnerable city in the world to economic losses. – Hallegatte, Stephane, Colin Green, et al., “Future Flood Losses in Major Coastal Cities.” Nature Climate Change, Aug 18th, 2013, pp 802-06 Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 8Climate Ready Boston CARL SPECTOR COMMISSIONER OF THE ENVIRONMENT FOR THE CITY OF BOSTON Climate risks are not new for Boston, but they will continue to increase as the global climate changes. – Climate Ready Boston Carl Spector led the session by suggesting that we need Using the three emissions scenarios from the to develop a better rhetoric to discuss the imperative of Intergovernmental Panel on Climate Change, the Boston resilience with health and hospital systems. He challenged Research Advisory Group (BRAG), overseen by the University the health systems to think about their value as community of Massachusetts Boston School for the Environment, institutions, and their perhaps less than obvious role as developed consensus data about how Boston’s climate will “respites from the storm.” He framed the role of healthcare as change over the course of the twenty-first century. These a “graceful gift” to communities, and suggested a roadmap data, excerpted from Climate Ready Boston’s report, are for sector engagement in Climate Ready Boston initiatives. summarized here. The Climate Ready Boston Initiative is one of the supporting Guided by these vulnerability findings, Climate Ready Boston plans under the Imagine Boston 2030 initiative, the first multi- identified a set of eleven climate resilience initiatives to stakeholder citywide plan in 50 years. The goal is to create address climate risks. These initiatives are based on the a systematic and comprehensive resilience framework for following principles: the city, coordinated with 100 Resilient Cities. Climate Ready ■ Incorporate local involvement Boston released its first full report in December, 2016; Carl Spector presented key findings from the document. ■ Generate multiple benefits ■ Leverage the building cycle Updated climate projections suggest that extreme temperatures, sea level rise, extreme precipitation and ■ Design in flexibility and adaptability storms will create increased local vulnerabilities: ■ Create multiple layers of adaptation by working at different scales ■ Extreme heat ■ Stormwater flooding ■ Coastal and riverine flooding Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 9Relevant strategies presented at this meeting include: ■ Strategy 2: Expand education and engagement to prepare Bostonians for climate change. Gatherings such as this one, with engagement across sectors, is vital to adaptation. Healthcare can also play a key role in community education ■ Strategy 4: Implement climate adaptation through Resilience Area Plans. Adaptation will be implemented at a neighborhood level. Health systems should consider their own resilience adaptation plans in the context of neighborhood level initiatives. ■ Strategy 5: Create a coastal protection system. Ask the question: what is the role of healthcare in advocacy and leadership for effective coastal protection systems, such as parks, levees, and floodwalls. ■ Strategy 6: Establish Infrastructure Coordination Committee (ICC) to facilitate climate adaptation. ■ Strategy 8: Expand the use of Green Infrastructure and other natural systems to manage stormwater, mitigate heat islands, and provide other benefits. Health system campuses have the potential to implement Green Infrastructure strategies and advocate for enhanced green infrastructure in neighborhood ‘health districts.’ ■ Strategy 9: Update building regulations to support climate change. The example of Spaulding Rehabilitation Hospital, in the Charlestown Navy Yard, shows the power of healthcare buildings to model innovative building infrastructure solutions. ■ Strategy 10: Retrofit existing buildings. Using the principle of leveraging the building cycle, healthcare can strategically retrofit infrastructure to meet the climate challenges identified above. Figure 2.1 (a-c): These graphs chart projected climate impacts in Boston: increased temperatures, severity of storms, and sea level rise. Source: Climate Ready Boston Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 10Green Ribbon Commission JOHN CLEVELAND EXECUTIVE DIRECTOR OF BOSTON’S GREEN RIBBON COMMISSION Climate resilience requires dramatic transformation of the public health challenges and social stressors that climate the City of Boston over the next few years: “We have projections suggest will accelerate. redesigned Boston before (e.g. the Big Dig) and we can do The Health Care Working Group of the Green Ribbon it again.” The Boston Green Ribbon Commission is a group Commission has been focused on meeting 100% reduction of business, institutional, and civic leaders in Boston working in greenhouse gas emissions by 2050 while improving to develop shared strategies for fighting climate change resilience. The Green Ribbon Commission website impacts in coordination with the City of Boston’s Climate celebrates the significant achievements of the sector to Action Plan. date, which have been accomplished through a focus on energy efficiency and a widespread shift to on-site or district We are America’s climate champion, with a target Combined Heat and Power (CHP) systems, which improve date of 2050 for going 100% carbon-neutral. efficiency and offer enhanced resilience to utility disruptions. There is a significant opportunity for Boston healthcare to be – Mayor Martin J. Walsh viewed as a national leader in this effort, and to use its ability State of the City 2017 to innovate as a model for other sectors, including the public sector. Continued efforts to achieve this carbon-neutral goal John Cleveland emphasized that to accomplish this will be disruptive. It is an incredibly challenging task, and transformation, many established patterns of behavior need requires new governance models, new finance tools, and to change: “fundamental changes are required in planning new technical capabilities. His final words: “There is urgent infrastructure as well as financing mechanisms. This process and continued need for the moral voice of the healthcare needs to begin now, and be undertaken with a high sense sector in this work. Not doing something is a violation of of urgency.” Healthcare institutions can play a unique role the Hippocratic Oath. We need healthcare to demand in this transformation, a role that will require them to “move performance from infrastructure systems—because even the beyond their comfort zones” in some areas. He stressed most resilient hospitals won’t operate if people can’t flush the importance of healthcare leaders in raising their voice the toilets and can’t get to work.” around the health issues associated with climate change; There is urgent and continued need for the moral voice of the healthcare sector in this work. Not doing something is a violation of the Hippocratic Oath. We need healthcare to demand performance from infrastructure systems—because even the most resilient hospitals won’t operate if people can’t flush the toilets and can’t get to work. – John Cleveland Executive Director, Green Ribbon Commission Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 11100 Resilient Cities AUSTIN BLACKMON CHIEF OF ENVIRONMENT, ENERGY AND OPEN SPACE, CITY OF BOSTON The health risks from climate change are not equally distributed among the populations and neighborhoods of Boston: the elderly, young children, low-income communities bear disproportionate health and safety risks. – Austin Blackmon Chief of Environment, Energy and Open Space, City of Boston Boston is proactively demonstrating leadership in climate resilience through the Green Ribbon Commission and Climate Ready Boston; a key focus of the 100 Resilient Cities program is how these policies are communicated and translated to our diverse communities. The health risks from climate change are not equally distributed among the populations and neighborhoods of Boston: the elderly, young children, low-income communities bear disproportionate health and safety risks. How do low income seniors in East Boston, for example, access quality healthcare providers without public transit? How will extended heat waves affect our most vulnerable populations? 100 Resilient Cities supports the adoption and incorporation of a view of resilience that includes not just the shocks — earthquakes, fires, floods, etc. — but also the stresses that weaken the fabric of a city on a day-to-day or cyclical basis. The healthcare sector has a key role to play in assisting the City of Boston in supporting population health initiatives that reduce the impact of these stressors on health; in some Figure 2.2 These maps outline concentrations of socially vulnerable instances, they have a direct role in reducing the stressors. populations in Boston. Source: Climate Ready Boston. Examples of these stresses for Boston include: ■ high unemployment ■ an overtaxed or inefficient public transportation system ■ endemic violence, and ■ chronic food and water shortages. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 12Partners Strategic Resiliency Plan HUBERT MURRAY, PARTNERS HEALTHCARE AND LISA DICKSON, ASSOCIATE PRINCIPAL, RESILIENCE LEADER, ARUP Climate risks will require the system to change how services are delivered, and accept that changing conditions will be the new normal. – Hubert Murray, Partners HealthCare Climate change has been identified by Partners leadership For each campus, Partners outlined a summary of as a significant potential business risk. In 2014, Partners vulnerability and exposure for each risk, using three time began a system-wide process of evaluating the range of frames: present, 2030, and 2070. Near-term strategies potential impacts on facilities and medical services in the will be implemented through enhanced operations and face of future climate projections. The goal was to develop ongoing capital upgrades to address 2030 challenges. a comprehensive response, identify and address codes More aggressive investments in high performance resilient and procedures that conflict with best practices in resilient buildings going forward will address the 2070 challenges design, and implement short and long-term interventions to (see Figure below). improve resilience and mitigate risk. Climate risks will require the system to change how services are delivered, and accept that changing conditions will be the new normal. The process includes three phases; Partners has completed Phase 1 and Phase 2 is underway. The Partners study includes consideration of seismic and wind events, in addition to increased heat, precipitation/storms, and sea level rise: Figure 2.3a This diagram illustrates the power of climate analysis projections to influence ■ Phase 1: developing climate scenarios and hazard decison-making in the built environment. Source: Partners HealthCare assessments for all campuses in the system, Each campus prepared a resilience assessment using the ■ Phase 2: conducting a vulnerability assessment of critical US Department of Health and Human Services Climate facilities and clinical operations, Resilience Toolkit Checklists. Results from individual campuses were then aggregated on a compiled checklist ■ Phase 3: developing capital prioritization and plans for (see example) to identify key vulnerabilities within the system. implementation, operations enhancements, and long term adaptation efforts Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 13■ Identified priorities for investigative study regarding medium to long-term mitigation strategies. ■ Developed strategies and standards for ongoing and future capital improvements. ■ Set priorities for system-wide action and support. Finally, Partners HealthCare’s interest in resilience has a long history, beginning with their 2006 commitment, following Hurricane Katrina’s devastating impact on healthcare infrastructure, to construct a resilient Spaulding Rehabilitation Hospital, located on the Charlestown Navy Yard waterfront. This building was the first structure on Boston Harbor to account for sea level rise, move Figure 2.3b. Partners HealthCare is aggregating checklist data from all campuses infrastructure to the roof, and incorporate passive to visually assess the potential climate vulnerabilities across their health system survivability measures such as operable windows and infrastructure. Source: Partners HealthCare a highly insulated building envelope. This more recent This assessment process yielded the following: undertaking, moving outward to the larger system, shows ■ Identified priority facilities and criticalities in need of a continued interest in improving healthcare resilience in urgent mitigation efforts (eg, emergency preparedness Boston, and their interest in joining with other local and planning, work with vendors, utilities, facilities, etc). regional health systems to develop a learning community that will benefit the greater City of Boston and the ■ Consideration of specialties, and non-transferable healthcare systems that serve it. services populations (e.g. ICU, NICU, psychiatric care, etc). Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 14LEARNING FROM NEW YORK CITY Pictured: Dr. Celia Quinn, New York City Department of Health and Mental Hygiene; Jennifer Kearney, Gotham 360; Louis Wetstein, PhD, NYU Langone Medical Center In our vision of a stronger, more resilient New York, many vulnerable neighborhoods will sit behind an array of coastal defenses…In other areas, permanent and temporary floodwalls will hold back rising waters, and storm surge will meet raised and reinforced bulkheads, tide gates, and other coastal protections. Water that makes its way inland will …be absorbed by expanded green infrastructure, or diverted into new high-level sewers. Meanwhile, power, liquid fuels, telecommunications, transportation, water and wastewater, healthcare, and other networks will operate largely without interruption, or will return to service quickly when preventative shutdowns or localized interruptions occur. – A Stronger, More Resilient New York, City of New York, 2013 Hurricane Sandy (2012) was the largest Atlantic hurricane The storm completely shut down six hospitals and 31 on record and the second-costliest hurricane in United residential-care facilities. More than 6,400 patients States history, with winds spanning 1100 miles. Estimates of were evacuated before and during the storm, including damage to date have been about $75 billion (2012 USD), a NYULangone Medical Center and Bellevue Hospital. This total surpassed only by Hurricane Katrina. Early on October session explores the ongoing work to improve health 29, Sandy moved ashore in New Jersey as a post-tropical sector resilience following this event, including public policy cyclone with hurricane-force winds. Later that evening, its initiatives, utility infrastructure innovations, and individual storm surge hit New York City, flooding streets, tunnels and health system recovery and adaptation efforts. It opened with subway lines and cutting power in and around the city. It excerpts from a feature length documentary, Hurricane Sandy became the worst natural disaster ever to hit New York City. – What Really Happened and NYULangone’s documentary, A Stronger More Resilient New York is a comprehensive Powered by Our People on their campus evacuation and report on the effect of the event on the city, with a full recovery efforts. chapter on the impact to provision of health services. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 15Health and Healthcare Overview: Lessons Learned from Sandy CELIA QUINN, MD, MPH EXECUTIVE DIRECTOR OF THE BUREAU OF HEALTHCARE SYSTEM READINESS, DEPARTMENT OF HEALTH AND MENTAL HYGIENE, OFFICE OF EMERGENCY PREPAREDNESS AND RESPONSE, CITY OF NEW YORK Healthcare services are interdependent. Vulnerabilities in non-acute care sectors have direct and immediate (and potentially longer term) impacts on hospitals. – Celia Quinn, MD, MPH It is important to understand how Hurricane Irene set the ■ 10 hospitals remained open despite power outages and context for Sandy. There is a tendency to base planning flooding decisions for the future on past experiences, but that is ■ 65 long term care facilities lost power during the storm not always effective. In Irene, there were pre-emptive ■ 500 buildings housing community-based providers evacuations and preparedness efforts for a storm that did were in inundated areas (5% of total capacity) not materialize at the anticipated levels; in Sandy, the storm surge impacts, given the confluence of high tide and landfall, ■ 1,200 buildings housing community-based providers lost were difficult to predict or assess. power during and following the storm Key impacts to the healthcare sector included the following ■ patients with immediate and chronic care needs (dialysis, methadone maintenance) sought care in and are illustrated in the table that accompanies this list: emergency departments ■ 6,451 people evacuated from hospitals and residential ■ home based care significantly impacted by care facilities; 1,800 long term care patients placed in transportation disruption Special Medical Needs shelters Figure 2.4a This table diagrams the causes of disruption to healthcare services during and after Hurricane Sandy. Note that often there are multiple causes beyond physical healthcare delivery infrastructure. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 16Immediately following Sandy, hospital bed capacity was may be uncertain. The risks of evacuating fragile reduced by 8 percent. In addition, displaced nursing home patients may outweigh the risks of shelter in place and adult care patients were moved to available hospital strategies, and the consequences of this decision may beds, stressing capacity for weeks and months. Some impact life and death. hospitals experienced storm-related surges in ED visits ■ Hindsight will always be 20/20. Decisionmakers will be for basic medical needs: methadone, oxygen, dialysis, criticized for bad outcomes. medications. In the outlying Rockaways, 95% of primary care ■ Large-scale multi-facility evacuations require planning providers were closed or relocated; 38% remained closed and response coordination. Particular challenges: lack of for more than 30 days. Transportation system disruptions, standardized definitions for bed types, patients may lack including public transit shutdowns, gasoline rationing, critical demographic and clinical information, receiving and restrictions on single-occupancy vehicles or access facilities may not have access to records (not a single checkpoints, presented significant challenges for healthcare system of records), and receiving facilities may not be workers and the home-care sector. able to rapidly credential caregivers that accompany patients from a closed facility. ■ There is need for surge space of different types. Special Medical Needs Shelters (SMNS) are not appropriate for nursing home and long term care patients; long term care facilities do not have the capacity to absorb surge, and there are barriers to increasing surge capacity in that sector. ■ Planning needs to account for immediate and long- term interruptions to healthcare services. Ambulatory care facilities may remain closed for weeks; mental health and behavioral health services must also be considered. Some facilities never re-open. Better coordination of mobile medical clinic resources may help mitigate access to care challenges. Figure 2.4b: Citywide nursing home bed capacity reductions in New York City continued for more than 4 weeks following Hurricane Sandy, stressing acute care beds well beyond Since the storm, New York City and the Greater NY Hospital the immediate event period. Source: NYDOH Association have instituted a Patient Movement Workgroup that has developed standard patient transfer forms; planning Key lessons learned: worksheets to expedite medical records access, and ■ Healthcare services are interdependent. Hospitals standardized bed definitions. They have a draft disaster have well-developed emergency plans, while long term credentialing guide and toolkit. care facilities are more vulnerable. Vulnerabilities in One final key message: Consider the importance of the non-acute care sectors have direct and immediate (and three ‘C’’s: Coordination, Collaboration, Communication. potentially longer term) impacts on hospitals. Relationships built during preparedness are invaluable ■ Healthcare evacuation decision-making is complex. during response. These are complex and challenging Decision must be made to evacuate a large facility more problems that require a team approach. than 72 hours before the event, when storm forecasts Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 17Innovative Energy Systems for Resilience JENNIFER KEARNEY FOUNDER, GOTHAM 360 LLC Hospitals need backup power, but more importantly, they need to select the right backup power. Reliability and climate considerations are driving the adoption of distributed generation systems, from cogeneration (CHP) to micro-grids to renewables. It’s an important moment. – Jennifer Kearney, Gotham 360 One of the key climate change mitigation and adaptation reliance on potentially unreliable fuel deliveries during solutions for healthcare is the introduction of on-site or and after an emergency, and reduce air pollution and cost. district level Combined Heat and Power (CHP) systems. Since 2012, the City has worked to remove barriers to these As John Messervy noted in his opening remarks, these technologies. In 2016, ConEdison introduced the Distributed systems both improve electricity generation efficiency (which System Implementation Plan, which calls for the installation reduces greenhouse gas emissions) and, if they are capable of 800MW of distributed energy resources by 2020. A key of disconnecting from the grid (also termed “islanding” or market for this effort is hospitals. “blackstart” systems), provide a high-reliability form of backup In 2014, New York State announced a major initiative titled power and thermal energy for hospitals. Reforming the Energy Vision aimed at transforming the retail In New York, hospitals began implementing CHP systems electricity market and overhauling New York State’s energy as far back as 2004, but complexity of interconnection efficiency and renewables programs. In addition to shifting standards and utility regulatory structures slowed approvals; to more efficient energy generation, the program is aimed at the first system in Manhattan became operational in 2010. avoiding billions of dollars in investments to repair or replace The impetus for these systems pre-dated Sandy; in the 20 our aging energy infrastructure. One of the key elements years before 2012, New York City experienced 9 coastal of this vision is the emergence of the microgrid, small storms and 6 multi-day heat waves (with grid outages). distributed energy plants nearby to critical facilities: hospitals, Widespread power outages occurred in 1977, 2003 (the schools, police and fire stations. Microgrid generation can be Northeast blackout), and 2012 (Sandy). These events caused solely cogeneration, or can combine technologies ranging billions of dollars in damage to buildings and infrastructure. from CHP to solar. Like Boston, future climate projections suggest an increasing The New York State Energy Research & Development incidence and intensity of heat waves, heavy rain and storm Authority (NYSERDA) launched a three-tier “NY Prize” surge flooding, which are likely to continue to stress the grid microgrid competition. The 83 Tier 1 submissions are and cause power failures. To address these challenges going available for review on their website, and offer important forward, New York City convened its first Building Resiliency insights into the anchor role that hospital campuses play in Task Force, which produced a series of recommendations microgrid development economics, given their 24/7/365 for building code changes focused on stronger buildings, operation and energy needs. Among the New York Prize/ backup power, and essential safety. REV demonstration projects is the Buffalo Niagara Medical Campus Distributed System Platform (Project 80), in One of the key outcomes is the significant expansion of partnership with National Grid, that includes both CHP and distributed generation capability in New York City, including community rooftop solar in an adjacent Fruit Belt low-to- co-generation (CHP) and solar. These systems increase the moderate income neighborhood. probability that power will work when the grid fails, reduce Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 18The Story of Hurricane Sandy and NYU Langone Medical Center LOUIS WETSTEIN, PHD PE SENIOR DIRECTOR OF ENGINEERING, STRATEGY AND SUPPORT, NYU LANGONE MEDICAL CENTER Calamity presents people with choices that are as clear as choices ever get. You can surrender, or you can pick yourself up and vow to come out stronger than you were before. – Robert I. Grossman, MD, The Saul J. Farber Dean and CEO, NYU Langone Medical Center, in Powered by our People: The Story of Hurricane Sandy, NYU Langone, and New York NYU Langone evacuated its mainframe hospital facility in the midst of Hurricane Sandy. 320 patients were safely moved to neighboring acute care facilities, and the 2.3 million square foot campus, which suffered extensive damage totaling close to $1 billion, remained closed for two months. The hospital ultimately received $1.13 billion in recovery aid, the second- largest award for a single project in the history of FEMA. This Figure 2.5a This chart captures the three level of probability that were considered across session focused on the recovery effort and lessons learned. each hazard. Source: NYU Langone Medical Center In the immediate aftermath of the storm, basements were One key lesson: Failure to mitigate risks can cause losses flooded. Hazardous materials remediation, pumping and in the billions of dollars with associated loss of life and drying was required before detailed damage assessments reputational risk. Even if mitigation measures are costly, the could begin. Hazardous areas remained throughout the economics of the expected return may be good. stabilization and remediation phases of recovery. The assessment included federal, state and local representatives, Failure to mitigate risks can cause losses in the and involved an iterative process with FEMA. billions of dollars with associated loss of life A detailed risk assessment led to the formulation of a and reputational risk. campus-wide flood protection strategy and revised flood plain elevations. NYU Langone adopted a strategy for – Louis Wetstein designing to maintain critical functions in a 500-year future event. This assessment process revealed that the FEMA Campus resiliency strategies include: 100 and 500-year advisory projections may or may not reflect climate change impacts that have already occurred ■ Cogeneration: a 42MW on-site micro-grid facility will and, even if based on recent analysis, FEMA only publishes provide thermal energy and power for the entire 2 million backward looking projections that do not account for sea sf campus level rise and increasing frequency of future events. Hence, ■ Enhance infrastructure capacity and redundancy. NYU Langone looked to New York City’s SIRR science for Redundant campus data centers, diverse and redundant establishing new design flood elevations, which are more distribution pathways, redundant points of entry to data. conservative than FEMA data alone. A combination of cogeneration powered chiller plants with additional backup steam chillers provide diversity. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 19■ Elevate critical infrastructure, patient care and support Making the decision to shelter-in-place during a major storm functions above new Design Flood Elevations (DFE), event is complex, and depends upon the storm intensity including linear accelerators, radiology, energy plant, and wind direction, which impacts surge. Preparations emergency generators, etc must begin days in advance, long before OEM issues an evacuation order. It is difficult to disrupt a facility for a future ■ Protect the campus perimeter below the DFE with a event; gaining consensus is difficult. The New York State range of automatic flood protection barriers, including DOH has developed a Facilities Evacuation Timeline and flood gates, vertically rising flood walls, hinged and Guidance Packet to assist hospitals in preparation. sliding doors to compartmentalize below flood level areas in case of breach. Passive measures are highly preferred; the less focus required for manually placing flood protection the better. Figure 2.5b NYU Langone as seen from the East River, 2018. The Energy Plant is the foreground lower building in the middle of the image. Source: NYU Langone Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 20Primary Protection: Improving Healthcare Resilience ROBIN GUENTHER, FAIA LEED FELLOW, PRINCIPAL, PERKINS+WILL AND SENIOR ADVISOR, HEALTH CARE WITHOUT HARM [adapted from Robin Guenther’s lunchtime keynote remarks to the assembled audience] The effects of climate change are being felt today, and future projections represent an unacceptably high and potentially catastrophic risk to human health. Tackling climate change could be the greatest global health opportunity of the 21st century. – The Lancet Commissions, 2015 This is a time of massive change in the US healthcare In 2005, Hurricane Katrina devastated the healthcare system, with changes in payment mechanisms, the rise of delivery infrastructure of the Gulf region; seven years later, value based care, and the shifts from infectious disease to the images of hospital evacuations in New York City during lifestyle diseases, from cancer to diabetes, asthma and heart Hurricane Sandy reinforced how little had changed to make disease. At the same time, the reality of increasing extreme our healthcare infrastructure resilient. In 2013, President weather events brings devastation of physical environments, Barack Obama issued The President’s Climate Action Plan, escalating risks to human health through heat waves, which “launched an effort to create sustainable and resilient droughts, water contamination and air pollution. Will the US hospitals.” This session is the story of that effort, and what healthcare system seize the opportunity to tackle climate we have learned about the resilience of US healthcare change outlined by The Lancet Commissions? infrastructure along the way. Against this backdrop, health systems are shifting beyond Two Problems: Health Impacts of Fossil sick care to address the larger social determinants of health. Fuel and Extreme Weather The goal: to create a healthier, more resilient population that The Lancet Commission describes the global fuel mix as ultimately lowers the cost of care. What makes us healthy? contributing to a range of negative human and environmental The Robert Wood Johnson Foundation, in Health Beyond health impacts, due to direct exposures to reduced air quality Healthcare suggests that “although medical care is important, or local contamination of air, soil, water related to fossil our reviews of research and the hearings we’ve held have fuel extraction and processing. Extreme weather includes led us to conclude that building a healthier America will negative health impacts of heat waves, ice storms, water and hinge largely on what we do beyond the health care system.” food-borne diseases, vector borne diseases, food and water This means moving past clinical care to address the more shortages, and trauma/mental health. global causes of health: the social cultural environment, the physical built environments of neighborhoods, and equitable Cascading Benefits: Mitigation and Adaptation Responses opportunity for economic and educational advancement. Many mitigation and adaptation responses to climate change Kaiser Permanente, with the Prevention Institute, suggested are win-win, creating multiple benefits: reductions in the this three-part framework in Adverse Community Experiences burden of ill-health, enhance community resilience, alleviate and Resilience. poverty, and address health inequity. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 21Improving Health Care Resilience set out to make the air better for our patients to breathe, control costs and help our local economy.” In 2016 Kaiser The goal of Health Care Without Harm’s work with the health Permanente, one of the nation’s largest health systems, sector on climate issues is to build greater understanding of announced an aggressive goal to be carbon positive by the major role health systems can play in reducing climate 2025. impacts while improving population health and community resilience. The Lancet Commission on Health & Climate Adaptation notes: “By moving toward low-carbon health systems, Adaptation includes work on both ensuring infrastructure health care can become more resilient to the impacts of resilience, as well as the broader role as an anchor for climate change, save money, and lead by example.” Climate community health, increasing the ability of healthcare and health work focuses on the three pillars shown in this settings and populations to handle both extreme weather diagram: mitigation, adaptation, and leadership. shocks and community stresses. First, is our healthcare 1. Mitigation. Reducing resource use, fossil fuel emissions, infrastructure resilient to extreme weather? In 2014, Dr. John transportation impacts. Balbus and I set out to answer that question by examining extreme weather related hospital infrastructure failures 2. Adaptation. Improving infrastructure resilience, engaging as far back as 2000, along with emerging best practices communities to reduce health stresses, and linking in infrastructure design. That research is summarized in a sustainability to quality initiatives document titled: Primary Protection: Enhancing Health Care 3. Leadership and Advocacy. Supporting local and national Resilience for a Changing Climate. We learned that there are policies, and improving public understanding of climate four basic factors: and health risks. ■ More severe weather intensity – design thresholds, such as temperature, wind velocity, mean flood elevations, are exceeded ■ Longer severe weather durations – test the limits of on- site fuel, water, and food storage ■ New or expanded geographic regions – extreme weather is happening in places it has never occurred before, so different building requirements must be enacted Figure 2.6 Healthcare has a pivotal role to play in mitigation, adaptation, and leadership. ■ Damaged community and utility infrastructure – In fact health systems need to engage in all three areas, hospitals increasing need for reliable power is focusing on the place where the three streams intersect. outpacing the utility’s ability to supply such power; when outages happen, they are lasting longer; disrupted Mitigation roads and bridges cause long disruptions. Healthcare has a significant carbon footprint; a study In addition to the report, we developed a Healthcare Climate released in 2016 suggests that if US healthcare was ranked Resilience Toolkit, with a series of self-assessment checklists as a country, it would be the 13th largest carbon emitter. that Partners HealthCare and other health systems Hospital buildings are the second most energy intensive have been utilizing to understand their climate risk and type, but they can save significant amounts of energy infrastructure vulnerabilities. This Toolkit, which also includes through efficiency measures and innovative new building resource lists and case studies, is based upon two important design strategies. Increasingly, hospital systems are linking reference documents, The Canadian Coalition for Green mitigation efforts to health. Dr. Jeff Thompson, former Healthcare’s Health Care Facility Climate Change Resiliency CEO of Gundersen Health System, explains their energy Toolkit and WHO’s Smart Hospitals Toolkit. conservation and shift to renewable sources this way: “We Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 22Beyond infrastructure concerns, health systems across Leadership: Healthcare has a key role to play in advocating North America are engaging in a broad range of programs for local and national public policy that supports enhanced to enhance community health and resilience. From hosting health and resilience. In an effort to build a unified voice farmer’s markets to investing in cooperative, locally owned among hospitals committed to addressing climate change, businesses, healthcare has a key role to play in working Health Care Without Harm established the Health Care with other community leaders to improve health status. In Climate Council. When these leaders advocate for Cleveland, the Cleveland Clinic, University Hospitals and reducing greenhouse gas emissions and rapid adoption Case Western University, with funding from the Cleveland of a renewable energy economy, they are doing so for the Foundation, have established the Evergreen Cooperatives, health of the communities they serve. In many instances, a series of locally owned cooperative businesses that there is economic payback for these investments today; in grow organic vegetables, provide laundry services, and some instances, as we are learning today, healthy solutions retrofit lighting and solar energy systems. These businesses require public investment. More investments in resilient not only reverse the cycle of economic disinvestment in infrastructure, robust public transit, healthier food systems, the midtown neighborhood, they contribute to a more and expansion of renewable energy infrastructure are resilient Cleveland, less dependent upon long distance important places for healthcare to demonstrate leadership. supply chains. When Health Care Climate Council leaders advocate for reducing greenhouse gas emissions and rapid adoption of a renewable energy economy, they are doing so for the health of the communities they serve. – Robin Guenther FAIA Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 23ANCHORING COMMUNITY HEALTH AND RESILIENCE This session focused on the questions of how the systems have varying levels of preparedness; communities healthcare sector ensures that facilities remain operational have variable levels of resilience due to social determinants, to care for communities across the entire continuum of care. access to infrastructure and healthcare. The health threats from extreme weather are varied; health Anchoring Resilience in Healthcare PAUL BIDDINGER, MD MEDICAL DIRECTOR FOR EMERGENCY PREPAREDNESS, MASSACHUSETTS GENERAL HOSPITAL AND PARTNERS HEALTHCARE I have a special worry: how will our facilities remain open during disasters? Services are curtailed; supplies are tight; people aren’t available. Access to chronic care - methadone, dialysis - drives surges in acute hospital care. We need to be resilient in the face of climate change, with or without operational community infrastructure. – Paul Biddinger MD Climate drivers, as they filter through environmental, institutional, social and behavioral contexts, create exposure pathways that cause a range of negative health outcomes: heat related illness, cardiopulmonary illness, vector-borne diseases, and behavioral and mental health needs (see Figure below). As extreme weather events increase in frequency and intensity, these physical and behavioral healthcare needs will also increase. Are we preparing for this future? The US Climate Resilience Toolkit Climate Change and Human Health literature portal has gathered the growing database of global scientific literature on this topic and Partner’s, as discussed by Hubert Murray and Lisa Dickson in the earlier session, has embarked on an infrastructure resilience study. Figure 2.7 US Global Change Research Program (2016). The impacts of climate change on human health in the United States: A scientific assessment. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 24But let’s focus on what happens during and after these Protecting research is essential: at NYU Langone, research events. Increased threats to health mean greater demand for losses were estimated at $700 million, including invaluable healthcare services. During a disaster, healthcare providers tissue samples, cancer research samples, etc. It is imperative and facilities: that academic medical centers use the best data to prepare for crises. Biddinger noted: “But beyond looking at our own ■ Care for the newly sick and injured campus vulnerabilities, we also need to understand other ■ Continue to provide routine, chronic health care services, healthcare system vulnerabilities in the region, both acute from cancer to dialysis to drug and alcohol treatment and sub-acute care settings. If another hospital needs to ■ Sometimes serve as a place of refuge for those needing evacuate, we need to be in a position to receive patients water or electricity, cooling or food1 in a time of crisis.” To prepare for this future, health systems actions should include: While hospitals must strive to become more resilient, they all rely on community infrastructure to some degree, so they ■ Monitoring and improving patient’s health to better face cannot become resilient alone. As more care moves to lower climate impacts cost, convenient neighborhood settings, a greater range of ■ Advocacy at all levels to combat climate change services are being provided in places that may be at risk. ■ Enhanced emergency planning at a system level According to Primary Protection, there are important planning considerations for healthcare with respect to resilience: ■ Medium and long term capital investments, including for energy redundancy/independence ■ Health care facilities and services cannot rely on ■ Building for the future, anticipating change community infrastructure ■ Hardening health care facilities, including hospitals and Biddinger concluded: “Ultimately, we need to revisit what we sub-acute facilities is vital think we know. We need to question every assumption about our future, because it is unlikely to resemble the past. NYU ■ Resiliency includes planning for staffing and supplies in Langone thought they were prepared when the built a 13’ addition to physical structures wall after Katrina; Sandy was 14’-6”. Preparedness is a team ■ Green design serves a dual purpose effort, and we are just beginning to fully understand and ■ Protecting research must be part of the plan develop responses.” 1 Paterson, J., et al. (2014) Health care facilities resilient to climate change impacts. International Journal of Environmental Research and Public Health. 11:13097-13116; doi:10.3390/ijerph111213097 Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 25Boston’s Resilience Strategy: Resilience and Racial Equity DR. S. ATYIA MARTIN CHIEF RESILIENCE OFFICER, CITY OF BOSTON We have to address the day-to-day issues that are tearing at the fabric of our communities—the chronic stressors—that are deeply rooted in the historic context of our cities. Racism, economic opportunity needs to be talked about—we need to acknowledge the disproportionate burdens of inequities. We need to embed equity, social justice and social cohesion into our resilience policies, and shift the structural situations that embed inequities into the fabric of Boston life. – Dr. S. Atyia Martin, Chief Resilience Officer Boston’s resilience efforts, which have been underway Doing things differently requires addressing racism at since September, 2015 are about the larger concept of every level: individual/internalized racism among citizens; resiliency: the capacity of people and systems within a city institutional racism at a business level; and structural racism to survive, adapt, and grow no matter what kinds of chronic that is embedded in social structures and policies. The stresses and acute shocks they experience. The work goes Blueprint is suggesting a series of goals that can begin to beyond consideration of climate stresses and threats. Dr. build a more resilient Boston; many of those goals intersect Martin began: “Our individual and institutional responsibility with this meeting today. starts with understanding and confronting a basic truth: that The health sector, as a major employer, has a key role to the largest social determinant of health is race. We need play in advancing this work as they proceed with climate to embed equity into our resilience policies, and shift the adaptation and resilience strategies. Key questions: ask structural situations that embed inequities into the fabric yourself, at any meeting, who is not at the table? How of Boston life.” Continuing to do things the way they have many people in your community are physically incapable always been done perpetuates these inequities. of evacuating? These assessments should be done in The organizing principle is simple: The only way to create collaboration across institutions, public health departments, citywide resilience is to embed racial equity, social justice and with community leaders. The bottom line: disaster is very and social cohesion in infrastructure, environmental and unfair: those least able to prepare are also those most likely economic aspects of resilience. The Blueprint for Boston to be negatively impacted. Resilience Strategy has four visions: Reflective City, Stronger People Collaborative, Proactive Governance Equitable Economic Opportunity Connected, Adaptive City Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 26HOW THE BOSTON RESILIENCE STRATEGY IS STRUCTURED GUIDING PRINCIPLE RESILIENCE, RACIAL EQUITY, AND SOCIAL COHESION (Blueprint, 2016) Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 27 SNOISIV ECNEILISER )7102 ,YGETARTS( VISION VISION VISION VISION $ REFLECTIVE COLLABORATIVE, EQUITABLE CONNECTED, CITY, STRONGER PROACTIVE ECONOMIC ADAPTIVE PEOPLE GOVERNANCE DEVELOPMENT CITY A Boston that reflects An inclusive and Access to economic Increased connectivity upon its history and collaborative City and social pathways of communities of confronts present government culture that support closing color while adequately realities of racism in that offers residents the wealth gap to preparing for threats to daily life and during a meaningful role ensure our quality of infrastructure used by emergencies to learn in decision-making life is not determined all Bostonians. and reduce the impact processes and by our race or ethnicity. of trauma on individual facilitates cross- and community health departmental and well-being. partnership. SLAOG ECNEILISER )7102 ,YGETARTS( GOAL 1.1: Advance the GOAL 2.1: Ensure GOAL 3.1: Increase GOAL 4.1: Develop a ongoing development employment equity access to good-paying redundant and reliable of community training and better serve jobs, entrepreneurial public transportation for healing, well-being, all Bostonians by opportunities, and asset network to provide and preparedness in increasing the building strategies. equitable accessibility the face of chronic representation of the for all Bostonians. GOAL 3.2: Ensure stresses and traumatic city’s diverse population safe, affordable, GOAL 4.2: Prepare events. in city government. stable housing for all for the impacts of GOAL 1.2: Facilitate an GOAL 2.2: Enhance Bostonians. climate change and open, ongoing dialogue decision-making other threats while GOAL 3.3: Enhance for healing, learning, capacity in city accelerating sustainable digital equity by and action to address government by bringing infrastructure, increasing access racism and strengthen together our residents’ environment, and to technology tools, social cohesion in and our government communities. computers and the communities. representatives’ Internet. GOAL 4.3: Improve knowledge and skills GOAL 1.3: Acknowledge the collaboration of to better develop GOAL 3.4: Prioritize the damage that partners working in policies, practices, and equitable education systemic racism Boston communities to processes. opportunities to close continues to inflict address climate change the gap for young on our communities GOAL 2.3: Improve and other emergencies. people of color. and develop the collaboration, deliberate institutional evaluation, and delivery approaches to achieve of city services to better and sustain racial equity meet the needs of all in Boston policies, Boston residents. practices, and culture. Figure 2.8 This excerpt from The Blueprint: A Preview of the Principles and Framework for Boston’s Resiliency Strategy outlines a number of goals that intersect with healthcare sector resilience 8 The Blueprint: A Preview of the Principles & Framework for Boston’s Resilience StrategyAddressing Barriers to Resilient Healthcare Infrastructure JOHN BALBUS, MD MPH, SENIOR ADVISOR FOR PUBLIC HEALTH TO THE DIRECTOR OF THE NATIONAL INSTITUTE OF ENVIRONMENTAL HEALTH SCIENCES (NIEHS); ROBERT BIGGIO, VICE PRESIDENT OF FACILITIES AND SUPPORT SERVICES, BOSTON MEDICAL CENTER This session initiated a series of facilitated conversations among participants about identifying and addressing the key barriers to resilient healthcare. Facilitated by Dr. John Balbus and Robert Biggio, participants identified a broad range of challenges to achieving a more cohesive and dependable health system in the face of extreme weather events. Dr. Balbus focused at a policy and science level, while Robert Biggio brought the challenges to an individual facility level. There are a lot of cognitive barriers to doing things differently. First, policy responds to experiencing extreme events; it’s difficult to change otherwise. Part of the policy solution, unfortunately, is that we need a good crisis. – Dr. John Balbus MD There are cognitive barriers to healthcare looking beyond their four walls and effectively defining their community anchor role. How do we prioritize dealing with longer term resilience issues when we have so many immediate pressing facility needs? How do we get leaders’ attention with so many competing priorities? How can we leverage the assets we already have and make our institutions more resilient? – Robert Biggio Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 28Mental filters: Research shows that people tend to force the world into their existing frames. Weak signals that don’t fit are typically distorted or ignored. Humans see what they expect to see, rather than what is there. Overconfidence: A demonstrated tendency to be too certain also makes people tend to believe that the current view they hold is correct. Penchant for confirming as opposed to disconfirming evidence: It is more difficult to detect disconfirming evidence than confirming evidence, so the mind is more likely to accept than to reject an idea. Dislike for ambiguity: People dislike ambiguity, particularly in organizations in which managers are expected to have answers to questions. Groupthink: Members of organizations take comfort from belonging to the majority and seeing the world in the same way, so there is a tendency to go along with what others say, rather than to use an individual mind to find flaw in the group’s thinking. Figure 2.9 Addressing barriers to resilient infrastructure often requires dismantling deeply embedded cognitive barriers to change. Source: Cognitive Barriers (Day and Schoemaker 2004) Key gaps and action items identified by the group during this ■ Accessible and usable climate data. Not every session included: healthcare owner can undertake the type of climate modelling that Partners HealthCare described. ■ Information on the links between sustainability and Healthcare needs credible, actionable climate data resilience. There is a need to compile case study data, as a basis of decisionmaking; can local and state including more examples of how healthcare owners government provide that? and designers make the case for the “multiple benefit” strategies outlined by Messervy and Guenther in their ■ Achieving a balance between short-term versus long- talks. term thinking and decisionmaking both in policy and at a facility level. How do we address the cognitive ■ The lack of metrics for measuring resilience. There barriers mentioned above? Certainly, case study are no established measurement tools for presenting data, “stories” and business cases will assist hospital resilience; though essential for assessing vulnerabilities, leadership; there is also a role for a collective group in the Toolkits and checklists available today do not Boston from among these participants to continue to contain robust metric measurements for resilience pursue integrating resilience thinking into institutional- either at a facility or community level. More metrics for level planning and local policy making. More creative resilience are needed. financing mechanisms may be required to better ■ The need for a compelling business case. How does a support the under-resourced communities our health hospital measure the probability of failure? What is the providers are passionate about protecting. cost of failure? How do you cost resilience strategies? ■ Ideological barriers and gaps around climate change. How do you measure the intangibles Louis Wetstein Will we get to the same resilient outcome without an mentioned, like incalculable research interruptions, explicit climate frame? Can we go a day or a week loss of reputation, or loss of economic cohesion in a without using the word “climate” to force ourselves community from a major healthcare failure? It is time to to work in another dimension and build greater prepare a business case for healthcare resilience. momentum? We are a divided country and there is not a single rhetorical solution that works – there may be Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 29five or six, depending upon context and audience. It reliability and support community cohesion. That is the is important to develop resilience communication that work ahead, both on acute care hospital campuses works across a range of audiences within the greater and beyond. Boston community. ■ Opportunities to partner with one another and our The Healthcare Climate Resilience Toolkit is a series communities. More exploration of local micro-grid utility of self-assessment checklists that health systems can solutions, shared backup power sources, more creative use to understand their climate risk and infrastructure solutions for community-based providers to reduce vulnerabilities. This Toolkit, which also includes the risk of long-term outages that cripple their ability to resource lists and case studies, is based upon two provide care. important reference documents, The Canadian Coalition for Green Healthcare’s Health Care Facility ■ Innovative solutions to backup power generation Climate Change Resiliency Toolkit and WHO’s Smart needs. We must identify and implement the next-tier Hospitals Toolkit. opportunities with packaged, islanded co-generation, fuel cells, and micro-grids that can improve healthcare HHS Sustainable and Climate Resilient Health Care Facility Initiative PART 1 Primary Protection: Enhancing Health Care Resilience for a Changing Climate CLIMATE RISKS AND COMMUNITY ELEMENT 1 CHECKLIST VULNERABILITIES ASSESSMENT Yes = Action completed Somewhat = Action in progress or incomplete No = No action planned or taken Unknown = Status or action unknown N/A = Does not apply Primary Protection: GENERAL Value Rank 1.0.1 Does your health care facility receive notifications of weather warnings, alerts, and advisories for the following hazard conditions?: Enhancing Health Care Resilience • Extreme heat Yes Somewhat No Unknown N/A • Extreme cold Yes Somewhat No Unknown N/A for a Changing Climate • Extreme weather - freezing rain, blizzard, ice storm, hail, snow Yes Somewhat No Unknown N/A • Drought Yes Somewhat No Unknown N/A • Wildfire Yes Somewhat No Unknown N/A • Tornado Yes Somewhat No Unknown N/A • Flash Floods and/or Coastal Floods Yes Somewhat No Unknown N/A • Hurricanes or Severe storms Yes Somewhat No Unknown N/A • Avalanche or landslides Yes Somewhat No Unknown N/A • Poor air quality and smog Yes Somewhat No Unknown N/A • Water-borne contamination and/or diseases Yes Somewhat No Unknown N/A • Vector-borne diseases Yes Somewhat No Unknown N/A STEP 1: Understand Climate Risks Value Rank “Climate vulnerability assessment” is the analysis of the expected impacts, risks and adaptive capacity of a region or sector to the extreme and gradual effects of climate change. A vulnerability assessment is more than simple measurement of the potential harm caused by extreme weather events resulting from climate change includes an assessment of the ability to adapt. 1.1.1 I ts h elo hc ea al lo thr cre ag reio sn ea cl tg oo r?vernment conducting climate risk and vulnerability assessments for Yes Somewhat No Unknown N/A • I sf c “ ieye ns c” e, ? are these assessments regularly updated with emerging data and climate Yes Somewhat No Unknown N/A 1.1.2 D ono e los c l ao lc ea xl tg reo mve ern wm ee an tht ec ro m ham zau rn di c ta rete n dto s , y io nu clr u o dr ig na gn li iz ka et li yo n h aa zn ad rd t h ime pco am ctsm ?unity information Yes Somewhat No Unknown N/A 1.1.3 D foo ce us s ey do u or r go arg na izn aiz tia ot nio sn t oh a inv fe o rp mar ytn oe ur rs uh nip ds e w rsi tt ah n u dn iniv ge ors f i cti le ims ao tr e o ath ne dr hc eli am lta ht e ri sa kn sd ? health- Yes Somewhat No Unknown N/A 1.1.4 gD oo ve es rn d mi es na ts ate utr h r oi rs itk ie a s s as ce tis ns gm one n clt im in af to e r cm ha l no gc ea l i nd foe rv me alo tip onm ie n n fot rp mo ul li ac ti ie ns g? d e(A vr ee lo l po mca el na tn pd o m licu ien sic ?i )pal Yes Somewhat No Unknown N/A 1.1.5 I rf i st kh e a sa sn es sw se mrs e na tb ?ove are “no”, has your organization conducted an independent climate Yes Somewhat No Unknown N/A • I pf lath ne n ia nn gs ?w er is ‘yes’, does your organization utilize the resultant information as a basis of Yes Somewhat No Unknown N/A 1.1.6 B una dse ed rs o tan n y do inu gr .response to the questions above, rank your level of climate risk 3 (Exemplary) 2 (Functional) 1 (Marginal) 0 (None) N/A STEP 2: Assess Community Preparedness and Vulnerabilities Value Rank A resilient health care facility is dependent in part on the climate resiliency of the broader community. Climate variability and climate change may create risks in your community that can affect your health care facility. The community may have limited capacity to cope and certain vulnerability factors (e.g. institutional, demographic, socio-economic) may increase future risks. Step 2 questions should be completed for each campus or unique facility location. 1.2.1 Are local government organizations equipped with knowledge, experience and resources to manage disaster risk reduction and climate change adaptation at a community or Yes Somewhat No Unknown N/A neighborhood level? U.S. Department of Health and Human Services 1 1. .2 2. .2 3 A a Dur oe t eh st oh r te hitr eie e s le o x t coi as lrt i e gn d og u v p c eea rn r ct mn lie m er ns a th t e sip u vs pu pb ln oe e rt tw r a ve b ue i ll nn it e yt rh aine b lc t eho e lm o s cm u aru l rn poi out py n, ud h li ane tga io lt c nh o sc m a (pr m ae r u to in cr uig t lia ae rn s lyi ?z e a ldti eo rn ly ,a cn hd ild l ro ec na ) l Yes Somewhat No Unknown N/A December 2014i t imo pac let mive el ny t ap ta iort nic ?ipate in risk reduction decision making, policy making, planning and Yes Somewhat No Unknown N/A 1 Figure 2.10 Hospitals and other facilities find value in standardizing climate vulnerability assessments using guidance documents like \"Primary Protection: Enhancing Health Care Resilience for a Changing Climate.\" Source: US Department of Health and Human Services, December 2014, https://toolkit.climate.gov/topics/human-health/building-climate-resilience-health-sector Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 30Part III The Work Ahead Creating Action Plans and Key Questions: A World Café JESSICA WOLFF AND PAUL LIPKE HEALTH CARE WITHOUT HARM, FACILITATORS A World Café is a simple, effective, and flexible format for large group dialogue, with 4-5 person groups discussing key questions and creating graphic-rich insights. Nine questions were developed; in some instances, two tables addressed the same question. Participants had the opportunity to either stay with a single question for the entire session, or split their time among two questions. Moderators Jessica Wolff and Paul Lipke helped frame the conversations, kept them moving, ensured that all voices emerged and ideas were written or drawn on newsprint on each table. For hospitals with limited financial and 3. Special funding for absolute necessities engineering resources, and/or lack of 4. Introduce climate preparedness into the capital budgeting cycle (1-3 years) leadership engagement, what should be the 5. Advocate for legislation to provide incentives for larger first steps towards building resiliency? investments (like cogeneration or micro-grids, per the Harvest free and low-cost tools to assess climate risk. Use NYSERDA example (Kearney talk) the available climate data from Climate Ready Boston and US Climate Resilience Toolkit. The Massachusetts Division of What changes to City, State and regional Capital Asset Management and Maintenance (DCAMM) risk policy, planning and/or programs could analysis is a local generic tool. help advance this work? How might your Harvest free and low-cost tools to assess vulnerabilities organization and/or those you know help those and create resilience plans. Use the HHS Sustainable and Climate Resilient Infrastructure Toolkit checklists to changes happen? assess infrastructure vulnerabilities. Prepare a system Funding for prevention and mitigation/adaptation wide assessment by aggregating checklist data in a single strategies. Proactive funding to improve population health in location; using this, develop a plan. The National Park order to enhance community resilience along with (FEMA?) Service Adaptation Plan uses a scenario planning process funding to invest in proactive improvement of facilities. to develop large categories of strategies for enhancing resilience. Require or incentivize preparation and submission of mitigation/adaptation plans. Use this as a tool to unlock Develop appropriate priorities for limited capital situations. funding or incentives. Boston Medical Center contributed their lessons learned to developing this frame for establishing priorities, using Build on MEPA. Use the Massachusetts Environmental Policy emergency preparedness as a driver: Act (MEPA) Climate resilience policy as a tool for resilience. 1. Operational changes, including supply chain Expand Hazard Vulnerability Assessment tools. Support an expanded Hazard Vulnerability Assessment (HVA) that 2. Partnering with others (including grants and incentive includes climate and extreme weather risks. Provide funding, programs) Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 31through the Department of Homeland Security (DHS) to Organize and launch a statewide “Resilience Campaign.” support extreme weather preparedness and resilience The healthcare sector could play a key role in this. efforts. ■ Advocate for legislation and policy changes to Work with insurance regulators and insurers to address encourage resilience. the market failures and barriers to financing resilience ■ Master planning at a campus or district level – improvements. “resilience districts.” ■ Assist in developing a set of pilot projects for private sector or city/state ■ Share open-source/ crowd-source models and information with other organizations, sectors, leaders ■ Develop metrics for measuring effectiveness ■ Promote work to increase visibility More healthcare advocacy for resilience investments at local and state level. Key C-suite leaders must engage in policy development. How do we encourage this? ■ ‘Strength in numbers’ can help address concerns about ‘being out in front’ Figure 3.1 Professor David Levy, University of Massachusetts Boston, Sustainable Solutions Lab” ■ Educate government relations staff on climate, energy and resilience issues, and how they will impact their institutions ■ Clinicians and facility leads need to encourage health care leaders to sponsor/direct gov’t relations staff to engage on this issue ■ Multiple institutions can coordinate efforts and/or share costs of hiring the needed policy expertise either through existing channels such as the Conference of Boston Teaching Hospitals’ government relations committee, or some new structure. What needs to happen next? What questions Figure 3.2 Professor David Levy, University of Massachusetts Boston, Sustainable need answering? Solutions Lab” Organize a Climate Bootcamp for healthcare C-Suite Provide incentives to encourage public-private planning for leaders in the greater Boston area. Get this understood as resilience integration. a health issue; include executive leadership, providers, and ■ Transportation/infrastructure grants patient/community advocates. ■ Expedited permitting and other local regulatory Aggregate a metropolitan-level health care risk mechanisms assessment. Convene a working group, and publish a sector ■ Encourage multi-site or district solutions report. Engage the Massachusetts Hospital Association to play a role. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 32Broaden health care sector engagement on state Engage clinicians as messengers, as active participants adaptation plans. Expand sector engagement in 100 in resilience planning. Clinicians are on the front lines of Resilient Cities, Climate Ready Boston, and Green Ribbon identifying community vulnerabilities to extreme weather. Commission. Clinicians understand tradeoffs between upstream prevention (weatherization, heating assistance, cooling Financially incentivize resilience measures through higher centers, air quality) and ED treatment for heat waves, recovery reimbursements for more resilient institutions. droughts, etc. Look at the Centre for Sustainable Healthcare (UK) for clinician education and training. What is needed to pull all these threads Use the HHS Sustainable and Climate Resilient together and sustain integration over time? Infrastructure Toolkit checklists to assess infrastructure How can you, your organization and/or those vulnerabilities. Hospitals and research facilities are on the you know help this happen? front lines of critical infrastructure in the US. Build a robust business case for hospital resilience. Add climate resilience standards in Joint Commission/CMS Consider infrastructure costs, reputation loss, legal issues, standards for accreditation. caregiver recruitment/retention, research issues. Metrics are Establish clear valuation models for the cost of inaction. lacking on business continuity/interruption costs. Need a “Risky Business” type approach that’s built on health Paint a picture of resilience for hospital leaders. Focus on economics leadership, reputation, research grants, and positive values Engage Pace University Energy and Climate Center of investments in resilience. on resilience initiatives. Pace is the Department of Assess the subacute and long term care facility Energy’s efficiency, CHP and renewables coordinating vulnerabilities to understand impacts on acute care. Are organization for the Northeast US. Partner with University of facilities planning for acute/subacute/chronic population Massachusetts Amherst Engineering Department. relocation as sea level rise impacts City of Boston, North Factor resilience into municipal bond rates and offerings, Shore/South Shore? Are hospitals prepared for “sheltering- both to reflect climate risks and to generate funds for in-place” long term care and ancillary residential care infrastructure investments, such as municipal green bonds. patients during and following extreme weather events? How best can healthcare and others advance climate resiliency for inpatient and research facilities? How best can healthcare and others advance climate resiliency for outpatient and urgent care clinics? Assess to what degree ambulatory networks and outpatient facilities are currently engaged in resilience Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 33planning throughout the greater Boston area. Focus on resilience in the toolkit. What is needed are case studies of health access and particular community vulnerabilities; innovative long term care settings. assess the gaps in access. Convene a meeting focused Senior housing often lacks the corporate/medical leadership on developing an approach to climate resiliency planning structure that long term care and adult day care programs for health centers? Engage Massachusetts League have. This makes it more complex to assess and regulate. of Community Health Centers, Boston Public Health Commission Health Preparedness, and other existing organizations. How can climate resilience in emergency preparedness leverage mitigation: i.e. more Use the HHS Sustainable and Climate Resilient Infrastructure Toolkit checklists to assess infrastructure efficient energy, transportation, food and vulnerabilities. There are a range of resources specific renewable power? to evaluating ambulatory care settings for resilience in the toolkit. What is needed are case studies of innovative Sustainable design mitigation strategies often enhance ambulatory settings – transportable, or with renewable resilience. Coupling sustainable design and resilience energy, innovative water solutions and transportation may leverage mitigation, or resilience, depending on the that keep them functioning during and following extreme organization. Examples of such features include: weather. ■ Rooftop gardens/vegetated roofs: reduce heat load but Use the Health and Homeland Alert Network (HHAN), a also mitigate stormwater discharge flows in extreme program of the Massachusetts Department of Health and events Human Services. ■ Drought tolerant landscaping: reduces potable water use during emergencies Improve community preparedness education. Develop better communication about existing programs and ■ Operable windows: reduce cooling load, enhance initiatives. Develop additional community resources to comfort and allow for passive cooling when mechanical empower community members to cope with extreme events systems fail or programs (e.g. know your neighbor and neighbor’s needs, ■ Rainwater capture or harvesting: can enhance on-site basic preparedness). Use existing networks (per above) to water storage for non-potable uses, conserving potable build communication tools and resources. water reserves for potable uses ■ Employee bicycle programs reduce carbon footprint How best can healthcare and others advance and enhance staff capability to get to work during transit resilience for residential adult care and long outages. term care facilities? Local supply chain and personnel can be an emergency preparedness strategy: for example, Assess the subacute and long term care facility vulnerabilities. Assessment isn’t complex; regulations may ■ Local food purchasing be lagging and funding mechanisms to enhance resilience ■ On-site electrical power generation, either CHP or are not in place. renewables (solar, local biomass) Use the HHS Sustainable and Climate Resilient ■ Hospital personnel living in adjacent neighborhoods, Infrastructure Toolkit checklists to assess infrastructure within walking distance vulnerabilities. There are a range of resources specific to ■ Hospital waste reduction or zero waste facilitates longer evaluating long term care and related residential settings for operation without pickup Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 34distressed and damaged communities – places to shelter, What is healthcare’s role in anchoring charge phones, get information, and other “safe haven” community/public health and resilience, services. Leverage information technology – improve especially for vulnerable communities? patient/doctor communication assuming compromised transportation systems. First, broaden definition of health and healthcare – not just clinical “sick care” or hospitals, includes public health, Combine beautification, community health improvement long term care, ambulatory clinics, neighborhoods, and and quality of life enhancements with resilience, such as communities. Make change visible so people experience creating sunken outdoor recreational space that can double and understand it in a positive way. Improve access to care as a retention pond during extreme precipitation. This and navigation of care platforms. demonstrates interconnectedness of the issues to residents. It can also help correct inequitable imbalances in attention, Hospitals have an opportunity to lead health and resilience funding, and capacity, and demonstrate the organization initiatives to create healthy lifestyles and social cohesion cares about its neighbors. Can help residents care more in preparation for emergencies as a method of building about and care for their neighborhoods. community health and resilience. Hospitals have resources for convening communities, communication strategies What barriers to resilient healthcare, to bridge the gap between hospitals and communities. Healthcare professionals have credibility around health and communities and infrastructure do you face? can effectively partner with other community organizations. What help do you need? Understand health needs of various types of populations Barrier: Grid (DOER) + interconnection (distributed power) (e.g. language isolated, disability, age, mental health, etc.). utilities clogged (2000 projects pending in MA) Leverage Community Health Needs Assessments (CHNA) to understand climate vulnerabilities in communities. Need: 1) Interconnection engineers and 2) change queue There may be communities with multiple overlapping health and project review process; rationalize and prioritize – can needs. There are inherent blind spots to be addressed both health systems move higher in queue? in aggregating and disaggregating data and plans. Can we Barrier: Inability to share or connect heat and steam use CHNA’s to engage communities and leverage resilience systems (commercial barriers - steam company not investment resources? Provide community financing options interested from business standpoint) for residential care settings. Barrier: Technical challenge of upgrading in operating Consider social determinants of health as critical to hospital (risks to patients) community resilience. Implement both top-down and bottom-up community engagement processes. Connect Need: Training and extra funds for expert staff to do work clinical programs to built environment interventions. Connect safely in healthcare settings physiological to psychological care. Improve population Barrier: skills of trades often not as state of the art as new health rather than solely focusing on preparing for climate equipment demands extremes, such as heat waves. Need: enhanced training and stricter licensing Make sure resilience infrastructure create co-benefits requirements and encourage healthcare/neighborhood interactions. Healthcare facilities, particularly hospitals, should not build Barrier: Poor connections between local health floodwalls that make a hospital a fortress and separate it departments and healthcare systems outside Boston/ from surrounding neighborhoods during extreme events. Cambridge Determine what types of facilities can and should Need: Relationship building effectively play the role of community anchor. Ambulatory facilities should be able to reopen quickly to anchor Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 35Barrier: Incremental costs of true resilience can prevent towards implementation of the Summit’s recommendations. good decisions – either modest increment (efficient The Coalition partners coordinate to plan for, respond to and equipment) or huge increment (retrofit infrastructure vs. recover from emergencies affecting healthcare and/or its new buildings) infrastructure. Need: Finance and funding (grants) to give incentive for The Boston Healthcare Preparedness Coalition consists better decision of community health centers, emergency medical services (EMS), hospitals, long term care, public health, and other planning partners. They coordinate to: What lessons and questions from NYC/Sandy ■ Apply mitigation strategies to minimize the effects of and elsewhere need to be pursued here? emergencies; What does resilient transportation system look like for ■ Plan for and conduct a unified response to emergencies healthcare? Test Climate Ready Boston flood maps on affecting healthcare and/or its infrastructure; the public transportation system and then PANIC. How will ■ Create an effective public health and healthcare system personnel get to our hospitals during or following a major recovery from emergencies; and extreme weather event? Who starts this conversation? Who leads? ■ Develop and implement improvement plans following emergency responses. Consider the future of transportation when considering resilience. Car share, Uber, driverless cars, BRIDJ (Smart buses). Maybe future transportation modes are as yet unknown. What happens if streets are washed out and flooded? When gasoline is rationed or access to parts of the city are restricted due to reduced bridge and tunnel capacity? Need staff credentialing systems, surge areas to house staff. During post-Summit discussions, the well-established Boston Healthcare Preparedness Coalition agreed to support periodic engagement with the stakeholders brought together by the Summit, and to evaluate, develop and work Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 36Appendix A MEETING AGENDA January 11, 2017 | Partners HealthCare, Assembly Row TOPIC TIME Introduction, Goals and Purpose 8:30 am – 8:50 am Session 1: Boston’s Resiliency Initiatives 8:50 am – 10:20 am ♦ Break w/ shout-outs Session 2: Learning from New York 10:40 am – 12:10 pm Lunch: Primary Protection - Improving Healthcare Resilience 12:10pm – 1:30 pm Session 3: Anchoring Community Health & Resilience 1:30 pm – 2:15 pm (Interactive) ♦ Break w/ shout-outs Removing Barriers to Resilient Infrastructure 2:30 pm – 3:15 pm (Interactive) ♦ Break w/ shout-outs Creating Action Plans & Key Questions (World Café style) 3:30 pm – 4:30 pm Closing Remarks React, Inspire, Urgency 4:30 pm – 5:00 pm Assembly Row Building Tour and Reception 5:00 pm – 7:00 pm Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 37Appendix B BIOGRAPHIES OF PRESENTERS Opening Remarks Working Group, assisting Boston Lisa Dickson, PG hospitals to reduce energy use and Lisa Dickson is an Associate Principal John Messervy AIA greenhouse gas emissions and in Arup’s Boston office and Resilience John Messervy AIA is an architect and to become champions for climate Leader for Arup Americas, with 20 the Corporate Director of Design and change/resilience. years’ experience working at the Construction for Partners HealthCare, intersect of the built and natural Boston, a 12-hospital network that Carl Spector environments. She has expertise in includes the Massachusetts General Carl Spector is Commissioner of the regulations and financial markets Hospital and Brigham and Women’s Environment for the City of Boston. He related to carbon and renewable Hospital, primary teaching hospitals oversees programs related to climate energy, and more recently with of the Harvard Medical School. In change, environmental protection, alternative financing and investment this capacity, John led the Spaulding historic preservation, and other options related to resilience. Lisa has Rehabilitation Hospital project team aspects of sustainability. Before joining led multiple climate resilience projects in the development of their new Boston City Hall in 2005, Carl worked including work for Boston, Cambridge, hospital on the Boston waterfront, the on a wide variety of environmental Somerville, Washington D.C., the Army first purpose-built resilient hospital in and energy issues for the federal National Guard, Partners Healthcare, the country. John co-chairs Partners government and in private industry. the World Bank, confidential tech resiliency master plan initiative with He holds degrees in physics and clients, developers and several Dr. Paul Biddinger. John also manages environmental science. coastal communities. She has been Partners energy procurement invited to the Pentagon to advise on John Cleveland activities, their initiative to be zero net her work related to climate security John is the Executive Director for the carbon by 2025, and their system- and is a technical advisor on two Boston Green Ribbon Commission wide sustainability program. separate NSF-funded panels related (www.greenribboncommission.org), a to this work. Session 1 – Boston’s Resiliency network of business and civic leaders Initiatives supporting the implementation of the Hubert Murray, FAIA City of Boston Climate Action Plan. Hubert Murray is an architect with Bill Ravanesi The Commission is supporting the 40 years experience working in Bill Ravanesi has been with City’s long-term climate preparedness the United States, Europe, Africa Healthcare Without Harm since strategy through the Climate-Ready and the Middle East. As president 1997 and has over 30 years of Boston initiative, and is supporting of the Boston Society of Architects, experience in the nonprofit sector the City’s long-term de-carbonization he conceived and co-chaired working on health care, public health, strategy through the Carbon-Free Mass Impact, two international and environmental,climate and energy Boston initiative. John is also President multidisciplinary symposia on cities issues. Currently, Bill is senior director and a co-founder of the Innovation and climate change held at the of HCWH’s Green Building and Energy Network for Communities (INC), Massachusetts Institute of Technology Program. He also covers legislative a national non-profit organization in 2008. In recent years he has been and regulatory advocacy and policy focused on helping cities achieve employed by Partners HealthCare as reform initiatives at the state level. carbon neutrality and long-term Manager of Sustainable Initiatives for He co-coordinates the Boston Green resilience to climate disruptions. 12 hospitals and associated health Ribbon Commission’s Healthcare centers throughout Massachusetts. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 38In 2013 he helped initiate and continues to advise on the Jennifer Kearney development of a Strategic Resiliency Plan for Partners As founder of Gotham 360 LLC, Jennifer Kearney oversees facilities statewide. He has written and lectured widely on the day-to-day operations, including new business development subject of sustainability, resiliency and the impacts of climate for her full-service energy management consultancy firm change. located in New York City’s financial center. Before founding Gotham 360, Kearney served as the Director of Energy S. Atyia Martin, LP.D., MPS-HSL, CEM Programs for New York Presbyterian, managing a $70+ Dr. Atyia Martin is a Certified Emergency Manager with a million energy procurement portfolio and overseeing the diverse set of experiences in public health, emergency development and construction of a 7.5 megawatt gas turbine management, intelligence, and homeland security. Mayor combined heat and power system, the first of its kind to Martin J. Walsh appointed her as the Chief Resilience Officer interconnect with ConEdison’s Manhattan grid and run in for the City of Boston as part of the 100 Resilient Cities synchronous parallel. Since opening its doors in 2007, Gotham initiative pioneered by the Rockefeller Foundation. In this 360 has consulted on a number of major projects including the role, she is responsible for leading the development and Columbia University Manhattanville Campus and the “Campus implementation of Boston’s Resilience Strategy. Boston will Transformation” at the NYU Langone Medical Center. Kearney focus on advancing racial equity as the foundation of the has led her team in negotiating deregulated commodity Resilience Strategy process to increase our shared ability contracts with leading power, natural gas, and fuel oil suppliers to thrive after emergencies. Dr. Martin was previously the to provide reliable energy at economical prices for some of Director of the Office of Public Health Preparedness at the North America’s largest energy users. Boston Public Health Commission. Her previous professional experience includes the Boston Police Department’s Boston Paul Schwabacher Regional Intelligence Center; City of Boston’s Mayor’s Office of Paul Schwabacher has held the position of Senior Vice Emergency Management; the Federal Bureau of Investigations President for Facilities Management at NYU Langone Medical (FBI); and active duty Air Force assigned to the National Center since 2006. The Medical Center comprises a portfolio Security Agency. of more than six million square feet in New York City and is in the midst of a multibillion-dollar Campus Transformation Session 2 – Learning from New York construction program. Mr. Schwabacher is responsible for Construction Management, Facilities Operations, Security, Celia Quinn, MD, MPH Environmental Health and Safety and Clinical Engineering. Dr. Celia Quinn is the Executive Director of the Bureau of He has an extensive background in facilities management Healthcare System Readiness (BHSR) in NYC’s Department and the design and construction of capital projects, including of Health and Mental Hygiene (DOHMH) Office of Emergency large-scale building programs. Prior to joining NYU Langone, Preparedness and Response. She has served in this he held numerous positions at NY Presbyterian hospital role since June 2015. Dr. Quinn oversees the Healthcare over 16 years, including VP of Design and Construction and Preparedness Program for NYC, with the mission of supporting VP of Facilities Operations. He earned his BS in Mechanical the healthcare system to respond safely and effectively in Engineering from the Cooper Union, his MBA from Columbia emergencies. From July 2014 through May 2015, she served University and is a licensed professional engineer in the State as the Medical Director for BHSR and played a key role during of New York. NYC’s response to Ebola, leading a task force to ensure the preparedness of 5 Ebola Designated Treatment Centers in Louis Wetstein, PhD, PE the NYC area, and co-led with the NY State Department of Louis Wetstein, PhD, PE is the Senior Director of Engineering, Health a multidisciplinary workgroup to ensure that NY State Strategy and Support at NYU Langone Medical Center in New treatment centers were prepared to assess and treat pediatric York City. In his twenty five year career, Louis has worked and obstetric patients suspected of having Ebola. Dr. Quinn in a variety of capacities in the fields of medical devices is board certified in Pediatrics, having completed residency and healthcare facilities. Louis has a broad background training and a chief residency year in the Residency Program in biomedical engineering, medical equipment, facilities for Social Medicine at Montefiore Medical Center in the Bronx. management, infection control, water and air quality issues Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 39and administrative procedures in the healthcare setting. As Session 3 – Health Care’s Role in Anchoring Community part of the ongoing restoration projects underway due to the Health and Resilience catastrophic damages sustained during Superstorm Sandy, Louis is leading the effort to develop and execute a strategic S. Atyia Martin (see above) plan for building infrastructure throughout the NYU Langone Paul D. Biddinger, MD, FACEP Medical Center, including comprehensive infrastructure risk Dr. Paul Biddinger is the Director of the Center for Disaster assessments and implementation of risk mitigation measures. Medicine, and is Vice Chairman for Emergency Preparedness Louis is a licensed Professional Engineer in New York and he in the Department of Emergency Medicine at Massachusetts holds advanced degrees in Biomedical Engineering. General Hospital (MGH) in Boston. He is also the Medical Lunch Speakers Director for Emergency Preparedness at MGH and at Partners Healthcare. Dr. Biddinger additionally serves as the Director Gary Cohen of the Emergency Preparedness Research, Evaluation and Gary Cohen has been a pioneer in the environmental health Practice (EPREP) Program at the Harvard T. H. Chan School movement for thirty years. He has helped built coalitions and of Public Health and holds appointments at Harvard Medical networks globally to address the environmental health impacts School and at the Chan School. Dr. Biddinger serves as related to toxic chemical exposure and climate change. a special advisor to the Massachusetts Medical Society’s Cohen is Co-Founder and President of Health Care Without Committee on Preparedness and serves as a medical officer Harm (www.noharm.org), and Practice Greenhealth (www. for the MA-1 Disaster Medical Assistance Team (DMAT) practicegreenhealth.org). In 2006, Cohen received the Skoll in the National Disaster Medical System (NDMS) in the Award for Social Entrepreneurship. In 2007, he received the US Department of Health and Human Services (HHS). Dr. Frank Hatch Award for enlightened public service. In 2011, Biddinger completed his undergraduate study in international The New England Office of the U.S. Environmental Protection relations at Princeton University, attended medical school at Agency (EPA) awarded Cohen an Environmental Merit Award Vanderbilt University, and completed residency training in in recognition of exceptional work and commitment to the emergency medicine at Harvard. environment. Cohen was named by the Huffington Post as a Session 4 – Removing Barriers to Resilient Health Care Game Changer in Healthy Living. In 2013, he was awarded the Champion of Change Award for Climate Change and Public Infrastructure Health by the White House. In 2015, Cohen was named a John Balbus, MD, MPH MacArthur Fellow and was a recipient of a “genius” grant from John M. Balbus, M.D., M.P.H., is the Senior Advisor for the MacArthur Foundation. Public Health to the Director of the National Institute of Robin Guenther, FAIA, LEED Environmental Health Sciences, where he directs the Robin Guenther, FAIA, LEED Fellow is Principal of Perkins+Will NIEHS-WHO Collaborating Centre for Environmental Health and Senior Advisor to the non-profit Health Care Without Sciences. He serves as HHS principal to the U.S. Global Harm. Robin works at the intersection of health care Change Research Program and also co-chairs working groups architecture, health and sustainable policy and participates on Climate Change and Human Health for the US Global in a wide range of leading edge advocacy initiatives while Change Research Program and for the National Institutes of continuing to practice. Healthcare Design magazine named Health. He is co-author of the HHS guide document “Primary her the “#1 Most Influential Designer in Healthcare” in 2010 Protection: Enhancing Health Care Resilience for a Changing and 2011. In 2012, Fast Company included her as one of the Climate.” Before joining NIEHS, Dr. Balbus was Chief Health “100 most creative people in business.” She was a TEDMED Scientist for the non-governmental organization Environmental 2014 speaker. She co-coordinated the Green Guide for Defense Fund for seven years. Dr. Balbus received his A.B. Health Care, served on the LEED for Healthcare committee, degree in Biochemistry from Harvard University, his M.D. from and co-authored “Sustainable Healthcare Architecture.” She the University of Pennsylvania, and his M.P.H. from the Johns was a founding member of the Health Product Declaration Hopkins School of Public Health. Collaborative, and coauthored the 2014 US Dept of Health and Human Services Sustainable and Resilient Healthcare Infrastructure Toolkit. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 40Robert Biggio Closing Session Robert Biggio is the Senior Vice President of Facilities and Support Services at Boston Medical Center (BMC) and has John Cleveland (see above) been in this role since September 2011. At BMC, Biggio Paul D. Biddinger, MD, FACEP (see above) directly oversees Facilities, Support Services, Public Safety, John Balbus, M.D., M.P.H. (see above) Infrastructure and Design/Construction. Due to his work and leadership, the hospital was awarded the 2014 Energy Bud Ris Project of the Year Award by the National Association of Bud’s career in environmental policy and non-profit Energy Engineers, New England Chapter. Prior to joining BMC, leadership spans nearly 40 years. Currently he co-chairs the Biggio was the Vice President of Support Services and Real Climate Preparedness Working Group of the Green Ribbon Estate at the Massachusetts Eye and Ear Infirmary. He holds Commission and is an advisor to the Barr Foundation. He has a BS degree in Marine Engineering from the Massachusetts been actively involved in the design and implementation of Maritime Academy. He was awarded the United States the Climate Ready Boston project. From 2005 to 2014, Bud Merchant Marine Expeditionary Medal for his service during served as President and CEO of the New England Aquarium in Operation Desert Storm. Boston, where he initiated a nationwide educational program on climate change that now includes more than 100 museums Session 5 – World Café and aquariums. Prior to that, Bud was a Senior Fellow at the World Economic Forum in Switzerland, where he led the Paul Lipke Davos group’s program on climate change for UK Prime Paul Lipke is Senior Advisor, Energy & Buildings for Health Minister Tony Blair. From 1984 through 2003, Bud served Care Without Harm, and Co-Coordinator of the Boston Green as the chief executive officer of the Union of Concerned Ribbon Commission Health Care Working Group. With his Scientists, which has long been in the forefront of research, support the region’s 22 hospitals track and analyze energy education, and policy advocacy on climate change and related use and emissions for 24 million sq. ft. of owned space, energy issues. Bud is a Trustee at the Greenway Conservancy implement energy efficiency and renewable energy projects, and Boston Harbor Now. advance climate-smart public policies, and deliver significant health benefits of climate mitigation and adaptation. Paul enabled MA Dept. of Public Health to be first in the nation in requiring green building evaluation in Determination of Need new construction and gut renovation applications. He created the Healthcare Energy Impact Calculator, a free web tool enabling users to input kWh usage and grid region to estimate the health impacts and medical costs of the resulting premature deaths, respiratory incidents, and other health impacts from power generation. He has been a recognized leader in sustainable strategies for >20 years. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 41Appendix C ATTENDEE ORGANIZATIONS GOVERNMENT • National Institute of Health HEALTHCARE ORGANIZATIONS • US Dept of Energy CITY OF BOSTON HOSPITALS • NOAA • Public Health Commission • Boston Medical Center • Office of Public Health INFRASTRUCTURE / UTILITIES • Beth Israel Deaconess Medical Preparedness • Department of Transportation Center • Office of Environment, Energy • MBTA • Massachusetts General and Open Space • Boston Water and Sewer • Brigham and Women’s • Mayors Office of Resilience and Commission • B&W Faulkner Hospital Racial Equity • Eversource • McLean Hospital CITY OF CAMBRIDGE PRIVATE NON-PROFITS • Spaulding Rehabilitation Hospital • Community Development and • Newton-Wellesley Hospital • Chamber of Commerce Planning • North Shore Medical Center • A Better City • Cambridge Public Health Dept. • Cooley Dickinson Hospital • MASCO • Mass Eye and Ear CITY OF SOMERVILLE • Green Ribbon Commission • Tufts Medical Center • Office of Sustainability and • Boston Harbor Now • UMass Memorial Health Care Environment • Health Care Without Harm • Health Resources in Action COMMUNITY HEALTH COMMONWEALTH OF MASSACHUSETTS • Powered for Patients • Partners Community Physicians • Division of Capital Asset • Barr Foundation Organization Management and Maintenance • Trust for Public Land • Cambridge Health Alliance • Executive Office of Energy and • Environmental Entrepreneurs • HR&A Advisors the Environment • Built Environment Coalition • Linnaean Solutions • Renew Energy Partners • Metropolitan Area Planning CONSULTANTS / PRIVATE Council ACADEMIA ENTITIES • Pioneer Valley Planning • BU School of Public Health • Perkins + Will Commission • BU School of Medicine • Arup • Department of Energy Resources • Harvard Chan School of Public • Kleinfelder • Massport Health • HDR • Senate / House Committees • Yale Center for Emergency • Payette FEDERAL Preparedness and Disaster • NBBJ • Health and Human Services Response • Shepley Bulfinch • Environmental Protection Agency • Tohn Environmental Strategies Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 42Appendix D POST-EVENT WEBINAR SLIDE DECK: MARCH 16, 2017 Resilience 2.0: Health Care’s Role in Anchoring Climate Resilience NEXT STEPS WEBINAR, MARCH 6, 2017 Sponsorship support provided by the Barr Foundation F Facilitators: Robin Guenther, Paul Lipke, Hubert Murray, Bill Ravanesi, Jessica Wolff Boston is ranked the 4th most vulnerable city to climate change in the US and 8th most vulnerable city in the world in terms of potential economic losses. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 43John Messervy, Partners HealthCare Dr. John Balbus, NIH, NIEHS; Paul Biddinger, Partners HealthCare; John Cleveland and Bud Ris, Boston Green Ribbon Commission Key Learnings The healthcare sector has a key role to play in assisting the City of Boston in supporting population health initiatives that reduce the impact of climate stressors on health; in some instances, they have a direct role in reducing the stressors Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 44Key Learnings The healthcare sector has a key role to play in demanding performance from urban infrastructure –utilities, public transit, water management. Dr. Celia Quinn, New York City Deptof Health & Mental Hygiene; Jennifer Kearney, Gotham 360; Louis Wetstein, NYU LangoneMedical Center Key Learnings Health systems should accelerate the completion of infrastructure resilience assessments to determine key vulnerabilities to uninterrupted operation during and following extreme weather events. Hubert Murray, Partners HealthCare; Robert Biggio, Boston Medical Center Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 45Key Learnings Health systems must embed equity, social justice and social cohesion into resilience planning and policies, and help to shift the structural situations that embed inequities into the fabric of Boston life. S.AtyiaMartin, Chief Resilience Officer, City of Boston Key Learnings Health system response benefits from the “three c’s:” Coordination, Collaboration and Communication. Left: Dr. Paul Biddinger, Center for Disaster Medicine, MGH Right: Austin Blackmon, Boston’s Chief of Environment, Energy and Open Space Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 46Key Action 1 There is a role for a collective group in Boston from among these participants to continue to pursue integrating resilience thinking into Broaden health care sector institutional-level planning and local policy engagement both in policy making. and at a facility level. • Develop a regional healthcare resilience Expand sector engagement campaign. in 100 Resilient Cities, • Organize high level briefings for healthcare leaders Climate Ready Boston, and in the Boston area to spark deeper action. Green Ribbon Commission, • Ensure that all hospitals and health systems and other state adaptation assess climate vulnerabilities and develop plans. resilience assessments. Key Action 2 How does a hospital measure the probability of failure? What is the cost of failure? How do you cost resilience strategies? How do you Develop a compelling measure the intangibles, like incalculable business case for health research interruptions, loss of reputation, or care climate resilience. loss of economic cohesion in a community from a major health care failure? • Develop information on the links between sustainability and resilience. Compile case study data, including more examples of how health care owners and designers make the case for the “multiple benefit” strategies. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 47Identify and implement next-tier opportunities with co-generation, fuel cells, Key Action 3 energy storage and micro-grids that can improve health care reliability and support Explore innovative solutions community cohesion. to backup and reliable power generation needs for both hospitals and community • Explore innovative funding solutions. Factor health providers. resilience into municipal bond rates and offerings, both to reflect climate risks and to generate funds for infrastructure investments, such as municipal green bonds. • Identify and support demonstration projects. Key Action 4 More exploration of community health stressors and vulnerabilities, local micro- grid utility solutions, shared backup power Create a robust network of partnerships with one sources, as components of more creative another and our solutions for community-based providers to communities to advance reduce the risk of long-term outages that community health and cripple their ability to provide care. resilience. • Assess to what degree ambulatory networks and outpatient facilities are currently engaged in resilience planning throughout the greater Boston area Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 48Post-event survey highlights 46 responses out of 110 attendees (not incl. speakers/organizers) 42% rate 50 45 40 35 No opinion. Didn't attend. 30 Very Good 25 20 Good 15 Average 10 Poor 5 Very Poor 0 Overall, 85-90% rated sessions “Very Good” Respondents’ high marks • 39 of 47 (83%): More networking, time for small group discussion and problem-solving. These are key next steps. • 21 of 40: Using ‘closing triangles’ to grow the network •11 of 40: Learning who was doing what, how advanced some efforts are, complexity of the issue. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 49Resilience 2.0: Closing Triangles Find someone here you don’t know (PERSON A). Connect them to someone in your network (PERSON B) using their backgrounds, benefits and a next step. Raise your hand to share your story of connection RESILIENCE 2.0 ATTENDEE ORGANIZATIONS CITY OF BOSTON INFRASTRUCTURE / UTILITIES HEALTHCARE • Public Health Commission • Department of Transportation ORGANIZATIONS • Office of Public Health Preparedness • MBTA • Office of Environment, Energy and • Boston Water and Sewer Commission HOSPITALS Open Space • Eversource • Boston Medical Center • Mayors Office of Resilience and Racial • Beth Israel Deaconess Medical Equity PRIVATE NON-PROFITS Center • Chamber of Commerce • Massachusetts General • A Better City • Brigham and Women’s CITY OF CAMBRIDGE • MASCO • B&W Faulkner Hospital • Community Development and Planning • Green Ribbon Commission • McLean Hospital • Cambridge Public Health Dept. • Boston Harbor Now • Spaulding Rehabilitation Hospital • Health Care Without Harm • Newton-Wellesley Hospital CITY OF SOMERVILLE • Health Resources in Action • North Shore Medical Center • Office of Sustainability and • Powered for Patients • Cooley Dickinson Hospital Environment • Barr Foundation • Mass Eye and Ear • Trust for Public Land • Tufts Medical Center COMMONWEALTH OF • Environmental Entrepreneurs • UMass Memorial Health Care MASSACHUSETTS • Built Environment Coalition • Division of Capital Asset Management and Maintenance COMMUNITY HEALTH • Executive Office of Energy and the CONSULTANTS / PRIVATE • Partners Community Physicians • • E M Pn ie ov t nrir o eo p en o rm l Vite a an n llt e A yr Pea la P nnla inn gn i Cng o mC mou isn sc ii ol n E • •N P AT e rI urT k pI inE sS + Will • • O C Blar ug m ea bn Criz i rd oa g sti e so n BH le ua el t Sh hA ielli la dnce • • • D M See a np s aa s tr p et om /r te Hn ot uo sf eE Cne or mgy m R itte es eo surces • • • K H Pl aDe yRin ef te telder • •AC BBA UUD S SE ccM h ho oIA o ol l o of f P Mu eb dl ii cc i nH eealth • NBBJ • Harvard Chan School of Public Health • ShepleyBulfinch • Yale Center for Emergency FEDERAL • TohnEnvironmental Strategies Preparedness and Disaster Response • Health and Human Services • HR&A Advisors • Environmental Protection Agency • Linnaean Solutions • National Institute of Health • Renew Energy Partners • US Deptof Energy • NOAA + THOSE WHO SHOULD BE AT THE TABLE Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 50Taking Action Resilience 2.0 Report to be published this spring by Health Care Without Harm Setting up a small (~ 12) Working Group to meet end of April • Modify and develop Action Items Interested? Send CHAT now or email your name, phone, and organization to: info@hcwh.org 1. Broaden health care sector engagement both in policy and at a facility level. Expand sector engagement in 100 Resilient Cities, Climate Ready Boston, and Green Ribbon Commission, and other state adaptation plans. 2. Develop a compelling business case for health care resilience. 3. Explore innovative solutions to backup and reliable power generation needs for both hospitals and community health providers. 4. Create a robust network of partnerships with one another to advance community health and resilience. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 51",
    "TEXT BY PAGE": [
        "Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience Boston Summit January 2017",
        "Table of Contents ABSTRACT ................................................................................................................................................................................1 ACKNOWLEDGMENTS ...........................................................................................................................................................1 PART I: INTRODUCTION & EXECUTIVE SUMMARY .........................................................................................................1 INTRODUCTION ...............................................................................................................................................................................1 Obligation Versus Opportunity ...................................................................................................................................................................................2 EVENT OVERVIEW ..........................................................................................................................................................................3 Why Resilience 2.0? ...................................................................................................................................................................................................3 EXECUTIVE SUMMARY .................................................................................................................................................................5 The Boston Context ....................................................................................................................................................................................................5 Key Learnings .............................................................................................................................................................................................................6 Key Actions .................................................................................................................................................................................................................6 PART II: THE EVENT ...............................................................................................................................................................8 BOSTON’S RESILIENCY INITIATIVES ...........................................................................................................................................8 Climate Ready Boston ................................................................................................................................................................................................9 Green Ribbon Commission .........................................................................................................................................................................................11 100 Resilient Cities ....................................................................................................................................................................................................12 Partners Strategic Resiliency Plan .............................................................................................................................................................................13 LEARNING FROM NEW YORK CITY ...........................................................................................................................................15 Health and Healthcare Overview: Lessons Learned from Sandy .............................................................................................................................16 Innovative Energy Systems for Resilience ................................................................................................................................................................18 The Story of Hurricane Sandy and NYU Langone Medical Center ............................................................................................................................19 Primary Protection: Improving Healthcare Resilience ..............................................................................................................................................21 Two Problems: Health Impacts of Fossil Fuel and Extreme Weather .......................................................................................................................21 Cascading Benefits: Mitigation and Adaptation Responses .....................................................................................................................................21 Improving Health Care Resilience ............................................................................................................................................................................22 Mitigation .................................................................................................................................................................................................................22 Adaptation ................................................................................................................................................................................................................22 Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience i",
        "ANCHORING COMMUNITY HEALTH AND RESILIENCE .........................................................................................................24 Anchoring Resilience in Healthcare .........................................................................................................................................................................24 Boston’s Resilience Strategy: Resilience and Racial Equity .....................................................................................................................................26 Addressing Barriers to Resilient Healthcare Infrastructure .....................................................................................................................................28 PART III: THE WORK AHEAD ...............................................................................................................................................31 Creating Action Plans and Key Questions: A World Café ..........................................................................................................................................31 APPENDIX A ..........................................................................................................................................................................37 MEETING AGENDA .......................................................................................................................................................................37 APPENDIX B ..........................................................................................................................................................................38 BIOGRAPHIES OF PRESENTERS ................................................................................................................................................38 APPENDIX C ..........................................................................................................................................................................42 ATTENDEE ORGANIZATIONS .....................................................................................................................................................42 APPENDIX D ..........................................................................................................................................................................43 POST-EVENT WEBINAR SLIDE DECK: MARCH 16, 2017 .........................................................................................................43 Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience ii",
        "Abstract Health care institutions and the communities they serve are intimately interconnected, especially during and following extreme weather events and human-made disasters. This Summit focused on leveraging community health and climate resilience as a key strategy in the strengthening the health care sector’s climate preparedness. Outputs address health care sector engagement in climate public policy; a business case for climate resilient health care; innovative solutions to backup and reliable power generation for health care facilities and community providers; and creating robust networks of partnerships. The lessons learned, questions raised and next steps are relevant to many places. Acknowledgments The Summit was convened by Health Care Without Harm, Health Care Without Harm seeks to made possible in part by sponsorship support from the transform the health sector worldwide, Barr Foundation and co-hosted by Partners HealthCare. without compromising patient safety or Health Care Without Harm acknowledges the important care, so that it becomes ecologically contributions of all the Summit’s presenters and the work sustainable and a leading advocate for of the Summit Organizing Committee: Paul Lipke, Hubert environmental health and justice. Murray, Bill Ravanesi, Jessica Wolff, and especially Robin With offices in the United States, Europe, Guenther of Perkins + Will, who assembled this document. Latin America, and Asia, HCWH is an international coalition of hospitals and health care systems, medical professionals, community groups, health-affected constituencies, labor unions, environmental and environmental health organizations, and religious groups. Visit www.noharm.org for more information. CONTACT INFO Health Care Without Harm 12355 Sunrise Valley Drive Suite 680 Reston, VA 20191 p: 703-860-9790 f: 703-860-9795 info@hcwh.org Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 1",
        "Part I Introduction & Executive Summary In 2014, Partners HealthCare completed the Spaulding Rehabilitation Hospital in the Charlestown Navy Yard, the first building on the Boston waterfront to employ resilience measures to account for future sea level rise. Source: Partners HealthCare/Perkins+Will; © Steinkamp Photography INTRODUCTION None of our institutions, least of all hospitals, are islands The role of the Boston area hospitals, and testimony to their unto themselves. While any one facility may strive to make collaboration and skills, was amply demonstrated at the itself watertight or “event-proof,” each one is critically time of the Boston Marathon bombing in April, 2013. While dependent on a range of infrastructure systems beyond climate challenges are markedly different in nature, not least their four walls: in the likely effect of climate crises to be more widespread, the collaboration and preparedness of the health care ■ personnel being able to get to work – by car, by bus, by network for helping the population at large to overcome train or subway the effects of crisis, trauma and the associated stress are ■ supplies to be safe from harm, available and deliverable essential to our continued well-being as a community. ■ utilities to be uninterrupted – power, water, gas, sewage, waste disposal Most importantly, it is about the very reason that health care settings exist - to continue to care for patients within our buildings and to be available as a refuge of last resort for the neighborhoods and communities of which we are a part in times of crisis. As we learned from the New York experience, nursing homes, elder-care centers and community clinics may be particularly vulnerable elements in this network of care. As Dr John Balbus and Robin Guenther made clear in their report, Primary Prevention: community engagement is a This Summit takes our institutional concerns and scales them to join with cities and key element of health care system resilience. agencies and the communities they represent to ensure that we are helping both our institutional-level resiliency and the communities we are pledged to serve. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 1",
        "Community engagement is a key element of health care system resilience. Communities face unique extreme weather risks and have varying levels of resilience to those risks. Social factors affect the capacity of communities to prepare for and recover from weather related damage. Because access to health care services is a key element of disaster survival and recovery, health care organizations cannot undertake infrastructure resilience without understanding the role of all hospitals, residential care facilities, ambulatory and home care programs in the health and wellbeing of community residents, and the social and environmental justice issues that define their communities. – John Balbus, MD MPH and Robin Guenther, HHS, 2014 This Summit takes our institutional concerns and scales distribution and the potential for regional blackout. them to join with cities and agencies and the communities Reducing energy consumption not only achieves cost they represent to ensure that we are helping both our and carbon savings, it also means that with any given institutional-level resiliency and the communities we are amount of fuel a hospital can extend its viability for more pledged to serve. The original 1810 fundraising letter of hours off-grid. appeal for the founding of Massachusetts General Hospital ■ Roof gardens are increasingly employed to reduce the contained this phrase: “When in distress every man surge of rainwater runoff from extreme downpours. They becomes our neighbor.” If we add women and children to are also highly attractive, and in hospital settings have this appeal, it is a call that can just as readily be followed been shown to be an effective contributor to the healing today, over 200 years later. This is not only a moral process. imperative but a matter of practical importance. ■ Tree planting, the creation of Victory Gardens and recreational open spaces make a significant contribution Obligation Versus Opportunity to reducing the heat island effect (that will become There is a tendency in discussions of climate change and increasingly important with the projected longer and its consequences – sea level rise, storm surge, extreme more severe heatwaves, especially in cities); they are precipitation, heatwaves, high winds – to frame this all as also a present asset for recreation and public health, tales of gloom and doom. A consequence of that approach encouraging biking and walking in cool shade. is that we prefer to avoid and deny the bad news. But we Notably, it has been documented that one of the effects can decide to frame these challenges as an opportunity to of climate related events (think of Tropical Storm Sandy, do our jobs better, to think more creatively about how our Hurricane Katrina, the Chicago heatwave of 1995) is the neighborhoods thrive in good times and in bad, to think extreme mental stress suffered by the population. Any ahead, and to figure out “work arounds” for the inevitable measure to reduce such stress, particularly that associated event of systems failures. with apprehension (before an event) or loss (after an In this approach “sustainability” and “resilience” become event) can be considered a contributor to resilience and two sides of the same coin, a positive currency for practical, public health, including green space in otherwise dense long-term, economically viable and socially just solutions. urban areas. One of the key characteristics of successful design for These are just three examples of challenges being turned resiliency is that the “solution” solves more than one into opportunities. In discussing the challenges of flood, problem at a time. Some examples: fire and tempest, I urge you to view them not as the End of ■ The drive towards lower carbon emissions and Times but as prompts to help us think about what we are improved energy efficiency has led to the installation doing, how we are doing it, and how to do it differently and of local combined heat and power plants – reducing better. We have a huge challenge ahead of us, and this is a dependency on central power generation and positive start. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 2",
        "EVENT OVERVIEW Why Resilience 2.0? First, what is resilience? According to 100 Resilient Cities, The goals of the Summit included the following: resilience is the capacity of individuals, communities, ■ Provide updates on the interconnected climate institutions, businesses and systems within a city to survive, resiliency initiatives happening within the greater adapt, and grow no matter what kinds of chronic stresses Boston area. and acute shocks they experience. This broad definition of resilience requires us to examine an equally broad definition ■ To learn from New York City through an examination of of health, recognizing that health is a state of physical, post-Sandy health care sector initiatives and lessons social and emotional well-being, not simply the absence of learned from impacted providers. disease. Resilient populations require adaptation to both ■ To foster a new dialogue about the role of the health chronic stresses and acute shocks. sector in anchoring community health and resilience. Why 2.0? Health care systems, to date, have perhaps ■ To create a network of organizations and champions been engaged in improving their infrastructure resilience who recognize each other, know what each to extreme weather events, but have focused less on other does, and can find ways to provide mutual, this broader definition of health, and with it, the chronic complementary support. stresses faced by their communities in the face of climate ■ To share tools, resources, and stories of efforts to change. As they are reducing greenhouse gas emissions advance climate resilience in the health sector and through important energy conservation work, they are not community. necessarily framing this work around community health. This ■ To continue a dialogue about the barriers and Summit seeks to begin a broader dialogue about the pivotal challenges facing our collective efforts, and create a role of health care in facing this broader task of anchoring prioritized list of common concerns that can define community health and resilience – hence, 2.0. an agenda to begin the process of collaborative Health care institutions and the communities they serve problem-solving. are intimately interconnected. At no time is this connection ■ To define institutional mechanisms (or identify existing more critical than during and following extreme weather ones) to ensure that progress and collaboration on events: from heat waves to flooding, droughts to blizzards. these important issues is maintained. Boston public policy makers and health care institutions are focusing on improving health care resilience to climate This event was designed to engage a broad cross- change impacts, with an emphasis on anchoring community section of stakeholders, including federal, state and local health and resilience. Health Care Without Harm convened agencies, elected officials and their staffs, health system this one-day “by invitation” event, made possible in part representatives and health providers, local public health and by sponsorship support from the Barr Foundation and co- planning professionals, utilities, academics, environmental hosted by Partners HealthCare, to catalyze climate action advocates, architects and designers. See Appendixes A-C planning for metro Boston health care service providers and on pages 37-42 for the Event Agenda, Speaker Bios, and allied stakeholders in the communities they serve. a list of Participating Organizations It is our intent to inspire Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 3",
        "health systems and policymakers across North America together to brainstorm ideas, share tools and resources, to host similar meetings to accelerate the critical work of and co-create an initial set of learnings based on a set of enhancing health care sector climate resilience as part of key questions. broader community resilience efforts. While this meeting Following the event, participants returned surveys about the was largely a local audience, participants also came from effectiveness of the Summit and their interest in continued British Columbia, Ontario, New York, Washington DC and engagement. Most also participated in a March, 2017 North Carolina. webinar to discuss the Summit’s results and potential next The program included remarks from the Boston Chief steps. See Appendix D on pp 43-51 for the webinar’s slide Resilience Officer, moderated panel discussions, interactive deck. Interested participants have formed a working group sessions, “shout-outs” from session participants about their tentatively titled: Resilience 2.0. The outcomes of the one- related activities, facilitated small group discussions, and day event are summarized in this report. networking time. Over 110 participants spent the day working Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 4",
        "EXECUTIVE SUMMARY On the Northeastern coast of the United States, the expected maximum rise in sea level of 26 inches by 2050 would threaten in five cities alone—Baltimore, Boston, New York, Philadelphia, and Providence—assets worth about $7.4 trillion. In Boston, losses could reach $460 billion, or the equivalent of 20 Big Digs. – Corydon Ireland, Harvard University Center for the Environment The Boston Context Health care is the largest single segment of the Boston the same time, healthcare is uniquely positioned to deliver economy. Taken together, health care and university not only clinical care, but influence the health and resilience education account for more than 20% of local employment. of communities they are situated within. In addition, hospitals are critical infrastructure – their Climate change factors related to increasing greenhouse uninterrupted operation during and after extreme weather gas concentrations have a range of impacts on health care events is crucial to providing essential medical services. At service delivery and resilience, as illustrated here. Figure 1-2 This diagram illustrates the relationship between increases in greenhouse gas concentration and health service delivery. Source: 427 Climate Solutions Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 5",
        "This meeting brought together leaders from health systems, federal, state and city agencies, utilities, non-profits and architectural firms to develop institutional mechanisms for the deeper engagement of the health sector in creating a more resilient Boston. Key Learnings and help to shift the structural situations that embed inequities into the fabric of Boston life. The health sector, The healthcare sector has a key role to play in assisting as a major employer, has a key role to play in advancing the City of Boston in supporting population health this work as they proceed with climate adaptation and initiatives that reduce the impact of climate stressors resilience strategies. The bottom line: disaster is very unfair: on health; in some instances, they have a direct role in those least able to prepare are also those most likely to be reducing the stressors. Examples of stressors include negatively impacted. chronic unemployment, deteriorated and unsafe physical Health system response benefits from the “three c’s:” environments, environmental pollution, and underlying Coordination, Collaboration and Communication. chronic disease burden. As medical care moves to more Relationships built during preparedness are invaluable convenient community-based settings, a greater range of during response. Multi-disciplinary resilience planning is services are being provided in places that may be at risk. necessary to solve these complex issues: knowing what The healthcare sector has a key role to play in demanding everyone does and developing mutual support strategies is performance from urban infrastructure – utilities, public imperative. transit, water management. As a major sector of the Boston economy, health care relies on key infrastructure elements Key Actions to maintain reliability in health service delivery. They are a critical “voice of the customer” as public agencies and Broaden health care sector engagement both in policy utilities debate and plan infrastructure improvements; their and at a facility level. Expand sector engagement in 100 voice must be strong in advocating for transit investments, Resilient Cities, Climate Ready Boston, and Green Ribbon coastal protection systems, and green infrastructure. Commission, and other state adaptation plans. Case Hospitals rely on community infrastructure, so they cannot study data, “stories” and business cases will assist hospital become resilient alone. leadership; there is also a role for a collective group in Boston from among these participants to continue to pursue Health systems should accelerate the completion of integrating resilience thinking into institutional-level planning infrastructure resilience assessments to determine key and local policy making. Specific actions might include: vulnerabilities to uninterrupted operation during and following extreme weather events. Identifying priority ■ Develop a regional healthcare resilience campaign. facilities, sharing data among systems, and developing ■ Organize a Climate Bootcamp for healthcare C-Suite robust emergency management and associated adaptation leaders in the greater Boston area. plans is a key element of creating a more resilient Boston. ■ Ensure that all hospitals and health systems assess Health systems must embed equity, social justice and climate vulnerabilities and develop resilience social cohesion into resilience planning and policies, assessments. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 6",
        "Develop a compelling business case for health care backup power sources, as components of more creative climate resilience. How does a hospital measure the solutions for community-based providers to reduce the risk probability of failure? What is the cost of failure? How do of long-term outages that cripple their ability to provide care. you cost resilience strategies? How do you measure the ■ Assess to what degree ambulatory networks and intangibles, like incalculable research interruptions, loss of outpatient facilities are currently engaged in resilience reputation, or loss of economic cohesion in a community planning throughout the greater Boston area. from a major health care failure? Ultimately, healthcare has the unique opportunity to work ■ Develop information on the links between sustainability both “bottom up” within the communities they serve and and resilience. Compile case study data, including more “top down” in advocacy and policy arenas. As Bud Ris, examples of how health care owners and designers co-chair of the Climate Preparedness Working Group of make the case for the “multiple benefit” strategies. the Green Ribbon Commission and advisor to the Barr Explore innovative solutions to backup and reliable power Foundation, noted in his closing remarks: “Linking mitigation generation needs for both hospitals and community health efforts to resilience propels mitigation efforts.” It is the work providers. Identify and implement next-tier opportunities ahead to build on both existing collaborations and emerging with packaged, islanded co-generation, fuel cells, energy opportunities for the future health, safety and prosperity of storage and micro-grids that can improve health care the City of Boston and surrounding region. reliability and support community cohesion. More creative To further this work, during post-Summit discussions financing mechanisms may be required to better support the well-established Boston Healthcare Preparedness the under-resourced communities our health providers are Coalition agreed to support periodic engagement with passionate about protecting. That is the work ahead, both the stakeholders brought together by the Summit, and to on acute care hospital campuses and beyond. evaluate, develop and work towards implementation of ■ Explore innovative funding solutions. Factor resilience the Summit’s recommendations. The Coalition partners into municipal bond rates and offerings, both to reflect coordinate to plan for, respond to and recover from climate risks and to generate funds for infrastructure emergencies affecting healthcare and/or its infrastructure. investments, such as municipal green bonds. ■ Identify and support demonstration projects. Create a robust network of partnerships with one another and our communities to advance community health and resilience. More exploration of community health stressors and vulnerabilities, local micro-grid utility solutions, shared Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 7",
        "Part II The Event BOSTON’S RESILIENCY INITIATIVES This session presented the current state of climate resiliency initiatives in the Greater Boston area, including Climate Ready Boston, the Green Ribbon Commission, 100 Resilient Cities, and the current efforts of Partners HealthCare to develop a system-wide climate resilience plan. In a series of brief presentations, leaders from these initiatives laid out the particular challenges and opportunities for the health sector to participate in addressing the challenges. A summary of key climate issues is included here. Boston is ranked 4th most vulnerable city to climate change in the US, and 8th most vulnerable city in the world to economic losses. – Hallegatte, Stephane, Colin Green, et al., “Future Flood Losses in Major Coastal Cities.” Nature Climate Change, Aug 18th, 2013, pp 802-06 Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 8",
        "Climate Ready Boston CARL SPECTOR COMMISSIONER OF THE ENVIRONMENT FOR THE CITY OF BOSTON Climate risks are not new for Boston, but they will continue to increase as the global climate changes. – Climate Ready Boston Carl Spector led the session by suggesting that we need Using the three emissions scenarios from the to develop a better rhetoric to discuss the imperative of Intergovernmental Panel on Climate Change, the Boston resilience with health and hospital systems. He challenged Research Advisory Group (BRAG), overseen by the University the health systems to think about their value as community of Massachusetts Boston School for the Environment, institutions, and their perhaps less than obvious role as developed consensus data about how Boston’s climate will “respites from the storm.” He framed the role of healthcare as change over the course of the twenty-first century. These a “graceful gift” to communities, and suggested a roadmap data, excerpted from Climate Ready Boston’s report, are for sector engagement in Climate Ready Boston initiatives. summarized here. The Climate Ready Boston Initiative is one of the supporting Guided by these vulnerability findings, Climate Ready Boston plans under the Imagine Boston 2030 initiative, the first multi- identified a set of eleven climate resilience initiatives to stakeholder citywide plan in 50 years. The goal is to create address climate risks. These initiatives are based on the a systematic and comprehensive resilience framework for following principles: the city, coordinated with 100 Resilient Cities. Climate Ready ■ Incorporate local involvement Boston released its first full report in December, 2016; Carl Spector presented key findings from the document. ■ Generate multiple benefits ■ Leverage the building cycle Updated climate projections suggest that extreme temperatures, sea level rise, extreme precipitation and ■ Design in flexibility and adaptability storms will create increased local vulnerabilities: ■ Create multiple layers of adaptation by working at different scales ■ Extreme heat ■ Stormwater flooding ■ Coastal and riverine flooding Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 9",
        "Relevant strategies presented at this meeting include: ■ Strategy 2: Expand education and engagement to prepare Bostonians for climate change. Gatherings such as this one, with engagement across sectors, is vital to adaptation. Healthcare can also play a key role in community education ■ Strategy 4: Implement climate adaptation through Resilience Area Plans. Adaptation will be implemented at a neighborhood level. Health systems should consider their own resilience adaptation plans in the context of neighborhood level initiatives. ■ Strategy 5: Create a coastal protection system. Ask the question: what is the role of healthcare in advocacy and leadership for effective coastal protection systems, such as parks, levees, and floodwalls. ■ Strategy 6: Establish Infrastructure Coordination Committee (ICC) to facilitate climate adaptation. ■ Strategy 8: Expand the use of Green Infrastructure and other natural systems to manage stormwater, mitigate heat islands, and provide other benefits. Health system campuses have the potential to implement Green Infrastructure strategies and advocate for enhanced green infrastructure in neighborhood ‘health districts.’ ■ Strategy 9: Update building regulations to support climate change. The example of Spaulding Rehabilitation Hospital, in the Charlestown Navy Yard, shows the power of healthcare buildings to model innovative building infrastructure solutions. ■ Strategy 10: Retrofit existing buildings. Using the principle of leveraging the building cycle, healthcare can strategically retrofit infrastructure to meet the climate challenges identified above. Figure 2.1 (a-c): These graphs chart projected climate impacts in Boston: increased temperatures, severity of storms, and sea level rise. Source: Climate Ready Boston Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 10",
        "Green Ribbon Commission JOHN CLEVELAND EXECUTIVE DIRECTOR OF BOSTON’S GREEN RIBBON COMMISSION Climate resilience requires dramatic transformation of the public health challenges and social stressors that climate the City of Boston over the next few years: “We have projections suggest will accelerate. redesigned Boston before (e.g. the Big Dig) and we can do The Health Care Working Group of the Green Ribbon it again.” The Boston Green Ribbon Commission is a group Commission has been focused on meeting 100% reduction of business, institutional, and civic leaders in Boston working in greenhouse gas emissions by 2050 while improving to develop shared strategies for fighting climate change resilience. The Green Ribbon Commission website impacts in coordination with the City of Boston’s Climate celebrates the significant achievements of the sector to Action Plan. date, which have been accomplished through a focus on energy efficiency and a widespread shift to on-site or district We are America’s climate champion, with a target Combined Heat and Power (CHP) systems, which improve date of 2050 for going 100% carbon-neutral. efficiency and offer enhanced resilience to utility disruptions. There is a significant opportunity for Boston healthcare to be – Mayor Martin J. Walsh viewed as a national leader in this effort, and to use its ability State of the City 2017 to innovate as a model for other sectors, including the public sector. Continued efforts to achieve this carbon-neutral goal John Cleveland emphasized that to accomplish this will be disruptive. It is an incredibly challenging task, and transformation, many established patterns of behavior need requires new governance models, new finance tools, and to change: “fundamental changes are required in planning new technical capabilities. His final words: “There is urgent infrastructure as well as financing mechanisms. This process and continued need for the moral voice of the healthcare needs to begin now, and be undertaken with a high sense sector in this work. Not doing something is a violation of of urgency.” Healthcare institutions can play a unique role the Hippocratic Oath. We need healthcare to demand in this transformation, a role that will require them to “move performance from infrastructure systems—because even the beyond their comfort zones” in some areas. He stressed most resilient hospitals won’t operate if people can’t flush the importance of healthcare leaders in raising their voice the toilets and can’t get to work.” around the health issues associated with climate change; There is urgent and continued need for the moral voice of the healthcare sector in this work. Not doing something is a violation of the Hippocratic Oath. We need healthcare to demand performance from infrastructure systems—because even the most resilient hospitals won’t operate if people can’t flush the toilets and can’t get to work. – John Cleveland Executive Director, Green Ribbon Commission Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 11",
        "100 Resilient Cities AUSTIN BLACKMON CHIEF OF ENVIRONMENT, ENERGY AND OPEN SPACE, CITY OF BOSTON The health risks from climate change are not equally distributed among the populations and neighborhoods of Boston: the elderly, young children, low-income communities bear disproportionate health and safety risks. – Austin Blackmon Chief of Environment, Energy and Open Space, City of Boston Boston is proactively demonstrating leadership in climate resilience through the Green Ribbon Commission and Climate Ready Boston; a key focus of the 100 Resilient Cities program is how these policies are communicated and translated to our diverse communities. The health risks from climate change are not equally distributed among the populations and neighborhoods of Boston: the elderly, young children, low-income communities bear disproportionate health and safety risks. How do low income seniors in East Boston, for example, access quality healthcare providers without public transit? How will extended heat waves affect our most vulnerable populations? 100 Resilient Cities supports the adoption and incorporation of a view of resilience that includes not just the shocks — earthquakes, fires, floods, etc. — but also the stresses that weaken the fabric of a city on a day-to-day or cyclical basis. The healthcare sector has a key role to play in assisting the City of Boston in supporting population health initiatives that reduce the impact of these stressors on health; in some Figure 2.2 These maps outline concentrations of socially vulnerable instances, they have a direct role in reducing the stressors. populations in Boston. Source: Climate Ready Boston. Examples of these stresses for Boston include: ■ high unemployment ■ an overtaxed or inefficient public transportation system ■ endemic violence, and ■ chronic food and water shortages. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 12",
        "Partners Strategic Resiliency Plan HUBERT MURRAY, PARTNERS HEALTHCARE AND LISA DICKSON, ASSOCIATE PRINCIPAL, RESILIENCE LEADER, ARUP Climate risks will require the system to change how services are delivered, and accept that changing conditions will be the new normal. – Hubert Murray, Partners HealthCare Climate change has been identified by Partners leadership For each campus, Partners outlined a summary of as a significant potential business risk. In 2014, Partners vulnerability and exposure for each risk, using three time began a system-wide process of evaluating the range of frames: present, 2030, and 2070. Near-term strategies potential impacts on facilities and medical services in the will be implemented through enhanced operations and face of future climate projections. The goal was to develop ongoing capital upgrades to address 2030 challenges. a comprehensive response, identify and address codes More aggressive investments in high performance resilient and procedures that conflict with best practices in resilient buildings going forward will address the 2070 challenges design, and implement short and long-term interventions to (see Figure below). improve resilience and mitigate risk. Climate risks will require the system to change how services are delivered, and accept that changing conditions will be the new normal. The process includes three phases; Partners has completed Phase 1 and Phase 2 is underway. The Partners study includes consideration of seismic and wind events, in addition to increased heat, precipitation/storms, and sea level rise: Figure 2.3a This diagram illustrates the power of climate analysis projections to influence ■ Phase 1: developing climate scenarios and hazard decison-making in the built environment. Source: Partners HealthCare assessments for all campuses in the system, Each campus prepared a resilience assessment using the ■ Phase 2: conducting a vulnerability assessment of critical US Department of Health and Human Services Climate facilities and clinical operations, Resilience Toolkit Checklists. Results from individual campuses were then aggregated on a compiled checklist ■ Phase 3: developing capital prioritization and plans for (see example) to identify key vulnerabilities within the system. implementation, operations enhancements, and long term adaptation efforts Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 13",
        "■ Identified priorities for investigative study regarding medium to long-term mitigation strategies. ■ Developed strategies and standards for ongoing and future capital improvements. ■ Set priorities for system-wide action and support. Finally, Partners HealthCare’s interest in resilience has a long history, beginning with their 2006 commitment, following Hurricane Katrina’s devastating impact on healthcare infrastructure, to construct a resilient Spaulding Rehabilitation Hospital, located on the Charlestown Navy Yard waterfront. This building was the first structure on Boston Harbor to account for sea level rise, move Figure 2.3b. Partners HealthCare is aggregating checklist data from all campuses infrastructure to the roof, and incorporate passive to visually assess the potential climate vulnerabilities across their health system survivability measures such as operable windows and infrastructure. Source: Partners HealthCare a highly insulated building envelope. This more recent This assessment process yielded the following: undertaking, moving outward to the larger system, shows ■ Identified priority facilities and criticalities in need of a continued interest in improving healthcare resilience in urgent mitigation efforts (eg, emergency preparedness Boston, and their interest in joining with other local and planning, work with vendors, utilities, facilities, etc). regional health systems to develop a learning community that will benefit the greater City of Boston and the ■ Consideration of specialties, and non-transferable healthcare systems that serve it. services populations (e.g. ICU, NICU, psychiatric care, etc). Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 14",
        "LEARNING FROM NEW YORK CITY Pictured: Dr. Celia Quinn, New York City Department of Health and Mental Hygiene; Jennifer Kearney, Gotham 360; Louis Wetstein, PhD, NYU Langone Medical Center In our vision of a stronger, more resilient New York, many vulnerable neighborhoods will sit behind an array of coastal defenses…In other areas, permanent and temporary floodwalls will hold back rising waters, and storm surge will meet raised and reinforced bulkheads, tide gates, and other coastal protections. Water that makes its way inland will …be absorbed by expanded green infrastructure, or diverted into new high-level sewers. Meanwhile, power, liquid fuels, telecommunications, transportation, water and wastewater, healthcare, and other networks will operate largely without interruption, or will return to service quickly when preventative shutdowns or localized interruptions occur. – A Stronger, More Resilient New York, City of New York, 2013 Hurricane Sandy (2012) was the largest Atlantic hurricane The storm completely shut down six hospitals and 31 on record and the second-costliest hurricane in United residential-care facilities. More than 6,400 patients States history, with winds spanning 1100 miles. Estimates of were evacuated before and during the storm, including damage to date have been about $75 billion (2012 USD), a NYULangone Medical Center and Bellevue Hospital. This total surpassed only by Hurricane Katrina. Early on October session explores the ongoing work to improve health 29, Sandy moved ashore in New Jersey as a post-tropical sector resilience following this event, including public policy cyclone with hurricane-force winds. Later that evening, its initiatives, utility infrastructure innovations, and individual storm surge hit New York City, flooding streets, tunnels and health system recovery and adaptation efforts. It opened with subway lines and cutting power in and around the city. It excerpts from a feature length documentary, Hurricane Sandy became the worst natural disaster ever to hit New York City. – What Really Happened and NYULangone’s documentary, A Stronger More Resilient New York is a comprehensive Powered by Our People on their campus evacuation and report on the effect of the event on the city, with a full recovery efforts. chapter on the impact to provision of health services. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 15",
        "Health and Healthcare Overview: Lessons Learned from Sandy CELIA QUINN, MD, MPH EXECUTIVE DIRECTOR OF THE BUREAU OF HEALTHCARE SYSTEM READINESS, DEPARTMENT OF HEALTH AND MENTAL HYGIENE, OFFICE OF EMERGENCY PREPAREDNESS AND RESPONSE, CITY OF NEW YORK Healthcare services are interdependent. Vulnerabilities in non-acute care sectors have direct and immediate (and potentially longer term) impacts on hospitals. – Celia Quinn, MD, MPH It is important to understand how Hurricane Irene set the ■ 10 hospitals remained open despite power outages and context for Sandy. There is a tendency to base planning flooding decisions for the future on past experiences, but that is ■ 65 long term care facilities lost power during the storm not always effective. In Irene, there were pre-emptive ■ 500 buildings housing community-based providers evacuations and preparedness efforts for a storm that did were in inundated areas (5% of total capacity) not materialize at the anticipated levels; in Sandy, the storm surge impacts, given the confluence of high tide and landfall, ■ 1,200 buildings housing community-based providers lost were difficult to predict or assess. power during and following the storm Key impacts to the healthcare sector included the following ■ patients with immediate and chronic care needs (dialysis, methadone maintenance) sought care in and are illustrated in the table that accompanies this list: emergency departments ■ 6,451 people evacuated from hospitals and residential ■ home based care significantly impacted by care facilities; 1,800 long term care patients placed in transportation disruption Special Medical Needs shelters Figure 2.4a This table diagrams the causes of disruption to healthcare services during and after Hurricane Sandy. Note that often there are multiple causes beyond physical healthcare delivery infrastructure. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 16",
        "Immediately following Sandy, hospital bed capacity was may be uncertain. The risks of evacuating fragile reduced by 8 percent. In addition, displaced nursing home patients may outweigh the risks of shelter in place and adult care patients were moved to available hospital strategies, and the consequences of this decision may beds, stressing capacity for weeks and months. Some impact life and death. hospitals experienced storm-related surges in ED visits ■ Hindsight will always be 20/20. Decisionmakers will be for basic medical needs: methadone, oxygen, dialysis, criticized for bad outcomes. medications. In the outlying Rockaways, 95% of primary care ■ Large-scale multi-facility evacuations require planning providers were closed or relocated; 38% remained closed and response coordination. Particular challenges: lack of for more than 30 days. Transportation system disruptions, standardized definitions for bed types, patients may lack including public transit shutdowns, gasoline rationing, critical demographic and clinical information, receiving and restrictions on single-occupancy vehicles or access facilities may not have access to records (not a single checkpoints, presented significant challenges for healthcare system of records), and receiving facilities may not be workers and the home-care sector. able to rapidly credential caregivers that accompany patients from a closed facility. ■ There is need for surge space of different types. Special Medical Needs Shelters (SMNS) are not appropriate for nursing home and long term care patients; long term care facilities do not have the capacity to absorb surge, and there are barriers to increasing surge capacity in that sector. ■ Planning needs to account for immediate and long- term interruptions to healthcare services. Ambulatory care facilities may remain closed for weeks; mental health and behavioral health services must also be considered. Some facilities never re-open. Better coordination of mobile medical clinic resources may help mitigate access to care challenges. Figure 2.4b: Citywide nursing home bed capacity reductions in New York City continued for more than 4 weeks following Hurricane Sandy, stressing acute care beds well beyond Since the storm, New York City and the Greater NY Hospital the immediate event period. Source: NYDOH Association have instituted a Patient Movement Workgroup that has developed standard patient transfer forms; planning Key lessons learned: worksheets to expedite medical records access, and ■ Healthcare services are interdependent. Hospitals standardized bed definitions. They have a draft disaster have well-developed emergency plans, while long term credentialing guide and toolkit. care facilities are more vulnerable. Vulnerabilities in One final key message: Consider the importance of the non-acute care sectors have direct and immediate (and three ‘C’’s: Coordination, Collaboration, Communication. potentially longer term) impacts on hospitals. Relationships built during preparedness are invaluable ■ Healthcare evacuation decision-making is complex. during response. These are complex and challenging Decision must be made to evacuate a large facility more problems that require a team approach. than 72 hours before the event, when storm forecasts Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 17",
        "Innovative Energy Systems for Resilience JENNIFER KEARNEY FOUNDER, GOTHAM 360 LLC Hospitals need backup power, but more importantly, they need to select the right backup power. Reliability and climate considerations are driving the adoption of distributed generation systems, from cogeneration (CHP) to micro-grids to renewables. It’s an important moment. – Jennifer Kearney, Gotham 360 One of the key climate change mitigation and adaptation reliance on potentially unreliable fuel deliveries during solutions for healthcare is the introduction of on-site or and after an emergency, and reduce air pollution and cost. district level Combined Heat and Power (CHP) systems. Since 2012, the City has worked to remove barriers to these As John Messervy noted in his opening remarks, these technologies. In 2016, ConEdison introduced the Distributed systems both improve electricity generation efficiency (which System Implementation Plan, which calls for the installation reduces greenhouse gas emissions) and, if they are capable of 800MW of distributed energy resources by 2020. A key of disconnecting from the grid (also termed “islanding” or market for this effort is hospitals. “blackstart” systems), provide a high-reliability form of backup In 2014, New York State announced a major initiative titled power and thermal energy for hospitals. Reforming the Energy Vision aimed at transforming the retail In New York, hospitals began implementing CHP systems electricity market and overhauling New York State’s energy as far back as 2004, but complexity of interconnection efficiency and renewables programs. In addition to shifting standards and utility regulatory structures slowed approvals; to more efficient energy generation, the program is aimed at the first system in Manhattan became operational in 2010. avoiding billions of dollars in investments to repair or replace The impetus for these systems pre-dated Sandy; in the 20 our aging energy infrastructure. One of the key elements years before 2012, New York City experienced 9 coastal of this vision is the emergence of the microgrid, small storms and 6 multi-day heat waves (with grid outages). distributed energy plants nearby to critical facilities: hospitals, Widespread power outages occurred in 1977, 2003 (the schools, police and fire stations. Microgrid generation can be Northeast blackout), and 2012 (Sandy). These events caused solely cogeneration, or can combine technologies ranging billions of dollars in damage to buildings and infrastructure. from CHP to solar. Like Boston, future climate projections suggest an increasing The New York State Energy Research & Development incidence and intensity of heat waves, heavy rain and storm Authority (NYSERDA) launched a three-tier “NY Prize” surge flooding, which are likely to continue to stress the grid microgrid competition. The 83 Tier 1 submissions are and cause power failures. To address these challenges going available for review on their website, and offer important forward, New York City convened its first Building Resiliency insights into the anchor role that hospital campuses play in Task Force, which produced a series of recommendations microgrid development economics, given their 24/7/365 for building code changes focused on stronger buildings, operation and energy needs. Among the New York Prize/ backup power, and essential safety. REV demonstration projects is the Buffalo Niagara Medical Campus Distributed System Platform (Project 80), in One of the key outcomes is the significant expansion of partnership with National Grid, that includes both CHP and distributed generation capability in New York City, including community rooftop solar in an adjacent Fruit Belt low-to- co-generation (CHP) and solar. These systems increase the moderate income neighborhood. probability that power will work when the grid fails, reduce Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 18",
        "The Story of Hurricane Sandy and NYU Langone Medical Center LOUIS WETSTEIN, PHD PE SENIOR DIRECTOR OF ENGINEERING, STRATEGY AND SUPPORT, NYU LANGONE MEDICAL CENTER Calamity presents people with choices that are as clear as choices ever get. You can surrender, or you can pick yourself up and vow to come out stronger than you were before. – Robert I. Grossman, MD, The Saul J. Farber Dean and CEO, NYU Langone Medical Center, in Powered by our People: The Story of Hurricane Sandy, NYU Langone, and New York NYU Langone evacuated its mainframe hospital facility in the midst of Hurricane Sandy. 320 patients were safely moved to neighboring acute care facilities, and the 2.3 million square foot campus, which suffered extensive damage totaling close to $1 billion, remained closed for two months. The hospital ultimately received $1.13 billion in recovery aid, the second- largest award for a single project in the history of FEMA. This Figure 2.5a This chart captures the three level of probability that were considered across session focused on the recovery effort and lessons learned. each hazard. Source: NYU Langone Medical Center In the immediate aftermath of the storm, basements were One key lesson: Failure to mitigate risks can cause losses flooded. Hazardous materials remediation, pumping and in the billions of dollars with associated loss of life and drying was required before detailed damage assessments reputational risk. Even if mitigation measures are costly, the could begin. Hazardous areas remained throughout the economics of the expected return may be good. stabilization and remediation phases of recovery. The assessment included federal, state and local representatives, Failure to mitigate risks can cause losses in the and involved an iterative process with FEMA. billions of dollars with associated loss of life A detailed risk assessment led to the formulation of a and reputational risk. campus-wide flood protection strategy and revised flood plain elevations. NYU Langone adopted a strategy for – Louis Wetstein designing to maintain critical functions in a 500-year future event. This assessment process revealed that the FEMA Campus resiliency strategies include: 100 and 500-year advisory projections may or may not reflect climate change impacts that have already occurred ■ Cogeneration: a 42MW on-site micro-grid facility will and, even if based on recent analysis, FEMA only publishes provide thermal energy and power for the entire 2 million backward looking projections that do not account for sea sf campus level rise and increasing frequency of future events. Hence, ■ Enhance infrastructure capacity and redundancy. NYU Langone looked to New York City’s SIRR science for Redundant campus data centers, diverse and redundant establishing new design flood elevations, which are more distribution pathways, redundant points of entry to data. conservative than FEMA data alone. A combination of cogeneration powered chiller plants with additional backup steam chillers provide diversity. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 19",
        "■ Elevate critical infrastructure, patient care and support Making the decision to shelter-in-place during a major storm functions above new Design Flood Elevations (DFE), event is complex, and depends upon the storm intensity including linear accelerators, radiology, energy plant, and wind direction, which impacts surge. Preparations emergency generators, etc must begin days in advance, long before OEM issues an evacuation order. It is difficult to disrupt a facility for a future ■ Protect the campus perimeter below the DFE with a event; gaining consensus is difficult. The New York State range of automatic flood protection barriers, including DOH has developed a Facilities Evacuation Timeline and flood gates, vertically rising flood walls, hinged and Guidance Packet to assist hospitals in preparation. sliding doors to compartmentalize below flood level areas in case of breach. Passive measures are highly preferred; the less focus required for manually placing flood protection the better. Figure 2.5b NYU Langone as seen from the East River, 2018. The Energy Plant is the foreground lower building in the middle of the image. Source: NYU Langone Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 20",
        "Primary Protection: Improving Healthcare Resilience ROBIN GUENTHER, FAIA LEED FELLOW, PRINCIPAL, PERKINS+WILL AND SENIOR ADVISOR, HEALTH CARE WITHOUT HARM [adapted from Robin Guenther’s lunchtime keynote remarks to the assembled audience] The effects of climate change are being felt today, and future projections represent an unacceptably high and potentially catastrophic risk to human health. Tackling climate change could be the greatest global health opportunity of the 21st century. – The Lancet Commissions, 2015 This is a time of massive change in the US healthcare In 2005, Hurricane Katrina devastated the healthcare system, with changes in payment mechanisms, the rise of delivery infrastructure of the Gulf region; seven years later, value based care, and the shifts from infectious disease to the images of hospital evacuations in New York City during lifestyle diseases, from cancer to diabetes, asthma and heart Hurricane Sandy reinforced how little had changed to make disease. At the same time, the reality of increasing extreme our healthcare infrastructure resilient. In 2013, President weather events brings devastation of physical environments, Barack Obama issued The President’s Climate Action Plan, escalating risks to human health through heat waves, which “launched an effort to create sustainable and resilient droughts, water contamination and air pollution. Will the US hospitals.” This session is the story of that effort, and what healthcare system seize the opportunity to tackle climate we have learned about the resilience of US healthcare change outlined by The Lancet Commissions? infrastructure along the way. Against this backdrop, health systems are shifting beyond Two Problems: Health Impacts of Fossil sick care to address the larger social determinants of health. Fuel and Extreme Weather The goal: to create a healthier, more resilient population that The Lancet Commission describes the global fuel mix as ultimately lowers the cost of care. What makes us healthy? contributing to a range of negative human and environmental The Robert Wood Johnson Foundation, in Health Beyond health impacts, due to direct exposures to reduced air quality Healthcare suggests that “although medical care is important, or local contamination of air, soil, water related to fossil our reviews of research and the hearings we’ve held have fuel extraction and processing. Extreme weather includes led us to conclude that building a healthier America will negative health impacts of heat waves, ice storms, water and hinge largely on what we do beyond the health care system.” food-borne diseases, vector borne diseases, food and water This means moving past clinical care to address the more shortages, and trauma/mental health. global causes of health: the social cultural environment, the physical built environments of neighborhoods, and equitable Cascading Benefits: Mitigation and Adaptation Responses opportunity for economic and educational advancement. Many mitigation and adaptation responses to climate change Kaiser Permanente, with the Prevention Institute, suggested are win-win, creating multiple benefits: reductions in the this three-part framework in Adverse Community Experiences burden of ill-health, enhance community resilience, alleviate and Resilience. poverty, and address health inequity. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 21",
        "Improving Health Care Resilience set out to make the air better for our patients to breathe, control costs and help our local economy.” In 2016 Kaiser The goal of Health Care Without Harm’s work with the health Permanente, one of the nation’s largest health systems, sector on climate issues is to build greater understanding of announced an aggressive goal to be carbon positive by the major role health systems can play in reducing climate 2025. impacts while improving population health and community resilience. The Lancet Commission on Health & Climate Adaptation notes: “By moving toward low-carbon health systems, Adaptation includes work on both ensuring infrastructure health care can become more resilient to the impacts of resilience, as well as the broader role as an anchor for climate change, save money, and lead by example.” Climate community health, increasing the ability of healthcare and health work focuses on the three pillars shown in this settings and populations to handle both extreme weather diagram: mitigation, adaptation, and leadership. shocks and community stresses. First, is our healthcare 1. Mitigation. Reducing resource use, fossil fuel emissions, infrastructure resilient to extreme weather? In 2014, Dr. John transportation impacts. Balbus and I set out to answer that question by examining extreme weather related hospital infrastructure failures 2. Adaptation. Improving infrastructure resilience, engaging as far back as 2000, along with emerging best practices communities to reduce health stresses, and linking in infrastructure design. That research is summarized in a sustainability to quality initiatives document titled: Primary Protection: Enhancing Health Care 3. Leadership and Advocacy. Supporting local and national Resilience for a Changing Climate. We learned that there are policies, and improving public understanding of climate four basic factors: and health risks. ■ More severe weather intensity – design thresholds, such as temperature, wind velocity, mean flood elevations, are exceeded ■ Longer severe weather durations – test the limits of on- site fuel, water, and food storage ■ New or expanded geographic regions – extreme weather is happening in places it has never occurred before, so different building requirements must be enacted Figure 2.6 Healthcare has a pivotal role to play in mitigation, adaptation, and leadership. ■ Damaged community and utility infrastructure – In fact health systems need to engage in all three areas, hospitals increasing need for reliable power is focusing on the place where the three streams intersect. outpacing the utility’s ability to supply such power; when outages happen, they are lasting longer; disrupted Mitigation roads and bridges cause long disruptions. Healthcare has a significant carbon footprint; a study In addition to the report, we developed a Healthcare Climate released in 2016 suggests that if US healthcare was ranked Resilience Toolkit, with a series of self-assessment checklists as a country, it would be the 13th largest carbon emitter. that Partners HealthCare and other health systems Hospital buildings are the second most energy intensive have been utilizing to understand their climate risk and type, but they can save significant amounts of energy infrastructure vulnerabilities. This Toolkit, which also includes through efficiency measures and innovative new building resource lists and case studies, is based upon two important design strategies. Increasingly, hospital systems are linking reference documents, The Canadian Coalition for Green mitigation efforts to health. Dr. Jeff Thompson, former Healthcare’s Health Care Facility Climate Change Resiliency CEO of Gundersen Health System, explains their energy Toolkit and WHO’s Smart Hospitals Toolkit. conservation and shift to renewable sources this way: “We Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 22",
        "Beyond infrastructure concerns, health systems across Leadership: Healthcare has a key role to play in advocating North America are engaging in a broad range of programs for local and national public policy that supports enhanced to enhance community health and resilience. From hosting health and resilience. In an effort to build a unified voice farmer’s markets to investing in cooperative, locally owned among hospitals committed to addressing climate change, businesses, healthcare has a key role to play in working Health Care Without Harm established the Health Care with other community leaders to improve health status. In Climate Council. When these leaders advocate for Cleveland, the Cleveland Clinic, University Hospitals and reducing greenhouse gas emissions and rapid adoption Case Western University, with funding from the Cleveland of a renewable energy economy, they are doing so for the Foundation, have established the Evergreen Cooperatives, health of the communities they serve. In many instances, a series of locally owned cooperative businesses that there is economic payback for these investments today; in grow organic vegetables, provide laundry services, and some instances, as we are learning today, healthy solutions retrofit lighting and solar energy systems. These businesses require public investment. More investments in resilient not only reverse the cycle of economic disinvestment in infrastructure, robust public transit, healthier food systems, the midtown neighborhood, they contribute to a more and expansion of renewable energy infrastructure are resilient Cleveland, less dependent upon long distance important places for healthcare to demonstrate leadership. supply chains. When Health Care Climate Council leaders advocate for reducing greenhouse gas emissions and rapid adoption of a renewable energy economy, they are doing so for the health of the communities they serve. – Robin Guenther FAIA Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 23",
        "ANCHORING COMMUNITY HEALTH AND RESILIENCE This session focused on the questions of how the systems have varying levels of preparedness; communities healthcare sector ensures that facilities remain operational have variable levels of resilience due to social determinants, to care for communities across the entire continuum of care. access to infrastructure and healthcare. The health threats from extreme weather are varied; health Anchoring Resilience in Healthcare PAUL BIDDINGER, MD MEDICAL DIRECTOR FOR EMERGENCY PREPAREDNESS, MASSACHUSETTS GENERAL HOSPITAL AND PARTNERS HEALTHCARE I have a special worry: how will our facilities remain open during disasters? Services are curtailed; supplies are tight; people aren’t available. Access to chronic care - methadone, dialysis - drives surges in acute hospital care. We need to be resilient in the face of climate change, with or without operational community infrastructure. – Paul Biddinger MD Climate drivers, as they filter through environmental, institutional, social and behavioral contexts, create exposure pathways that cause a range of negative health outcomes: heat related illness, cardiopulmonary illness, vector-borne diseases, and behavioral and mental health needs (see Figure below). As extreme weather events increase in frequency and intensity, these physical and behavioral healthcare needs will also increase. Are we preparing for this future? The US Climate Resilience Toolkit Climate Change and Human Health literature portal has gathered the growing database of global scientific literature on this topic and Partner’s, as discussed by Hubert Murray and Lisa Dickson in the earlier session, has embarked on an infrastructure resilience study. Figure 2.7 US Global Change Research Program (2016). The impacts of climate change on human health in the United States: A scientific assessment. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 24",
        "But let’s focus on what happens during and after these Protecting research is essential: at NYU Langone, research events. Increased threats to health mean greater demand for losses were estimated at $700 million, including invaluable healthcare services. During a disaster, healthcare providers tissue samples, cancer research samples, etc. It is imperative and facilities: that academic medical centers use the best data to prepare for crises. Biddinger noted: “But beyond looking at our own ■ Care for the newly sick and injured campus vulnerabilities, we also need to understand other ■ Continue to provide routine, chronic health care services, healthcare system vulnerabilities in the region, both acute from cancer to dialysis to drug and alcohol treatment and sub-acute care settings. If another hospital needs to ■ Sometimes serve as a place of refuge for those needing evacuate, we need to be in a position to receive patients water or electricity, cooling or food1 in a time of crisis.” To prepare for this future, health systems actions should include: While hospitals must strive to become more resilient, they all rely on community infrastructure to some degree, so they ■ Monitoring and improving patient’s health to better face cannot become resilient alone. As more care moves to lower climate impacts cost, convenient neighborhood settings, a greater range of ■ Advocacy at all levels to combat climate change services are being provided in places that may be at risk. ■ Enhanced emergency planning at a system level According to Primary Protection, there are important planning considerations for healthcare with respect to resilience: ■ Medium and long term capital investments, including for energy redundancy/independence ■ Health care facilities and services cannot rely on ■ Building for the future, anticipating change community infrastructure ■ Hardening health care facilities, including hospitals and Biddinger concluded: “Ultimately, we need to revisit what we sub-acute facilities is vital think we know. We need to question every assumption about our future, because it is unlikely to resemble the past. NYU ■ Resiliency includes planning for staffing and supplies in Langone thought they were prepared when the built a 13’ addition to physical structures wall after Katrina; Sandy was 14’-6”. Preparedness is a team ■ Green design serves a dual purpose effort, and we are just beginning to fully understand and ■ Protecting research must be part of the plan develop responses.” 1 Paterson, J., et al. (2014) Health care facilities resilient to climate change impacts. International Journal of Environmental Research and Public Health. 11:13097-13116; doi:10.3390/ijerph111213097 Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 25",
        "Boston’s Resilience Strategy: Resilience and Racial Equity DR. S. ATYIA MARTIN CHIEF RESILIENCE OFFICER, CITY OF BOSTON We have to address the day-to-day issues that are tearing at the fabric of our communities—the chronic stressors—that are deeply rooted in the historic context of our cities. Racism, economic opportunity needs to be talked about—we need to acknowledge the disproportionate burdens of inequities. We need to embed equity, social justice and social cohesion into our resilience policies, and shift the structural situations that embed inequities into the fabric of Boston life. – Dr. S. Atyia Martin, Chief Resilience Officer Boston’s resilience efforts, which have been underway Doing things differently requires addressing racism at since September, 2015 are about the larger concept of every level: individual/internalized racism among citizens; resiliency: the capacity of people and systems within a city institutional racism at a business level; and structural racism to survive, adapt, and grow no matter what kinds of chronic that is embedded in social structures and policies. The stresses and acute shocks they experience. The work goes Blueprint is suggesting a series of goals that can begin to beyond consideration of climate stresses and threats. Dr. build a more resilient Boston; many of those goals intersect Martin began: “Our individual and institutional responsibility with this meeting today. starts with understanding and confronting a basic truth: that The health sector, as a major employer, has a key role to the largest social determinant of health is race. We need play in advancing this work as they proceed with climate to embed equity into our resilience policies, and shift the adaptation and resilience strategies. Key questions: ask structural situations that embed inequities into the fabric yourself, at any meeting, who is not at the table? How of Boston life.” Continuing to do things the way they have many people in your community are physically incapable always been done perpetuates these inequities. of evacuating? These assessments should be done in The organizing principle is simple: The only way to create collaboration across institutions, public health departments, citywide resilience is to embed racial equity, social justice and with community leaders. The bottom line: disaster is very and social cohesion in infrastructure, environmental and unfair: those least able to prepare are also those most likely economic aspects of resilience. The Blueprint for Boston to be negatively impacted. Resilience Strategy has four visions: Reflective City, Stronger People Collaborative, Proactive Governance Equitable Economic Opportunity Connected, Adaptive City Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 26",
        "HOW THE BOSTON RESILIENCE STRATEGY IS STRUCTURED GUIDING PRINCIPLE RESILIENCE, RACIAL EQUITY, AND SOCIAL COHESION (Blueprint, 2016) Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 27 SNOISIV ECNEILISER )7102 ,YGETARTS( VISION VISION VISION VISION $ REFLECTIVE COLLABORATIVE, EQUITABLE CONNECTED, CITY, STRONGER PROACTIVE ECONOMIC ADAPTIVE PEOPLE GOVERNANCE DEVELOPMENT CITY A Boston that reflects An inclusive and Access to economic Increased connectivity upon its history and collaborative City and social pathways of communities of confronts present government culture that support closing color while adequately realities of racism in that offers residents the wealth gap to preparing for threats to daily life and during a meaningful role ensure our quality of infrastructure used by emergencies to learn in decision-making life is not determined all Bostonians. and reduce the impact processes and by our race or ethnicity. of trauma on individual facilitates cross- and community health departmental and well-being. partnership. SLAOG ECNEILISER )7102 ,YGETARTS( GOAL 1.1: Advance the GOAL 2.1: Ensure GOAL 3.1: Increase GOAL 4.1: Develop a ongoing development employment equity access to good-paying redundant and reliable of community training and better serve jobs, entrepreneurial public transportation for healing, well-being, all Bostonians by opportunities, and asset network to provide and preparedness in increasing the building strategies. equitable accessibility the face of chronic representation of the for all Bostonians. GOAL 3.2: Ensure stresses and traumatic city’s diverse population safe, affordable, GOAL 4.2: Prepare events. in city government. stable housing for all for the impacts of GOAL 1.2: Facilitate an GOAL 2.2: Enhance Bostonians. climate change and open, ongoing dialogue decision-making other threats while GOAL 3.3: Enhance for healing, learning, capacity in city accelerating sustainable digital equity by and action to address government by bringing infrastructure, increasing access racism and strengthen together our residents’ environment, and to technology tools, social cohesion in and our government communities. computers and the communities. representatives’ Internet. GOAL 4.3: Improve knowledge and skills GOAL 1.3: Acknowledge the collaboration of to better develop GOAL 3.4: Prioritize the damage that partners working in policies, practices, and equitable education systemic racism Boston communities to processes. opportunities to close continues to inflict address climate change the gap for young on our communities GOAL 2.3: Improve and other emergencies. people of color. and develop the collaboration, deliberate institutional evaluation, and delivery approaches to achieve of city services to better and sustain racial equity meet the needs of all in Boston policies, Boston residents. practices, and culture. Figure 2.8 This excerpt from The Blueprint: A Preview of the Principles and Framework for Boston’s Resiliency Strategy outlines a number of goals that intersect with healthcare sector resilience 8 The Blueprint: A Preview of the Principles & Framework for Boston’s Resilience Strategy",
        "Addressing Barriers to Resilient Healthcare Infrastructure JOHN BALBUS, MD MPH, SENIOR ADVISOR FOR PUBLIC HEALTH TO THE DIRECTOR OF THE NATIONAL INSTITUTE OF ENVIRONMENTAL HEALTH SCIENCES (NIEHS); ROBERT BIGGIO, VICE PRESIDENT OF FACILITIES AND SUPPORT SERVICES, BOSTON MEDICAL CENTER This session initiated a series of facilitated conversations among participants about identifying and addressing the key barriers to resilient healthcare. Facilitated by Dr. John Balbus and Robert Biggio, participants identified a broad range of challenges to achieving a more cohesive and dependable health system in the face of extreme weather events. Dr. Balbus focused at a policy and science level, while Robert Biggio brought the challenges to an individual facility level. There are a lot of cognitive barriers to doing things differently. First, policy responds to experiencing extreme events; it’s difficult to change otherwise. Part of the policy solution, unfortunately, is that we need a good crisis. – Dr. John Balbus MD There are cognitive barriers to healthcare looking beyond their four walls and effectively defining their community anchor role. How do we prioritize dealing with longer term resilience issues when we have so many immediate pressing facility needs? How do we get leaders’ attention with so many competing priorities? How can we leverage the assets we already have and make our institutions more resilient? – Robert Biggio Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 28",
        "Mental filters: Research shows that people tend to force the world into their existing frames. Weak signals that don’t fit are typically distorted or ignored. Humans see what they expect to see, rather than what is there. Overconfidence: A demonstrated tendency to be too certain also makes people tend to believe that the current view they hold is correct. Penchant for confirming as opposed to disconfirming evidence: It is more difficult to detect disconfirming evidence than confirming evidence, so the mind is more likely to accept than to reject an idea. Dislike for ambiguity: People dislike ambiguity, particularly in organizations in which managers are expected to have answers to questions. Groupthink: Members of organizations take comfort from belonging to the majority and seeing the world in the same way, so there is a tendency to go along with what others say, rather than to use an individual mind to find flaw in the group’s thinking. Figure 2.9 Addressing barriers to resilient infrastructure often requires dismantling deeply embedded cognitive barriers to change. Source: Cognitive Barriers (Day and Schoemaker 2004) Key gaps and action items identified by the group during this ■ Accessible and usable climate data. Not every session included: healthcare owner can undertake the type of climate modelling that Partners HealthCare described. ■ Information on the links between sustainability and Healthcare needs credible, actionable climate data resilience. There is a need to compile case study data, as a basis of decisionmaking; can local and state including more examples of how healthcare owners government provide that? and designers make the case for the “multiple benefit” strategies outlined by Messervy and Guenther in their ■ Achieving a balance between short-term versus long- talks. term thinking and decisionmaking both in policy and at a facility level. How do we address the cognitive ■ The lack of metrics for measuring resilience. There barriers mentioned above? Certainly, case study are no established measurement tools for presenting data, “stories” and business cases will assist hospital resilience; though essential for assessing vulnerabilities, leadership; there is also a role for a collective group in the Toolkits and checklists available today do not Boston from among these participants to continue to contain robust metric measurements for resilience pursue integrating resilience thinking into institutional- either at a facility or community level. More metrics for level planning and local policy making. More creative resilience are needed. financing mechanisms may be required to better ■ The need for a compelling business case. How does a support the under-resourced communities our health hospital measure the probability of failure? What is the providers are passionate about protecting. cost of failure? How do you cost resilience strategies? ■ Ideological barriers and gaps around climate change. How do you measure the intangibles Louis Wetstein Will we get to the same resilient outcome without an mentioned, like incalculable research interruptions, explicit climate frame? Can we go a day or a week loss of reputation, or loss of economic cohesion in a without using the word “climate” to force ourselves community from a major healthcare failure? It is time to to work in another dimension and build greater prepare a business case for healthcare resilience. momentum? We are a divided country and there is not a single rhetorical solution that works – there may be Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 29",
        "five or six, depending upon context and audience. It reliability and support community cohesion. That is the is important to develop resilience communication that work ahead, both on acute care hospital campuses works across a range of audiences within the greater and beyond. Boston community. ■ Opportunities to partner with one another and our The Healthcare Climate Resilience Toolkit is a series communities. More exploration of local micro-grid utility of self-assessment checklists that health systems can solutions, shared backup power sources, more creative use to understand their climate risk and infrastructure solutions for community-based providers to reduce vulnerabilities. This Toolkit, which also includes the risk of long-term outages that cripple their ability to resource lists and case studies, is based upon two provide care. important reference documents, The Canadian Coalition for Green Healthcare’s Health Care Facility ■ Innovative solutions to backup power generation Climate Change Resiliency Toolkit and WHO’s Smart needs. We must identify and implement the next-tier Hospitals Toolkit. opportunities with packaged, islanded co-generation, fuel cells, and micro-grids that can improve healthcare HHS Sustainable and Climate Resilient Health Care Facility Initiative PART 1 Primary Protection: Enhancing Health Care Resilience for a Changing Climate CLIMATE RISKS AND COMMUNITY ELEMENT 1 CHECKLIST VULNERABILITIES ASSESSMENT Yes = Action completed Somewhat = Action in progress or incomplete No = No action planned or taken Unknown = Status or action unknown N/A = Does not apply Primary Protection: GENERAL Value Rank 1.0.1 Does your health care facility receive notifications of weather warnings, alerts, and advisories for the following hazard conditions?: Enhancing Health Care Resilience • Extreme heat Yes Somewhat No Unknown N/A • Extreme cold Yes Somewhat No Unknown N/A for a Changing Climate • Extreme weather - freezing rain, blizzard, ice storm, hail, snow Yes Somewhat No Unknown N/A • Drought Yes Somewhat No Unknown N/A • Wildfire Yes Somewhat No Unknown N/A • Tornado Yes Somewhat No Unknown N/A • Flash Floods and/or Coastal Floods Yes Somewhat No Unknown N/A • Hurricanes or Severe storms Yes Somewhat No Unknown N/A • Avalanche or landslides Yes Somewhat No Unknown N/A • Poor air quality and smog Yes Somewhat No Unknown N/A • Water-borne contamination and/or diseases Yes Somewhat No Unknown N/A • Vector-borne diseases Yes Somewhat No Unknown N/A STEP 1: Understand Climate Risks Value Rank “Climate vulnerability assessment” is the analysis of the expected impacts, risks and adaptive capacity of a region or sector to the extreme and gradual effects of climate change. A vulnerability assessment is more than simple measurement of the potential harm caused by extreme weather events resulting from climate change includes an assessment of the ability to adapt. 1.1.1 I ts h elo hc ea al lo thr cre ag reio sn ea cl tg oo r?vernment conducting climate risk and vulnerability assessments for Yes Somewhat No Unknown N/A • I sf c “ ieye ns c” e, ? are these assessments regularly updated with emerging data and climate Yes Somewhat No Unknown N/A 1.1.2 D ono e los c l ao lc ea xl tg reo mve ern wm ee an tht ec ro m ham zau rn di c ta rete n dto s , y io nu clr u o dr ig na gn li iz ka et li yo n h aa zn ad rd t h ime pco am ctsm ?unity information Yes Somewhat No Unknown N/A 1.1.3 D foo ce us s ey do u or r go arg na izn aiz tia ot nio sn t oh a inv fe o rp mar ytn oe ur rs uh nip ds e w rsi tt ah n u dn iniv ge ors f i cti le ims ao tr e o ath ne dr hc eli am lta ht e ri sa kn sd ? health- Yes Somewhat No Unknown N/A 1.1.4 gD oo ve es rn d mi es na ts ate utr h r oi rs itk ie a s s as ce tis ns gm one n clt im in af to e r cm ha l no gc ea l i nd foe rv me alo tip onm ie n n fot rp mo ul li ac ti ie ns g? d e(A vr ee lo l po mca el na tn pd o m licu ien sic ?i )pal Yes Somewhat No Unknown N/A 1.1.5 I rf i st kh e a sa sn es sw se mrs e na tb ?ove are “no”, has your organization conducted an independent climate Yes Somewhat No Unknown N/A • I pf lath ne n ia nn gs ?w er is ‘yes’, does your organization utilize the resultant information as a basis of Yes Somewhat No Unknown N/A 1.1.6 B una dse ed rs o tan n y do inu gr .response to the questions above, rank your level of climate risk 3 (Exemplary) 2 (Functional) 1 (Marginal) 0 (None) N/A STEP 2: Assess Community Preparedness and Vulnerabilities Value Rank A resilient health care facility is dependent in part on the climate resiliency of the broader community. Climate variability and climate change may create risks in your community that can affect your health care facility. The community may have limited capacity to cope and certain vulnerability factors (e.g. institutional, demographic, socio-economic) may increase future risks. Step 2 questions should be completed for each campus or unique facility location. 1.2.1 Are local government organizations equipped with knowledge, experience and resources to manage disaster risk reduction and climate change adaptation at a community or Yes Somewhat No Unknown N/A neighborhood level? U.S. Department of Health and Human Services 1 1. .2 2. .2 3 A a Dur oe t eh st oh r te hitr eie e s le o x t coi as lrt i e gn d og u v p c eea rn r ct mn lie m er ns a th t e sip u vs pu pb ln oe e rt tw r a ve b ue i ll nn it e yt rh aine b lc t eho e lm o s cm u aru l rn poi out py n, ud h li ane tga io lt c nh o sc m a (pr m ae r u to in cr uig t lia ae rn s lyi ?z e a ldti eo rn ly ,a cn hd ild l ro ec na ) l Yes Somewhat No Unknown N/A December 2014i t imo pac let mive el ny t ap ta iort nic ?ipate in risk reduction decision making, policy making, planning and Yes Somewhat No Unknown N/A 1 Figure 2.10 Hospitals and other facilities find value in standardizing climate vulnerability assessments using guidance documents like \"Primary Protection: Enhancing Health Care Resilience for a Changing Climate.\" Source: US Department of Health and Human Services, December 2014, https://toolkit.climate.gov/topics/human-health/building-climate-resilience-health-sector Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 30",
        "Part III The Work Ahead Creating Action Plans and Key Questions: A World Café JESSICA WOLFF AND PAUL LIPKE HEALTH CARE WITHOUT HARM, FACILITATORS A World Café is a simple, effective, and flexible format for large group dialogue, with 4-5 person groups discussing key questions and creating graphic-rich insights. Nine questions were developed; in some instances, two tables addressed the same question. Participants had the opportunity to either stay with a single question for the entire session, or split their time among two questions. Moderators Jessica Wolff and Paul Lipke helped frame the conversations, kept them moving, ensured that all voices emerged and ideas were written or drawn on newsprint on each table. For hospitals with limited financial and 3. Special funding for absolute necessities engineering resources, and/or lack of 4. Introduce climate preparedness into the capital budgeting cycle (1-3 years) leadership engagement, what should be the 5. Advocate for legislation to provide incentives for larger first steps towards building resiliency? investments (like cogeneration or micro-grids, per the Harvest free and low-cost tools to assess climate risk. Use NYSERDA example (Kearney talk) the available climate data from Climate Ready Boston and US Climate Resilience Toolkit. The Massachusetts Division of What changes to City, State and regional Capital Asset Management and Maintenance (DCAMM) risk policy, planning and/or programs could analysis is a local generic tool. help advance this work? How might your Harvest free and low-cost tools to assess vulnerabilities organization and/or those you know help those and create resilience plans. Use the HHS Sustainable and Climate Resilient Infrastructure Toolkit checklists to changes happen? assess infrastructure vulnerabilities. Prepare a system Funding for prevention and mitigation/adaptation wide assessment by aggregating checklist data in a single strategies. Proactive funding to improve population health in location; using this, develop a plan. The National Park order to enhance community resilience along with (FEMA?) Service Adaptation Plan uses a scenario planning process funding to invest in proactive improvement of facilities. to develop large categories of strategies for enhancing resilience. Require or incentivize preparation and submission of mitigation/adaptation plans. Use this as a tool to unlock Develop appropriate priorities for limited capital situations. funding or incentives. Boston Medical Center contributed their lessons learned to developing this frame for establishing priorities, using Build on MEPA. Use the Massachusetts Environmental Policy emergency preparedness as a driver: Act (MEPA) Climate resilience policy as a tool for resilience. 1. Operational changes, including supply chain Expand Hazard Vulnerability Assessment tools. Support an expanded Hazard Vulnerability Assessment (HVA) that 2. Partnering with others (including grants and incentive includes climate and extreme weather risks. Provide funding, programs) Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 31",
        "through the Department of Homeland Security (DHS) to Organize and launch a statewide “Resilience Campaign.” support extreme weather preparedness and resilience The healthcare sector could play a key role in this. efforts. ■ Advocate for legislation and policy changes to Work with insurance regulators and insurers to address encourage resilience. the market failures and barriers to financing resilience ■ Master planning at a campus or district level – improvements. “resilience districts.” ■ Assist in developing a set of pilot projects for private sector or city/state ■ Share open-source/ crowd-source models and information with other organizations, sectors, leaders ■ Develop metrics for measuring effectiveness ■ Promote work to increase visibility More healthcare advocacy for resilience investments at local and state level. Key C-suite leaders must engage in policy development. How do we encourage this? ■ ‘Strength in numbers’ can help address concerns about ‘being out in front’ Figure 3.1 Professor David Levy, University of Massachusetts Boston, Sustainable Solutions Lab” ■ Educate government relations staff on climate, energy and resilience issues, and how they will impact their institutions ■ Clinicians and facility leads need to encourage health care leaders to sponsor/direct gov’t relations staff to engage on this issue ■ Multiple institutions can coordinate efforts and/or share costs of hiring the needed policy expertise either through existing channels such as the Conference of Boston Teaching Hospitals’ government relations committee, or some new structure. What needs to happen next? What questions Figure 3.2 Professor David Levy, University of Massachusetts Boston, Sustainable need answering? Solutions Lab” Organize a Climate Bootcamp for healthcare C-Suite Provide incentives to encourage public-private planning for leaders in the greater Boston area. Get this understood as resilience integration. a health issue; include executive leadership, providers, and ■ Transportation/infrastructure grants patient/community advocates. ■ Expedited permitting and other local regulatory Aggregate a metropolitan-level health care risk mechanisms assessment. Convene a working group, and publish a sector ■ Encourage multi-site or district solutions report. Engage the Massachusetts Hospital Association to play a role. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 32",
        "Broaden health care sector engagement on state Engage clinicians as messengers, as active participants adaptation plans. Expand sector engagement in 100 in resilience planning. Clinicians are on the front lines of Resilient Cities, Climate Ready Boston, and Green Ribbon identifying community vulnerabilities to extreme weather. Commission. Clinicians understand tradeoffs between upstream prevention (weatherization, heating assistance, cooling Financially incentivize resilience measures through higher centers, air quality) and ED treatment for heat waves, recovery reimbursements for more resilient institutions. droughts, etc. Look at the Centre for Sustainable Healthcare (UK) for clinician education and training. What is needed to pull all these threads Use the HHS Sustainable and Climate Resilient together and sustain integration over time? Infrastructure Toolkit checklists to assess infrastructure How can you, your organization and/or those vulnerabilities. Hospitals and research facilities are on the you know help this happen? front lines of critical infrastructure in the US. Build a robust business case for hospital resilience. Add climate resilience standards in Joint Commission/CMS Consider infrastructure costs, reputation loss, legal issues, standards for accreditation. caregiver recruitment/retention, research issues. Metrics are Establish clear valuation models for the cost of inaction. lacking on business continuity/interruption costs. Need a “Risky Business” type approach that’s built on health Paint a picture of resilience for hospital leaders. Focus on economics leadership, reputation, research grants, and positive values Engage Pace University Energy and Climate Center of investments in resilience. on resilience initiatives. Pace is the Department of Assess the subacute and long term care facility Energy’s efficiency, CHP and renewables coordinating vulnerabilities to understand impacts on acute care. Are organization for the Northeast US. Partner with University of facilities planning for acute/subacute/chronic population Massachusetts Amherst Engineering Department. relocation as sea level rise impacts City of Boston, North Factor resilience into municipal bond rates and offerings, Shore/South Shore? Are hospitals prepared for “sheltering- both to reflect climate risks and to generate funds for in-place” long term care and ancillary residential care infrastructure investments, such as municipal green bonds. patients during and following extreme weather events? How best can healthcare and others advance climate resiliency for inpatient and research facilities? How best can healthcare and others advance climate resiliency for outpatient and urgent care clinics? Assess to what degree ambulatory networks and outpatient facilities are currently engaged in resilience Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 33",
        "planning throughout the greater Boston area. Focus on resilience in the toolkit. What is needed are case studies of health access and particular community vulnerabilities; innovative long term care settings. assess the gaps in access. Convene a meeting focused Senior housing often lacks the corporate/medical leadership on developing an approach to climate resiliency planning structure that long term care and adult day care programs for health centers? Engage Massachusetts League have. This makes it more complex to assess and regulate. of Community Health Centers, Boston Public Health Commission Health Preparedness, and other existing organizations. How can climate resilience in emergency preparedness leverage mitigation: i.e. more Use the HHS Sustainable and Climate Resilient Infrastructure Toolkit checklists to assess infrastructure efficient energy, transportation, food and vulnerabilities. There are a range of resources specific renewable power? to evaluating ambulatory care settings for resilience in the toolkit. What is needed are case studies of innovative Sustainable design mitigation strategies often enhance ambulatory settings – transportable, or with renewable resilience. Coupling sustainable design and resilience energy, innovative water solutions and transportation may leverage mitigation, or resilience, depending on the that keep them functioning during and following extreme organization. Examples of such features include: weather. ■ Rooftop gardens/vegetated roofs: reduce heat load but Use the Health and Homeland Alert Network (HHAN), a also mitigate stormwater discharge flows in extreme program of the Massachusetts Department of Health and events Human Services. ■ Drought tolerant landscaping: reduces potable water use during emergencies Improve community preparedness education. Develop better communication about existing programs and ■ Operable windows: reduce cooling load, enhance initiatives. Develop additional community resources to comfort and allow for passive cooling when mechanical empower community members to cope with extreme events systems fail or programs (e.g. know your neighbor and neighbor’s needs, ■ Rainwater capture or harvesting: can enhance on-site basic preparedness). Use existing networks (per above) to water storage for non-potable uses, conserving potable build communication tools and resources. water reserves for potable uses ■ Employee bicycle programs reduce carbon footprint How best can healthcare and others advance and enhance staff capability to get to work during transit resilience for residential adult care and long outages. term care facilities? Local supply chain and personnel can be an emergency preparedness strategy: for example, Assess the subacute and long term care facility vulnerabilities. Assessment isn’t complex; regulations may ■ Local food purchasing be lagging and funding mechanisms to enhance resilience ■ On-site electrical power generation, either CHP or are not in place. renewables (solar, local biomass) Use the HHS Sustainable and Climate Resilient ■ Hospital personnel living in adjacent neighborhoods, Infrastructure Toolkit checklists to assess infrastructure within walking distance vulnerabilities. There are a range of resources specific to ■ Hospital waste reduction or zero waste facilitates longer evaluating long term care and related residential settings for operation without pickup Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 34",
        "distressed and damaged communities – places to shelter, What is healthcare’s role in anchoring charge phones, get information, and other “safe haven” community/public health and resilience, services. Leverage information technology – improve especially for vulnerable communities? patient/doctor communication assuming compromised transportation systems. First, broaden definition of health and healthcare – not just clinical “sick care” or hospitals, includes public health, Combine beautification, community health improvement long term care, ambulatory clinics, neighborhoods, and and quality of life enhancements with resilience, such as communities. Make change visible so people experience creating sunken outdoor recreational space that can double and understand it in a positive way. Improve access to care as a retention pond during extreme precipitation. This and navigation of care platforms. demonstrates interconnectedness of the issues to residents. It can also help correct inequitable imbalances in attention, Hospitals have an opportunity to lead health and resilience funding, and capacity, and demonstrate the organization initiatives to create healthy lifestyles and social cohesion cares about its neighbors. Can help residents care more in preparation for emergencies as a method of building about and care for their neighborhoods. community health and resilience. Hospitals have resources for convening communities, communication strategies What barriers to resilient healthcare, to bridge the gap between hospitals and communities. Healthcare professionals have credibility around health and communities and infrastructure do you face? can effectively partner with other community organizations. What help do you need? Understand health needs of various types of populations Barrier: Grid (DOER) + interconnection (distributed power) (e.g. language isolated, disability, age, mental health, etc.). utilities clogged (2000 projects pending in MA) Leverage Community Health Needs Assessments (CHNA) to understand climate vulnerabilities in communities. Need: 1) Interconnection engineers and 2) change queue There may be communities with multiple overlapping health and project review process; rationalize and prioritize – can needs. There are inherent blind spots to be addressed both health systems move higher in queue? in aggregating and disaggregating data and plans. Can we Barrier: Inability to share or connect heat and steam use CHNA’s to engage communities and leverage resilience systems (commercial barriers - steam company not investment resources? Provide community financing options interested from business standpoint) for residential care settings. Barrier: Technical challenge of upgrading in operating Consider social determinants of health as critical to hospital (risks to patients) community resilience. Implement both top-down and bottom-up community engagement processes. Connect Need: Training and extra funds for expert staff to do work clinical programs to built environment interventions. Connect safely in healthcare settings physiological to psychological care. Improve population Barrier: skills of trades often not as state of the art as new health rather than solely focusing on preparing for climate equipment demands extremes, such as heat waves. Need: enhanced training and stricter licensing Make sure resilience infrastructure create co-benefits requirements and encourage healthcare/neighborhood interactions. Healthcare facilities, particularly hospitals, should not build Barrier: Poor connections between local health floodwalls that make a hospital a fortress and separate it departments and healthcare systems outside Boston/ from surrounding neighborhoods during extreme events. Cambridge Determine what types of facilities can and should Need: Relationship building effectively play the role of community anchor. Ambulatory facilities should be able to reopen quickly to anchor Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 35",
        "Barrier: Incremental costs of true resilience can prevent towards implementation of the Summit’s recommendations. good decisions – either modest increment (efficient The Coalition partners coordinate to plan for, respond to and equipment) or huge increment (retrofit infrastructure vs. recover from emergencies affecting healthcare and/or its new buildings) infrastructure. Need: Finance and funding (grants) to give incentive for The Boston Healthcare Preparedness Coalition consists better decision of community health centers, emergency medical services (EMS), hospitals, long term care, public health, and other planning partners. They coordinate to: What lessons and questions from NYC/Sandy ■ Apply mitigation strategies to minimize the effects of and elsewhere need to be pursued here? emergencies; What does resilient transportation system look like for ■ Plan for and conduct a unified response to emergencies healthcare? Test Climate Ready Boston flood maps on affecting healthcare and/or its infrastructure; the public transportation system and then PANIC. How will ■ Create an effective public health and healthcare system personnel get to our hospitals during or following a major recovery from emergencies; and extreme weather event? Who starts this conversation? Who leads? ■ Develop and implement improvement plans following emergency responses. Consider the future of transportation when considering resilience. Car share, Uber, driverless cars, BRIDJ (Smart buses). Maybe future transportation modes are as yet unknown. What happens if streets are washed out and flooded? When gasoline is rationed or access to parts of the city are restricted due to reduced bridge and tunnel capacity? Need staff credentialing systems, surge areas to house staff. During post-Summit discussions, the well-established Boston Healthcare Preparedness Coalition agreed to support periodic engagement with the stakeholders brought together by the Summit, and to evaluate, develop and work Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 36",
        "Appendix A MEETING AGENDA January 11, 2017 | Partners HealthCare, Assembly Row TOPIC TIME Introduction, Goals and Purpose 8:30 am – 8:50 am Session 1: Boston’s Resiliency Initiatives 8:50 am – 10:20 am ♦ Break w/ shout-outs Session 2: Learning from New York 10:40 am – 12:10 pm Lunch: Primary Protection - Improving Healthcare Resilience 12:10pm – 1:30 pm Session 3: Anchoring Community Health & Resilience 1:30 pm – 2:15 pm (Interactive) ♦ Break w/ shout-outs Removing Barriers to Resilient Infrastructure 2:30 pm – 3:15 pm (Interactive) ♦ Break w/ shout-outs Creating Action Plans & Key Questions (World Café style) 3:30 pm – 4:30 pm Closing Remarks React, Inspire, Urgency 4:30 pm – 5:00 pm Assembly Row Building Tour and Reception 5:00 pm – 7:00 pm Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 37",
        "Appendix B BIOGRAPHIES OF PRESENTERS Opening Remarks Working Group, assisting Boston Lisa Dickson, PG hospitals to reduce energy use and Lisa Dickson is an Associate Principal John Messervy AIA greenhouse gas emissions and in Arup’s Boston office and Resilience John Messervy AIA is an architect and to become champions for climate Leader for Arup Americas, with 20 the Corporate Director of Design and change/resilience. years’ experience working at the Construction for Partners HealthCare, intersect of the built and natural Boston, a 12-hospital network that Carl Spector environments. She has expertise in includes the Massachusetts General Carl Spector is Commissioner of the regulations and financial markets Hospital and Brigham and Women’s Environment for the City of Boston. He related to carbon and renewable Hospital, primary teaching hospitals oversees programs related to climate energy, and more recently with of the Harvard Medical School. In change, environmental protection, alternative financing and investment this capacity, John led the Spaulding historic preservation, and other options related to resilience. Lisa has Rehabilitation Hospital project team aspects of sustainability. Before joining led multiple climate resilience projects in the development of their new Boston City Hall in 2005, Carl worked including work for Boston, Cambridge, hospital on the Boston waterfront, the on a wide variety of environmental Somerville, Washington D.C., the Army first purpose-built resilient hospital in and energy issues for the federal National Guard, Partners Healthcare, the country. John co-chairs Partners government and in private industry. the World Bank, confidential tech resiliency master plan initiative with He holds degrees in physics and clients, developers and several Dr. Paul Biddinger. John also manages environmental science. coastal communities. She has been Partners energy procurement invited to the Pentagon to advise on John Cleveland activities, their initiative to be zero net her work related to climate security John is the Executive Director for the carbon by 2025, and their system- and is a technical advisor on two Boston Green Ribbon Commission wide sustainability program. separate NSF-funded panels related (www.greenribboncommission.org), a to this work. Session 1 – Boston’s Resiliency network of business and civic leaders Initiatives supporting the implementation of the Hubert Murray, FAIA City of Boston Climate Action Plan. Hubert Murray is an architect with Bill Ravanesi The Commission is supporting the 40 years experience working in Bill Ravanesi has been with City’s long-term climate preparedness the United States, Europe, Africa Healthcare Without Harm since strategy through the Climate-Ready and the Middle East. As president 1997 and has over 30 years of Boston initiative, and is supporting of the Boston Society of Architects, experience in the nonprofit sector the City’s long-term de-carbonization he conceived and co-chaired working on health care, public health, strategy through the Carbon-Free Mass Impact, two international and environmental,climate and energy Boston initiative. John is also President multidisciplinary symposia on cities issues. Currently, Bill is senior director and a co-founder of the Innovation and climate change held at the of HCWH’s Green Building and Energy Network for Communities (INC), Massachusetts Institute of Technology Program. He also covers legislative a national non-profit organization in 2008. In recent years he has been and regulatory advocacy and policy focused on helping cities achieve employed by Partners HealthCare as reform initiatives at the state level. carbon neutrality and long-term Manager of Sustainable Initiatives for He co-coordinates the Boston Green resilience to climate disruptions. 12 hospitals and associated health Ribbon Commission’s Healthcare centers throughout Massachusetts. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 38",
        "In 2013 he helped initiate and continues to advise on the Jennifer Kearney development of a Strategic Resiliency Plan for Partners As founder of Gotham 360 LLC, Jennifer Kearney oversees facilities statewide. He has written and lectured widely on the day-to-day operations, including new business development subject of sustainability, resiliency and the impacts of climate for her full-service energy management consultancy firm change. located in New York City’s financial center. Before founding Gotham 360, Kearney served as the Director of Energy S. Atyia Martin, LP.D., MPS-HSL, CEM Programs for New York Presbyterian, managing a $70+ Dr. Atyia Martin is a Certified Emergency Manager with a million energy procurement portfolio and overseeing the diverse set of experiences in public health, emergency development and construction of a 7.5 megawatt gas turbine management, intelligence, and homeland security. Mayor combined heat and power system, the first of its kind to Martin J. Walsh appointed her as the Chief Resilience Officer interconnect with ConEdison’s Manhattan grid and run in for the City of Boston as part of the 100 Resilient Cities synchronous parallel. Since opening its doors in 2007, Gotham initiative pioneered by the Rockefeller Foundation. In this 360 has consulted on a number of major projects including the role, she is responsible for leading the development and Columbia University Manhattanville Campus and the “Campus implementation of Boston’s Resilience Strategy. Boston will Transformation” at the NYU Langone Medical Center. Kearney focus on advancing racial equity as the foundation of the has led her team in negotiating deregulated commodity Resilience Strategy process to increase our shared ability contracts with leading power, natural gas, and fuel oil suppliers to thrive after emergencies. Dr. Martin was previously the to provide reliable energy at economical prices for some of Director of the Office of Public Health Preparedness at the North America’s largest energy users. Boston Public Health Commission. Her previous professional experience includes the Boston Police Department’s Boston Paul Schwabacher Regional Intelligence Center; City of Boston’s Mayor’s Office of Paul Schwabacher has held the position of Senior Vice Emergency Management; the Federal Bureau of Investigations President for Facilities Management at NYU Langone Medical (FBI); and active duty Air Force assigned to the National Center since 2006. The Medical Center comprises a portfolio Security Agency. of more than six million square feet in New York City and is in the midst of a multibillion-dollar Campus Transformation Session 2 – Learning from New York construction program. Mr. Schwabacher is responsible for Construction Management, Facilities Operations, Security, Celia Quinn, MD, MPH Environmental Health and Safety and Clinical Engineering. Dr. Celia Quinn is the Executive Director of the Bureau of He has an extensive background in facilities management Healthcare System Readiness (BHSR) in NYC’s Department and the design and construction of capital projects, including of Health and Mental Hygiene (DOHMH) Office of Emergency large-scale building programs. Prior to joining NYU Langone, Preparedness and Response. She has served in this he held numerous positions at NY Presbyterian hospital role since June 2015. Dr. Quinn oversees the Healthcare over 16 years, including VP of Design and Construction and Preparedness Program for NYC, with the mission of supporting VP of Facilities Operations. He earned his BS in Mechanical the healthcare system to respond safely and effectively in Engineering from the Cooper Union, his MBA from Columbia emergencies. From July 2014 through May 2015, she served University and is a licensed professional engineer in the State as the Medical Director for BHSR and played a key role during of New York. NYC’s response to Ebola, leading a task force to ensure the preparedness of 5 Ebola Designated Treatment Centers in Louis Wetstein, PhD, PE the NYC area, and co-led with the NY State Department of Louis Wetstein, PhD, PE is the Senior Director of Engineering, Health a multidisciplinary workgroup to ensure that NY State Strategy and Support at NYU Langone Medical Center in New treatment centers were prepared to assess and treat pediatric York City. In his twenty five year career, Louis has worked and obstetric patients suspected of having Ebola. Dr. Quinn in a variety of capacities in the fields of medical devices is board certified in Pediatrics, having completed residency and healthcare facilities. Louis has a broad background training and a chief residency year in the Residency Program in biomedical engineering, medical equipment, facilities for Social Medicine at Montefiore Medical Center in the Bronx. management, infection control, water and air quality issues Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 39",
        "and administrative procedures in the healthcare setting. As Session 3 – Health Care’s Role in Anchoring Community part of the ongoing restoration projects underway due to the Health and Resilience catastrophic damages sustained during Superstorm Sandy, Louis is leading the effort to develop and execute a strategic S. Atyia Martin (see above) plan for building infrastructure throughout the NYU Langone Paul D. Biddinger, MD, FACEP Medical Center, including comprehensive infrastructure risk Dr. Paul Biddinger is the Director of the Center for Disaster assessments and implementation of risk mitigation measures. Medicine, and is Vice Chairman for Emergency Preparedness Louis is a licensed Professional Engineer in New York and he in the Department of Emergency Medicine at Massachusetts holds advanced degrees in Biomedical Engineering. General Hospital (MGH) in Boston. He is also the Medical Lunch Speakers Director for Emergency Preparedness at MGH and at Partners Healthcare. Dr. Biddinger additionally serves as the Director Gary Cohen of the Emergency Preparedness Research, Evaluation and Gary Cohen has been a pioneer in the environmental health Practice (EPREP) Program at the Harvard T. H. Chan School movement for thirty years. He has helped built coalitions and of Public Health and holds appointments at Harvard Medical networks globally to address the environmental health impacts School and at the Chan School. Dr. Biddinger serves as related to toxic chemical exposure and climate change. a special advisor to the Massachusetts Medical Society’s Cohen is Co-Founder and President of Health Care Without Committee on Preparedness and serves as a medical officer Harm (www.noharm.org), and Practice Greenhealth (www. for the MA-1 Disaster Medical Assistance Team (DMAT) practicegreenhealth.org). In 2006, Cohen received the Skoll in the National Disaster Medical System (NDMS) in the Award for Social Entrepreneurship. In 2007, he received the US Department of Health and Human Services (HHS). Dr. Frank Hatch Award for enlightened public service. In 2011, Biddinger completed his undergraduate study in international The New England Office of the U.S. Environmental Protection relations at Princeton University, attended medical school at Agency (EPA) awarded Cohen an Environmental Merit Award Vanderbilt University, and completed residency training in in recognition of exceptional work and commitment to the emergency medicine at Harvard. environment. Cohen was named by the Huffington Post as a Session 4 – Removing Barriers to Resilient Health Care Game Changer in Healthy Living. In 2013, he was awarded the Champion of Change Award for Climate Change and Public Infrastructure Health by the White House. In 2015, Cohen was named a John Balbus, MD, MPH MacArthur Fellow and was a recipient of a “genius” grant from John M. Balbus, M.D., M.P.H., is the Senior Advisor for the MacArthur Foundation. Public Health to the Director of the National Institute of Robin Guenther, FAIA, LEED Environmental Health Sciences, where he directs the Robin Guenther, FAIA, LEED Fellow is Principal of Perkins+Will NIEHS-WHO Collaborating Centre for Environmental Health and Senior Advisor to the non-profit Health Care Without Sciences. He serves as HHS principal to the U.S. Global Harm. Robin works at the intersection of health care Change Research Program and also co-chairs working groups architecture, health and sustainable policy and participates on Climate Change and Human Health for the US Global in a wide range of leading edge advocacy initiatives while Change Research Program and for the National Institutes of continuing to practice. Healthcare Design magazine named Health. He is co-author of the HHS guide document “Primary her the “#1 Most Influential Designer in Healthcare” in 2010 Protection: Enhancing Health Care Resilience for a Changing and 2011. In 2012, Fast Company included her as one of the Climate.” Before joining NIEHS, Dr. Balbus was Chief Health “100 most creative people in business.” She was a TEDMED Scientist for the non-governmental organization Environmental 2014 speaker. She co-coordinated the Green Guide for Defense Fund for seven years. Dr. Balbus received his A.B. Health Care, served on the LEED for Healthcare committee, degree in Biochemistry from Harvard University, his M.D. from and co-authored “Sustainable Healthcare Architecture.” She the University of Pennsylvania, and his M.P.H. from the Johns was a founding member of the Health Product Declaration Hopkins School of Public Health. Collaborative, and coauthored the 2014 US Dept of Health and Human Services Sustainable and Resilient Healthcare Infrastructure Toolkit. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 40",
        "Robert Biggio Closing Session Robert Biggio is the Senior Vice President of Facilities and Support Services at Boston Medical Center (BMC) and has John Cleveland (see above) been in this role since September 2011. At BMC, Biggio Paul D. Biddinger, MD, FACEP (see above) directly oversees Facilities, Support Services, Public Safety, John Balbus, M.D., M.P.H. (see above) Infrastructure and Design/Construction. Due to his work and leadership, the hospital was awarded the 2014 Energy Bud Ris Project of the Year Award by the National Association of Bud’s career in environmental policy and non-profit Energy Engineers, New England Chapter. Prior to joining BMC, leadership spans nearly 40 years. Currently he co-chairs the Biggio was the Vice President of Support Services and Real Climate Preparedness Working Group of the Green Ribbon Estate at the Massachusetts Eye and Ear Infirmary. He holds Commission and is an advisor to the Barr Foundation. He has a BS degree in Marine Engineering from the Massachusetts been actively involved in the design and implementation of Maritime Academy. He was awarded the United States the Climate Ready Boston project. From 2005 to 2014, Bud Merchant Marine Expeditionary Medal for his service during served as President and CEO of the New England Aquarium in Operation Desert Storm. Boston, where he initiated a nationwide educational program on climate change that now includes more than 100 museums Session 5 – World Café and aquariums. Prior to that, Bud was a Senior Fellow at the World Economic Forum in Switzerland, where he led the Paul Lipke Davos group’s program on climate change for UK Prime Paul Lipke is Senior Advisor, Energy & Buildings for Health Minister Tony Blair. From 1984 through 2003, Bud served Care Without Harm, and Co-Coordinator of the Boston Green as the chief executive officer of the Union of Concerned Ribbon Commission Health Care Working Group. With his Scientists, which has long been in the forefront of research, support the region’s 22 hospitals track and analyze energy education, and policy advocacy on climate change and related use and emissions for 24 million sq. ft. of owned space, energy issues. Bud is a Trustee at the Greenway Conservancy implement energy efficiency and renewable energy projects, and Boston Harbor Now. advance climate-smart public policies, and deliver significant health benefits of climate mitigation and adaptation. Paul enabled MA Dept. of Public Health to be first in the nation in requiring green building evaluation in Determination of Need new construction and gut renovation applications. He created the Healthcare Energy Impact Calculator, a free web tool enabling users to input kWh usage and grid region to estimate the health impacts and medical costs of the resulting premature deaths, respiratory incidents, and other health impacts from power generation. He has been a recognized leader in sustainable strategies for >20 years. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 41",
        "Appendix C ATTENDEE ORGANIZATIONS GOVERNMENT • National Institute of Health HEALTHCARE ORGANIZATIONS • US Dept of Energy CITY OF BOSTON HOSPITALS • NOAA • Public Health Commission • Boston Medical Center • Office of Public Health INFRASTRUCTURE / UTILITIES • Beth Israel Deaconess Medical Preparedness • Department of Transportation Center • Office of Environment, Energy • MBTA • Massachusetts General and Open Space • Boston Water and Sewer • Brigham and Women’s • Mayors Office of Resilience and Commission • B&W Faulkner Hospital Racial Equity • Eversource • McLean Hospital CITY OF CAMBRIDGE PRIVATE NON-PROFITS • Spaulding Rehabilitation Hospital • Community Development and • Newton-Wellesley Hospital • Chamber of Commerce Planning • North Shore Medical Center • A Better City • Cambridge Public Health Dept. • Cooley Dickinson Hospital • MASCO • Mass Eye and Ear CITY OF SOMERVILLE • Green Ribbon Commission • Tufts Medical Center • Office of Sustainability and • Boston Harbor Now • UMass Memorial Health Care Environment • Health Care Without Harm • Health Resources in Action COMMUNITY HEALTH COMMONWEALTH OF MASSACHUSETTS • Powered for Patients • Partners Community Physicians • Division of Capital Asset • Barr Foundation Organization Management and Maintenance • Trust for Public Land • Cambridge Health Alliance • Executive Office of Energy and • Environmental Entrepreneurs • HR&A Advisors the Environment • Built Environment Coalition • Linnaean Solutions • Renew Energy Partners • Metropolitan Area Planning CONSULTANTS / PRIVATE Council ACADEMIA ENTITIES • Pioneer Valley Planning • BU School of Public Health • Perkins + Will Commission • BU School of Medicine • Arup • Department of Energy Resources • Harvard Chan School of Public • Kleinfelder • Massport Health • HDR • Senate / House Committees • Yale Center for Emergency • Payette FEDERAL Preparedness and Disaster • NBBJ • Health and Human Services Response • Shepley Bulfinch • Environmental Protection Agency • Tohn Environmental Strategies Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 42",
        "Appendix D POST-EVENT WEBINAR SLIDE DECK: MARCH 16, 2017 Resilience 2.0: Health Care’s Role in Anchoring Climate Resilience NEXT STEPS WEBINAR, MARCH 6, 2017 Sponsorship support provided by the Barr Foundation F Facilitators: Robin Guenther, Paul Lipke, Hubert Murray, Bill Ravanesi, Jessica Wolff Boston is ranked the 4th most vulnerable city to climate change in the US and 8th most vulnerable city in the world in terms of potential economic losses. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 43",
        "John Messervy, Partners HealthCare Dr. John Balbus, NIH, NIEHS; Paul Biddinger, Partners HealthCare; John Cleveland and Bud Ris, Boston Green Ribbon Commission Key Learnings The healthcare sector has a key role to play in assisting the City of Boston in supporting population health initiatives that reduce the impact of climate stressors on health; in some instances, they have a direct role in reducing the stressors Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 44",
        "Key Learnings The healthcare sector has a key role to play in demanding performance from urban infrastructure –utilities, public transit, water management. Dr. Celia Quinn, New York City Deptof Health & Mental Hygiene; Jennifer Kearney, Gotham 360; Louis Wetstein, NYU LangoneMedical Center Key Learnings Health systems should accelerate the completion of infrastructure resilience assessments to determine key vulnerabilities to uninterrupted operation during and following extreme weather events. Hubert Murray, Partners HealthCare; Robert Biggio, Boston Medical Center Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 45",
        "Key Learnings Health systems must embed equity, social justice and social cohesion into resilience planning and policies, and help to shift the structural situations that embed inequities into the fabric of Boston life. S.AtyiaMartin, Chief Resilience Officer, City of Boston Key Learnings Health system response benefits from the “three c’s:” Coordination, Collaboration and Communication. Left: Dr. Paul Biddinger, Center for Disaster Medicine, MGH Right: Austin Blackmon, Boston’s Chief of Environment, Energy and Open Space Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 46",
        "Key Action 1 There is a role for a collective group in Boston from among these participants to continue to pursue integrating resilience thinking into Broaden health care sector institutional-level planning and local policy engagement both in policy making. and at a facility level. • Develop a regional healthcare resilience Expand sector engagement campaign. in 100 Resilient Cities, • Organize high level briefings for healthcare leaders Climate Ready Boston, and in the Boston area to spark deeper action. Green Ribbon Commission, • Ensure that all hospitals and health systems and other state adaptation assess climate vulnerabilities and develop plans. resilience assessments. Key Action 2 How does a hospital measure the probability of failure? What is the cost of failure? How do you cost resilience strategies? How do you Develop a compelling measure the intangibles, like incalculable business case for health research interruptions, loss of reputation, or care climate resilience. loss of economic cohesion in a community from a major health care failure? • Develop information on the links between sustainability and resilience. Compile case study data, including more examples of how health care owners and designers make the case for the “multiple benefit” strategies. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 47",
        "Identify and implement next-tier opportunities with co-generation, fuel cells, Key Action 3 energy storage and micro-grids that can improve health care reliability and support Explore innovative solutions community cohesion. to backup and reliable power generation needs for both hospitals and community • Explore innovative funding solutions. Factor health providers. resilience into municipal bond rates and offerings, both to reflect climate risks and to generate funds for infrastructure investments, such as municipal green bonds. • Identify and support demonstration projects. Key Action 4 More exploration of community health stressors and vulnerabilities, local micro- grid utility solutions, shared backup power Create a robust network of partnerships with one sources, as components of more creative another and our solutions for community-based providers to communities to advance reduce the risk of long-term outages that community health and cripple their ability to provide care. resilience. • Assess to what degree ambulatory networks and outpatient facilities are currently engaged in resilience planning throughout the greater Boston area Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 48",
        "Post-event survey highlights 46 responses out of 110 attendees (not incl. speakers/organizers) 42% rate 50 45 40 35 No opinion. Didn't attend. 30 Very Good 25 20 Good 15 Average 10 Poor 5 Very Poor 0 Overall, 85-90% rated sessions “Very Good” Respondents’ high marks • 39 of 47 (83%): More networking, time for small group discussion and problem-solving. These are key next steps. • 21 of 40: Using ‘closing triangles’ to grow the network •11 of 40: Learning who was doing what, how advanced some efforts are, complexity of the issue. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 49",
        "Resilience 2.0: Closing Triangles Find someone here you don’t know (PERSON A). Connect them to someone in your network (PERSON B) using their backgrounds, benefits and a next step. Raise your hand to share your story of connection RESILIENCE 2.0 ATTENDEE ORGANIZATIONS CITY OF BOSTON INFRASTRUCTURE / UTILITIES HEALTHCARE • Public Health Commission • Department of Transportation ORGANIZATIONS • Office of Public Health Preparedness • MBTA • Office of Environment, Energy and • Boston Water and Sewer Commission HOSPITALS Open Space • Eversource • Boston Medical Center • Mayors Office of Resilience and Racial • Beth Israel Deaconess Medical Equity PRIVATE NON-PROFITS Center • Chamber of Commerce • Massachusetts General • A Better City • Brigham and Women’s CITY OF CAMBRIDGE • MASCO • B&W Faulkner Hospital • Community Development and Planning • Green Ribbon Commission • McLean Hospital • Cambridge Public Health Dept. • Boston Harbor Now • Spaulding Rehabilitation Hospital • Health Care Without Harm • Newton-Wellesley Hospital CITY OF SOMERVILLE • Health Resources in Action • North Shore Medical Center • Office of Sustainability and • Powered for Patients • Cooley Dickinson Hospital Environment • Barr Foundation • Mass Eye and Ear • Trust for Public Land • Tufts Medical Center COMMONWEALTH OF • Environmental Entrepreneurs • UMass Memorial Health Care MASSACHUSETTS • Built Environment Coalition • Division of Capital Asset Management and Maintenance COMMUNITY HEALTH • Executive Office of Energy and the CONSULTANTS / PRIVATE • Partners Community Physicians • • E M Pn ie ov t nrir o eo p en o rm l Vite a an n llt e A yr Pea la P nnla inn gn i Cng o mC mou isn sc ii ol n E • •N P AT e rI urT k pI inE sS + Will • • O C Blar ug m ea bn Criz i rd oa g sti e so n BH le ua el t Sh hA ielli la dnce • • • D M See a np s aa s tr p et om /r te Hn ot uo sf eE Cne or mgy m R itte es eo surces • • • K H Pl aDe yRin ef te telder • •AC BBA UUD S SE ccM h ho oIA o ol l o of f P Mu eb dl ii cc i nH eealth • NBBJ • Harvard Chan School of Public Health • ShepleyBulfinch • Yale Center for Emergency FEDERAL • TohnEnvironmental Strategies Preparedness and Disaster Response • Health and Human Services • HR&A Advisors • Environmental Protection Agency • Linnaean Solutions • National Institute of Health • Renew Energy Partners • US Deptof Energy • NOAA + THOSE WHO SHOULD BE AT THE TABLE Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 50",
        "Taking Action Resilience 2.0 Report to be published this spring by Health Care Without Harm Setting up a small (~ 12) Working Group to meet end of April • Modify and develop Action Items Interested? Send CHAT now or email your name, phone, and organization to: info@hcwh.org 1. Broaden health care sector engagement both in policy and at a facility level. Expand sector engagement in 100 Resilient Cities, Climate Ready Boston, and Green Ribbon Commission, and other state adaptation plans. 2. Develop a compelling business case for health care resilience. 3. Explore innovative solutions to backup and reliable power generation needs for both hospitals and community health providers. 4. Create a robust network of partnerships with one another to advance community health and resilience. Resilience 2.0: Healthcare’s Role in Anchoring Community Health and Resilience 51"
    ]
}