{
    "FILE_NAME": "https://acgl.community.uaf.edu/wp-content/uploads/sites/618/2021/08/MaioCV_8_11_2021.pdf",
    "ALL TEXT": "CHRISTOPHER V MAIO Associate Professor Coastal Geography Director Arctic Coastal Geoscience Lab PO Box 750225 Fairbanks, AK 99775 cvmaio@alaska.edu https://acgl.community.uaf.edu/ UPDATED: 8/12/2021 PROFESSIONAL STATEMENT I am a coastal geographer and educator applying the principles of geomorphology and stratigraphy integrated with high resolution geophysical, geospatial, and sedimentary tools to research and educate about earth surface processes specifically related to the coastal response to climate change, natural hazards, and human impacts. I also am focused on increasing coastal science literacy and community-based erosion monitoring programs through student research projects and outreach and training activities in rural coastal and riverine communities. EDUCATION 2014 PhD. Environmental Science University of Massachusetts Boston Boston, MA Guest Student Woods Hole Oceanographic Institution 2009 M.S. Environmental Science University of Massachusetts Boston Boston, MA Graduate Certificate of Geographic Information Technology 2007 B.S. Earth and Geographical Science University of Massachusetts Boston Boston, MA Summa cum Laude 2002 – 2005 University of Alaska, Anchorage Anchorage, AK Biological Science Program PROFESSIONAL EXPERIENCE CURRENT 2021 - present Associate Professor University of Alaska Fairbanks Fairbanks, AK Tenured Geophysical Institute Curriculum Vitae Chris Maio Page 1 of 22PREVIOUS 2019 -2021 Associate Professor University of Alaska Fairbanks Fairbanks, AK Tenured Department of Geosciences 2014 – 2019 University of Alaska Fairbanks Fairbanks, AK Assistant Professor Department of Geosciences Adjunct Researcher Alaska Pacific University Anchorage, AK Fisheries Aquatic Science & Technology Laboratory 2011 – 2014 Woods Hole Oceanographic Institution Woods Hole, MA Guest Student Department of Geology and Geophysics Sponsored by Dr. Jeff Donnelly 2007 – 2014 University of Massachusetts Boston Boston, MA Teacher’s Assistant School for the Environment courses and field trips 2012 – 2013 University of Massachusetts Boston Boston, MA Research Fellow School for the Environment 2011 – 2012 University of Massachusetts Boston Boston, MA Adjunct Faculty Navitas International Education Program EEOS 101: Introduction to the Global Environment EEOS 478: Academic Skills for Multicultural Students 2009 – 2011 Massachusetts Board of Underwater Boston, MA GIS Consultant Archeological Resources Geospatial analysis of historical landscapes 2005 – 2011 Sandy Shores Home Improvement Services Sandwich, MA Owner/Contractor Owned and operated small carpentry business 2000 – 2005 Alaska Department of Fish and Game Homer, AK Fisheries Technician III Supervised the remote collection, laboratory processing and analysis of fisheries related data Curriculum Vitae Chris Maio Page 2 of 22RESEARCH PRODUCTS PUBLISHED & IN PRESS (*Student Research) 21. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Winkler, T.S., Dizon C., LaBella, A., Lopez, I., d’Entremont N.E., Sullivan R.M., Woodruff J.D., Hawkes, A.D., Maio, C.V., Sedimentary deposits of paleohurricane activity for the past 1500 years captured in a transect of cores from a blue hole off Middle Caicos in the Turks & Caicos Islands. 2021. Geography, Geology, Geophysics, In Press. 20. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Winkler, T.S., McKeon, K., MacDonald, D., d’Entremont N.E., Sullivan R.M., Woodruff J.D., Hawkes, A.D., and Maio, C.V., 2021. 1050 years of hurricane strikes on Long Island in The Bahamas. Paleoceanography and Paleoclimatology, 36(3), URL: https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2020PA004156. 19. Jones, B. M., A. M. Irrgang, L. M. Farquharson, H. Lantuit, D. Whalen, S. Ogorodov, M. Grigoriev, C. Tweedie, A. E. Gibbs, M. C. Strzelecki, A. Baranskaya, N. Belova, A. Sinitsyn, A. Kroon, A. Maslakov, G. Vieira, G. Grosse, P. Overduin, I. Nitze, C. Maio, J. Overbeck, M. Bendixen, P. Zagórski, and V. E. Romanovsky. 2020. Coastal Permafrost Erosion. Arctic Report Card 2020, R. L Thoman, J. Richter-Menge, and M.L. Druckenmiller, Eds., https://doi.org/10.25923/e47w-dw52 18. *Buzard, R., Maio, C.V., Kinsman, N., and Verbyla, D., 2020. Shoreline change analysis of Goodnews Bay, Alaska. Shore and Beach, 88(2), pp. 1-13. 17. *Bogardus, R.C., Maio, C.V., Mason, O.M., *Buzard, R.M., Mahoney, A. and de Wit, C., 2020. Mid-Winter Breakout of Landfast Sea Ice and Extreme Storm Event Leads to Significant Ice Push Event along Chukchi Sea Coastline. 2020. Frontiers - Cryosphere. doi: 10.3389/feart.2020.00344. URL: https://www.frontiersin.org/articles/10.3389/feart.2020.00344/full 16. Bronen, R., Pollock, D., Overbeck, J., Stevens, D., Natali, S. and Maio, C., 2019. Usteq: integrating indigenous knowledge and social and physical sciences to coproduce knowledge and support community-based adaptation. Polar Geography, pp.1-18. 15. Mastone, V.T., Brown, C.J., and Maio, C.V., 2019. Historical Narrative and Cultural Landscape Analysis: Revealing the American War of Independence Battle of Chelsea Creek. Fields of Conflict. Conference Proceedings Volume 3, pp 93-111. 14. Maio, CV., Crowell, A.L., Sullivan, R.M., *Buzard, R.M., *Whitley, M., *Bogardus, R., and de Wit, C.W., 2019. Coastal dynamics and human settlement at a drowned cirque basin influenced by earthquakes and little ice age glaciation. Journal of Coastal Research, 35(4), 814-834. 13. Gonneea, M.E., Maio, CV., Kroeger, K., Hawkes, A.D., Moira, J., Sullivan, R., Madsen, S., *Buzard, R.M., Cahill, N., and Donnelly, J.P., 2018. Saltmarsh ecosystem restructuring enhances elevation resilience and carbon storage during accelerating relative sea level rise. Estuarine, Coastal, and Shelf Science, 217, 56-68. Curriculum Vitae Chris Maio Page 3 of 2212. Jones, B.M., Bull, D.L., Farquharson, L.M., *Buzard, R.M., Arp, C.D., Grosse, G., Bull D.L., Gunther, F., Nitze, I., Urban, F., Kasper, J.L., Frederick, J.M., Thomas, M., Jones, C., Mota, A., Dallimore, S., Tweedie, C., Maio, C.V., Mann, D.H., Richmond, B., Gibbs, A., Ziao, M., Sachs, T., Iwahana, G., Kanevsky, M., and Romanovsky, V.E., 2018. A decade of annual permafrost coastal observations indicate changes in the Arctic System. Environmental Research Letters, 13(11), 1-13. http://iopscience.iop.org/article/10.1088/1748-9326/aae471 11. *Whitley, A.M., Frost, V.G., Jorgenson, M.T., Macander, M.J., Maio, C.V., and Winder, S.G., 2017. Assessment of LiDAR and Spectral Techniques for High- Resolution Mapping of Sporadic Permafrost on the Yukon-Kuskokwim Delta, Alaska. Remote Sensing, 10(258), 1-20. 10. Overbeck, J., *Buzard, R., and Maio, C., 2017. Storm impacts in western Alaska documenting shoreline change and flooding through remote sensing and community- based monitoring, OCEANS 2017 – Anchorage, Anchorage, AK, 2017, pp. 1-6. http://ieeexplore.ieee.org/document/8232159/authors 9. Maio, C.V., Donnelly, J.P., Sullivan, R., Madsen, S., Weidman, C., Gontz, A.M., and Sheremet, V., 2016. Sediment dynamics and hydrographic conditions during storm passage, Waquoit Bay, Massachusetts. Marine Geology, 381, pp. 67-86. 8. Mastone, V.T., Brown, C.J., and Maio, C.V., 2015. The Revolutionary war battle of Chelsea Creek grounding the historical narrative through cultural landscape analysis. Northeast Anthropology No. 83-84, 2015, pp. 155–176 7. Maio, C.V., Gontz, A.M., Sullivan, R.M., Madsen, S.M., Weidman, C.R. and Donnelly, J.P., 2014. Subsurface Evidence of Storm-Driven Breaching along a Transgressing Barrier System, Cape Cod, USA. Journal of Coastal Research, 32(2), 264-279. 6. Maio, CV, Gontz, AM, Weidman, C, and Donnelly, JP, 2014. Late Holocene marine transgression and the drowning of a coastal forest: Lessons from the past, Cape Cod, Massachusetts, USA. Palaeogeography, Palaeoclimatology, Palaeoecology, 393(C), 146-148. 5. Gontz, AM, Maio, CV, and Rueda, L., 2013. The Duxbury sunken forest - constraints for local, late Holocene environmental changes resulting from marine transgression, Duxbury Bay, Eastern Massachusetts, USA: Journal of Coastal Research, 29(6A), 168- 176. 4. Brown, C, Mastone, VT, and Maio, CV, 2013. The Battle of Chelsea Creek May 27- 28, 1775: America’s Forgotten Revolutionary War Battle. New England Quarterly, 86(2), 1-36. 3. Maio, CV, Tenenbaum, DE, Brown, C, Mastone, VT, and Gontz, AM, 2012. Application of geographic information technologies to historical landscape reconstruction and military terrain analysis of an American Revolution battlefield: preservation potential of historic lands in urbanized settings, Boston, Massachusetts, USA: Journal of Cultural Heritage, 14(4), 317-331. Curriculum Vitae Chris Maio Page 4 of 222. Maio, CV, Gontz, AM, and Tenenbaum, D, 2012. Coastal hazard vulnerability assessment of sensitive historical sites on Rainsford Island, Boston Harbor, Massachusetts: Journal of Coastal Research, 28(1), 20-33. 1. Gontz, AM, Maio, CV, Berkland, EP, and Wagenknecht, EK, 2011. Assessment of the colonial through industrial aged cemetery on Rainsford Island, Boston Harbor, Massachusetts: Journal of Cultural Heritage, 12, 451-458. UNDER REVIEW 1. *Richards, E., Stuefer, S., Bates, N., and Maio, C.V., GPR applications for varying river ice conditions during winter travel. Applications of Geophysics, Under Review. IN PREPARATION 2. Farquharson, L.M., Jones, B.B., Maio, C.V., and *Bogardus, R.C., Using high resolution ortho-imagery and elevation data to assess coastal change along the southern Chukchi Coast between 2003 and 2016. For submission to Frontiers 3. Bigelow, N., Maio, C.V., Mason, O.M., *Bogardus, R.C., and Alix, C. Paleoenvironmental evolution of Cape Espenberg between 800 and 1600 AD. Paleogeography, Paleoclimatology, Paleoecology, (In Prep). 4. Winkler, T.S., van Hengstum, P.J., Roberts, J., Maio, C.V., Donnelly, J.P., Woodruff, J.D., Hawkes, A., and 2018. 2000 year paleo-proxy record of hurricane strikes, West Grand Bahamas. (In Prep). CONFERENCE ABSTRACTS (*Student Research) 1. Balazs, M., Maio, C., Jones, B., Farquharson L., and Kasper, J., 2021. Alaska Coastal Center: Matchmakers for Coastal Research and Communities. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. 2. *Baldwin, H., *Bogardus, R.C., *Hart, S., Flensburg, S., and Maio, C.M., 2021. Partnering with tribal environmental programs to assess coastal hazards and produce data products for mitigation and adaptation efforts, Bristol Bay, Alaska. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. 3. *Bogardus, R., Maio, C.V., Mason, O., and Jones, B., 2021. A destructive ice push event along the northwest Alaska coastline: Increasing threats to cultural resources and sacred places in a warming Arctic. International Arctic Social Sciences Association (ICASS). Arkhangelsk, Russia. Presented virtually. June 15-19, 2021. 4. *Christian, J.E., Maio, C.V., *Glenn, R., *Buzard, R.M., and Spellman, K.L., 2021. Citizen Science: Shoreline Change Monitoring in Southwestern Alaska. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. Curriculum Vitae Chris Maio Page 5 of 225. Maio, C.V., *Glenn, R., *Christian, J., Overbeck, J., and *Buzard, R.M., 2021. Stakes for Stakeholders - Coastal hazard assessments and community-based monitoring: Building long-term relationships between scientists and Indigenous communities. International Arctic Social Sciences Association (ICASS). Arkhangelsk, Russia. Presented virtually. June 15-19, 2021. 6. Maio, C.V., Doster, J., Scott, E., Hill, K.M., Ellenson, S., Maio., S.J., *Buzard, R.M., Griffith, J., 2021. Designing middle and high school coastal hazard curricula and a teacher training course expected to contribute to long-term resilience within rural coastal communities. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. 7. *Smith, M.L., Maio, C.V., Bigelow, N.H., and Gonneea, M., 2021 Paleoclimate Reconstruction and Comparison to Modern Climates in Cape Espenberg, Alaska. Geological Society of America Abstracts with Programs, 53(4). 8. *Smith, M.L., Maio, C.V., Bigelow, N.H., Eagle, M., and *Harvey, D.A., 2021 Paleoclimate Reconstruction and Comparison to Modern Climates in Cape Espenberg, Alaska. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. 9. Guangqing, C., Holen, D., Maio, C., 2020. POLARIS: The Pursuing Opportunities for Long-term Arctic Resilience for Infrastructure and Society. Submitted to the American Geophysical Union, Fall 2020 Meeting, San Francisco, CA. ID# 666478. 10. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Winkler, T.S., McKeon, K., MacDonald, D., d’Entremont N.E., Sullivan R.M., Woodruff J.D., Hawkes, A.D., Maio, C.V., 2020. Near-annually resolved records of northern Bahamian hurricane activity during the Common Era: Emerging patterns and implications. Submitted to the American Geophysical Union, Fall 2020 Meeting, San Francisco, CA. ID# 674485. 11. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Winkler, T.S., McKeon, K., MacDonald, D., d’Entremont N.E., Sullivan R.M., Woodruff J.D., Hawkes, A.D., Maio, C.V., 2020. Regional shifts in paleohurricane activity over the past 1500 years reconstructed from blue hole sediment records in the Bahama Archipelago. Submitted to the American Geophysical Union, Fall 2020 Meeting, San Francisco, CA. ID# 714368. 12. *Robert, Z., Mann, D., Farquharson, L., Romanovsky, V., Meyer, F., and Maio, C., 2020. Impacts of Rapid Climate Changes on Mass Movements in Denali National Park and Preserve, Alaska. Submitted to the American Geophysical Union, Fall 2020 Meeting, San Francisco, CA. 13. Jones, B.M., Tweedie, C.E…..Maio, C.V.,….et al. Synergizing pan-arctic coastal permafrost research activities through the Permafrost Coastal Systems Network (PerCS- Net). 12th International Conference on Permafrost, Lanzhou China, June 2020. Curriculum Vitae Chris Maio Page 6 of 2214. Maio, C.V., 2019. Building research and decision making capacity in the Arctic through deciphering storm-induced sediment dynamics: Laying the groundwork for a recent NSF CAREER award Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA, 9-13 Dec. URL: https://ui.adsabs.harvard.edu/abs/2019AGUFM.C13D1350M/abstract 15. *Bogardus, R., Maio, C., Overbeck, J., and Mann, D., 2019. Forecasting Coastal Geomorphic Evolution at Nelson Lagoon, AK, in Response to a Shifting Arctic Storm Regime. Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA., 9-13 Dec. 16. *Winkler, T., van Hengstrum, Pl, Donnelly, J., Maio, C., Hawkes, A., 2019. A 1800-Year Sedimentary Record from a Bahamian Blue Hole Archives Significant Variations in Intense Hurricane Landfall Frequency. Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA., 9-13 Dec. 17. Bronen, R., Overbeck, J., Natali, S., and Maio, C., 2019. Rights Resilience and Community-led Relocation: Co-producing Knowledge to Identify Risk. Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA., 9-13 Dec. 18. Jones, B., Tweedie, C., Xiao, M., Alexeev, V., …….Maio C., et al., 2019. An emerging international network focused on permafrost coastal systems in transition. Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA., 9-13 Dec. 19. *Fournier, A., Maio, C.V., Bigelow, N., 2019. Paleo-storm records from Cape Espenberg, Alaska: Past, Present, and Future. 9th Naval Academy Science and Engineering Conference, Oceans: Exploration, Conservation, and Extreme Events. Poster Presentation on November 3-5, 2019. https://www.usna.edu/NASEC/poster-guidelines.php 20. Maio., C.V., *Bogardus, R.C., Bigelow, N.H., *Buzard, R.M., *Roberts, J.W., and Mason, O.K., 2018. A 3000-Year Sediment Proxy Record of Extreme Storm Surges, Chukchi Coastline, Alaska. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMEP23D2352M 21. Maio, C.V., Overbeck, J., *Buzard, R.M., Dunham, G., and Flensburg, S., 2018. Building Coastal Resiliency in Indigenous Communities through Erosion Monitoring Programs. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10- 14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMED51D0691M 22. *Whitley, M.A., Frost, G.V., Jorgenson, T., Macander, M.J., Maio, C.V., and Winder, G.S., 2018. Creating High-resolution Permafrost Maps Using LiDAR as Baseline Datasets for Landscape Change on the Yukon-Kuskokwim Delta, Alaska. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMGC33D1395W Curriculum Vitae Chris Maio Page 7 of 2223. *Buzard, R.M., Farquharson, L.M., Overbeck, J., and Maio, C.V., 2018. Impacts of Ice- Free Storm Seasons for Alaska’s Coastal Communities. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMEP23D2362B 24. *Buzard, R.M., Overbeck, J., Maio, C.V., Flensburg, S., Dunham, G., 2018. Community- Based Monitoring of Erosion and Flooding in Alaska Native Villages. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMED43F1283B 25. Gonneea, M.E., Maio, C.V., Kroeger, K.D., Hawkes, A., Mora, J., Sullivan, R., Madsen, S., *Buzard, R.M., Cahill, N., and Donnelly, J.P., 2018. Salt marsh ecosystem restructuring enhances elevation resilience and carbon storage during accelerating relative sea-level rise. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFM.B33D..08G 26. Mason, O.K., Maio., C.V., *Bogardus, R.C., and *Buzard, R.M., 2018. Changing Arctic Climate Leads to Rare and Destructive Ivu (Ice Override). Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMEP23D2355M 27. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Mckeaon, K., Woodruff, J.D., Winkler, T.S., Sullivan, R., Hawkes, A., Dizon, C., and Maio, C.V., 2018. Regional Shifts in Paleohurricane Activity over the Past Millennium Reconstructed from Blue Holes in the Tropical Atlantic. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMPP42A..05W\\ 28. Jones, M., Bull, D., Farquharson, L., Baughman, C., Arp, C., Grosse, G., Guenther, F., *Buzard, M., Sachs, T., Nitze, I., Kasper, J., Frederick, J., Thomas, M., Mota, A., Jones, C., J., S Dallimore, S., Tweedie, C., Maio, C.V., Mann, D., Alexeev, V., Richmond, B., Gibbs, A., Xiao, M., and Romanovsky. V., 2018. Observations and implications of an erosional hotspot getting hotter, Drew Point, Alaska. 2018 DoD Arctic Science & Technology Synchronization Workshop, Hanover, NH. May 16-18. 29. Mason, O.K. Maio, C.V., and Bogardus, R.C., 2018. The Ivu (ice override) of 2016 at Cape Espenberg produced anomalous elevated seas and substantial erosion: Implications for cultural resource management. Presented at 45th Annual Meeting, Alaska Anthropology Association, Anchorage, Alaska. March 21-24. 30. Wallace, L., Donnelly, J., McKeon, K., Wiman, C., LaBella, A., van Hengstrum, P., Sullivan, R., Winkler, T., Toomey, M., Maio, C.V., Hawkes, A., and Woodruff, J., Sedimentary reconstructions of tropical cyclone activity over the past 1500 years from blue holes in the Caribbean. Abstract # PP53D-08, AGU, New Orleans, LA., 11-15 Dec. http://adsabs.harvard.edu/abs/2017AGUFMPP53D..08W. 31. Lenz, J., Anthony, K.M.W., Maio, C.V., Matuszewski, F., and Grosse, G., Thermokarst lake dynamics and its influence on biogeochemical sediment characteristics: A case study from the Curriculum Vitae Chris Maio Page 8 of 22discontinuous permafrost zone in Interior Alaska. Abstract # GC53D-0927. 2017 Fall Meeting, AGU, New Orleans, LA., 11-15 Dec. https://agu.confex.com/agu/fm17/meetingapp.cgi/Paper/249763. 32. Maio, C.V., Bigelow, N., and *Combs, E., 2017. Sand, peat, and sediment cores: addressing unanswered questions at Cape Espenberg to provide environmental context to the Birnirk- Thule transition. 44th Annual Meeting of the Alaska Anthropological Association, February 27th – March 2nd, 2017. Fairbanks, Alaska. 33. Maio, C.V., Overbeck, J., and *Buzard, R., 2017. Stakes for Stakeholders: Community- Based Shoreline Change Assessment, Bristol Bay, Alaska. Presentation given at Alaska Forum on the Environment, Anchorage, AK. February 6-10. 34. *Buzard, R., Maio, C.V., Verbyla, D., and Kinsman, N., 2016. Historic and contemporary shoreline change rates at the community of Goodnews Bay, Alaska. Abstract [EP13C- 1042] presented at 2016 Fall Meeting, AGU, San Francisco, Calif., 12-16 Dec. 35. *Buzard, R., Overbeck, J., and Maio, C.V., 2016. Raising the Stakes for Stakeholders. Poster Presented at the Arctic Observing Summit, University of Alaska Fairbanks, 17-18 March. 36. Maio, C.V., and Sullivan R., 2016. Paleo-perspectives on dynamic coastal change, James Lagoon, Kenai Fjords National Park. Abstract [EP13C-1047] presented at 2016 Fall Meeting, AGU, San Francisco, Calif., 12-16 Dec. 37. *Whitley, M.A., Frost, G.V., Maio, C.V., and Jorgenson, T.M., 2016. Thermokarst- induced landscape change in the Yukon Kuskokwim (YK) Delta, Alaska. Poster presented at the International Conference on Permafrost, Potsdam Germany, June. 38. Maio, C.V., Overbeck, J., and *Buzard, R., 2016. Investigating coastal change through space and time, Southwest, Alaska. Presentation given at Alaska Forum on the Environment, Anchorage, AK. February. 39. Maio, C.V., Balazs, M., Noordeloos, J., Harris, B., Sethi, S., and Olsen, J., 2015. Cumulative impacts assessment of non-fishing stressors on fish habitat, Norton Sound, Alaska. Presented at the 42nd Annual American Fisheries Society Alaska Chapter, Homer, AK. No. 8, November. 40. Maio, C.V., Donnelly, J.P., Sullivan, R., Weidman, C.R., and Sheremet, V., 2014, Surge driven return flow results in deposition of coarse grain horizons archiving a 4000 year record of extreme storm events, Cape Cod, Massachusetts, Abstract NH52A-07 presented at 2014 Fall Meeting, AGU, San Francisco, Calif., 15-19 Dec http://abstractsearch.agu.org/meetings/2014/FM/NH52A-07.html 41. McDermott, K.J., Hawkes, A.D., Donnelly, J.P., Sullivan, R.M., Maio, C.V., Toomey, M.R., and Madsen, S.M., 2014. Reconstructing high-latitude storm events from a fjord in Newfoundland., Geological Society of America Programs with Abstracts, Paper No 311- 19. https://gsa.confex.com/gsa/2014AM/webprogram/Paper247133.html 42. Maio, C.V., Gontz A.M., Weidman C., and Donnelly, J., 2014. A drowned paleoforest along a Cape Cod Barrier Beach: Lessons from the past, Mashpee, Massachusetts, USA. Geological Society of America Programs with Abstracts, 58-2. URL: https://gsa.confex.com/gsa/2013NE/webprogram/Paper214818.html. Curriculum Vitae Chris Maio Page 9 of 2243. Maio, CV, Donnelly, JP, Wagenknecht, EK, Weidman, C., and Gontz, AM., 2012. Geologic evidence for paleo inlets, ancient forests, and coastal change along a Cape Cod barrier beach, South Cape Beach, Massachusetts. Geological Society of America Abstracts with Programs, Vol. 44, No. 2, p. 89. 44. Gontz, AM, Gosselin, DA, Maio, CV, and Wagenknecht, EK, 2011, Sunken forests and submerged landscapes in eastern Massachusetts – records of sea-level rise and Human- landscape interactions: American Geophysical Union Chapman Conference on Society and Climate Change, Santa Fe, NM 20-25 Mar 2011. 45. Maio, CV, Gontz, AM, Mastone, VT, 2010, Preliminary non-invasive site assessment and GIS mapping of the Chelsea Creek Battlefield, the first naval engagement of the America Revolution: Combined Northeastern/Southeastern Section, Geological Society of America, Abstracts with Programs, Vol. 42, No. 1 p. 142. 46. Gontz, AM, Maio, CV, and Gosselin, DG, 2010, Paleo-Landscapes of the Boston Harbor Islands National Park – Former Channels of the Neponset River: Combined Northeastern/Southeastern Section, Geological Society of America, Abstracts with Programs, Vol. 41, No. 1, p. 103. 47. Maio, CV and Gontz, AM, 2009, A high-resolution examination of coastal trends through the use of orthorecitified aerial photographs spanning 67 years, Rainsford Island, Boston Harbor, Massachusetts: Northeastern Section of the Geological Society of America Abstracts with Programs, Vol. 41, No. 3, p. 23. 48. Wagenknecht, EK, Gontz, AM, Berkland, EP, and Maio, CV, 2009. The search for a late- Colonial through Industrial age cemetery on Rainsford Island, Boston Harbor, Massachusetts: Northeastern Section of the Geological Society of America Annual Meeting, Paper No. 45-7. 49. Gontz, A.M., Anderson, C., Berkland, E., Goldstein, E., Maio, C.V., and Wagenknecht, E.K., 2009. Forgotten Landscapes – geophysical based reconstruction of the Northern Declivity during the Revolutionary War Battle of Bunkers Hill, Charlestown, Massachusetts. Geological Society of America, Paper No. 5-1. 50. Maio, CV and Gontz AM, 2007, Geophysical site assessment of the wreck of the USS Niagara, Boston Harbor, MA: Northeastern Section, Geological Society of America, Abstracts with Programs, Vol. 39, No. 1, p.58. NON-PEER REVIEWED 1. Buzard, R.M., Overbeck, J.R., and Maio, C.V., 2019, Community-based methods for monitoring coastal erosion: Alaska Division of Geological & Geophysical Surveys Information Circular 84, 35 p. http://doi.org/10.14509/30182 2. *Buzard, R., and Maio, C.V., Overbeck, J., Lujan, E., Flensburg, S., Holen, D., and Dunham, G., 2018. Laying the foundation for resilient coastal communities: Case Studies – Port Heiden and Goodnews Bay, Alaska. Alaska Sea Grant, p 16. https://adaptalaska.org/wp-content/uploads/2018/11/Resilient-Coastal-Communities- bulletin_lowres.pdf. Curriculum Vitae Chris Maio Page 10 of 223. Buzard, R.M., Overbeck, J.R., and Maio, C.V., 2017. Baseline shoreline assessment using time-lapse photography and emery rods. Environmental Protection Agency Quality Assurance Project Plan. Approved 3/8/2017, updated and approved 4/11/2019. 4. Maio, C.V., *Buzard, R.M., and *Bogardus, R.C., 2017. Coastal Resilience Research: Developing Long-Term Records of Sea Level Fluctuations and Barrier Beach Evolution to Enhance Understanding of Ongoing and Future Coastal Change. Final Completion Report, Submitted to Alaska Sea Grant. 5. Maio, C.V., Sullivan, R., *Buzard, R., *Bogardus, R., and *Whitley, M., 2017. Protecting Cultural Resources through Geomorphological and Archeological Investigations in Kenai Fjords National Park, Geology Field Component Final Report. Kenai Fjords National Park, Seward, AK, p 83. 6. Maio, C.V., Sullivan, R., and Kim S.H., 2016. The core of the matter: Adventures in Coastal Geology at Kenai Fjords National Park. Alaska Park Science, 15(1), 74-76. 7. Maio, C.V., Balazs, M., Noordeloos, J., Sethi, S., and Harris, B., 2015. Geospatial datasets applicable to an essential fish habitat non-fishing vulnerability assessment: Norton Sound, Alaska. 2015 Final Report to NOAA-NMFS Habitat Division. 8. Maio, CV, Berman, G, 2013. What is that sticking out of the sand? Marine Extension Bulletin, Woods Hole Sea Grant Program-Cape Cod Cooperative Extension, June (2013), pp. 1-8. 9. Mastone, VC, Brown, C, and Maio, CV. 2011. Chelsea Creek – First naval engagement of the American Revolution, Chelsea, East Boston, Revere, and Winthrop, Suffolk County, Massachusetts. Final Technical Report, National Park Service American Battlefield Protection Program Grant Agreement No. GA-2255-09-018. http://www.mass.gov/eea/agencies/czm/buar/battle-of-chelsea-creek.html. 10. Maio, C.V., 2009. The Rainsford Island Shoreline Evolution Study (RISES) Graduate Master’s Thesis, University of Massachusetts, Boston, Paper 86. http://scholarworks.umb.edu/masters_theses/86. 11. Gontz, AM and Maio, CV, 2007. Geophysical Site Assessment of the Area Reported as the Wreck of the USS Niagara: Massachusetts Board of Underwater Archaeological, Department of Coastal Zone Management, Technical Report. RESEARCH PROJECT EXAMPLES Coastal Hazard Impact Assessment and Mitigation and Adaptation Strategies, Port Heiden, Alaska. Ongoing – Collaborative research carried out to identify coastal hazards and provide actionable adaptation and mitigation strategies to the Native Village of Port Heiden. Project partners include the Native Village of Port Heiden, Alaska Sea Grant, Alaska Native Tribal Health Consortium, Alaska Division of Geological and Geophysical Surveys, Bristol Bay Native Association, NOAA-NOS-NGS, and the Environmental Protection Agency. Curriculum Vitae Chris Maio Page 11 of 22Community Based Monitoring in Alaska Native Villages Ongoing –Collaborative research to develop baseline topographic datasets and community based shoreline erosion monitoring programs in 20 western Alaskan coastal and riverine communities. Partners include Alaska Division of Geological and Geophysical Surveys, Alaska Sea Grant, Bristol Bay Native Association, Alaska Institute of Justice, the Environmental Protection Agency, and Borough of Indian Affairs. Thermokarst Lake Dynamics and Climate Change in Goldstream Valley, Fairbanks, Alaska. Ongoing collaborative research project between UAF, the Alfred Wegener Institute, and others to determine the paleoenvironmental evolution of area thermokarst lakes and determine their potential role in past, present, and future climate change. The focus of my contribution includes the collection and analysis of sediment cores collected in 12 area lakes. The ACGL has also served to provide the facilities and tools to achieve multiple core sampling objectives. Sea-level and storm impacts on the landscape and cultural resources associated with an ancient Inupiaq house site in northwestern Alaska. Ongoing – NSF-Arctic Social Science sponsored research focused on deciphering paleoenvironmental conditions impacting early humans living in the region approximately 1000 years ago. Research includes the development of sediment derived sea-level and storm records and the mapping of paleo shorelines in the vicinity of an ancient Inupiaq village site. Collaboration between UAF, the University of Paris, the National Park Service, and others. Impact of Contemporary, Historical, and Paleo Storm Surges on Arctic Delta Systems, Beaufort Sea Coastline, Alaska Ongoing – Collaborative interdisciplinary research project to assess storm surge impacts at three deltas along Alaska’s Beaufort Sea coastline via remote sensing, real-time measurements, and paleo proxy sediment core records. Holocene storm activity in the Caribbean Sea derived from sediment and microfossil proxies. Ongoing – Dalio Foundation sponsored research in collaboration with WHOI, Texas A&M Galveston, and others. The research seeks to develop paleo-storm records based on sediment cores collected in Caribbean blue holes. The field work took place aboard the M/V Alucia during the summer of 2016 where over 300 m of sediment cores were collected. These records will help to answer whether Hurricane Irma is anomalous in the geologic record and aid in accurate risk assessments in the future. Coastal geologic evolution and archeology of James Lagoon, Kenai Fjords National Park Ongoing – Collaborative research between UAF, the Kenai Fjords National Park, the Smithsonian Institution Arctic Studies Center, and the Woods Hole Oceanographic Institution (WHOI) aimed at determining the coastal geographic evolution of the landscape surrounding cultural resources vulnerable to coastal erosion. Coastal Resiliency Assessment, Goodnews Bay, Alaska 2017 – Alaska Sea Grant Funded research focused on assessing the coastal resiliency of Goodnews Bay. The project includes the development of baseline high resolution Curriculum Vitae Chris Maio Page 12 of 22topographical data, the reconstruction of a late Holocene sea-level history, and a determination of the paleo-evolution of a coastal barrier beach. The project includes a community outreach program. Development of quantitative geospatial model to determine non-fishing impacts to Essential Fish Habitat (EFH) in Alaska. 2015 – A collaborative research project between Alaska Pacific University’s Fisheries Aquatic Science, and Technology (FAST) laboratory, NOAA National Marine Fisheries Service Habitat Conservation Division and UAF. The research is aimed at developing a framework for a cumulative impact model to quantify and visualize the risks associated with the interactions between non-fishing impacts and EFH. Strategic Environmental Research and Development Program (SERDP): Climate change and impacts of sea-level rise on Ronald Reagan Ballistic Missile Defense Test Site, U.S. Army, Kwajalein Atoll (USAKA). 2014 – Assisted in research conducted by WHOI-CSG under PI Jeff Donnelly to acquire high resolution topographic, bathymetric, and marine/terrestrial geophysical datasets to assist in the development of climate models able to assess coastal change under varying climate conditions. Geological investigations of the Waquoit Bay estuarine system, Mashpee, Massachusetts 2016 – Collaboration with the UMass Boston School for the Environment, the Waquoit Bay National Estuarine Research Reserve (WBNERR) and the Woods Hole Oceanographic Institution’s Coastal Systems Group (WHOI-CSG) to utilize high resolution geophysical, geospatial, and sedimentary methods to identify and map the framework geology and evolution of the area during the late Pleistocene to Holocene time periods. The research elucidates past coastal landscape response to climate fluctuations allowing for a more comprehensive understanding and context to current and future change. Late Pleistocene abrupt climate change in the Beaufort Sea deciphered through deep-ocean sediment cores and microfossil analysis. Summer, 2013 – Participation under the direction of WHOI’s senior scientist Lloyd Keigwin in collaboration with Scripps University on board the U.S Coast Guard Cutter Healy NSF sponsored sediment coring mission 1302. The largest archive of Beaufort Sea sediment cores was collected on the cruise between Point Barrow and Banks Island. Ongoing analysis of sediment cores and geophysical data will greatly enhance understanding of the triggers of Late Pleistocene abrupt climate change. GRADUATE STUDENTS MASTERS OF SCIENCE Harper Baldwin, MS 2021 Ongoing Thesis Title: Historical storm assessments and narratives. Jessica Christian, MS 2020 Ongoing Thesis Title: Community based erosion monitoring in western Alaska Curriculum Vitae Chris Maio Page 13 of 22Roberta Glenn, MS 2019 Ongoing Tentative Thesis Title: Alaska's Eroding Infrastructure: Systematic Approach to Identifying and Prioritizing Coastal Infrastructure at Risk to Erosion. Matthew Whitley, MS 2015-2017 Graduated Thesis Title: Assessment of LiDAR and Spectral Techniques for High-Resolution Mapping of Permafrost on the Yukon-Kuskokwim Delta, Alaska. Richard Buzard, MS 2015-2017 Graduated Thesis Title: Spatiotemporal Patterns of Bluff Erosion at Goodnews Bay, Alaska. DOCTORAL Lindsey Smith, MS-PhD 2019 Ongoing Thesis Title: Coastal sedimentation rates in the Arctic determined through radio isotope dating methods Reyce Bogardus, MS-PhD 2018 Ongoing Thesis Title: Modeling coastal sediment transport and flood elevations during extreme storm events using 3D numerical models. Richard Buzard 2017 Temporary Leave Current Geologist II Alaska DGGS Tentative Dissertation Title: Arctic drivers of coastal change as measured through community- based monitoring and remotely sensed data. GRADUATE COMMITTEE MEMBER Thomas Meyer, MS 2020-present Ongoing Anika Pinzner, PhD 2019-present Ongoing Zach Little, MS 2018-present Ongoing Michael Letzring, PhD 2018-present Ongoing Jon Allen, PhD 2018-present Ongoing Elizabeth Richards, MS 2019-present Graduated Zena Roberts, MS 2018-2021 Graduated Mark McLernan, Masters of Science 2017-2019 Graduated Curriculum Vitae Chris Maio Page 14 of 22RESEARCH FUNDING 1. National Science Foundation – Arctic Natural Science, August 2021 (Co-I). Submarine Basins, Steppe, and Sea Ice: Paleoclimate and Paleoecology of the Late Pleistocene and Holocene Bering Sea Shelf: - $1.721,614 2. National Science Foundation – Arctic Natural Science, July 2020 (PI). Collaborative Research: Developing high-resolution records of storminess from the southern Bering Sea Funding Request. 2021: PI - $771,807 3. National Science Foundation Major Research Infrastructure, January 2020 (Co-I). MRI: Acquisition of a next generation noble gas multi-collector mass spectrometer system to support fundamental and applied geochronology research and education. 2020: - $714,893 4. Alaska Sea Grant, Increasing the Capacity of Alaskan Coastal Communities to Adapt and Respond to Storm Driven Coastal Hazards, 2020: PI - $177,000 Research, $100,000 - 2- year student fellowship 5. National Science Foundation - Non-Academic Research Internships for Graduate Students (INTERN) Supplemental Funding Opportunity, Supplement to CAREER: Building research and decision-making capacity in the Arctic through deciphering storm-induced sediment dynamics and synergistic Alaska Native coastal science education, 2020, $39,899 6. National Science Foundation Polar Programs and Alaska EPSCOR, CAREER: Building research and decision-making capacity in the Arctic through deciphering storm-induced sediment dynamics and synergistic Alaska Native coastal science education, 2019: PI - $801,470 7. National Science Foundation Navigating the New Arctic, NNA Track 1: Pursuing Opportunities for Long-term Arctic Resilience for Infrastructure and Society (POLARIS) 2019: UAF PI - $1,002,990 8. National Science Foundation AccelNet, Collaborative Research: AccelNet: Permafrost Coastal Systems Network (PerCS-Net) - a circumpolar alliance for arctic coastal community information exchange. Co-I - $38,460 9. Tribal Governments (Native Villages of Port Heiden, Pilot Point, Togiak, Levelock, Chignik Bay, Nelson Lagoon, and Ekok), Community Based Monitoring – Data products for decision making. 2019: PI - $45,000 10. Bureau of Indian Affairs Tribal Resilience Program, Alaska’s eroding infrastructure: systematic approach to identifying and prioritizing coastal infrastructure at risk to erosion. 2019: Co-I - $146,786 11. Alaska Department of Natural Resources Division of Geological and Geophysical Survey Coastal Hazard Program, Community Based Monitoring, 2018: PI - $26,291 12. National Science Foundation Polar Programs - Arctic Social Science, 2016-2018: Senior Personal - $90,000 13. University of Alaska Fairbanks, 2015 and 2017 URSA Technology Award: $17,500 14. Alaska Sea Grant, Stakes for Stakeholders. 2016-2018: PI - $147,191 Curriculum Vitae Chris Maio Page 15 of 2215. Alaska Sea Grant, Coastal Resiliency Assessment of Goodnews Bay. 2015-2017: $195,530 16. National Park Service 2015-2017: $19,856 17. University of Alaska Fairbanks Office of the Provost Travel Grant, 2015, 2016, 2017: $2400 18. NOAA-NMFS, 2014-2015: $70,000 19. University of Alaska Fairbanks, 2014 URSA Mentor Award: $10,000 20. Woods Hole Oceanographic Institution Department of Geology and Geophysics Guest Student Program, 2012 through 2014: $30,000 21. University of Massachusetts, School for the Environment Research Fellowship, 2012 and 2013: $30,000 22. National Park Service American Battlefield Protection Program & Massachusetts Board of Underwater Archaeological Resources, The Battle of Chelsea Creek, 2009-2011: $19,525 23. University of Massachusetts, Graduate School Assembly Bollinger Research Grant, $1,930, June 2013. 24. University of Massachusetts-Boston, Graduate Studies Doctoral Dissertation Research Grant, 2011 and 2012: $4500 25. Geological Society of America Graduate Student Research Grant, 2012: $1960 PENDING PROPOSALS 1. National Science Foundation – Large-scale CoPe: Community driven resilience through a transformative framework of partnerships, actionable scientific research, and knowledge co-production and exchange. Funding Request $18,794,585. DECLINED PROPOSALS 1. National Science Foundation Coastlines and People, June, 2019 (PI). CoPe RCN – Designing the Foundation for an Arctic-focused Coastlines and People Hub, $500,000 2. National Science Foundation, 2019. NNA Track 1 – Collaborative Research- Integrating Indigenous knowledge and interdisciplinary science to create a decision-making framework for risk management and relocation. Funding Request: $521,000. 3. National Science Foundation – Arctic Natural Science, June 2018. Collaborative Research: Developing high-resolution records of storminess from the southern Bering Sea. In collaboration with WHOI and UNCW. Funding Request $303,000. 4. National Science Foundation – Arctic Natural Science – CAREER, submitted July 2017. Late Holocene frequency of Bering Sea storm activity and coastal science education programs to promote informed decision making and pathways to higher education. Funding Request $734,219. Curriculum Vitae Chris Maio Page 16 of 225. National Science Foundation – Marine Geology and Geophysics, submitted January 2017. Collaborative Research: Developing high-resolution records of storminess from the southern Bering Sea. In collaboration with WHOI and UNCW. Funding Request $480,787 6. National Science Foundation – Arctic Natural Science – CAREER, submitted July 2016. Late Holocene frequency of Bering Sea storm activity and coastal science education programs to promote informed decision making and pathways to higher education. Funding Request $634,601. 7. National Fish and Wildlife Foundation – Alaska Fish and Wildlife Fund, submitted December 2016. Development of stressor assessment of essential fish habitat in Cook Inlet. In Collaboration with NOAA Fisheries. Funding Request $125,000. 8. North Pacific Research Board, submitted December 2016. BeringWatch: Enhancing the Capacity of Tribal Environmental Programs in Western Alaska. In collaboration with the Alaska Division of Geological and Geophysical Surveys and the Aleut Community of St. Paul Island. Funding Request $47,706. 9. UAF-URSA, submitted March 2016. Getting Muddy with Coastal Education and Research: Dynamic Alaskan Coastlines Spring 2016 Field Trip. Funding Request $5,000. 10. UAF-URSA Mentor Award, submitted February 2016. Building on Success: Mapping Our Path into the Future with Real-Time Kinematic GPS. Funding Request $5,000. 11. North Pacific Research Board, January 2016. Flooding and Erosion on the Yukon- Kuskokwim Delta: Community Coastal Geohazard Assessment of Tununak, Alaska. Funding Request $16,945 12. National Park Service – Alaska Region Natural Resource Project, submitted December 2016. Unlocking sediment archives containing 10,000 years of environmental change, James Lagoon, Kenai Fjords National Park. Funding Request $81,879. 13. Coastal Marine Institute, submitted May 2015. Development of sedimentary, geophysical, and geospatial datasets to decipher extreme storm event chronology, frequency, and environmental impact, Norton Sound Alaska. Funding Request $799,550. 14. National Science Foundation, submitted December 2014. Pre-Proposal: A Science & Technology Center (STC) for Sustainable Ecosystems in Ice-bound Coastal Environments (SE-ICE). Funding Request $250,000. EDUCATIONAL ACTIVITIES CURRENT TEACHING Undergraduate and Graduate – UAF Department of Geosciences • GEOG 111x Online - Elements of Physical Geography w/Lab • GEOG/GEOS 339, Change Detection in Arctic Systems • GEOG/GEOS 483, Research Design, Writing, and Presentation Methods • GEOS/GEOG 460/660, The Dynamic Alaskan Coastline • GEOS 488/697, Undergrad/Grad Research Curriculum Vitae Chris Maio Page 17 of 22COURSES TAUGHT Undergraduate – UMass Boston School for the Environment • EEOS 101, Introduction to the Global Environment, Navitas International Education Program, 2011-2012 • EEOS 478, Academic Skills for Multicultural Students, 2011-2012 FIELD TRIPS CONDUCTED • Glacial Geology of the Alaska Range. UAF GEOG 339. 2017, 2019 • Dynamic Alaskan Coastlines, Homer, Alaska. UAF GEOS 460/660. 2016 and 2018. • Fox Permafrost Tunnel, Alaska. UAF GEOG 111. 2014-2015 • Museum of the North, Alaska. UAF GEOG 111. 2014-2015 • Poker Flat Research Range, Alaska. UAF GEOG 339. 2015 • Field Trips in Environmental Science. UMass Boston School for the Environment 3 day 1 credit field trips. 2010-2014 • Geographical and historical evolution of Boston’s coastal environment. National Science Foundation supported Coastal Research in Environmental Science and Technology - Experience for Undergraduates (CREST-REU) program at UMass Boston, July 2012, July 2013 • The Story of the Past Yields Clues to the Future, Woods Hole Oceanographic Institution’s Ocean Science Journalism Fellowship program, August 2012 SYNERGISTIC ACTIVITIES CURRENT & RECENT COLLABORATORS • Alix, Claire, Professor, Arctic Archeology, University of Paris • Bigelow, Nancy, Director, Alaska Quaternary Center, University of Alaska Fairbanks • Crowell, Aron, Director, Smithsonian Institution Arctic Studies Center • Donnelly, Jeffrey, Tenured Professor, WHOI - Coastal Systems Group • Dunham, Gabe, Dillingham MAP Agent, Alaska Sea Grant • Eagle, Meagan, Research Scientist, USGS at WHOI • Flensburg, Susan, Environmental Program Manager, Bristol Bay Native Association • Gontz, Allen, Chair, Department of Geological Sciences, San Diego State University • Harris, Bradley, Associate Professor, Alaska Pacific University –FAST Lab • Hawkes, Andrea, Professor of Coastal Geology, University of North Carolina at Wilmington • Kinsman, Nicole, Alaska Regional Advisor, NOAA/NOS/National Geodetic Survey • Lenz, Josephine, Alfred Wegener Institute Helmholtz Centre for Polar and Marine Research, Potsdam, Germany • Mason, Owen, Research Affiliate, INSTAAR, University of Colorado • Overbeck, Jacquelyn, Coastal Hazards Program Manager, Alaska Division of Geological and Geophysical Surveys Curriculum Vitae Chris Maio Page 18 of 22• van Hengstum, Pete, Assistant Professor, Department of Marine Sciences, Texas A&M Galveston • Walter Anthony, Katie M. University of Alaska Fairbanks • Wooller, Matthew, Director, Alaska Stable Isotope Facility SERVICE UNIVERSITY SERVICE • UAF Faculty Senate Alternate, 2018-2020 • UAF Curriculum Affairs Committee, 2018-2020 • UAF-CNSM Faculty Search Committee, Remote Sensing Position, 2020. • UAF-CNSM Faculty Search Committee, Geographic Information Science Position, 2020. • Committee member, CNSM/NRM Transition Committee (appointed by Provost Henrichs), 2018 • Presenter and Participant, Alaska National Lab Day, UAF. 2018. • UAF Coordinator, Trimble University Partnership Program, Ongoing • Committee member, Reichardt Building Space Committee, Ongoing • Committee member, Geoscience/Geography Curriculum Committee, Ongoing • Marine Science Member, Alaska Quaternary Center Board of Directors, CNSM, Ongoing • High School Student Recruiting, UAF-CNSM COSMOS Event, 2017-2018. • Committee member, Interdisciplinary Climate Change Certificate Feasibility Committee, 2018 • Committee member, Geospatial Science and Remote Sensing Certificate Program Feasibility Committee, 2018 • Scientific Participant and Observer aboard R/V Sikuliaq: SKQ201602S Sediment Coring Test Cruise, San Diego, CA. 2016. • Committee member, CNSM Grade Appeal, 2016. PROFESSIONAL SERVICE • Reviewer: State of Alaska Department of Natural Resources Division of Geological and Geophysical Surveys, ▪ 2020: Coastal flood impact assessments for Alaska communities ▪ 2020: Shoreline change at Alaska coastal communities ▪ 2017: Storm surge feature extraction from digital elevation models using intra- storm photographs ▪ 2016: Geologic Map of Shaktoolik, Alaska. • NOAA National Marine Fisheries Service Internal Review, 1 Manuscript 2019 • Reviewer: Geomorphology, 1 Manuscript spring 2020 • Reviewer: Quaternary International, 1 Manuscript 2018 • Reviewer: Journal of Applied Geophysics, 1 Manuscript 2018 • Reviewer: Journal of Coastal Research, 1 Manuscript 2014, 1 Manuscript 2016 Curriculum Vitae Chris Maio Page 19 of 22• Reviewer: Alaska Space Grant Program Graduate Research Grant, 4 Proposals January, 2018 • Reviewer: Alaska Quaternary Center David and Rachel Hopkins Fellowship, 2016- 2018 • Reviewer: National Science Foundation, 1 Proposal 2020, 1 Proposal 2016 • Coastal Erosion Specialist, Alaska Native Tribal Health Consortium Local Environmental Observer Network (https://anthc.org/what-we-do/community- environment-and-health/leo-network/) INVITED SPEAKER • Sea Level Rise and Coastal Impacts, UAF College of Natural Science and Mathematics Chapman Chair Seminar Series, March 1, 2018. • Adventures in Coastal Geography, Institute of Marine Science Seminar Wednesday, November 23, 2016. • The use of Continuous Flow AMS radiocarbon aging on carbonate shells from areas having preservation potential of cultural resources. Massachusetts Historic Preservation Conference, October 2013 • Ancient Forests, Native American Midden Piles, and Climate Change, Native American interaction with dramatic environmental change during the late Holocene. Massachusetts Archeological Society, December 2012 • Developing a Paleo-Hurricane Record of Waquoit Bay Massachusetts. Teachers on the Estuary (TOTE) workshop, Waquoit Bay NERR, June 2011, June 2012 • Researching the Past to Understand the Future, Sea-Level Rise and a Submerged Ancient Forest, Waquoit Bay NERR Coffee House Series, Fall 2011, Summer 2012 • The Battle of Chelsea Creek: GIS recreation of Boston’s Historical Landscape Revere Historical Society, 2011 • Geophysics and Archaeology, Boston Museum of Science, Summer 2008 • Applications of Geophysics in Archaeology, Paul Revere House, 2008 PUBLIC SERVICE • Community Based Erosion Monitoring Annual Celebration and Dinner, Anchorage, AK, February 2020 • Community Stakeholder Meeting - Coastal Erosion Monitoring in Bristol Bay. Dillingham, AK, August 2018. • Shishmaref Community Workshop – Archeological and Geological findings from Cape Espenberg field work. Shishmaref, AK. August 2017 • Bering Land Bridge National Preserve Visitor Center, Presentation on summer field work discoveries. Nome, AK. August 2017 • REACH Up Project, Alaska Native Education Program, February 2017 http://k12reach.org/videos.php https://player.vimeo.com/video/213903529 https://player.vimeo.com/video/267268379?width=640&height=360&iframe=true • Moving Meshik – Alaska Native Tribal Health Consortium video May 2017. (https://www.youtube.com/watch?v=xPV2BEAGJ4E) Curriculum Vitae Chris Maio Page 20 of 22• North Pole Middle School, Anna Creamer ELP Teacher, Class visit focused on permafrost in Alaska, February 2017 • National Geographic Years of Living Dangerously, November 2016 http://channel.nationalgeographic.com/years-of-living-dangerously/episodes/gathering- storm/ • Stakes for Stakeholders: coastal erosion monitoring training workshop, Dillingham, AK. August 2016 • Rocky Mountain School, Goodnews Bay, Alaska public coastal science outreach program 2015-2017 • USGS in partnership with the Mashpee Wampanoag Tribe and WBNERR, Native Youth in Science – Preserving Our Homelands program – educational consultant, 2012 PUBLIC NEWS OUTREACH • KDLG Public Radio in Bristol Bay, Strong waves from Sunday's storm wash away Dillingham shoreline. http://www.kdlg.org/post/strong-waves-sundays-storm-wash- away-dillingham-shoreline#stream/0 • UAF News and Information, Alaskan receives Digital Coast Fellowship. https://news.uaf.edu/alaskan-receives-digital-coast-fellowship/ • Alaska Sea Grant, Two-year project on coastal resilience wraps up in Goodnews Bay. https://alaskaseagrant.org/2017/10/04/two-year-project-on-coastal-resilience-wraps-up- in-goodnews-bay/ • Bristol Bay Times, Community takes steps to adapt to climate change. http://www.thebristolbaytimes.com/article/1818community_takes_steps_to_adapt_to_c limate • Daily News Miner, Students highlight amazing geology of Interior Alaska. http://www.newsminer.com/features/sundays/community_features/students-highlight- amazing-geology-of-interior-alaska/article_aaacd262-32ee-11e7-8cc5- cb6fc2eba594.html • Alaska State Survey News Release, Community-based coastal monitoring project underway for Bristol Bay. September 15, 2016. URL: http://dnr.alaska.gov/shared/mediareleases/dsp_media_release.cfm?id=2320&title=Co mmunity%2Dbased%20coastal%20monitoring%20project%20underway%20for%20Br istol%20Bay • Alaska Sea Grant News, Shoreline monitoring in Goodnews Bay, Alaska, will help residents map changes. July 18, 2016. URL: https://seagrant.uaf.edu/news/2016/07-18- 16-goodnews-bay-shoreline-monitoring.php • Daily News Miner, How an ocean phenomenon in the Caribbean is helping Bering Sea research. July 5, 2016. URL: http://www.newsminer.com/features/sundays/community_features/how-an-ocean- phenomenon-in-the-caribbean-is-helping-bering/article_6d339f4e-42e2-11e6-9625- 1f82812b67eb.html • Daily News Miner, Field Notes of a Geographer. September 21, 2015. URL: http://www.newsminer.com/science_and_technology/field-notes-geographer- researches-state-s-shifting-coastlines/article_e94274e2-60fd-11e5-acc5- 53a6ccf91894.html Curriculum Vitae Chris Maio Page 21 of 22AWARDS • 2019 CNSM Outstanding Teacher Award • 2015 CNSM Outstanding Teacher Award • 2013 United States Coast Guard Arctic Service Medal AFFILIATIONS • Alaska Quaternary Center • Trimble University Partnership Program • American Geophysical Union • Alaska Anthropology Association • Coastal Education and Research Foundation • Geological Society of America • American Fisheries Society • University of Alaska Museum of the North • ANTHC Local Environmental Observer Network Curriculum Vitae Chris Maio Page 22 of 22",
    "TEXT BY PAGE": [
        "CHRISTOPHER V MAIO Associate Professor Coastal Geography Director Arctic Coastal Geoscience Lab PO Box 750225 Fairbanks, AK 99775 cvmaio@alaska.edu https://acgl.community.uaf.edu/ UPDATED: 8/12/2021 PROFESSIONAL STATEMENT I am a coastal geographer and educator applying the principles of geomorphology and stratigraphy integrated with high resolution geophysical, geospatial, and sedimentary tools to research and educate about earth surface processes specifically related to the coastal response to climate change, natural hazards, and human impacts. I also am focused on increasing coastal science literacy and community-based erosion monitoring programs through student research projects and outreach and training activities in rural coastal and riverine communities. EDUCATION 2014 PhD. Environmental Science University of Massachusetts Boston Boston, MA Guest Student Woods Hole Oceanographic Institution 2009 M.S. Environmental Science University of Massachusetts Boston Boston, MA Graduate Certificate of Geographic Information Technology 2007 B.S. Earth and Geographical Science University of Massachusetts Boston Boston, MA Summa cum Laude 2002 – 2005 University of Alaska, Anchorage Anchorage, AK Biological Science Program PROFESSIONAL EXPERIENCE CURRENT 2021 - present Associate Professor University of Alaska Fairbanks Fairbanks, AK Tenured Geophysical Institute Curriculum Vitae Chris Maio Page 1 of 22",
        "PREVIOUS 2019 -2021 Associate Professor University of Alaska Fairbanks Fairbanks, AK Tenured Department of Geosciences 2014 – 2019 University of Alaska Fairbanks Fairbanks, AK Assistant Professor Department of Geosciences Adjunct Researcher Alaska Pacific University Anchorage, AK Fisheries Aquatic Science & Technology Laboratory 2011 – 2014 Woods Hole Oceanographic Institution Woods Hole, MA Guest Student Department of Geology and Geophysics Sponsored by Dr. Jeff Donnelly 2007 – 2014 University of Massachusetts Boston Boston, MA Teacher’s Assistant School for the Environment courses and field trips 2012 – 2013 University of Massachusetts Boston Boston, MA Research Fellow School for the Environment 2011 – 2012 University of Massachusetts Boston Boston, MA Adjunct Faculty Navitas International Education Program EEOS 101: Introduction to the Global Environment EEOS 478: Academic Skills for Multicultural Students 2009 – 2011 Massachusetts Board of Underwater Boston, MA GIS Consultant Archeological Resources Geospatial analysis of historical landscapes 2005 – 2011 Sandy Shores Home Improvement Services Sandwich, MA Owner/Contractor Owned and operated small carpentry business 2000 – 2005 Alaska Department of Fish and Game Homer, AK Fisheries Technician III Supervised the remote collection, laboratory processing and analysis of fisheries related data Curriculum Vitae Chris Maio Page 2 of 22",
        "RESEARCH PRODUCTS PUBLISHED & IN PRESS (*Student Research) 21. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Winkler, T.S., Dizon C., LaBella, A., Lopez, I., d’Entremont N.E., Sullivan R.M., Woodruff J.D., Hawkes, A.D., Maio, C.V., Sedimentary deposits of paleohurricane activity for the past 1500 years captured in a transect of cores from a blue hole off Middle Caicos in the Turks & Caicos Islands. 2021. Geography, Geology, Geophysics, In Press. 20. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Winkler, T.S., McKeon, K., MacDonald, D., d’Entremont N.E., Sullivan R.M., Woodruff J.D., Hawkes, A.D., and Maio, C.V., 2021. 1050 years of hurricane strikes on Long Island in The Bahamas. Paleoceanography and Paleoclimatology, 36(3), URL: https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2020PA004156. 19. Jones, B. M., A. M. Irrgang, L. M. Farquharson, H. Lantuit, D. Whalen, S. Ogorodov, M. Grigoriev, C. Tweedie, A. E. Gibbs, M. C. Strzelecki, A. Baranskaya, N. Belova, A. Sinitsyn, A. Kroon, A. Maslakov, G. Vieira, G. Grosse, P. Overduin, I. Nitze, C. Maio, J. Overbeck, M. Bendixen, P. Zagórski, and V. E. Romanovsky. 2020. Coastal Permafrost Erosion. Arctic Report Card 2020, R. L Thoman, J. Richter-Menge, and M.L. Druckenmiller, Eds., https://doi.org/10.25923/e47w-dw52 18. *Buzard, R., Maio, C.V., Kinsman, N., and Verbyla, D., 2020. Shoreline change analysis of Goodnews Bay, Alaska. Shore and Beach, 88(2), pp. 1-13. 17. *Bogardus, R.C., Maio, C.V., Mason, O.M., *Buzard, R.M., Mahoney, A. and de Wit, C., 2020. Mid-Winter Breakout of Landfast Sea Ice and Extreme Storm Event Leads to Significant Ice Push Event along Chukchi Sea Coastline. 2020. Frontiers - Cryosphere. doi: 10.3389/feart.2020.00344. URL: https://www.frontiersin.org/articles/10.3389/feart.2020.00344/full 16. Bronen, R., Pollock, D., Overbeck, J., Stevens, D., Natali, S. and Maio, C., 2019. Usteq: integrating indigenous knowledge and social and physical sciences to coproduce knowledge and support community-based adaptation. Polar Geography, pp.1-18. 15. Mastone, V.T., Brown, C.J., and Maio, C.V., 2019. Historical Narrative and Cultural Landscape Analysis: Revealing the American War of Independence Battle of Chelsea Creek. Fields of Conflict. Conference Proceedings Volume 3, pp 93-111. 14. Maio, CV., Crowell, A.L., Sullivan, R.M., *Buzard, R.M., *Whitley, M., *Bogardus, R., and de Wit, C.W., 2019. Coastal dynamics and human settlement at a drowned cirque basin influenced by earthquakes and little ice age glaciation. Journal of Coastal Research, 35(4), 814-834. 13. Gonneea, M.E., Maio, CV., Kroeger, K., Hawkes, A.D., Moira, J., Sullivan, R., Madsen, S., *Buzard, R.M., Cahill, N., and Donnelly, J.P., 2018. Saltmarsh ecosystem restructuring enhances elevation resilience and carbon storage during accelerating relative sea level rise. Estuarine, Coastal, and Shelf Science, 217, 56-68. Curriculum Vitae Chris Maio Page 3 of 22",
        "12. Jones, B.M., Bull, D.L., Farquharson, L.M., *Buzard, R.M., Arp, C.D., Grosse, G., Bull D.L., Gunther, F., Nitze, I., Urban, F., Kasper, J.L., Frederick, J.M., Thomas, M., Jones, C., Mota, A., Dallimore, S., Tweedie, C., Maio, C.V., Mann, D.H., Richmond, B., Gibbs, A., Ziao, M., Sachs, T., Iwahana, G., Kanevsky, M., and Romanovsky, V.E., 2018. A decade of annual permafrost coastal observations indicate changes in the Arctic System. Environmental Research Letters, 13(11), 1-13. http://iopscience.iop.org/article/10.1088/1748-9326/aae471 11. *Whitley, A.M., Frost, V.G., Jorgenson, M.T., Macander, M.J., Maio, C.V., and Winder, S.G., 2017. Assessment of LiDAR and Spectral Techniques for High- Resolution Mapping of Sporadic Permafrost on the Yukon-Kuskokwim Delta, Alaska. Remote Sensing, 10(258), 1-20. 10. Overbeck, J., *Buzard, R., and Maio, C., 2017. Storm impacts in western Alaska documenting shoreline change and flooding through remote sensing and community- based monitoring, OCEANS 2017 – Anchorage, Anchorage, AK, 2017, pp. 1-6. http://ieeexplore.ieee.org/document/8232159/authors 9. Maio, C.V., Donnelly, J.P., Sullivan, R., Madsen, S., Weidman, C., Gontz, A.M., and Sheremet, V., 2016. Sediment dynamics and hydrographic conditions during storm passage, Waquoit Bay, Massachusetts. Marine Geology, 381, pp. 67-86. 8. Mastone, V.T., Brown, C.J., and Maio, C.V., 2015. The Revolutionary war battle of Chelsea Creek grounding the historical narrative through cultural landscape analysis. Northeast Anthropology No. 83-84, 2015, pp. 155–176 7. Maio, C.V., Gontz, A.M., Sullivan, R.M., Madsen, S.M., Weidman, C.R. and Donnelly, J.P., 2014. Subsurface Evidence of Storm-Driven Breaching along a Transgressing Barrier System, Cape Cod, USA. Journal of Coastal Research, 32(2), 264-279. 6. Maio, CV, Gontz, AM, Weidman, C, and Donnelly, JP, 2014. Late Holocene marine transgression and the drowning of a coastal forest: Lessons from the past, Cape Cod, Massachusetts, USA. Palaeogeography, Palaeoclimatology, Palaeoecology, 393(C), 146-148. 5. Gontz, AM, Maio, CV, and Rueda, L., 2013. The Duxbury sunken forest - constraints for local, late Holocene environmental changes resulting from marine transgression, Duxbury Bay, Eastern Massachusetts, USA: Journal of Coastal Research, 29(6A), 168- 176. 4. Brown, C, Mastone, VT, and Maio, CV, 2013. The Battle of Chelsea Creek May 27- 28, 1775: America’s Forgotten Revolutionary War Battle. New England Quarterly, 86(2), 1-36. 3. Maio, CV, Tenenbaum, DE, Brown, C, Mastone, VT, and Gontz, AM, 2012. Application of geographic information technologies to historical landscape reconstruction and military terrain analysis of an American Revolution battlefield: preservation potential of historic lands in urbanized settings, Boston, Massachusetts, USA: Journal of Cultural Heritage, 14(4), 317-331. Curriculum Vitae Chris Maio Page 4 of 22",
        "2. Maio, CV, Gontz, AM, and Tenenbaum, D, 2012. Coastal hazard vulnerability assessment of sensitive historical sites on Rainsford Island, Boston Harbor, Massachusetts: Journal of Coastal Research, 28(1), 20-33. 1. Gontz, AM, Maio, CV, Berkland, EP, and Wagenknecht, EK, 2011. Assessment of the colonial through industrial aged cemetery on Rainsford Island, Boston Harbor, Massachusetts: Journal of Cultural Heritage, 12, 451-458. UNDER REVIEW 1. *Richards, E., Stuefer, S., Bates, N., and Maio, C.V., GPR applications for varying river ice conditions during winter travel. Applications of Geophysics, Under Review. IN PREPARATION 2. Farquharson, L.M., Jones, B.B., Maio, C.V., and *Bogardus, R.C., Using high resolution ortho-imagery and elevation data to assess coastal change along the southern Chukchi Coast between 2003 and 2016. For submission to Frontiers 3. Bigelow, N., Maio, C.V., Mason, O.M., *Bogardus, R.C., and Alix, C. Paleoenvironmental evolution of Cape Espenberg between 800 and 1600 AD. Paleogeography, Paleoclimatology, Paleoecology, (In Prep). 4. Winkler, T.S., van Hengstum, P.J., Roberts, J., Maio, C.V., Donnelly, J.P., Woodruff, J.D., Hawkes, A., and 2018. 2000 year paleo-proxy record of hurricane strikes, West Grand Bahamas. (In Prep). CONFERENCE ABSTRACTS (*Student Research) 1. Balazs, M., Maio, C., Jones, B., Farquharson L., and Kasper, J., 2021. Alaska Coastal Center: Matchmakers for Coastal Research and Communities. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. 2. *Baldwin, H., *Bogardus, R.C., *Hart, S., Flensburg, S., and Maio, C.M., 2021. Partnering with tribal environmental programs to assess coastal hazards and produce data products for mitigation and adaptation efforts, Bristol Bay, Alaska. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. 3. *Bogardus, R., Maio, C.V., Mason, O., and Jones, B., 2021. A destructive ice push event along the northwest Alaska coastline: Increasing threats to cultural resources and sacred places in a warming Arctic. International Arctic Social Sciences Association (ICASS). Arkhangelsk, Russia. Presented virtually. June 15-19, 2021. 4. *Christian, J.E., Maio, C.V., *Glenn, R., *Buzard, R.M., and Spellman, K.L., 2021. Citizen Science: Shoreline Change Monitoring in Southwestern Alaska. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. Curriculum Vitae Chris Maio Page 5 of 22",
        "5. Maio, C.V., *Glenn, R., *Christian, J., Overbeck, J., and *Buzard, R.M., 2021. Stakes for Stakeholders - Coastal hazard assessments and community-based monitoring: Building long-term relationships between scientists and Indigenous communities. International Arctic Social Sciences Association (ICASS). Arkhangelsk, Russia. Presented virtually. June 15-19, 2021. 6. Maio, C.V., Doster, J., Scott, E., Hill, K.M., Ellenson, S., Maio., S.J., *Buzard, R.M., Griffith, J., 2021. Designing middle and high school coastal hazard curricula and a teacher training course expected to contribute to long-term resilience within rural coastal communities. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. 7. *Smith, M.L., Maio, C.V., Bigelow, N.H., and Gonneea, M., 2021 Paleoclimate Reconstruction and Comparison to Modern Climates in Cape Espenberg, Alaska. Geological Society of America Abstracts with Programs, 53(4). 8. *Smith, M.L., Maio, C.V., Bigelow, N.H., Eagle, M., and *Harvey, D.A., 2021 Paleoclimate Reconstruction and Comparison to Modern Climates in Cape Espenberg, Alaska. Abstract submitted to the American Geophysical Union Fall Meeting, December 12-17, New Orleans. 9. Guangqing, C., Holen, D., Maio, C., 2020. POLARIS: The Pursuing Opportunities for Long-term Arctic Resilience for Infrastructure and Society. Submitted to the American Geophysical Union, Fall 2020 Meeting, San Francisco, CA. ID# 666478. 10. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Winkler, T.S., McKeon, K., MacDonald, D., d’Entremont N.E., Sullivan R.M., Woodruff J.D., Hawkes, A.D., Maio, C.V., 2020. Near-annually resolved records of northern Bahamian hurricane activity during the Common Era: Emerging patterns and implications. Submitted to the American Geophysical Union, Fall 2020 Meeting, San Francisco, CA. ID# 674485. 11. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Winkler, T.S., McKeon, K., MacDonald, D., d’Entremont N.E., Sullivan R.M., Woodruff J.D., Hawkes, A.D., Maio, C.V., 2020. Regional shifts in paleohurricane activity over the past 1500 years reconstructed from blue hole sediment records in the Bahama Archipelago. Submitted to the American Geophysical Union, Fall 2020 Meeting, San Francisco, CA. ID# 714368. 12. *Robert, Z., Mann, D., Farquharson, L., Romanovsky, V., Meyer, F., and Maio, C., 2020. Impacts of Rapid Climate Changes on Mass Movements in Denali National Park and Preserve, Alaska. Submitted to the American Geophysical Union, Fall 2020 Meeting, San Francisco, CA. 13. Jones, B.M., Tweedie, C.E…..Maio, C.V.,….et al. Synergizing pan-arctic coastal permafrost research activities through the Permafrost Coastal Systems Network (PerCS- Net). 12th International Conference on Permafrost, Lanzhou China, June 2020. Curriculum Vitae Chris Maio Page 6 of 22",
        "14. Maio, C.V., 2019. Building research and decision making capacity in the Arctic through deciphering storm-induced sediment dynamics: Laying the groundwork for a recent NSF CAREER award Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA, 9-13 Dec. URL: https://ui.adsabs.harvard.edu/abs/2019AGUFM.C13D1350M/abstract 15. *Bogardus, R., Maio, C., Overbeck, J., and Mann, D., 2019. Forecasting Coastal Geomorphic Evolution at Nelson Lagoon, AK, in Response to a Shifting Arctic Storm Regime. Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA., 9-13 Dec. 16. *Winkler, T., van Hengstrum, Pl, Donnelly, J., Maio, C., Hawkes, A., 2019. A 1800-Year Sedimentary Record from a Bahamian Blue Hole Archives Significant Variations in Intense Hurricane Landfall Frequency. Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA., 9-13 Dec. 17. Bronen, R., Overbeck, J., Natali, S., and Maio, C., 2019. Rights Resilience and Community-led Relocation: Co-producing Knowledge to Identify Risk. Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA., 9-13 Dec. 18. Jones, B., Tweedie, C., Xiao, M., Alexeev, V., …….Maio C., et al., 2019. An emerging international network focused on permafrost coastal systems in transition. Submitted to the American Geophysical Union, Fall 2019 Meeting, San Francisco, CA., 9-13 Dec. 19. *Fournier, A., Maio, C.V., Bigelow, N., 2019. Paleo-storm records from Cape Espenberg, Alaska: Past, Present, and Future. 9th Naval Academy Science and Engineering Conference, Oceans: Exploration, Conservation, and Extreme Events. Poster Presentation on November 3-5, 2019. https://www.usna.edu/NASEC/poster-guidelines.php 20. Maio., C.V., *Bogardus, R.C., Bigelow, N.H., *Buzard, R.M., *Roberts, J.W., and Mason, O.K., 2018. A 3000-Year Sediment Proxy Record of Extreme Storm Surges, Chukchi Coastline, Alaska. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMEP23D2352M 21. Maio, C.V., Overbeck, J., *Buzard, R.M., Dunham, G., and Flensburg, S., 2018. Building Coastal Resiliency in Indigenous Communities through Erosion Monitoring Programs. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10- 14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMED51D0691M 22. *Whitley, M.A., Frost, G.V., Jorgenson, T., Macander, M.J., Maio, C.V., and Winder, G.S., 2018. Creating High-resolution Permafrost Maps Using LiDAR as Baseline Datasets for Landscape Change on the Yukon-Kuskokwim Delta, Alaska. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMGC33D1395W Curriculum Vitae Chris Maio Page 7 of 22",
        "23. *Buzard, R.M., Farquharson, L.M., Overbeck, J., and Maio, C.V., 2018. Impacts of Ice- Free Storm Seasons for Alaska’s Coastal Communities. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMEP23D2362B 24. *Buzard, R.M., Overbeck, J., Maio, C.V., Flensburg, S., Dunham, G., 2018. Community- Based Monitoring of Erosion and Flooding in Alaska Native Villages. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMED43F1283B 25. Gonneea, M.E., Maio, C.V., Kroeger, K.D., Hawkes, A., Mora, J., Sullivan, R., Madsen, S., *Buzard, R.M., Cahill, N., and Donnelly, J.P., 2018. Salt marsh ecosystem restructuring enhances elevation resilience and carbon storage during accelerating relative sea-level rise. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFM.B33D..08G 26. Mason, O.K., Maio., C.V., *Bogardus, R.C., and *Buzard, R.M., 2018. Changing Arctic Climate Leads to Rare and Destructive Ivu (Ice Override). Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMEP23D2355M 27. Wallace, E.J., Donnelly, J.P., van Hengstum, P.J., Mckeaon, K., Woodruff, J.D., Winkler, T.S., Sullivan, R., Hawkes, A., Dizon, C., and Maio, C.V., 2018. Regional Shifts in Paleohurricane Activity over the Past Millennium Reconstructed from Blue Holes in the Tropical Atlantic. Presented at the American Geophysical Union, Fall 2018 Meeting, Washington D.C., 10-14 Dec. URL: http://adsabs.harvard.edu/abs/2018AGUFMPP42A..05W\\ 28. Jones, M., Bull, D., Farquharson, L., Baughman, C., Arp, C., Grosse, G., Guenther, F., *Buzard, M., Sachs, T., Nitze, I., Kasper, J., Frederick, J., Thomas, M., Mota, A., Jones, C., J., S Dallimore, S., Tweedie, C., Maio, C.V., Mann, D., Alexeev, V., Richmond, B., Gibbs, A., Xiao, M., and Romanovsky. V., 2018. Observations and implications of an erosional hotspot getting hotter, Drew Point, Alaska. 2018 DoD Arctic Science & Technology Synchronization Workshop, Hanover, NH. May 16-18. 29. Mason, O.K. Maio, C.V., and Bogardus, R.C., 2018. The Ivu (ice override) of 2016 at Cape Espenberg produced anomalous elevated seas and substantial erosion: Implications for cultural resource management. Presented at 45th Annual Meeting, Alaska Anthropology Association, Anchorage, Alaska. March 21-24. 30. Wallace, L., Donnelly, J., McKeon, K., Wiman, C., LaBella, A., van Hengstrum, P., Sullivan, R., Winkler, T., Toomey, M., Maio, C.V., Hawkes, A., and Woodruff, J., Sedimentary reconstructions of tropical cyclone activity over the past 1500 years from blue holes in the Caribbean. Abstract # PP53D-08, AGU, New Orleans, LA., 11-15 Dec. http://adsabs.harvard.edu/abs/2017AGUFMPP53D..08W. 31. Lenz, J., Anthony, K.M.W., Maio, C.V., Matuszewski, F., and Grosse, G., Thermokarst lake dynamics and its influence on biogeochemical sediment characteristics: A case study from the Curriculum Vitae Chris Maio Page 8 of 22",
        "discontinuous permafrost zone in Interior Alaska. Abstract # GC53D-0927. 2017 Fall Meeting, AGU, New Orleans, LA., 11-15 Dec. https://agu.confex.com/agu/fm17/meetingapp.cgi/Paper/249763. 32. Maio, C.V., Bigelow, N., and *Combs, E., 2017. Sand, peat, and sediment cores: addressing unanswered questions at Cape Espenberg to provide environmental context to the Birnirk- Thule transition. 44th Annual Meeting of the Alaska Anthropological Association, February 27th – March 2nd, 2017. Fairbanks, Alaska. 33. Maio, C.V., Overbeck, J., and *Buzard, R., 2017. Stakes for Stakeholders: Community- Based Shoreline Change Assessment, Bristol Bay, Alaska. Presentation given at Alaska Forum on the Environment, Anchorage, AK. February 6-10. 34. *Buzard, R., Maio, C.V., Verbyla, D., and Kinsman, N., 2016. Historic and contemporary shoreline change rates at the community of Goodnews Bay, Alaska. Abstract [EP13C- 1042] presented at 2016 Fall Meeting, AGU, San Francisco, Calif., 12-16 Dec. 35. *Buzard, R., Overbeck, J., and Maio, C.V., 2016. Raising the Stakes for Stakeholders. Poster Presented at the Arctic Observing Summit, University of Alaska Fairbanks, 17-18 March. 36. Maio, C.V., and Sullivan R., 2016. Paleo-perspectives on dynamic coastal change, James Lagoon, Kenai Fjords National Park. Abstract [EP13C-1047] presented at 2016 Fall Meeting, AGU, San Francisco, Calif., 12-16 Dec. 37. *Whitley, M.A., Frost, G.V., Maio, C.V., and Jorgenson, T.M., 2016. Thermokarst- induced landscape change in the Yukon Kuskokwim (YK) Delta, Alaska. Poster presented at the International Conference on Permafrost, Potsdam Germany, June. 38. Maio, C.V., Overbeck, J., and *Buzard, R., 2016. Investigating coastal change through space and time, Southwest, Alaska. Presentation given at Alaska Forum on the Environment, Anchorage, AK. February. 39. Maio, C.V., Balazs, M., Noordeloos, J., Harris, B., Sethi, S., and Olsen, J., 2015. Cumulative impacts assessment of non-fishing stressors on fish habitat, Norton Sound, Alaska. Presented at the 42nd Annual American Fisheries Society Alaska Chapter, Homer, AK. No. 8, November. 40. Maio, C.V., Donnelly, J.P., Sullivan, R., Weidman, C.R., and Sheremet, V., 2014, Surge driven return flow results in deposition of coarse grain horizons archiving a 4000 year record of extreme storm events, Cape Cod, Massachusetts, Abstract NH52A-07 presented at 2014 Fall Meeting, AGU, San Francisco, Calif., 15-19 Dec http://abstractsearch.agu.org/meetings/2014/FM/NH52A-07.html 41. McDermott, K.J., Hawkes, A.D., Donnelly, J.P., Sullivan, R.M., Maio, C.V., Toomey, M.R., and Madsen, S.M., 2014. Reconstructing high-latitude storm events from a fjord in Newfoundland., Geological Society of America Programs with Abstracts, Paper No 311- 19. https://gsa.confex.com/gsa/2014AM/webprogram/Paper247133.html 42. Maio, C.V., Gontz A.M., Weidman C., and Donnelly, J., 2014. A drowned paleoforest along a Cape Cod Barrier Beach: Lessons from the past, Mashpee, Massachusetts, USA. Geological Society of America Programs with Abstracts, 58-2. URL: https://gsa.confex.com/gsa/2013NE/webprogram/Paper214818.html. Curriculum Vitae Chris Maio Page 9 of 22",
        "43. Maio, CV, Donnelly, JP, Wagenknecht, EK, Weidman, C., and Gontz, AM., 2012. Geologic evidence for paleo inlets, ancient forests, and coastal change along a Cape Cod barrier beach, South Cape Beach, Massachusetts. Geological Society of America Abstracts with Programs, Vol. 44, No. 2, p. 89. 44. Gontz, AM, Gosselin, DA, Maio, CV, and Wagenknecht, EK, 2011, Sunken forests and submerged landscapes in eastern Massachusetts – records of sea-level rise and Human- landscape interactions: American Geophysical Union Chapman Conference on Society and Climate Change, Santa Fe, NM 20-25 Mar 2011. 45. Maio, CV, Gontz, AM, Mastone, VT, 2010, Preliminary non-invasive site assessment and GIS mapping of the Chelsea Creek Battlefield, the first naval engagement of the America Revolution: Combined Northeastern/Southeastern Section, Geological Society of America, Abstracts with Programs, Vol. 42, No. 1 p. 142. 46. Gontz, AM, Maio, CV, and Gosselin, DG, 2010, Paleo-Landscapes of the Boston Harbor Islands National Park – Former Channels of the Neponset River: Combined Northeastern/Southeastern Section, Geological Society of America, Abstracts with Programs, Vol. 41, No. 1, p. 103. 47. Maio, CV and Gontz, AM, 2009, A high-resolution examination of coastal trends through the use of orthorecitified aerial photographs spanning 67 years, Rainsford Island, Boston Harbor, Massachusetts: Northeastern Section of the Geological Society of America Abstracts with Programs, Vol. 41, No. 3, p. 23. 48. Wagenknecht, EK, Gontz, AM, Berkland, EP, and Maio, CV, 2009. The search for a late- Colonial through Industrial age cemetery on Rainsford Island, Boston Harbor, Massachusetts: Northeastern Section of the Geological Society of America Annual Meeting, Paper No. 45-7. 49. Gontz, A.M., Anderson, C., Berkland, E., Goldstein, E., Maio, C.V., and Wagenknecht, E.K., 2009. Forgotten Landscapes – geophysical based reconstruction of the Northern Declivity during the Revolutionary War Battle of Bunkers Hill, Charlestown, Massachusetts. Geological Society of America, Paper No. 5-1. 50. Maio, CV and Gontz AM, 2007, Geophysical site assessment of the wreck of the USS Niagara, Boston Harbor, MA: Northeastern Section, Geological Society of America, Abstracts with Programs, Vol. 39, No. 1, p.58. NON-PEER REVIEWED 1. Buzard, R.M., Overbeck, J.R., and Maio, C.V., 2019, Community-based methods for monitoring coastal erosion: Alaska Division of Geological & Geophysical Surveys Information Circular 84, 35 p. http://doi.org/10.14509/30182 2. *Buzard, R., and Maio, C.V., Overbeck, J., Lujan, E., Flensburg, S., Holen, D., and Dunham, G., 2018. Laying the foundation for resilient coastal communities: Case Studies – Port Heiden and Goodnews Bay, Alaska. Alaska Sea Grant, p 16. https://adaptalaska.org/wp-content/uploads/2018/11/Resilient-Coastal-Communities- bulletin_lowres.pdf. Curriculum Vitae Chris Maio Page 10 of 22",
        "3. Buzard, R.M., Overbeck, J.R., and Maio, C.V., 2017. Baseline shoreline assessment using time-lapse photography and emery rods. Environmental Protection Agency Quality Assurance Project Plan. Approved 3/8/2017, updated and approved 4/11/2019. 4. Maio, C.V., *Buzard, R.M., and *Bogardus, R.C., 2017. Coastal Resilience Research: Developing Long-Term Records of Sea Level Fluctuations and Barrier Beach Evolution to Enhance Understanding of Ongoing and Future Coastal Change. Final Completion Report, Submitted to Alaska Sea Grant. 5. Maio, C.V., Sullivan, R., *Buzard, R., *Bogardus, R., and *Whitley, M., 2017. Protecting Cultural Resources through Geomorphological and Archeological Investigations in Kenai Fjords National Park, Geology Field Component Final Report. Kenai Fjords National Park, Seward, AK, p 83. 6. Maio, C.V., Sullivan, R., and Kim S.H., 2016. The core of the matter: Adventures in Coastal Geology at Kenai Fjords National Park. Alaska Park Science, 15(1), 74-76. 7. Maio, C.V., Balazs, M., Noordeloos, J., Sethi, S., and Harris, B., 2015. Geospatial datasets applicable to an essential fish habitat non-fishing vulnerability assessment: Norton Sound, Alaska. 2015 Final Report to NOAA-NMFS Habitat Division. 8. Maio, CV, Berman, G, 2013. What is that sticking out of the sand? Marine Extension Bulletin, Woods Hole Sea Grant Program-Cape Cod Cooperative Extension, June (2013), pp. 1-8. 9. Mastone, VC, Brown, C, and Maio, CV. 2011. Chelsea Creek – First naval engagement of the American Revolution, Chelsea, East Boston, Revere, and Winthrop, Suffolk County, Massachusetts. Final Technical Report, National Park Service American Battlefield Protection Program Grant Agreement No. GA-2255-09-018. http://www.mass.gov/eea/agencies/czm/buar/battle-of-chelsea-creek.html. 10. Maio, C.V., 2009. The Rainsford Island Shoreline Evolution Study (RISES) Graduate Master’s Thesis, University of Massachusetts, Boston, Paper 86. http://scholarworks.umb.edu/masters_theses/86. 11. Gontz, AM and Maio, CV, 2007. Geophysical Site Assessment of the Area Reported as the Wreck of the USS Niagara: Massachusetts Board of Underwater Archaeological, Department of Coastal Zone Management, Technical Report. RESEARCH PROJECT EXAMPLES Coastal Hazard Impact Assessment and Mitigation and Adaptation Strategies, Port Heiden, Alaska. Ongoing – Collaborative research carried out to identify coastal hazards and provide actionable adaptation and mitigation strategies to the Native Village of Port Heiden. Project partners include the Native Village of Port Heiden, Alaska Sea Grant, Alaska Native Tribal Health Consortium, Alaska Division of Geological and Geophysical Surveys, Bristol Bay Native Association, NOAA-NOS-NGS, and the Environmental Protection Agency. Curriculum Vitae Chris Maio Page 11 of 22",
        "Community Based Monitoring in Alaska Native Villages Ongoing –Collaborative research to develop baseline topographic datasets and community based shoreline erosion monitoring programs in 20 western Alaskan coastal and riverine communities. Partners include Alaska Division of Geological and Geophysical Surveys, Alaska Sea Grant, Bristol Bay Native Association, Alaska Institute of Justice, the Environmental Protection Agency, and Borough of Indian Affairs. Thermokarst Lake Dynamics and Climate Change in Goldstream Valley, Fairbanks, Alaska. Ongoing collaborative research project between UAF, the Alfred Wegener Institute, and others to determine the paleoenvironmental evolution of area thermokarst lakes and determine their potential role in past, present, and future climate change. The focus of my contribution includes the collection and analysis of sediment cores collected in 12 area lakes. The ACGL has also served to provide the facilities and tools to achieve multiple core sampling objectives. Sea-level and storm impacts on the landscape and cultural resources associated with an ancient Inupiaq house site in northwestern Alaska. Ongoing – NSF-Arctic Social Science sponsored research focused on deciphering paleoenvironmental conditions impacting early humans living in the region approximately 1000 years ago. Research includes the development of sediment derived sea-level and storm records and the mapping of paleo shorelines in the vicinity of an ancient Inupiaq village site. Collaboration between UAF, the University of Paris, the National Park Service, and others. Impact of Contemporary, Historical, and Paleo Storm Surges on Arctic Delta Systems, Beaufort Sea Coastline, Alaska Ongoing – Collaborative interdisciplinary research project to assess storm surge impacts at three deltas along Alaska’s Beaufort Sea coastline via remote sensing, real-time measurements, and paleo proxy sediment core records. Holocene storm activity in the Caribbean Sea derived from sediment and microfossil proxies. Ongoing – Dalio Foundation sponsored research in collaboration with WHOI, Texas A&M Galveston, and others. The research seeks to develop paleo-storm records based on sediment cores collected in Caribbean blue holes. The field work took place aboard the M/V Alucia during the summer of 2016 where over 300 m of sediment cores were collected. These records will help to answer whether Hurricane Irma is anomalous in the geologic record and aid in accurate risk assessments in the future. Coastal geologic evolution and archeology of James Lagoon, Kenai Fjords National Park Ongoing – Collaborative research between UAF, the Kenai Fjords National Park, the Smithsonian Institution Arctic Studies Center, and the Woods Hole Oceanographic Institution (WHOI) aimed at determining the coastal geographic evolution of the landscape surrounding cultural resources vulnerable to coastal erosion. Coastal Resiliency Assessment, Goodnews Bay, Alaska 2017 – Alaska Sea Grant Funded research focused on assessing the coastal resiliency of Goodnews Bay. The project includes the development of baseline high resolution Curriculum Vitae Chris Maio Page 12 of 22",
        "topographical data, the reconstruction of a late Holocene sea-level history, and a determination of the paleo-evolution of a coastal barrier beach. The project includes a community outreach program. Development of quantitative geospatial model to determine non-fishing impacts to Essential Fish Habitat (EFH) in Alaska. 2015 – A collaborative research project between Alaska Pacific University’s Fisheries Aquatic Science, and Technology (FAST) laboratory, NOAA National Marine Fisheries Service Habitat Conservation Division and UAF. The research is aimed at developing a framework for a cumulative impact model to quantify and visualize the risks associated with the interactions between non-fishing impacts and EFH. Strategic Environmental Research and Development Program (SERDP): Climate change and impacts of sea-level rise on Ronald Reagan Ballistic Missile Defense Test Site, U.S. Army, Kwajalein Atoll (USAKA). 2014 – Assisted in research conducted by WHOI-CSG under PI Jeff Donnelly to acquire high resolution topographic, bathymetric, and marine/terrestrial geophysical datasets to assist in the development of climate models able to assess coastal change under varying climate conditions. Geological investigations of the Waquoit Bay estuarine system, Mashpee, Massachusetts 2016 – Collaboration with the UMass Boston School for the Environment, the Waquoit Bay National Estuarine Research Reserve (WBNERR) and the Woods Hole Oceanographic Institution’s Coastal Systems Group (WHOI-CSG) to utilize high resolution geophysical, geospatial, and sedimentary methods to identify and map the framework geology and evolution of the area during the late Pleistocene to Holocene time periods. The research elucidates past coastal landscape response to climate fluctuations allowing for a more comprehensive understanding and context to current and future change. Late Pleistocene abrupt climate change in the Beaufort Sea deciphered through deep-ocean sediment cores and microfossil analysis. Summer, 2013 – Participation under the direction of WHOI’s senior scientist Lloyd Keigwin in collaboration with Scripps University on board the U.S Coast Guard Cutter Healy NSF sponsored sediment coring mission 1302. The largest archive of Beaufort Sea sediment cores was collected on the cruise between Point Barrow and Banks Island. Ongoing analysis of sediment cores and geophysical data will greatly enhance understanding of the triggers of Late Pleistocene abrupt climate change. GRADUATE STUDENTS MASTERS OF SCIENCE Harper Baldwin, MS 2021 Ongoing Thesis Title: Historical storm assessments and narratives. Jessica Christian, MS 2020 Ongoing Thesis Title: Community based erosion monitoring in western Alaska Curriculum Vitae Chris Maio Page 13 of 22",
        "Roberta Glenn, MS 2019 Ongoing Tentative Thesis Title: Alaska's Eroding Infrastructure: Systematic Approach to Identifying and Prioritizing Coastal Infrastructure at Risk to Erosion. Matthew Whitley, MS 2015-2017 Graduated Thesis Title: Assessment of LiDAR and Spectral Techniques for High-Resolution Mapping of Permafrost on the Yukon-Kuskokwim Delta, Alaska. Richard Buzard, MS 2015-2017 Graduated Thesis Title: Spatiotemporal Patterns of Bluff Erosion at Goodnews Bay, Alaska. DOCTORAL Lindsey Smith, MS-PhD 2019 Ongoing Thesis Title: Coastal sedimentation rates in the Arctic determined through radio isotope dating methods Reyce Bogardus, MS-PhD 2018 Ongoing Thesis Title: Modeling coastal sediment transport and flood elevations during extreme storm events using 3D numerical models. Richard Buzard 2017 Temporary Leave Current Geologist II Alaska DGGS Tentative Dissertation Title: Arctic drivers of coastal change as measured through community- based monitoring and remotely sensed data. GRADUATE COMMITTEE MEMBER Thomas Meyer, MS 2020-present Ongoing Anika Pinzner, PhD 2019-present Ongoing Zach Little, MS 2018-present Ongoing Michael Letzring, PhD 2018-present Ongoing Jon Allen, PhD 2018-present Ongoing Elizabeth Richards, MS 2019-present Graduated Zena Roberts, MS 2018-2021 Graduated Mark McLernan, Masters of Science 2017-2019 Graduated Curriculum Vitae Chris Maio Page 14 of 22",
        "RESEARCH FUNDING 1. National Science Foundation – Arctic Natural Science, August 2021 (Co-I). Submarine Basins, Steppe, and Sea Ice: Paleoclimate and Paleoecology of the Late Pleistocene and Holocene Bering Sea Shelf: - $1.721,614 2. National Science Foundation – Arctic Natural Science, July 2020 (PI). Collaborative Research: Developing high-resolution records of storminess from the southern Bering Sea Funding Request. 2021: PI - $771,807 3. National Science Foundation Major Research Infrastructure, January 2020 (Co-I). MRI: Acquisition of a next generation noble gas multi-collector mass spectrometer system to support fundamental and applied geochronology research and education. 2020: - $714,893 4. Alaska Sea Grant, Increasing the Capacity of Alaskan Coastal Communities to Adapt and Respond to Storm Driven Coastal Hazards, 2020: PI - $177,000 Research, $100,000 - 2- year student fellowship 5. National Science Foundation - Non-Academic Research Internships for Graduate Students (INTERN) Supplemental Funding Opportunity, Supplement to CAREER: Building research and decision-making capacity in the Arctic through deciphering storm-induced sediment dynamics and synergistic Alaska Native coastal science education, 2020, $39,899 6. National Science Foundation Polar Programs and Alaska EPSCOR, CAREER: Building research and decision-making capacity in the Arctic through deciphering storm-induced sediment dynamics and synergistic Alaska Native coastal science education, 2019: PI - $801,470 7. National Science Foundation Navigating the New Arctic, NNA Track 1: Pursuing Opportunities for Long-term Arctic Resilience for Infrastructure and Society (POLARIS) 2019: UAF PI - $1,002,990 8. National Science Foundation AccelNet, Collaborative Research: AccelNet: Permafrost Coastal Systems Network (PerCS-Net) - a circumpolar alliance for arctic coastal community information exchange. Co-I - $38,460 9. Tribal Governments (Native Villages of Port Heiden, Pilot Point, Togiak, Levelock, Chignik Bay, Nelson Lagoon, and Ekok), Community Based Monitoring – Data products for decision making. 2019: PI - $45,000 10. Bureau of Indian Affairs Tribal Resilience Program, Alaska’s eroding infrastructure: systematic approach to identifying and prioritizing coastal infrastructure at risk to erosion. 2019: Co-I - $146,786 11. Alaska Department of Natural Resources Division of Geological and Geophysical Survey Coastal Hazard Program, Community Based Monitoring, 2018: PI - $26,291 12. National Science Foundation Polar Programs - Arctic Social Science, 2016-2018: Senior Personal - $90,000 13. University of Alaska Fairbanks, 2015 and 2017 URSA Technology Award: $17,500 14. Alaska Sea Grant, Stakes for Stakeholders. 2016-2018: PI - $147,191 Curriculum Vitae Chris Maio Page 15 of 22",
        "15. Alaska Sea Grant, Coastal Resiliency Assessment of Goodnews Bay. 2015-2017: $195,530 16. National Park Service 2015-2017: $19,856 17. University of Alaska Fairbanks Office of the Provost Travel Grant, 2015, 2016, 2017: $2400 18. NOAA-NMFS, 2014-2015: $70,000 19. University of Alaska Fairbanks, 2014 URSA Mentor Award: $10,000 20. Woods Hole Oceanographic Institution Department of Geology and Geophysics Guest Student Program, 2012 through 2014: $30,000 21. University of Massachusetts, School for the Environment Research Fellowship, 2012 and 2013: $30,000 22. National Park Service American Battlefield Protection Program & Massachusetts Board of Underwater Archaeological Resources, The Battle of Chelsea Creek, 2009-2011: $19,525 23. University of Massachusetts, Graduate School Assembly Bollinger Research Grant, $1,930, June 2013. 24. University of Massachusetts-Boston, Graduate Studies Doctoral Dissertation Research Grant, 2011 and 2012: $4500 25. Geological Society of America Graduate Student Research Grant, 2012: $1960 PENDING PROPOSALS 1. National Science Foundation – Large-scale CoPe: Community driven resilience through a transformative framework of partnerships, actionable scientific research, and knowledge co-production and exchange. Funding Request $18,794,585. DECLINED PROPOSALS 1. National Science Foundation Coastlines and People, June, 2019 (PI). CoPe RCN – Designing the Foundation for an Arctic-focused Coastlines and People Hub, $500,000 2. National Science Foundation, 2019. NNA Track 1 – Collaborative Research- Integrating Indigenous knowledge and interdisciplinary science to create a decision-making framework for risk management and relocation. Funding Request: $521,000. 3. National Science Foundation – Arctic Natural Science, June 2018. Collaborative Research: Developing high-resolution records of storminess from the southern Bering Sea. In collaboration with WHOI and UNCW. Funding Request $303,000. 4. National Science Foundation – Arctic Natural Science – CAREER, submitted July 2017. Late Holocene frequency of Bering Sea storm activity and coastal science education programs to promote informed decision making and pathways to higher education. Funding Request $734,219. Curriculum Vitae Chris Maio Page 16 of 22",
        "5. National Science Foundation – Marine Geology and Geophysics, submitted January 2017. Collaborative Research: Developing high-resolution records of storminess from the southern Bering Sea. In collaboration with WHOI and UNCW. Funding Request $480,787 6. National Science Foundation – Arctic Natural Science – CAREER, submitted July 2016. Late Holocene frequency of Bering Sea storm activity and coastal science education programs to promote informed decision making and pathways to higher education. Funding Request $634,601. 7. National Fish and Wildlife Foundation – Alaska Fish and Wildlife Fund, submitted December 2016. Development of stressor assessment of essential fish habitat in Cook Inlet. In Collaboration with NOAA Fisheries. Funding Request $125,000. 8. North Pacific Research Board, submitted December 2016. BeringWatch: Enhancing the Capacity of Tribal Environmental Programs in Western Alaska. In collaboration with the Alaska Division of Geological and Geophysical Surveys and the Aleut Community of St. Paul Island. Funding Request $47,706. 9. UAF-URSA, submitted March 2016. Getting Muddy with Coastal Education and Research: Dynamic Alaskan Coastlines Spring 2016 Field Trip. Funding Request $5,000. 10. UAF-URSA Mentor Award, submitted February 2016. Building on Success: Mapping Our Path into the Future with Real-Time Kinematic GPS. Funding Request $5,000. 11. North Pacific Research Board, January 2016. Flooding and Erosion on the Yukon- Kuskokwim Delta: Community Coastal Geohazard Assessment of Tununak, Alaska. Funding Request $16,945 12. National Park Service – Alaska Region Natural Resource Project, submitted December 2016. Unlocking sediment archives containing 10,000 years of environmental change, James Lagoon, Kenai Fjords National Park. Funding Request $81,879. 13. Coastal Marine Institute, submitted May 2015. Development of sedimentary, geophysical, and geospatial datasets to decipher extreme storm event chronology, frequency, and environmental impact, Norton Sound Alaska. Funding Request $799,550. 14. National Science Foundation, submitted December 2014. Pre-Proposal: A Science & Technology Center (STC) for Sustainable Ecosystems in Ice-bound Coastal Environments (SE-ICE). Funding Request $250,000. EDUCATIONAL ACTIVITIES CURRENT TEACHING Undergraduate and Graduate – UAF Department of Geosciences • GEOG 111x Online - Elements of Physical Geography w/Lab • GEOG/GEOS 339, Change Detection in Arctic Systems • GEOG/GEOS 483, Research Design, Writing, and Presentation Methods • GEOS/GEOG 460/660, The Dynamic Alaskan Coastline • GEOS 488/697, Undergrad/Grad Research Curriculum Vitae Chris Maio Page 17 of 22",
        "COURSES TAUGHT Undergraduate – UMass Boston School for the Environment • EEOS 101, Introduction to the Global Environment, Navitas International Education Program, 2011-2012 • EEOS 478, Academic Skills for Multicultural Students, 2011-2012 FIELD TRIPS CONDUCTED • Glacial Geology of the Alaska Range. UAF GEOG 339. 2017, 2019 • Dynamic Alaskan Coastlines, Homer, Alaska. UAF GEOS 460/660. 2016 and 2018. • Fox Permafrost Tunnel, Alaska. UAF GEOG 111. 2014-2015 • Museum of the North, Alaska. UAF GEOG 111. 2014-2015 • Poker Flat Research Range, Alaska. UAF GEOG 339. 2015 • Field Trips in Environmental Science. UMass Boston School for the Environment 3 day 1 credit field trips. 2010-2014 • Geographical and historical evolution of Boston’s coastal environment. National Science Foundation supported Coastal Research in Environmental Science and Technology - Experience for Undergraduates (CREST-REU) program at UMass Boston, July 2012, July 2013 • The Story of the Past Yields Clues to the Future, Woods Hole Oceanographic Institution’s Ocean Science Journalism Fellowship program, August 2012 SYNERGISTIC ACTIVITIES CURRENT & RECENT COLLABORATORS • Alix, Claire, Professor, Arctic Archeology, University of Paris • Bigelow, Nancy, Director, Alaska Quaternary Center, University of Alaska Fairbanks • Crowell, Aron, Director, Smithsonian Institution Arctic Studies Center • Donnelly, Jeffrey, Tenured Professor, WHOI - Coastal Systems Group • Dunham, Gabe, Dillingham MAP Agent, Alaska Sea Grant • Eagle, Meagan, Research Scientist, USGS at WHOI • Flensburg, Susan, Environmental Program Manager, Bristol Bay Native Association • Gontz, Allen, Chair, Department of Geological Sciences, San Diego State University • Harris, Bradley, Associate Professor, Alaska Pacific University –FAST Lab • Hawkes, Andrea, Professor of Coastal Geology, University of North Carolina at Wilmington • Kinsman, Nicole, Alaska Regional Advisor, NOAA/NOS/National Geodetic Survey • Lenz, Josephine, Alfred Wegener Institute Helmholtz Centre for Polar and Marine Research, Potsdam, Germany • Mason, Owen, Research Affiliate, INSTAAR, University of Colorado • Overbeck, Jacquelyn, Coastal Hazards Program Manager, Alaska Division of Geological and Geophysical Surveys Curriculum Vitae Chris Maio Page 18 of 22",
        "• van Hengstum, Pete, Assistant Professor, Department of Marine Sciences, Texas A&M Galveston • Walter Anthony, Katie M. University of Alaska Fairbanks • Wooller, Matthew, Director, Alaska Stable Isotope Facility SERVICE UNIVERSITY SERVICE • UAF Faculty Senate Alternate, 2018-2020 • UAF Curriculum Affairs Committee, 2018-2020 • UAF-CNSM Faculty Search Committee, Remote Sensing Position, 2020. • UAF-CNSM Faculty Search Committee, Geographic Information Science Position, 2020. • Committee member, CNSM/NRM Transition Committee (appointed by Provost Henrichs), 2018 • Presenter and Participant, Alaska National Lab Day, UAF. 2018. • UAF Coordinator, Trimble University Partnership Program, Ongoing • Committee member, Reichardt Building Space Committee, Ongoing • Committee member, Geoscience/Geography Curriculum Committee, Ongoing • Marine Science Member, Alaska Quaternary Center Board of Directors, CNSM, Ongoing • High School Student Recruiting, UAF-CNSM COSMOS Event, 2017-2018. • Committee member, Interdisciplinary Climate Change Certificate Feasibility Committee, 2018 • Committee member, Geospatial Science and Remote Sensing Certificate Program Feasibility Committee, 2018 • Scientific Participant and Observer aboard R/V Sikuliaq: SKQ201602S Sediment Coring Test Cruise, San Diego, CA. 2016. • Committee member, CNSM Grade Appeal, 2016. PROFESSIONAL SERVICE • Reviewer: State of Alaska Department of Natural Resources Division of Geological and Geophysical Surveys, ▪ 2020: Coastal flood impact assessments for Alaska communities ▪ 2020: Shoreline change at Alaska coastal communities ▪ 2017: Storm surge feature extraction from digital elevation models using intra- storm photographs ▪ 2016: Geologic Map of Shaktoolik, Alaska. • NOAA National Marine Fisheries Service Internal Review, 1 Manuscript 2019 • Reviewer: Geomorphology, 1 Manuscript spring 2020 • Reviewer: Quaternary International, 1 Manuscript 2018 • Reviewer: Journal of Applied Geophysics, 1 Manuscript 2018 • Reviewer: Journal of Coastal Research, 1 Manuscript 2014, 1 Manuscript 2016 Curriculum Vitae Chris Maio Page 19 of 22",
        "• Reviewer: Alaska Space Grant Program Graduate Research Grant, 4 Proposals January, 2018 • Reviewer: Alaska Quaternary Center David and Rachel Hopkins Fellowship, 2016- 2018 • Reviewer: National Science Foundation, 1 Proposal 2020, 1 Proposal 2016 • Coastal Erosion Specialist, Alaska Native Tribal Health Consortium Local Environmental Observer Network (https://anthc.org/what-we-do/community- environment-and-health/leo-network/) INVITED SPEAKER • Sea Level Rise and Coastal Impacts, UAF College of Natural Science and Mathematics Chapman Chair Seminar Series, March 1, 2018. • Adventures in Coastal Geography, Institute of Marine Science Seminar Wednesday, November 23, 2016. • The use of Continuous Flow AMS radiocarbon aging on carbonate shells from areas having preservation potential of cultural resources. Massachusetts Historic Preservation Conference, October 2013 • Ancient Forests, Native American Midden Piles, and Climate Change, Native American interaction with dramatic environmental change during the late Holocene. Massachusetts Archeological Society, December 2012 • Developing a Paleo-Hurricane Record of Waquoit Bay Massachusetts. Teachers on the Estuary (TOTE) workshop, Waquoit Bay NERR, June 2011, June 2012 • Researching the Past to Understand the Future, Sea-Level Rise and a Submerged Ancient Forest, Waquoit Bay NERR Coffee House Series, Fall 2011, Summer 2012 • The Battle of Chelsea Creek: GIS recreation of Boston’s Historical Landscape Revere Historical Society, 2011 • Geophysics and Archaeology, Boston Museum of Science, Summer 2008 • Applications of Geophysics in Archaeology, Paul Revere House, 2008 PUBLIC SERVICE • Community Based Erosion Monitoring Annual Celebration and Dinner, Anchorage, AK, February 2020 • Community Stakeholder Meeting - Coastal Erosion Monitoring in Bristol Bay. Dillingham, AK, August 2018. • Shishmaref Community Workshop – Archeological and Geological findings from Cape Espenberg field work. Shishmaref, AK. August 2017 • Bering Land Bridge National Preserve Visitor Center, Presentation on summer field work discoveries. Nome, AK. August 2017 • REACH Up Project, Alaska Native Education Program, February 2017 http://k12reach.org/videos.php https://player.vimeo.com/video/213903529 https://player.vimeo.com/video/267268379?width=640&height=360&iframe=true • Moving Meshik – Alaska Native Tribal Health Consortium video May 2017. (https://www.youtube.com/watch?v=xPV2BEAGJ4E) Curriculum Vitae Chris Maio Page 20 of 22",
        "• North Pole Middle School, Anna Creamer ELP Teacher, Class visit focused on permafrost in Alaska, February 2017 • National Geographic Years of Living Dangerously, November 2016 http://channel.nationalgeographic.com/years-of-living-dangerously/episodes/gathering- storm/ • Stakes for Stakeholders: coastal erosion monitoring training workshop, Dillingham, AK. August 2016 • Rocky Mountain School, Goodnews Bay, Alaska public coastal science outreach program 2015-2017 • USGS in partnership with the Mashpee Wampanoag Tribe and WBNERR, Native Youth in Science – Preserving Our Homelands program – educational consultant, 2012 PUBLIC NEWS OUTREACH • KDLG Public Radio in Bristol Bay, Strong waves from Sunday's storm wash away Dillingham shoreline. http://www.kdlg.org/post/strong-waves-sundays-storm-wash- away-dillingham-shoreline#stream/0 • UAF News and Information, Alaskan receives Digital Coast Fellowship. https://news.uaf.edu/alaskan-receives-digital-coast-fellowship/ • Alaska Sea Grant, Two-year project on coastal resilience wraps up in Goodnews Bay. https://alaskaseagrant.org/2017/10/04/two-year-project-on-coastal-resilience-wraps-up- in-goodnews-bay/ • Bristol Bay Times, Community takes steps to adapt to climate change. http://www.thebristolbaytimes.com/article/1818community_takes_steps_to_adapt_to_c limate • Daily News Miner, Students highlight amazing geology of Interior Alaska. http://www.newsminer.com/features/sundays/community_features/students-highlight- amazing-geology-of-interior-alaska/article_aaacd262-32ee-11e7-8cc5- cb6fc2eba594.html • Alaska State Survey News Release, Community-based coastal monitoring project underway for Bristol Bay. September 15, 2016. URL: http://dnr.alaska.gov/shared/mediareleases/dsp_media_release.cfm?id=2320&title=Co mmunity%2Dbased%20coastal%20monitoring%20project%20underway%20for%20Br istol%20Bay • Alaska Sea Grant News, Shoreline monitoring in Goodnews Bay, Alaska, will help residents map changes. July 18, 2016. URL: https://seagrant.uaf.edu/news/2016/07-18- 16-goodnews-bay-shoreline-monitoring.php • Daily News Miner, How an ocean phenomenon in the Caribbean is helping Bering Sea research. July 5, 2016. URL: http://www.newsminer.com/features/sundays/community_features/how-an-ocean- phenomenon-in-the-caribbean-is-helping-bering/article_6d339f4e-42e2-11e6-9625- 1f82812b67eb.html • Daily News Miner, Field Notes of a Geographer. September 21, 2015. URL: http://www.newsminer.com/science_and_technology/field-notes-geographer- researches-state-s-shifting-coastlines/article_e94274e2-60fd-11e5-acc5- 53a6ccf91894.html Curriculum Vitae Chris Maio Page 21 of 22",
        "AWARDS • 2019 CNSM Outstanding Teacher Award • 2015 CNSM Outstanding Teacher Award • 2013 United States Coast Guard Arctic Service Medal AFFILIATIONS • Alaska Quaternary Center • Trimble University Partnership Program • American Geophysical Union • Alaska Anthropology Association • Coastal Education and Research Foundation • Geological Society of America • American Fisheries Society • University of Alaska Museum of the North • ANTHC Local Environmental Observer Network Curriculum Vitae Chris Maio Page 22 of 22"
    ]
}