{
    "FILE_NAME": "https://www.sierraclub.org/sites/www.sierraclub.org/files/2023-06/202306-June-Newsletter.pdf",
    "ALL TEXT": "Monthly E-Sierran Newsletter June 2023 Dear Emma, June brings new events, actions, and movement building both at the Sierra Club and beyond. This month we celebrate Pride Month, which commemorates the anniversary of the Stonewall Uprising and honors LGBTQ+ history and identities, as well as Juneteenth, the annual commemoration of the end of slavery in the United States after the Civil War. Here at the Chapter we are excited about the re-launch of our local outings program and the beginning of new energy justice organizing efforts, among many other happenings this month! Read on to check out what's coming up in June 🌻 What's Happening at the Massachusetts Chapter Training: How to Elect Climate Champions Massachusetts ranks at the bottom of competitive elections in the country and nowhere is it more apparent than in the smallest races: Municipal Light Plants. This fall, several of these towns will have climate champions on the ballot. These small races will have a big impact, electing leaders with the power to improve the amount of clean energy available to their constituents and sending a message to local leaders that we are moving forward with the solutions to meet our energy and climate goals. Join us as we build a team that’s trained to find and elect climate champions who will work to transition off fossil fuels. JUNE 6 at 7PM RSVP Here Chapter Outing: Breakheart Reservation and NEMT Forest Local outings are returning to the Massachusetts Chapter! Join the Sierra Club Massachusetts Chapter on June 10th for an outing in celebration of the 50th anniversary of the Endangered Species Act! The walk will be about 4 miles long through Breakheart Reservation to the Northeast Metro Tech (NEMT) forest. This forest is at risk of being clear-cut based on the planned site of the new school building. We will discuss some of the biodiversity documented at this site by Friends of Wakefield’s NEMT Forest. (Read below about a recent victory for this forest!) JUNE 10 at 9AM RSVP Here Plant Based Cooking Demonstration Learn how to make healthy plant-based food with the Plant-based Planet Team! We'll demonstrate how to make various plant-based dishes at home. Feel free to ask us questions; we'll be happy to help you. JUNE 25 at 7PM RSVP HereMassachusetts Equity & Justice Roadmap In 2020, the Massachusetts Chapter—with the help of numerous volunteers, partners, and allies —wrote and publicly released an Equity and Justice Roadmap. We advocate for environmental justice and climate justice across the state, but we can't do this well without ensuring that we are a just organization. Learn about the Roadmap we've created for the Chapter to become a more equitable organization and ways you can be part of the movement! Support the Chapter Clean Energy & Climate Incorruptible Mass Podcast: Climate Change Strategy with Jess Nahigian Check out this episode of the Incorruptible Mass podcast featuring our Chapter's Political Director, Jess Nahigian! This episode covers what environmental legislation was passed last cycle, where Massachusetts is falling behind on implementation, and how we can all bring more joy to our climate work. Also featured on the episode: Jordan Berg Powers, Jonathan Cohn, and Anna Callahan chat about Massachusetts politics. Click below to listen to the episode, or you can watch the video version on their YouTube channel. Listen to the Episode! Image credit: Incorruptible Mass Petition: Stop Private Jet Expansion at Hanscom! \"They’re among the most polluting forms of transportation on the planet, catering mainly to the wealthy and powerful, and in recent years, their use has soared at airports such as Hanscom Field. Over the past 30 years, the number of private jets flying to or from New England’s largest noncommercial airport has more than quadrupled, and their numbers are expected to increase in the coming years. To accommodate the growing demand, the Massachusetts Port Authority, which operates Hanscom, is considering a controversial proposal to build 27 new hangars — significantly increasing the amount of space to park private jets at the airport in this suburb northwest of Boston..\" [Keep reading on the Boston Globe] Sign the petition to Governor Healey to stop super-emitter private jet expansion at Hanscom Airfield -- or any airport! Sign the Petition Note: After signing, you can close out of the donation page as donations through that platform support the platform and not the cause. Protect the Planet and Natural Resources Victory for Northeast Metro Tech Forest -- but there's still work to do!Congratulations to the Friends of Wakefield's Northeast Metro Tech (NEMT) forest for their impressive organizing on behalf of the Northeast Metro Tech forest. On May 30th, 2023, the Wakefield Conservation Commission voted to deny the permit for cutting the forest for a new school building. There is the potential for this decision to be appealed, so we encourage folks to continue sharing information about this forest and why the conservation commission permit decision should stand. Learn more here and share what you have learned. Return of Local Outings! Massachusetts Chapter Outings Program Participating in a Sierra Club Outing is a safe and fun way to experience the beauty and variety of the terrain in Massachusetts: mountains, beaches, woodlands, and rivers. Our priorities are (1) safety of participants (2) having fun, and (3) getting there and back while feeling inspired. Participating in outings is also a way to meet other people who are enthusiastic about exploring, protecting, and enjoying the exceptionally beautiful place in which we live. Outings are open to Sierra Club members and non-members alike. The Sierra Club does not charge a fee to participate in our outings. All are welcome - your income, religion, race, disability, sexual orientation, gender, age, or political beliefs do not matter. If you are interested in leading local outings especially those with advocacy linkages, please check out our website for more information and keep an eye out for Outdoor Leader Trainings coming later this summer. City Hike returns July 2023! City Hike Boston aims to get people outdoors to raise money to protect our planet and our communities. This program is a chance to experience East Boston’s nature, history and culture through a guided tour that aims to uplift voices of the local community and bring momentum to local environmental justice fights. Bookmark this page for more information, coming soon! Chapter Committee and Team Meetings Toxics Team Meeting RSVP Here Mondays at 5:00pm Weekly meeting of the Toxics Team. This team handles toxic pollution issues, including deadly chemicals (e.g. PFAS), plastic-based pollutants, and recycling/solid waste issues. Cape Cod Group Meeting RSVP Here Tuesday, June 6 at 7:00pm Please join us for the bi-weekly meeting of the Cape Cod Group. All interested parties are welcome. Climate Research Team Meeting RSVP Here Wednesdays at 6:10pm Weekly meeting of the Climate Research Team. This team looks at municipal progress on clean energy/climate issues and seeks opportunities to leverage municipal power for state policy change. Forest Protection Team Meeting RSVP Here Thursday, June 8 at 7:00pm The Forest Protection Team is dedicated to protecting and preserving forests and trees throughout Massachusetts through education, advocacy and community involvement. All are welcome to attend! Political Committee Meeting RSVP Here Tuesday, June 13 at 6:00pm This committee researches political candidates and makes recommendations on who the Chapter should endorse. Elections Team Meeting RSVP Here Tuesday, June 13 at 7:00pmJoin our elections team! We are building Sierra Club volunteer power to elect environmental champions this year and in years to come! Communications Team Meeting RSVP Here Thursday, June 15 at 5:00pm The \"comms\" team handles the Chapter’s digital communications, including managing our social media accounts, sending email blasts, and other digital organizing tactics. Executive Committee Meeting RSVP Here Thursday, June 15 at 5:30pm The monthly meeting of the Executive Committee. All members welcome to join except for any Executive Session. Plant-based Planet Team Meeting RSVP Here Tuesday, June 20 at 7:00pm Please join us for the monthly meeting of the Plant-based Planet Team. Come discuss strategies to promote a plant-based diet as way of fighting climate change and conserving natural resources. Transportation Committee Meeting RSVP Here Thursday, June 22 at 6:00pm Join us to discuss and respond to critical transportation issues affecting Massachusetts, including rail, bus, bike, pedestrian, and traffic pollution policies. Energy Justice Organizing Team Meeting RSVP Here Thursday, June 29 at 5:00pm \"EJOT\" is a new team focused on solutions that center the needs of those who have been most affected by the climate crisis and fossil fuel pollution. Friend and Partner Events CREW 2023 Interfaith Summit Sunday, June 4th at 4pm Tufts University Breed Hall OR Online In the wake of the National Climate Assessment and UN report in 2021 on the projected serious consequences of unchecked climate change, interfaith leaders from the greater Boston area will come together with Communities Responding to Extreme Weather (CREW) to host the fifth annual Interfaith Summit on vulnerability and climate change on the afternoon of June 4, 2023 from 4pm-6pm on zoom and in person at the Tufts University Breed Hall, located at 51 Winthrop Street, Medford, MA 02155. You have a choice of either attending in-person, or virtually on zoom. RSVP Here Learning to Say “Yes” to Climate Solutions: A Conversation with Ross McFarlane Thursday, June 8th at 4pm St. Christopher’s Church on 625 Main Street, Chatham MA. Join St. Christopher’s Episcopal Church and Faith Communities Environmental Network for a conversation with Rob McFarlane, who serves on the National Board for Sierra Club where he chairs the Conservation Policy Committee and was Vice President for Conservation from 2020- 22. This talk will focus on the need for climate and environmental advocates to lean into supporting solutions at the speed and scale needed to displace fossil fuels and avoid the worst impacts of global warming.GreenRoots: 8th Annual Evening on the Chelsea Creek Friday, June 9 at 6pm Port Park, 99 Marginal St, Chelsea MA We are thrilled to announce we are back on the Chelsea Creek waterfront for our 8th Annual Evening on the Creek. We hope you will join us for an evening of fun, live music and dancing, delicious local food, and great people as we reclaim community access to our waterfront The Evening on the Creek event has always been our largest fundraiser of the year, providing the resources to help us implement our community’s vision of environmental justice, community power and improved quality of life and health. This year, funds raised will help us to secure 17 acres of vitally important waterfront land at the Forbes Site; launch Chelsea’s first Teaching Kitchen and expand our urban agriculture and food justice work; and create new waterfront parks all while empowering our community and fostering new leadership. Tickets available for purchase. Event Details Here Our Reading List Read the latest environmental news from Massachusetts and beyond... Newton To Lead State in 'Green' Power Under New Energy Contract (Patch, 5/26/23) Cities need better public transit, less driving, new international report says. That makes Mass. a laggard, not a leader. (Boston Globe, 5/24/23) Plastic bottles harm human health at every stage of their life cycle (Grist, 5/23/23) Springfield Climate Justice Coalition rally to stop new gas system expansion proposal (Western Mass News, 5/21/23) Plan to expand hangar space for private jets at Hanscom sparks concerns about a surge in climate pollution (Boston Globe, 5/20/23) Sierra Club study links energy price fluctuations to natural gas dependency (Westchester & Fairfield County Business Journals, 5/20/23) Wellfleet Expands Single-Serving Plastic Bottle Ban (The Provincetown Independent, 5/17/23) Who Said Recycling Was Green? It Makes Microplastics By the Ton (Inside Climate News, 5/16/23) Stop & Shop eliminating plastic bags, charging $0.10 for paper across Northeast stores (WCVB, 5/16/23) How US school buses are going electric, in four charts (Canary Media, 5/15/23) Town Meeting voting on plastic bag ban, school renovation (The Eagle Tribune, 5/13/23) Climate misinformation is becoming law (Heated, 5/11/23) Plastic actually isn’t cheap (Boston Globe, 5/11/23) Bill Would Deploy Tree Canopies In Climate Fight. (State House News Service, 5/4/23) How this small Massachusetts city created homegrown solutions to urban problems. (Fast Company, 5/3/23)They pollute. You pay (literally). (Heated, 5/2/23) Always be sure to check our website calendar for more upcoming events. If you'd like the Sierra Club to co-sponsor your event (and add it to our events digest), please email us! ABOUT | DONATE | JOIN This email was sent to: emma.brown@sierraclub.org This email was sent by the Sierra Club Massachusetts Chapter 50 Federal Street, 3rd Floor, Boston, MA 02110 Unsubscribe | Manage Preferences | View as web page",
    "TEXT BY PAGE": [
        "Monthly E-Sierran Newsletter June 2023 Dear Emma, June brings new events, actions, and movement building both at the Sierra Club and beyond. This month we celebrate Pride Month, which commemorates the anniversary of the Stonewall Uprising and honors LGBTQ+ history and identities, as well as Juneteenth, the annual commemoration of the end of slavery in the United States after the Civil War. Here at the Chapter we are excited about the re-launch of our local outings program and the beginning of new energy justice organizing efforts, among many other happenings this month! Read on to check out what's coming up in June 🌻 What's Happening at the Massachusetts Chapter Training: How to Elect Climate Champions Massachusetts ranks at the bottom of competitive elections in the country and nowhere is it more apparent than in the smallest races: Municipal Light Plants. This fall, several of these towns will have climate champions on the ballot. These small races will have a big impact, electing leaders with the power to improve the amount of clean energy available to their constituents and sending a message to local leaders that we are moving forward with the solutions to meet our energy and climate goals. Join us as we build a team that’s trained to find and elect climate champions who will work to transition off fossil fuels. JUNE 6 at 7PM RSVP Here Chapter Outing: Breakheart Reservation and NEMT Forest Local outings are returning to the Massachusetts Chapter! Join the Sierra Club Massachusetts Chapter on June 10th for an outing in celebration of the 50th anniversary of the Endangered Species Act! The walk will be about 4 miles long through Breakheart Reservation to the Northeast Metro Tech (NEMT) forest. This forest is at risk of being clear-cut based on the planned site of the new school building. We will discuss some of the biodiversity documented at this site by Friends of Wakefield’s NEMT Forest. (Read below about a recent victory for this forest!) JUNE 10 at 9AM RSVP Here Plant Based Cooking Demonstration Learn how to make healthy plant-based food with the Plant-based Planet Team! We'll demonstrate how to make various plant-based dishes at home. Feel free to ask us questions; we'll be happy to help you. JUNE 25 at 7PM RSVP Here",
        "Massachusetts Equity & Justice Roadmap In 2020, the Massachusetts Chapter—with the help of numerous volunteers, partners, and allies —wrote and publicly released an Equity and Justice Roadmap. We advocate for environmental justice and climate justice across the state, but we can't do this well without ensuring that we are a just organization. Learn about the Roadmap we've created for the Chapter to become a more equitable organization and ways you can be part of the movement! Support the Chapter Clean Energy & Climate Incorruptible Mass Podcast: Climate Change Strategy with Jess Nahigian Check out this episode of the Incorruptible Mass podcast featuring our Chapter's Political Director, Jess Nahigian! This episode covers what environmental legislation was passed last cycle, where Massachusetts is falling behind on implementation, and how we can all bring more joy to our climate work. Also featured on the episode: Jordan Berg Powers, Jonathan Cohn, and Anna Callahan chat about Massachusetts politics. Click below to listen to the episode, or you can watch the video version on their YouTube channel. Listen to the Episode! Image credit: Incorruptible Mass Petition: Stop Private Jet Expansion at Hanscom! \"They’re among the most polluting forms of transportation on the planet, catering mainly to the wealthy and powerful, and in recent years, their use has soared at airports such as Hanscom Field. Over the past 30 years, the number of private jets flying to or from New England’s largest noncommercial airport has more than quadrupled, and their numbers are expected to increase in the coming years. To accommodate the growing demand, the Massachusetts Port Authority, which operates Hanscom, is considering a controversial proposal to build 27 new hangars — significantly increasing the amount of space to park private jets at the airport in this suburb northwest of Boston..\" [Keep reading on the Boston Globe] Sign the petition to Governor Healey to stop super-emitter private jet expansion at Hanscom Airfield -- or any airport! Sign the Petition Note: After signing, you can close out of the donation page as donations through that platform support the platform and not the cause. Protect the Planet and Natural Resources Victory for Northeast Metro Tech Forest -- but there's still work to do!",
        "Congratulations to the Friends of Wakefield's Northeast Metro Tech (NEMT) forest for their impressive organizing on behalf of the Northeast Metro Tech forest. On May 30th, 2023, the Wakefield Conservation Commission voted to deny the permit for cutting the forest for a new school building. There is the potential for this decision to be appealed, so we encourage folks to continue sharing information about this forest and why the conservation commission permit decision should stand. Learn more here and share what you have learned. Return of Local Outings! Massachusetts Chapter Outings Program Participating in a Sierra Club Outing is a safe and fun way to experience the beauty and variety of the terrain in Massachusetts: mountains, beaches, woodlands, and rivers. Our priorities are (1) safety of participants (2) having fun, and (3) getting there and back while feeling inspired. Participating in outings is also a way to meet other people who are enthusiastic about exploring, protecting, and enjoying the exceptionally beautiful place in which we live. Outings are open to Sierra Club members and non-members alike. The Sierra Club does not charge a fee to participate in our outings. All are welcome - your income, religion, race, disability, sexual orientation, gender, age, or political beliefs do not matter. If you are interested in leading local outings especially those with advocacy linkages, please check out our website for more information and keep an eye out for Outdoor Leader Trainings coming later this summer. City Hike returns July 2023! City Hike Boston aims to get people outdoors to raise money to protect our planet and our communities. This program is a chance to experience East Boston’s nature, history and culture through a guided tour that aims to uplift voices of the local community and bring momentum to local environmental justice fights. Bookmark this page for more information, coming soon! Chapter Committee and Team Meetings Toxics Team Meeting RSVP Here Mondays at 5:00pm Weekly meeting of the Toxics Team. This team handles toxic pollution issues, including deadly chemicals (e.g. PFAS), plastic-based pollutants, and recycling/solid waste issues. Cape Cod Group Meeting RSVP Here Tuesday, June 6 at 7:00pm Please join us for the bi-weekly meeting of the Cape Cod Group. All interested parties are welcome. Climate Research Team Meeting RSVP Here Wednesdays at 6:10pm Weekly meeting of the Climate Research Team. This team looks at municipal progress on clean energy/climate issues and seeks opportunities to leverage municipal power for state policy change. Forest Protection Team Meeting RSVP Here Thursday, June 8 at 7:00pm The Forest Protection Team is dedicated to protecting and preserving forests and trees throughout Massachusetts through education, advocacy and community involvement. All are welcome to attend! Political Committee Meeting RSVP Here Tuesday, June 13 at 6:00pm This committee researches political candidates and makes recommendations on who the Chapter should endorse. Elections Team Meeting RSVP Here Tuesday, June 13 at 7:00pm",
        "Join our elections team! We are building Sierra Club volunteer power to elect environmental champions this year and in years to come! Communications Team Meeting RSVP Here Thursday, June 15 at 5:00pm The \"comms\" team handles the Chapter’s digital communications, including managing our social media accounts, sending email blasts, and other digital organizing tactics. Executive Committee Meeting RSVP Here Thursday, June 15 at 5:30pm The monthly meeting of the Executive Committee. All members welcome to join except for any Executive Session. Plant-based Planet Team Meeting RSVP Here Tuesday, June 20 at 7:00pm Please join us for the monthly meeting of the Plant-based Planet Team. Come discuss strategies to promote a plant-based diet as way of fighting climate change and conserving natural resources. Transportation Committee Meeting RSVP Here Thursday, June 22 at 6:00pm Join us to discuss and respond to critical transportation issues affecting Massachusetts, including rail, bus, bike, pedestrian, and traffic pollution policies. Energy Justice Organizing Team Meeting RSVP Here Thursday, June 29 at 5:00pm \"EJOT\" is a new team focused on solutions that center the needs of those who have been most affected by the climate crisis and fossil fuel pollution. Friend and Partner Events CREW 2023 Interfaith Summit Sunday, June 4th at 4pm Tufts University Breed Hall OR Online In the wake of the National Climate Assessment and UN report in 2021 on the projected serious consequences of unchecked climate change, interfaith leaders from the greater Boston area will come together with Communities Responding to Extreme Weather (CREW) to host the fifth annual Interfaith Summit on vulnerability and climate change on the afternoon of June 4, 2023 from 4pm-6pm on zoom and in person at the Tufts University Breed Hall, located at 51 Winthrop Street, Medford, MA 02155. You have a choice of either attending in-person, or virtually on zoom. RSVP Here Learning to Say “Yes” to Climate Solutions: A Conversation with Ross McFarlane Thursday, June 8th at 4pm St. Christopher’s Church on 625 Main Street, Chatham MA. Join St. Christopher’s Episcopal Church and Faith Communities Environmental Network for a conversation with Rob McFarlane, who serves on the National Board for Sierra Club where he chairs the Conservation Policy Committee and was Vice President for Conservation from 2020- 22. This talk will focus on the need for climate and environmental advocates to lean into supporting solutions at the speed and scale needed to displace fossil fuels and avoid the worst impacts of global warming.",
        "GreenRoots: 8th Annual Evening on the Chelsea Creek Friday, June 9 at 6pm Port Park, 99 Marginal St, Chelsea MA We are thrilled to announce we are back on the Chelsea Creek waterfront for our 8th Annual Evening on the Creek. We hope you will join us for an evening of fun, live music and dancing, delicious local food, and great people as we reclaim community access to our waterfront The Evening on the Creek event has always been our largest fundraiser of the year, providing the resources to help us implement our community’s vision of environmental justice, community power and improved quality of life and health. This year, funds raised will help us to secure 17 acres of vitally important waterfront land at the Forbes Site; launch Chelsea’s first Teaching Kitchen and expand our urban agriculture and food justice work; and create new waterfront parks all while empowering our community and fostering new leadership. Tickets available for purchase. Event Details Here Our Reading List Read the latest environmental news from Massachusetts and beyond... Newton To Lead State in 'Green' Power Under New Energy Contract (Patch, 5/26/23) Cities need better public transit, less driving, new international report says. That makes Mass. a laggard, not a leader. (Boston Globe, 5/24/23) Plastic bottles harm human health at every stage of their life cycle (Grist, 5/23/23) Springfield Climate Justice Coalition rally to stop new gas system expansion proposal (Western Mass News, 5/21/23) Plan to expand hangar space for private jets at Hanscom sparks concerns about a surge in climate pollution (Boston Globe, 5/20/23) Sierra Club study links energy price fluctuations to natural gas dependency (Westchester & Fairfield County Business Journals, 5/20/23) Wellfleet Expands Single-Serving Plastic Bottle Ban (The Provincetown Independent, 5/17/23) Who Said Recycling Was Green? It Makes Microplastics By the Ton (Inside Climate News, 5/16/23) Stop & Shop eliminating plastic bags, charging $0.10 for paper across Northeast stores (WCVB, 5/16/23) How US school buses are going electric, in four charts (Canary Media, 5/15/23) Town Meeting voting on plastic bag ban, school renovation (The Eagle Tribune, 5/13/23) Climate misinformation is becoming law (Heated, 5/11/23) Plastic actually isn’t cheap (Boston Globe, 5/11/23) Bill Would Deploy Tree Canopies In Climate Fight. (State House News Service, 5/4/23) How this small Massachusetts city created homegrown solutions to urban problems. (Fast Company, 5/3/23)",
        "They pollute. You pay (literally). (Heated, 5/2/23) Always be sure to check our website calendar for more upcoming events. If you'd like the Sierra Club to co-sponsor your event (and add it to our events digest), please email us! ABOUT | DONATE | JOIN This email was sent to: emma.brown@sierraclub.org This email was sent by the Sierra Club Massachusetts Chapter 50 Federal Street, 3rd Floor, Boston, MA 02110 Unsubscribe | Manage Preferences | View as web page"
    ]
}