{
    "FILE_NAME": "https://pauldavidoff.com/wp-content/uploads/2022/11/UPCD_2022_CoolRoxburyReport_Final.2.pdf",
    "ALL TEXT": "‘Cool Roxbury’: Lower Roxbury’s Extreme Heat Challenges and Solutions REPORT BY THE 2022 SUMMER IMMERSION PROGRAM IN COMMUNITY RESILIENCE PLANNING July 5th to July 28th, 2022 Department of Urban Planning and Community Development School for the Environment University of Massachusetts, Boston University of Massachusetts Boston, Department of Urban Planning and Community Development.in partnership with:TABLE OF CONTENTS Contributors/Authors 3 Executive Summary 4 Boston Pipeline for Youth of Color in Urban Planning and Design 7 The 2022 “Pilot” Summer Immersion in Community Resiliency Planning 8 A Social History of Roxbury 12 Temperature Survey of Lower Roxbury: Our Mobile Sensor Data 15 Interviews with Roxbury Residents About Their Experiences Coping with Extreme Heat 23 Preliminary Strategies for Managing Extreme Heat in Lower Roxbury 30 References 39 2 University of Massachusetts Boston, Department of Urban Planning and Community Development.CONTRIBUTORS/AUTHORS Student Researchers Jayla Cardoso Adam Chaavhi Cristofer Cruz Camily Fidalgo Ceide (Ashley) Guillaume Mezziah Jones Esperanza Knudson Wendy Lima Diaz Aidan Luciano Kelly Mendes Kevin Meridien Jeremiah Murat Jeremiah Ray Andres Roman Oscar Zelaya Faculty Staff/Mentors Sajani Kandel, Emma Bingay Sajani.Kandel001@umb.edu Amber Dillon Kenneth Reardon, PhD, Natacia Flick Kenneth.Reardon@umb.edu Jiamin Huang Alan Wiig, PhD, Ania-Nabi Ruiz Alan.Wiig@umb.edu 3 University of Massachusetts Boston, Department of Urban Planning and Community Development.EXECUTIVE SUMMARY Project Overview Cool Roxbury: Lower Roxbury’s Extreme Heat Challenges and Solutions is a report based upon a four week investigation of extreme heat in Lower Roxbury carried out by sixteen high school students from four Boston Public Schools under the supervision of students and faculty from the University of Masschusetts Boston’s Department of Urban Planning and Community Development. The high school student researchers who participated in the 2022 Summer Program in Community Resilience Planning, co-sponsored by the Boston Planning and Development Agency, Boston Public Schools, University of Massachusetts Boston, and Madison Park High School, sought two answer two research questions. First, Does Lower Roxbury face an extreme heat problem? Two, If so, what steps can be taken to protect Lower Roxbury’s most vulnerable residents from the public health threats posed by the issue? Working with graduate planning students and faculty from the University of Massachusetts Boston, the high school students devised a four part research design to generate reliable and valid data to answer these two questions. Their research methodology included: a careful review of the existing scholarly literature on climate change and extreme heat; a review of recent climate change and extreme heat reports issued by the City of Boston; the collection of ambient air temperatures at 25 heavily used public places within Lower Roxbury; and 109 “people in the street” interviews with local stakeholders regarding their lived experiences dealing with Boston’s steadily rising temperatures. Major Research Findings • Temperatures at the 26 public places in Lower Roxbury where students took 110 ambient air temperature readings, on average, exceeded those reported by the National Weather Service at Logan International Airport by 10-15 degrees. • The temperatures recorded at the “warmest locations” within Lower Roxbury exceeded those reported by the National Weather Service at Logan Airport by 15-20 degrees. • Many of Lower Roxbury’s public playgrounds and parks, where individuals and families are encouraged to go for relief when temperatures in their residences and workplaces soar, were among the “hottest” locations in the community where temperatures often exceeded 100 degrees preventing these spaces from being safely used. • While small portions of Lower Roxbury’s playgrounds and parks are richly shaded by mature trees and shrubs, the largest areas within these recreational spaces are without mature trees and lush shrubs and therefore, remain unshaded, making them “unusable” during the warmest portion of the city’s increasing number of 90-plus degree days. • Those playground and park spaces that have significant tree coverage and generous tree canopies, benefit from one or more water features, and have lighter color pavements and park furniture recorded much cooler temperatures. As a result of these heat sensitive 4 University of Massachusetts Boston, Department of Urban Planning and Community Development.design features, these public spaces were being intensively used on the day they were surveyed despite it being one of the warmest days of this summer. • Seventy-five percent of local stakeholders interviewed for this project believe Roxbury and Boston are experiencing an increase in extreme heat. • Two-thirds of local stakeholders interviewed for this project believe Roxbury and Boston are experiencing a noticeable increase in the number of summer heat waves. The same percentage of local stakeholders believes extreme heat in Roxbury and Boston are a serious problem. • One fifth of those interviewed were not fully confident in their ability to keep themselves and their families safe in the face of increasing summer temperatures. • The overwhelming percentage of local stakeholders interviewed were eager to see the City of Boston engage residents of environmental justice communities, such as Roxbury, in devising and implementing neighborhood-scale “keep cool” plans. Policy/Planning Recommentations for Keeping Roxbury Cool The following recommendations for “Keeping Lower Roxbury Cool” were based upon the students’ review of the existing climate change and extreme heat literature, recent City of Boston reports on climate change and extreme heat, a curated walking tour of historic Roxbury, briefings by environmental planners and landscape architects, and briefings by and interviews with local residents and civic leaders. • Steps should be taken to encourage Lower Roxbury and Boston residents to drive less so as to reduce the production of greenhouse gases that is a major contributor to the city’s ever-accelerating extreme heat problem. • Incentives should be provided to local building owners to mitigate the impact of extreme heat on their building occupants. Painting roofs with reflective materials and creating green roofs where structures and space permits should be encouraged. Incentives to encourage re-insulating the roofs, attics, and basements of older residential and commercial buildings should also be provided. • Local building regulations should be amended to require the use of more sustainable building materials and construction practices as well as smart technologies to reduce unnecessary energy consumption. • Support should be provided to encourage building owners and renters to install window boxes, rain barrels, green walls, and awnings to existing buildings to reduce their contribution to higher temperatures. • Efforts should be made to increase the number of pollution resistant and low water using trees to city streets, playgrounds, parks, greenways, and residual open spaces. • Green infrastructure techniques should be used to assist with storm water management and to provide water for bioswales that contribute to improving water quality and moderating street temperatures. • Grants should be provided to local merchants and merchant associations to install first floor awnings to reduce heat gain in their buildings, provide pedestrians with shaded sidewalks, and to reinforce the identity of economically, socially, and culturally significant subareas within Lower Roxbury. 5 University of Massachusetts Boston, Department of Urban Planning and Community Development.• Bus stops should be redesigned replacing heat absorbing with heat repelling materials, increasing the amount of shade they generate, and utilizing solar energy to power fans and other cooling devices. • The City should collaborate with local civic organizations and schools to undertake an outdoor air temperature survey and tree audit of Lower Roxbury playgrounds and parks so as to generate “context specific” designs for transforming those that are currently functioning as urban heat islands into effective “cooling centers” for the community. • Among the specific urban design features to be considered for Lower Roxbury’s hottest and, therefore, least useable playgrounds and parks are: new trees, water features, rain gardens, as well as temporary structures to protect active and passive recreation users. • Strong support surfaced for expanding the federally funded Home Energy Assistance Program traditionally used to assist families with winter heating bills to help families struggling to cope with summer cooling expenses. • The City should require new publicly assisted housing to provide a cool room within each unit and a common cooling room within buildings containing fifty or more units. • The City should support the funding of an Urban Heat Ambassadors Program to undertake outreach and educational activities aimed at providing low-income and at-risk individuals with information regarding local extreme heat resources and services. Implementing a Keep it Cool Strategy for Lower Roxbury The students participating in the 2022 Summer Program believed that the City of Boston has made a significant effort documenting climate change related risks facing its neighborhoods. They also felt, the City has made an inspired effort to develop overall policies and practices aimed at reducing the extreme heat threat facing the city, based upon a careful study of world- wide “best practices” in community resiliency planning. Their investigation of the extreme heat issues in Lower Roxbury shows it to be a “real and present threat” to public health, especially for those in at-risk groups (i.e. the elderly, children, and those with underlying health problems. Their investigation also revealed a lack of implementation of the City’s most promising extreme heat mitigation strategies in Lower Roxbury which is one of the City’s long-acknowledged environmental justice communities. Students strongly recommend the funding of a neighborhood-level “Keep it Cool Roxbury Implementation Plan” that would bring many of the civic associations, community organizations, local institutions, municipal agencies, Boston Public Schools, and the University of Massachusetts Boston. These groups all particpated in the production of this report to design and implement a comprehensive cooling plan for Roxbury that could serve as a pilot for other environmental justice communities whose residents are struggling to address this problem. Such a plan would feature a five-year implementation strategy that could be rigorously evaluated before being considered for replication in other Boston neighborhoods. 6 University of Massachusetts Boston, Department of Urban Planning and Community Development.BOSTON PIPELINE FOR YOUTH OF COLOR IN URBAN PLANNING AND DESIGN PROGRAM INTRODUCTION The Boston Pipeline for Youth of Color in Urban Planning and Design Initiative was launched by the Boston Planning and Development Agency and the Greater Boston Region’s Graduate Architecture and Planning Schools and allied professional associations in November of 2021 to address the long-standing and glaring underrepresentation of people of color in the urban planning, design, and development professions. While America’s metropolitan regions are becoming increasingly diverse, the urban planning, design, and development professions have failed to attract and promote talented young persons from underrepresented minority groups. Only two percent of today’s licensed architects and less than 15% of practicing planners identify as people of color (Landis, 2019; Miguel & Dalton). This long-standing failure of our professions’ workforce development efforts has denied our fields access to the rich body of civic values, knowledge, skills, competencies, and experiences related to sustainable and just forms of community-building present within these communities. Our fields’ persistent lack of diversity has also undermined our professions’ legitimacy as facilitators of democratic forms of multi- party planning within our increasingly pluralistic society. The Boston Pipeline Initiative represents a long-term commitment by a significant cross- section of Boston’s urban planning, design, and development leaders and institutions to address this issue by implementing an ambitious multi-pronged diversity, inclusion, and equity strategy. This effort seeks to increase the percentage of planners of color in Boston from 5.75% to 23% during the next fifteen years. In the spring of 2022, UMass Boston’s Department of Urban Planning and Community Development, in collaboration with the Boston Planning and Development Agency, and Boston Public Schools, launched a pilot summer immersion program in urban planning to serve Boston’s youth of color, designed to introduce them to the many exciting career opportunities available within the fields of urban planning and design. 7 University of Massachusetts Boston, Department of Urban Planning and Community Development.THE 2022 ‘PILOT’ SUMMER IMMERSION IN COMMUNITY RESILIENCE PLANNING PROGRAM OVERVIEW In the spring of 2022, the University of Massachusetts Boston’s Department of Urban Planning and Community Development proposed a ‘Summer Immersion in Community Resilience Planning’ to the Boston Planning and Development Agency. The pilot program was designed to introduce local high school students to the principles and practices of contemporary urban planning through active engagement in community-based research focused on extreme heat threats related to climate change facing their community. Sixteen students from four high schools, Madison Park Technical Vocational High School, TechBoston Academy, Dearborn STEM Academy, and Blue Hill Regional Technical School, participated in the inaugural year of the Summer Immersion Program. During the month of July, students devoted twenty hours a week to enhance their understanding of urban planners’ role in investigating and designing strategies to mitigate the impact of extreme heat in Lower Roxbury. This work was undertaken by the high school students, in collaboration with local residents and civic leaders, local institutional leaders. and independent business owners, under the guidance of planning students and faculty from the University of Massachusetts Boston, professional planners from the Boston Planning and Development Agency, officials from the Boston Water and Sewer Commission and Roxbury Community College faculty and staff. Figure 1: Program structure offering further educational and professional opportunities. 8 University of Massachusetts Boston, Department of Urban Planning and Community Development.At the end of the 2022 Summer Immersion Program, the participating high school students presented their research findings related to urban heat issues in Lower Roxbury to the public. The audience comprised family members, neighborhood residents, area civic representatives, local institutional leaders, professional planners, and elected officials. This presentation took place on Thursday, July 28th, at 6 PM at Roxbury Community College, at which time the participating high school students proposed a “Keep Roxbury Cool Plan,” which featured their recommendations for addressing increasing urban heat issues confronting Roxbury. Students who completed the program will have the opportunity to enroll, tuition-free, in two UMass Boston urban planning classes during the 2022-2023 Academic Year. After enrolling in these courses, they will have the opportunity to complete a twelve-week paid internship with recognized public and private urban planning agencies during the summer of 2023. The overarching objective of these experiences is to encourage Boston youth of color to consider the many exciting intellectual, educational, professional, and public service opportunities available within the ever-expanding urban planning, design, and development professions within our region and beyond. RESEARCH FOCUS: EXTREME HEAT The Summer Immersion Program in Community Resiliency Planning introduced youth of color to the important role planners play in addressing one of the most frequently overlooked, yet deadly, consequences of climate change, extreme heat. Extreme heat kills more people in the United States than any other type of natural disaster (Hondula et al., 2015). While extreme heat is a natural part of our climatic system, extreme heat events are getting more frequent and prolonged because of human-induced climate change1. Heat waves are occurring more often in major cities across the United States. Their frequency has increased steadily, from an average of two heat waves per year during the 1960s to six per year during the 2010s and 2020s (EPA, 2022). Every year, we have been experiencing record-breaking heat waves beyond the distribution of previously observed temperatures. Locally, Boston’s average summer temperature has increased by 20 F since the 1960s (Heat Resiliency Study Boston, 2022). Additionally, between 2010 and 2020, Boston experienced more hot days than in any decade in the previous 50 years (Heat Resiliency Study Boston, 2022). Sadly, this trend is expected to continue. If there is no reduction in greenhouse gases, it is predicted that there will be up to 25 to 42 days above 90° F each year in Boston, including up to 1 to 6 days above 100°F by the 2050s (Climate Ready Boston, 2016). Air temperatures in the City of Boston are already higher than in nearby areas due to the intrinsic differences between the urban built environment and suburban and rural area outside the city. This well-known phenomenon is referred to as the urban heat island effect (Oke, 1973). The temperatures in urban areas due to the urban heat island effect can be 0.9 0 F to 7.2 0 F higher during the day and 1.80 F to 4.50 F during the night (Milner et al., 2017) than in other areas, 1 The latest National Climate Assessment (4th NCA, USGCRP, 2018) reports an increase in the annual average temperature in every region in the United States. The yearly average temperature over the contiguous United States has increased by 1.2 ºF (0.7 °C) over the last few decades, and by 1.8 °F (1 °C) in the previous century (Hayhoe et al., 2018). 9 University of Massachusetts Boston, Department of Urban Planning and Community Development.depending on the climate, city size, population density, and predominant built forms. The urban heat island effect is caused by elevated temperatures related to a built environment that features high concentrations of dark, heat-retaining surfaces like asphalt and concrete on paved roads, parking lots, tall buildings, anthropogenic heat waste, land cover, vegetation, and other morphological features commonly present in the urban environment (Oke, 1973; Coutts & Hahn, 2015). The Climate Central Report ranks Boston as the sixth-worst heat island among 159 cities in the United States (Climate Central Report, 2021). According to a recent heat resiliency study, Boston's city-wide median air temperature during a heat wave was 99° F during the day and 89°F at night (Heat Resiliency Study Boston, 2022). The combined effect of urban heat islands and increasing temperatures due to climate change increases heat exposure for city residents. For communities like Roxbury, which are already overburdened with an array of socio-economic and community health issues, increasing extreme heat risks can cause disproportionate impacts. The area is vulnerable to extreme heat events due to a large share of at-risk residents, (i.e., chronically ill residents and older individuals), combined with the neighborhood’s significant share of aging housing stock and high heat-trapping surfaces like highways, arteries, and parking lots. All these factors combine to add to the area’s heat footprint compared to other parts of Boston. Given multiple projections of an increase in global temperatures and the limited nature of efforts to reduce greenhouse gas, extreme heat will continue to be a major public health threat in the United States. OBJECTIVE AND RESEARCH QUESTIONS The 2022 Summer Immersion Program students focused their research activities on two major questions. Research Question 1: Does Lower Roxbury face an extreme heat problem? Research Question 2: If yes, what steps should be taken to protect Roxbury’s most vulnerable residentss from the health threats posed by this issue? RESEARCH PROTOCOL Students in the program participated in a collaborative research project with Roxbury residents to determine the nature, extent, and impact of extreme heat on this historic, predominantly African American community. For four weeks, students were involved in the following research activities. 1) A classroom-based introduction to urban planning, urban design, and site planning with a focus on community planning concepts. In-depth exposure to the social history of Lower Roxbury through a guided historical tour and engagement with community leaders and other local stakeholders. Field trips to Boston City Hall, the Boston Planning and Development Agency, and the Rose Kennedy Greenway. A lecture on designing with nature given by MIT’s Professor Anne Whiston Spirn. 2) Introduction to climate change, its varied impacts on the planet, the United States and Boston. Introduction to the silent yet deadly effects of climate change: extreme heat, 10 University of Massachusetts Boston, Department of Urban Planning and Community Development.different heat metrics, weather, microclimatic variations, heat waves, and urban heat islands and its disproportionate exposure within and impacts among neighborhood-based communities. 3) Exploration of climate change adaptation practices. Ship-based field visit to the Boston Harbor to learn about ‘the good, bad, and ugly side of climate resiliency planning’ focused on waterfront resiliency and adaptation. A visit to Rose Kennedy Greenway to view the application of urban greening and sustainable design concepts. 4) Introduction to research methods and civic engagement skills. Interceptor interviews with people on the streets in Lower Roxbury to acquire a better understanding of the perceptions of increasing incidents of extreme heat among residents. A visit to the Edward Kennedy Institute for the US Senate to introduce the students to the Green New Deal legislation being debated in the US Congress and to highlight the importance of federal, state, and local political leaders working together to address climate change. 5) Temperature surveying and mapping within areas of community significance in Lower Roxbury to identify high-temperature spots in the neighborhood. These surveys involved the students in collecting ambient temperature, surface temperature, humidity, and heat index data at important public places within the neighborhood. 6) Field trip to the Museum of Science to learn more about current research trends and findings around extreme heat in Boston and to explore the museum’s climate change exhibits. 7) Engaging local stakeholders in exploring alternative urban planning, policy, and design strategies to mitigate the most severe effects of extreme heat in Lower Roxbury. 8) Presenting the results of their field-based research efforts to local officials responsible for shaping the next iteration of the Climate Ready Boston Plan and Boston’s Heat Resiliency Study. 11 University of Massachusetts Boston, Department of Urban Planning and Community Development.Figure 2 : Program participants examining the Mel King mural on the entrance of Madison Park Technical High School. THE SOCIAL HISTORY OF ROXBURY Figure 3: Student researchers on a tour of Roxbury’s historic architecture led by Ena Fox of Roxbury Heritage State Park. 12 University of Massachusetts Boston, Department of Urban Planning and Community Development.Student Research Activity: Historic Walking Tour & Elder Interview Many of our students this summer live in and attend high school in Roxbury. However, few of them were aware of the neighborhood’s rich social history. For instance, although many of the program participants attended Madison Park Technical Vocational High School, they were unfamiliar with community activist, educator, and former State Representative Mel King, whose image dominates a prominent mural at the entrance of their main school building. In Week 1 of the program, we arranged a walking tour of the neighborhood with Ena Fox of Roxbury Heritage State Park who provided the students with an introduction to the social history and urban geography of Roxbury. We also held an ‘elder interview’ with Randy Foote, a fifty-year resident of Roxbury’s Fort Hill area and longtime community organizer and former instructor at Roxbury Community College. These activities were intended to highlight the neighborhood's rich Civil Rights and community organizing histories and allow the students to see the results of planning and community organizing concepts in situ, in the material form of the built environment, as well as the social makeup of the area. A Brief History of Roxbury Roxbury originated as an agricultural settlement south of the City’s colonial-era waterfront in what is now downtown Boston. As Boston’s economy industrialized and the City’s population grew in the 1800s, the composition of Roxbury changed to reflect both an increase in residential dwellings and local work in mills, warehouses, and breweries. During this same period, railroads and streetcar lines began to connect Roxbury to the greater city region. This working-class, European-American immigrant neighborhood transitioned via the Great Migration of the 1940s and 1950s into one with a large African American, Caribbean, and African diaspora population (Davis, no date; Hayden 2018). By the 1960s, multiple social and economic crises impacted Roxbury. Local job losses due to deindustrialization, the growth of Boston’s surrounding suburbs—and their emergent information and innovation economy jobs—led to white flight out of the neighborhood. Exclusionary zoning in these same suburban cities prevented the remaining African American population from relocating out of Roxbury, while bank redlining meant these residents were unable to take out mortgages needed to finance home ownership and upkeep of the area. Inequitable school funding created significant barriers for local youth seeking to achieve the skillsets required for jobs in the ‘new’ economy, further reinforcing the lack of opportunity for Roxbury residents (Vrabel 2014). Over this same period, Roxbury residents worked with leaders from other affected neighborhoods to stop the Interstate-95 Southwest Connector project that would have constructed an elevated, eight lane freeway through the neighborhood to shorten the commutes of suburbanites travelling to center city jobs (Crockett 2018). Resident-led calls to address Roxbury’s social, racial, and economic inequalities have remained a central element of the community’s civic life over the decades. With the assistance of MIT and former City Councilman Tito Jackson, the community formulated an alternative plan for their area, Reclaim Roxbury, featuring significant affordable housing, improvement of open spaces, local hiring requirements, enhanced transportation options, and expanded city services 13 University of Massachusetts Boston, Department of Urban Planning and Community Development.(The 2015 Roxbury Neighborhood Design and Planning Workshop Group, 2015). More recently, Mayor Walsh’s Boston 2030 Plan targeted Roxbury for significant new, higher density, residential and commercial development as part of a broader effort to ‘up zone’ and densify neighborhoods close to downtown Boston to accommodate additional housing (City of Boston, 2017). While new real estate development continues to increase gentrification pressures on the neighborhood, efforts to establish anchor institutions and locally owned businesses are also ongoing, reflective of community needs and an intensifying demand for greater representation of Roxbury diversity. Dudley Square was renamed Nubian Square to reflect its importance as the historic center of African American cultural and civic life in Boston. Boston Public Schools’ Central Office was moved to the Bruce C. Bolling Municipal Building, bringing a key city agency along with its large workforce to the Square and its MBTA bus transit hub. The renovated Roxbury Branch of the Boston Public Library is also found on the Square. Roxbury residents, activists, politicians and community groups have continued organizing to ensure the incorporation of their voices into new development within the neighborhood. Today, Roxbury is home to approximately 54,905 residents, making it Boston’s second- most populated neighborhood after Dorchester. Roxbury has the second highest population of African-Americans in Boston after Dorchester, and the second highest population of Latinos following East Boston. The average household income in Roxbury is $33,322, making it the second lowest income neighborhood in Boston. It also has the highest percentage of people— 42.5% — making less than $25,000 in yearly income (Lima et al., 2020). Along with unfavorable economic conditions in Roxbury, there is a clear difference in community health status between local residents and those living in other Boston neighborhoods that becomes more pronounced during extreme heat events. Life expectancy in Roxbury is 59 years old while the life expectancy in Back Bay is 89 years old, which is due to a variety of economic and environmental factors. In Roxbury, the high cost of living, significant substance abuse and lack of access to healthy foods are among the leading contributors to environmental stress, exacerbating pre-existing health conditions such as heart disease and gastro-intestinal dysfunction (Conyersm et al., 2018). As extreme heat events become more common in Boston, it is essential to understand how these longstanding urban disparities intersect with and are exacerbated by increased heat. 14 University of Massachusetts Boston, Department of Urban Planning and Community Development.TEMPERATURE SURVEY IN LOWER ROXBURY: OUR MOBILE SENSOR DATA Figure 4: Pocket Lab W eather sensor with temperature probe Figure 6: Student-researchers taking temperature readings at the Nubian Square Bus Station Figure 7: Student-researchers taking temperature readings at Roxbury Heritage State Park. Figure 5: The boundaries of our Lower Roxbury study area. 15 University of Massachusetts Boston, Department of Urban Planning and Community Development.Student Activity: Temperature Survey On a very hot day during the third week of the Summer Immersion Program, students and mentor staff collected ambient air temperature data in different parts of Lower Roxbury. Students were divided into five groups with one mentor accompanying each team. The students used the ‘Pocket Lab Weather’ sensor to survey each location's ambient temperature, humidity, and heat index. Students identified the data collection locations and reported the data in the ‘It’s Hot’ Survey App created on Fulcrum Community Mapping Platform (https://www.fulcrumapp.com/). Twenty-six locations around Lower Roxbury were identified for a temperature survey on Wednesday, June 20th, 2022. These included, but were not limited to street segments, major intersections, playgrounds, parks, areas adjacent to community buildings, bus stations and bus stops, and the Orange Line T Station. A community mapping exercise was conducted beforehand to determine areas, locations, or facilities of greatest importance to the students, their families, and the community. Additional community areas were identified by community leaders during the elder interviews that the students conducted during the first two weeks of the program. Initially, 31 locations were identified, of which 26 sites were selected for the temperature survey, as noted below in Table 1. Table 1: Student identified temperature survey locations. Parks Playground Orchard Park Mt. Pleasant Play Area Jeep Jones Park Lambert Avenue Playground Highland Park Marcella Playground Malcolm X Park Roxbury Skate Park/Little Scobie Playground Cedar Square Park Gertrude Howe’s Playground Thornton Street Urban Farm John Elliot Square Schools Churches Orchard Gardens K-8 School St. John & St. James Church Little Brown Bear Academy Boston Missionary Baptist Church Dearborn STEM Academy Charter School Entrance Bus Stations and T Stops Street segments, plaza, and community facilities Nubian Station Dudley Square Plaza Nubian Station Bus Stop Jackson Square Parking Lot Roxbury Station Bus Stop Malcolm X Boulevard Warren Street Bus Station Concrete Lot Washington Street Bus Stop Yawkey Boys and Girls Club - Roxbury Centre and Highland St. Bus Stop USPS Post Office Roxbury Branch, Boston Public Library 16 University of Massachusetts Boston, Department of Urban Planning and Community Development.. Figure 8: Students identifying locations for the temperature survey in Lower Roxbury. 17 University of Massachusetts Boston, Department of Urban Planning and Community Development.Delineating the Study Area: The study area for the temperature survey was defined, in large part, by the traditional boundaries of Lower Roxbury. The study area included all the community locations of interest identified by our students. The study areas were delineated by significant street segments, including: Columbus Ave., Melena Cass Blvd., Blue Hill Ave., and MLK Jr. Blvd. Below is a map of the study area for reference. Figure 9: Roxbury neighborhood (on the left). Study area for the temperature survey for the Summer Program (on the right). Figure 10: Groups assigned to different location for temperature measurements in Lower Roxbury. 18 University of Massachusetts Boston, Department of Urban Planning and Community Development.Temperature Data and Analysis Students were divided into five groups, and each was assigned a mentor. Each group went to their assigned locations for the temperature data collection (See Fig 7). The primary instructor of the summer program surveyed the sixth location (labeled as ‘other’). The temperature survey was done on Wednesday, July 20, 2022, from 11:30 AM to 12:45 PM. The initial plan included surveying this location for two consecutive days during three different time periods each day (9 PM, 12 PM, and 3 PM). However, the week we had available to survey temperatures soared prompting the City of Boston to declare a ‘Heat Advisory’ during which temperatures were expected to reach 950 F. We, therefore, modified the field research plan in order to keep our students and faculty safe. We collected 110 temperature data points at 26 locations in our study area during our field research. We used the ‘Pocket Lab Weather’ Sensor for the survey's temperature, humidity, and heat index data. Pocket Lab Weather uses a temperature probe to record the data, and a Bluetooth-based mobile application displays the measurements. The ‘It’s hot’ app was used to report and geotag the data for visualization and analysis. Figure 11: Locations where temperature data points were measured. According to the National Weather Service measurement site at Boston’s Logan International Airport, the minimum and maximum temperatures for the day of our survey (Wednesday, July 20, 2022) was 920 F and 960 F respectively with the average temperature for the day being 840 F. The temperature at the time we started data collection was 890 F. According to temperature data collected using Pocket Lab Weather Sensor, the minimum temperature 19 University of Massachusetts Boston, Department of Urban Planning and Community Development.collected was on the day was 90 0F while the maximum temperature was 1040 F. Below is the snapshot of the data we collected on our survey day. Table 2: Snapshot of temperature data points collected on July 20, 2022. NWS Temperature during data collection 89 0F Minimum 90 0F Maximum 104 0F Mean 98 0F On average, most location points were hot because of the high temperatures reached during the data collection period. However, some locations were significantly hotter than others. For example, street segments, playgrounds, and parks were the hottest. Major street segments like Warren Street, Columbus Avenue, and MLK Jr. Boulevard were significantly hotter because of the prevalence of high heat-trapping surfaces and heat exhaust from regular traffic. Parks and playgrounds were also significantly hotter depending on the proportion of the sites shaded by trees, the presence or absence of structures providing shade, and the presence or absence of water features. Most of Roxbury’s playgrounds and parks appear to have been designed without extreme heat events being considered. Not all playgrounds have water features nor do they always have enough natural shade or shade canopies. Elements like rubber surfaces, dark-colored playing equipment or seating elements, and synthetic grass turf in the playground appeared to make temperature conditions much worse. Basketball or tennis courts in the park and playgrounds were also significantly hotter. Similarly, bus stations with shade structures were much cooler than those that did not have any protected places providing refuge from the sun. Table 3: Different urban features in Lower Roxbury and their temperature profiles. Location Type Min Max Mean Next to buildings/structures 92 104 100 Playgrounds 93 103 96 Parks & Open Spaces 93 102 98 Selected Street Segments 90 104 97 Bus Stations 90 99 95 20 University of Massachusetts Boston, Department of Urban Planning and Community Development.Figure 12: Temperature profile of select playgrounds. Gertrude Howe Playground (on the left) recorded 100 F temperature. Roxbury Skate Park (on the right; note that the skate park also has playground equipment) record 97.3 F. NWS temperature during data collection time was 89 F. One of the students touched a dark colored bench in one of the parks and immediately pulled away, saying, \"that's so much hotter than how it feels outside!\"- Group 2 Student Researcher Collected temperature points were visualized spatially via an ESRI Arc Map. The ‘Interpolation’ tool was used to estimate and visualize the study area's temperature profile, using the data collected in the field. The interpolation tool was just used as a visualization tool for the process. Further statistical analysis that determines possible spatial autocorrelations needed to study temperature patterns was not analyzed and is not within the Summer Immersion Program's research design. 21 University of Massachusetts Boston, Department of Urban Planning and Community Development.18 Figure 13: Heat Map Visualization of the Temperature Points in Roxbury on July 20, 2022. 22 University of Massachusetts Boston, Department of Urban Planning and Community Development.INTERVIEWS WITH RESIDENTS REGARDING THEIR LIVED EXPERIENCES COPING WITH HEAT Figure 14: Student researchers interviewing Roxbury residents in Nubian Square about their experience coping with extreme heat. 23 University of Massachusetts Boston, Department of Urban Planning and Community Development.Student Activity : People in the Street Interviews (aka Interceptor Interviews) During the second week of the program, students equipped with pens and clipboards took to the streets of Lower Roxbury to elicit residents’ perceptions of Roxbury’s extreme heat challenges. The interview instrument featured an eight-question survey with six multiple choice and two open-ended questions. The primary goal of the survey was to gain greater insight into how community resident navigate the increasing impacts of extreme heat related to climate change. Before entering the field to conduct interviews, we first organized a practice session at UMass Boston that consisted of having the class interview community activist and longtime Roxbury resident Randy Foote. Figure 15: Student researchers learning from longtime Roxbury resident Randy Foote. On the day of the field research, fifteen students took the Silver Line bus to Nubian Square. For many of the students, this was their first trip to this important location by mass transit. Although some students were nervous, they were also eager to gain a deeper understanding of residents' extreme heat experiences. Divided into five groups, students and their mentors were responsible for interviewing as many residents as possible. Temperatures reached eighty-four degrees by the afternoon, however, the students succeeded in conducting one hundred and nine interviews due to their gritty determination. From community centers and local institutions to the Nubian Square MBTA bus depot, students were fully engaged in the interview process, gathering the perspectives of a wide range of residents and community stakeholders. 24 University of Massachusetts Boston, Department of Urban Planning and Community Development.During the discussion that followed these interviews, students noted that some residents were not willing to be interviewed because of the heat. One lady said, “It’s too hot for that right now, sweetie!” Despite a few rejections, students remained confident and emphasized that “most of the people were more than willing to be interviewed and “[…] wanted to help their community”. With their pens and paper, students noted details of the interviewee’s feelings, thoughts, and policy advice focused on mitigating the growing problem of extreme heat in their community. Data Analysis The students and staff decided that using pen and paper would be the best option for recording survey data and other findings. Thus, we manually counted our survey results and inputted the data into a Microsoft Excel Spreadsheet for further analysis. We subsequently turned the survey counts into percentages and charts to enable the students to gain a deeper understanding of residents’ extreme heat experiences. The richness of the data contained in these charts and tables enabled the students to more fully appreciate the enormity of the data collection effort they had carried out. Using these charts and tables, they could more easily connect the findings for each question with other results in order to reflect on the community’s extreme heat experiences as well as their field research interactions. An analysis of each questions’ finding is discussed in the following section. Question 1 The first question asked, “Do you think there is an increase of hot days in Roxbury/ Boston?” with three possible answers, “Yes,” “No,” and “Don’t know.” Seventy-five percent of those interviewees said yes, fifteen percent said no, and ten percent said, don’t know. Most interviewees agreed there was an increase in hot days in Roxbury and Boston. They mentioned that temperatures are most notably felt near high-traffic areas such as the Nubian Square Bus Depot. 25 University of Massachusetts Boston, Department of Urban Planning and Community Development.Some interviewees stated they have been witnessing a decrease in hot days in Roxbury and/or Boston compared to previous years. Interestingly, few of the interviewees who said ‘no’ are long-time residents of Lower Roxbury. Question 2 The second question asked, “Do you think there is an increase of heat waves in Roxbury/ Boston?” with three possible answers, “Yes,” “No,” and “Don’t know.” Sixty-one percent of interviewees said ‘yes,’ twenty-six percent said ‘no,’ while twelve percent said, ‘don’t know’, and two percent had ‘other’ answers (somewhat and/or maybe). Like the first question, more than half of the interviewees identified the increase in the number of heat waves in Roxbury and Boston. However, more interviewees answered “Don’t know” than the first question. When we asked the students why this might be, they thought it could have been because of the repetitive nature of the question or because some people may not have known what a heat wave was. Students had a definition sheet during the interviews but did not define the terms unless someone asked for an explanation. Question 3 The third question asked, “How serious is the extreme heat issue in Roxbury?” with five options ranging from “Extremely serious,” “Very serious,” “Moderately serious,” “Somewhat serious,” and “Not serious at all.” Twenty percent of interviewees said ‘extremely serious’, twenty-seven percent said ‘very serious’, twenty-one percent said ‘moderately serious,’ and seventeen percent said ‘somewhat serious.’ Fifteen percent said ‘not serious at all’. For ease of analysis, we combined the categories “Extremely serious,” “Very serious,” and “Moderately serious” into “Serious” and combined the categories “Somewhat serious” and “Not serious at all” into “Not very serious”. The two categories found that sixty-eight percent of interviewees found 26 University of Massachusetts Boston, Department of Urban Planning and Community Development.the extreme heat issue in Roxbury as “Serious”, while thirty-two percent found the issue “Not Serious at All”. With more than half of the interviewees identifying extreme heat as a serious issue in the community, residents and local stakeholders believe that …actions need to be taken to protect the people and community of Roxbury. Question 4 The fourth question shifted slightly to ask about the residential built environment, which in Boston is typically not designed to account for hot summer days. The first of these questions asked: “Is it warmer inside your apartment/ house than outside on a hot day?” with four possible answers, “Yes, mostly/always,” “Partly,” “No,” and “Don’t know.” Forty-five percent of residents said ‘Yes,’ ‘mostly/ always,’ twelve percent said ‘Partly,’ forty-two percent said ‘No,’ and one percent said, ‘Don’t know. 27 University of Massachusetts Boston, Department of Urban Planning and Community Development.Forty percent of those interviewed stated it was warmer inside their apartment or house, and the other forty percent said it was warmer outside; students discussed individual’s ability to access air conditioning or cooling services on hot days as a possible factor explaining the split. Question 5 The fifth question asked, “Which of the following locations would you go to cool off during extreme hot days? With six possible answers “Cooler rooms inside the house,” “Cooler rooms outside the house (specify)”, “Parks and green spaces”, “Nature areas with water”, “Other (specify)”, and “Don’t know”. Thirty-three percent of interviewees said cooler rooms inside the house, eighteen percent said cooler rooms outside the house, nineteen percent said parks and green spaces, eighteen percent said nature areas with water, and seven percent said other. Six percent said they didn’t know. Cooler rooms inside the house typically referred to a living room or bedroom where people had an air conditioning unit. Cooler rooms outside the house included public buildings such as schools and/or work. Parks, green spaces, and nature areas combined with water make up thirty-two percent of the responses. Students emphasized how important these areas are for residents and community members who do not have access to air-conditioning on a hot day. Other places interviewees identified included community centers and their place of work. Many residents identified the library and the pool as places to cool off on extremely hot days. 28 University of Massachusetts Boston, Department of Urban Planning and Community Development.Question 6 The sixth question asked, “How confident do you feel in your ability to protect you and your family during extreme heat events?” with four possible answers ranging from “Confident”, “Somewhat confident”, “Not confident at all” and “No response’. Seventy-one percent of residents said they were ‘Confident,’ eighteen percent said ‘Somewhat confident’, five percent said ‘Not confident’ at all, and six percent did not answer. While more than half of the interviewees answered that they were confident, many also stated that programs to assist individuals and families with cooling services (i.e., reducing electricity bills, installing insulation, and community center services) were very important during extreme heat events. During our student discussion, we reflected on the social limitations of answering “Somewhat confident” or “Not confident at all” when protecting one’s family. It is also to be noted that this confidence was mainly based on the availability and accessibility of air conditioning. One student reflected: “residents’ confidence is mainly based on the AC and if it is not available for some reason that confidence was gone…”. While residents may have been able to support their families through extreme heat events in the past, this may not be true in the future. As the impact of climate change continues to exacerbate the intensity of heat in urban communities such as Roxbury, we need to ensure that residents can continue to support themselves and their loved ones. 29 University of Massachusetts Boston, Department of Urban Planning and Community Development.PRELIMINARY STRATEGIES FOR MANAGING EXTREME HEAT IN ROXBURY Based on our four weeks of intensive, hands-on research, students identified some preliminary strategies to cool off places within Lower Roxbury. These strategies are grounded in local knowledge from the residents, community leaders, and the students themselves and are complimented by worldwide best practices in resiliency planning identified by the students. 1. Reducing temperature around buildings and public structures § Our temperature survey found higher temperatures next to significant community structures/ buildings. To minimize high temperatures around these areas, we should encourage the addition of reflective (white) paint to our roofs, parking lots, plazas, and big concrete spaces. Most of these structures have large heat-trapping surfaces that add to the heat island footprint, making the area significantly hotter. Small interventions like reflective or white paint coating can considerably reduce heat island footprint in the areas (Oleson, Bonan & Feddema, 2010). § We need more trees and the shade they provide. Our temperature data shows that any kind of shade makes a significant difference in temperature conditions. Streets and sidewalks with tree shade had comparatively lower temperatures even during heat waves. Understandably, trees are not possible at every location, and it takes considerable time for them to grow before they can provide the shading benefits of their canopy. Artificial/grey structures, awnings, or canopies can provide better alternatives in such places, especially in the short term. The viability and cost-effectiveness of green roofs in the context of Boston should be studied. Existing green roof regulations should be enforced, and private building owners should be incentivized to invest in green roofs where they make sense. 30 University of Massachusetts Boston, Department of Urban Planning and Community Development.Figure 17: Example of Green roofs in Singapore (Source, Figure 16: Shade structure connecting different building on EPA, 2022). the Roxbury Community College Campus. Figure 18: Shaded overhang at the Boston Harbor Islands Figure 19: Green canopy over a path at the Christopher kiosk on the Rose Kennedy Greenway, during tour with Columbus Waterfront Park, during a tour by BPDA staff. BPDA staff. § The city should also encourage window boxes, rain barrels, and green walls in public buildings. Given the fact that Boston has limited space for trees and larger green parks that can reduce heat island footprint, green roofs (if viable) can provide ecological benefits in urban heat island communities such as Roxbury. In addition, placing awnings or any kind of shade structures (vegetation vines or trees line, etc.) around public buildings can provide needed protection from the heat (see Figure 12). These structures 31 University of Massachusetts Boston, Department of Urban Planning and Community Development.can feature a mix of green and grey features (e.g., reflective paint-coated concrete structure with vegetation vines) and can increase shade and ecological benefits. Figure 20: Green wall at the Smith Campus Center, Harvard University. § Community gardens are an established component of healthy and sustainable neighborhoods, they remain an important element of Roxbury’s landscape. Roxbury Community College’s community garden, designed, built, and maintained by summer immersion collaborator and Roxbury Community College Professor Nasreen Latif 32 University of Massachusetts Boston, Department of Urban Planning and Community Development.(pictured below in center of photograph) is a productive example of the importance of these spaces in Roxbury. Figure 21: Student researchers on a tour of Roxbury Community College's community garden. § The city needs to improve the indoor temperature conditions of older buildings. Though we did not survey indoor settings this year, our conversation with community stakeholders, residents and leaders clearly established that our indoor built environment is unbearable and unhealthy for many residents to live in during summers. Old buildings lack ventilation, good airflow, and adequate insulation to keep heat out. A large proportion of our building stock is old and as climate change intensifies, we encourage the City to partner with education institutions to conduct research to assess the impacts of heat in different indoor environments. In addition, there is a need to expand public funding for the insulation of older buildings, prioritizing environmental justice communities such as Roxbury. 2. Enhance Our Streets We need safer streets! During our historic Roxbury visit, we observed that the surfaces of many of our roads were uneven and broken. These conditions makes the streets unsafe and inconvenient for kids, the elderly, and the disabled. In terms of temperature, as predicted, our roads were much hotter. However, temperature differed between highly shaded streets vs. unshaded residential street segments and light vs. high traffic areas. The City should introduce design features and landscaping that reduces urban heat footprint on the roads. These 33 University of Massachusetts Boston, Department of Urban Planning and Community Development.interventions may range from the installation of pocket-sized rain gardens, planting pollution- resistant trees, to putting down permeable pavements. Figure 22: Use of vegetative vines (upper left) and trees (upper right) to reduce shade in our streets. Rain garden to increase permeability and heat island footprint in the street (Lower left) and example of permeable streets and pavement (Lower right). § During our survey, we found that areas with any amount of shade, from natural canopies to other forms of shade, were less hot than areas without any of these elements. The City of Boston should incentivize commercial spaces to add awnings or artificial canopies that provide shades to public places. The type of shades can range from fabric canopies to buildings with reflective paints, to mixing both buildings with green vegetative structures. Figure 23: A shade canopy at the recently renovated Roxbury Branch of the Boston Public Library. 34 University of Massachusetts Boston, Department of Urban Planning and Community Development.§ Similarly, we found that bus stations with shade structures were more bearable to stand and wait in during high-temperature days. This finding highlights the significance of protecting commuters during extreme weather, such as heat, cold, or precipitation. The City of Boston could partner with MBTA to redesign bus stops to create the shade that provides refuge to commuters and others during extreme weather events. 3. Redesign Our Playgrounds and Parks “…there is no way you can get any heat relief in our parks… these are already super- hot.” -Jeremiah Murat, Student Researcher § One of the major findings of this research is that our parks and playground reflect little to no consideration of extreme heat in their design. Playgrounds and parks are extremely hot on warm days. Most of the playgrounds and parks are unbearable to stand in let alone use during hot days. The City of Boston’s Department of Parks and Recreation should conduct heat audits to monitor playgrounds' outdoor air and surface temperatures. Depending on its temperature profile, playgrounds and park with excessive temperatures should be prioritized for design changes that reduce their heat footprint. § During our air temperature survey, we also took some surface temperature reading on the elements (like benches) in Roxbury’s playgrounds. We found that benches and playing equipment have extremely high temperatures, with one black colored bench having a surface temperature of 128 0 F. We also noticed that most of the elements in our playgrounds and parks (e.g., benches or other seating) were in dark colors, mainly black. Our planning and design initiatives should be mindful to introduce design features that do not trap heat and do not add to the heat island footprint. We can embrace passive design choices, such as wooden benches in light colors rather than black or other dark colored metal seating options, as well as increasing air circulation with new landscape designs. These elements should be aesthetically designed to represent community values and be accessible to everyone. § Most of Lower Roxbury’s playgrounds lack trees or other shade canopies. In some cases, the existing shade structures were extremely hot. On average, areas with a large percentage of tree coverage were much cooler than other playgrounds. City of Boston Department of Parks and Recreation should strategically improve tree canopies and shade coverage in parks and playgrounds where people can take refuge, and in the short term, install temporary and artificial structures to protect active and passive recreation areas. In addition, establishing water features makes areas much more comfortable than those without them. 35 University of Massachusetts Boston, Department of Urban Planning and Community Development.Figure 24: Playgrounds with different kinds of shade design (a man mad shade structure on the left and a playground with a tree canopy and water feature on the right). These features reduced temperature drastically making areas much more comfortable and useable. 4. Help Families Keep Cool “People with more money have more safety towards heat than those with less.” -Adam Chaavhi, Student Researcher § Stakeholders repeatedly highlighted indoor overheating issues during research interviews and during group discussions with student researchers. Low-income residents struggle with indoor overheating and may not have the financial ability to afford to cool their spaces with air conditioners. As extreme heat become more frequent and intense due to climate change, state and cities should revisit their guidelines, regulations, and energy assistance programs. City should prioritize and expand Low Income Home Energy Assistance Program to cover summer cooling costs and winter heating bills. § The City of Boston should require every new affordable housing unit to incorporate a ‘cool room’. Most low-income residents may not have capacity to use air conditioning for long or may not have enough window units to cool down their entire space. These cool rooms can be a space that provides a refugee for residents to cool down during heat waves. As the City and greater region braces for more extreme temperature events, these can serve as both daily and emergency needs by providing access to air conditioning, backup power and other critical services. § ‘Cool room’ provision should be a requirement in every new residential building. These spaces whether newly constructed or leveraging existing facilities can provide a safe space for residents regardless of socio-economic status and can help build social capital among residents. As the City and greater region braces for more extreme heat events, this policy will benefit all residents by providing convenient cooling space for every residents. Previous disaster experiences around the globe have highlighted the value of social cohesion in community resilience during disasters (Klinenberg, 2015). This has been an important yet often overlooked disaster planning and management technique. It 36 University of Massachusetts Boston, Department of Urban Planning and Community Development.can provide redundancy to available heat adaptation resources as well as a place to build social cohesion in rapidly gentrifying cities like Boston. 5. Initiating Heat Ambassadors: Summer jobs for youth of color “People want change… they are just asking for the bare minimum.” -Oscar Zelaya, Student Researcher One thought-provoking question raised during the Summer Immersion Program was: How can we inform residents, especially those from vulnerable groups, of the dangers of extreme heat, and the ways to safeguard residents and their families. Very old, very young, medically ill and physically homebound residents are most vulnerable to extreme heat and related hazards and may not know about existing resources and services. In addition to these populations, invisible populations like the undocumented or the homeless may not have the ability to access needed help, such as cooler spaces, and may be hard to reach during extreme heat events. The City of Boston should partner with community-based organizations, to secure funding to recruit youth of color to serve as paid summer interns for the ‘Heat Ambassadors Program’. Such a program could provide a summer job opportunity for youth of color from the community to work with city and community-based organizations to conduct targeted outreach to heat vulnerable residents enhancing their understanding of the dangers of extreme heat and existing resources and services to help those struggling with its impact. 6. Creating a “Cool Roxbury” Neighborhood Plan Boston is to be applauded for its aggressive and thoughtful efforts to anticipate and mitigate the impacts of climate change on the city. Its Imagine Boston 2030, Climate Ready Boston I and II, and Boston Heat Plan use data and the most advanced modeling techniques to assess the likely impact of global warning on the quality of life in our city. Through a thoughtful combination of regulations, incentives, and moral suasion the City has made significant progress in reducing its production of green house gases while encouraging new waterfront building methods and green infrastructure. While these actions are showing significant impacts, conditions in our city’s environmental justice communities, such as Lower Roxbury, remain challenging in terms of the extreme heat crisis. This report highlights the extent to which this climate-change related issue represents a current danger to the most vulnerable in our city. The results of our students’ air temperature survey reveal the extent to which many of the public spaces heavily used by local residents are significantly hotter than National Weather Service temperature findings suggest, making these spaces uncomfortable and unsafe for those seeking relief from overheated apartments and workspaces. The resident interviews highlight the extent to which people are aware of and concerned about our increasingly hot weather conditions. In addition, many local residents and institutional leaders have practical and workable suggestions for mitigating the more dangerous health threats caused by climate change. We strongly encourage the City of Boston to develop, in cooperation with local institutions and the University of Massachusetts Boston, a district cooling plan for Roxbury that applies, in a context-sensitive manner, the most 37 University of Massachusetts Boston, Department of Urban Planning and Community Development.effective extreme heat mitigation strategies so these can be rigorously evaluated and replicated, over time, in Boston’s other environmental justice communities where extreme heat is already a significant concern. Let’s use the growing citizen interest in addressing extreme heat and the community/institutional partnerships generated by this project to apply, in a meaningful, systematic, and effective manner, transformative cooling strategies for Lower Roxbury and Boston as a whole. 38 University of Massachusetts Boston, Department of Urban Planning and Community Development.REFERENCES City of Boston. (2016). Climate Ready Boston. City of Boston. 2017. Imagine Boston 2030. Source: https://www.boston.gov/civic- engagement/imagine-boston-2030. City of Boston. 2022. “Heat Resilience Solutions for Boston.” https://www.boston.gov/environment-and-energy/heat-resilience-solutions-boston. Retrieved and accessed on 9 August 2022. Climate Central. (2021). Hot Sones: Urban Heat Islands. https://assets.ctfassets.net/cxgxgstp8r5d/1XZZjkLYwtcmKL5k3wEinl/5f8c9b5b2d8dd56e1 bda7f51278fc3d2/2021_UHI_Report.pdf Conyersm, F. G., Langevin, H. M., Badger, G. J., & Mehta, D. H. (2018). Identifying stress landscapes in Boston neighborhoods. Global advances in health and medicine. Source: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6195011/ Coutts, C., & Hahn, M. (2015). Green Infrastructure, Ecosystem Services, and Human Health. International Journal of Environmental Research and Public Health, 12(8), 9768–9798. https://doi.org/10.3390/IJERPH120809768 Crockett, K. 2018. People before Highways: Boston Activists, Urban Planners, and a New Movement for City Making. University of Massachusetts Press. http://muse.jhu.edu/book/60227 (last accessed on 9 July 2020). Davis, S. No date. Roxbury. Global Boston. https://globalboston.bc.edu/index.php/home/immigrant-places/roxbury/ (last accessed on 9 August 2022). EPA. 2022. Climate Change Indicators: Heat Waves. Environment Protection Agency Update. https://www.epa.gov/climate-indicators/climate-change-indicators-heat- waves#:~:text=Data%20%7C%20Technical%20Documentation- ,Key%20Points,2020s%20(see%20Figure%201). Klinenberg, E. 2015. Heat Wave: A Social Autopsy of Disaster in Chicago (2nd ed). The University of Chicago Press. Milner, J., Harpham, C., Taylor, J., Davies, M., Quéré, C. Le, Haines, A., & Wilkinson, P. (2017). The challenge of urban heat exposure under climate change: An analysis of cities in the Sustainable Healthy Urban Environments (SHUE) database. Climate, 5(4). https://doi.org/10.3390/cli5040093 39 University of Massachusetts Boston, Department of Urban Planning and Community Development.Hayden, B. 2018. A brief recap of 388 years of Roxbury history. The Bay State Banner. https://www.baystatebanner.com/2018/06/15/a-brief-recap-of-388-years-of-rox-history/ (last accessed on 9 August 2022). Hondula, D. M., Davis, R. E., Saha, M. V., Wegner, C. R., & Veazey, L. M. (2015). Geographic dimensions of heat-related mortality in seven U.S. cities. Environmental Research, 138, 439–452. https://doi.org/10.1016/J.ENVRES.2015.02.033 Hsu, A., Sheriff, G., Chakraborty, T., & Manya, D. (2021). Disproportionate exposure to urban heat island intensity across major US cities. Nature Communications 2021 12:1, 12(1), 1– 11.https://doi.org/10.1038/s41467-021-22799-5 Landis Kelsey. 2019. Growth in Racial Diversity Among Architects is Slow, but Experts Say the Conversation Continues. Insights into diversity. https://www.insightintodiversity.com/growth-in-racial-diversity-among-architects-is-slow- but-experts-say-the-conversation-continues/ Lima, A., Kim, C., Granberry, P., Resseger, M., Chen, J., Kang, K., Chirico, M., Bergeron, C., Cheon, H., Korest, E., & Vo, H. (2020, April). Boston in Context: Neighborhoods. Retrieved from https://www.bostonplans.org/getattachment/86f801a8-f8a6-4d0c-83ed- b9a63684d6b5 Miguel Vazquez, and Dalton Linda. 2019. Expanding California's Leadership in Diversifying the Planning Profession. American Planning Association blogs. https://www.planning.org/blog/blogpost/9170454/ Oleson, K; Bonan, G & Feddema, J. 2010. Effects of white roofs on urban temperature in a global climate model. Geophysical Research Letters. 37(3). https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2009GL042194 Oke, T. R. (1973). City size and the urban heat island. Atmospheric Environment (1967), 7(8), 769–779. https://doi.org/10.1016/0004-6981(73)90140-6 The 2015 Roxbury Neighborhood Design and Planning Workshop Group. 2015. Reclaim Roxbury: A Vision for Interactive Master Planning & Sustained Community Engagement. http://reclaimroxbury.weeramuni.net/wp-content/uploads/2016/04/Reclaim-Roxbury- Report.pdf. Vrabel, J. 2014. A people’s history of the new Boston. Amherst: University of Massachusetts Press. 40 University of Massachusetts Boston, Department of Urban Planning and Community Development.Appendix A ACKNOWLEDGEMENTS On behalf of the faculty, graduate teaching staff, and the student participants in the 2022 Summer Program in Urban Planning, we wish to thank the following individuals for the critical support they provided to this important educational initiative. Boston Planning and Development Agency Peter McGuinniss Ted Schwartzberg Delaney Morris Chantha Son Noise McDonnell Martin Sorano Barry Reaves, Former Director of Diversity Boston Public Schools Kevin McCaskill Boston Water and Sewer Commission Adriana Cillo Career Champions Network Dr. Barry Bluestone Commonwealth of Massachusetts Department Ina Fox (Dilaway Thomas House) of Conservation and Recreation Edward M. Kennedy Institute for the United Sara Tess Newman States Senate Highland Park Neighborhood Association Randy Foote Madison Park Technical Vocation High School Dr. Sidney Brown Terrance Johnson Dr. Hamid Gharooni MIT Professor Anne Spirn Museum of Science Sharon Horrigan David Sittenfeld Nubian Café Jarshana Shrestha Roxbury Community College Valerie Thornhill-Hudson Ms. Loretta Minor Professor Nasreen Latif Dr. Jackie Jenkins Scott Boston Administration Joe Berger Tom Miller Shala Bonyun Gabriella Rioux Matt Fenlon Jeanmarie Spinetti Matt Meyers UMass Boston Pre-Collegiate Program Jeanette Castonguay Jamie Morrison Andrea Dawes Jazeel P. Mendes Elizabeth Fitzgerald Mai Pham UMass Boston School for the Environment Alan Abend Associate Dean Ellen Douglas Dean Bob Chen Jolanda Omari Professor Paul Kirshen Chris Sweeney Professor Helen Poynton 41 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
    "TEXT BY PAGE": [
        "‘Cool Roxbury’: Lower Roxbury’s Extreme Heat Challenges and Solutions REPORT BY THE 2022 SUMMER IMMERSION PROGRAM IN COMMUNITY RESILIENCE PLANNING July 5th to July 28th, 2022 Department of Urban Planning and Community Development School for the Environment University of Massachusetts, Boston University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "in partnership with:",
        "TABLE OF CONTENTS Contributors/Authors 3 Executive Summary 4 Boston Pipeline for Youth of Color in Urban Planning and Design 7 The 2022 “Pilot” Summer Immersion in Community Resiliency Planning 8 A Social History of Roxbury 12 Temperature Survey of Lower Roxbury: Our Mobile Sensor Data 15 Interviews with Roxbury Residents About Their Experiences Coping with Extreme Heat 23 Preliminary Strategies for Managing Extreme Heat in Lower Roxbury 30 References 39 2 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "CONTRIBUTORS/AUTHORS Student Researchers Jayla Cardoso Adam Chaavhi Cristofer Cruz Camily Fidalgo Ceide (Ashley) Guillaume Mezziah Jones Esperanza Knudson Wendy Lima Diaz Aidan Luciano Kelly Mendes Kevin Meridien Jeremiah Murat Jeremiah Ray Andres Roman Oscar Zelaya Faculty Staff/Mentors Sajani Kandel, Emma Bingay Sajani.Kandel001@umb.edu Amber Dillon Kenneth Reardon, PhD, Natacia Flick Kenneth.Reardon@umb.edu Jiamin Huang Alan Wiig, PhD, Ania-Nabi Ruiz Alan.Wiig@umb.edu 3 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "EXECUTIVE SUMMARY Project Overview Cool Roxbury: Lower Roxbury’s Extreme Heat Challenges and Solutions is a report based upon a four week investigation of extreme heat in Lower Roxbury carried out by sixteen high school students from four Boston Public Schools under the supervision of students and faculty from the University of Masschusetts Boston’s Department of Urban Planning and Community Development. The high school student researchers who participated in the 2022 Summer Program in Community Resilience Planning, co-sponsored by the Boston Planning and Development Agency, Boston Public Schools, University of Massachusetts Boston, and Madison Park High School, sought two answer two research questions. First, Does Lower Roxbury face an extreme heat problem? Two, If so, what steps can be taken to protect Lower Roxbury’s most vulnerable residents from the public health threats posed by the issue? Working with graduate planning students and faculty from the University of Massachusetts Boston, the high school students devised a four part research design to generate reliable and valid data to answer these two questions. Their research methodology included: a careful review of the existing scholarly literature on climate change and extreme heat; a review of recent climate change and extreme heat reports issued by the City of Boston; the collection of ambient air temperatures at 25 heavily used public places within Lower Roxbury; and 109 “people in the street” interviews with local stakeholders regarding their lived experiences dealing with Boston’s steadily rising temperatures. Major Research Findings • Temperatures at the 26 public places in Lower Roxbury where students took 110 ambient air temperature readings, on average, exceeded those reported by the National Weather Service at Logan International Airport by 10-15 degrees. • The temperatures recorded at the “warmest locations” within Lower Roxbury exceeded those reported by the National Weather Service at Logan Airport by 15-20 degrees. • Many of Lower Roxbury’s public playgrounds and parks, where individuals and families are encouraged to go for relief when temperatures in their residences and workplaces soar, were among the “hottest” locations in the community where temperatures often exceeded 100 degrees preventing these spaces from being safely used. • While small portions of Lower Roxbury’s playgrounds and parks are richly shaded by mature trees and shrubs, the largest areas within these recreational spaces are without mature trees and lush shrubs and therefore, remain unshaded, making them “unusable” during the warmest portion of the city’s increasing number of 90-plus degree days. • Those playground and park spaces that have significant tree coverage and generous tree canopies, benefit from one or more water features, and have lighter color pavements and park furniture recorded much cooler temperatures. As a result of these heat sensitive 4 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "design features, these public spaces were being intensively used on the day they were surveyed despite it being one of the warmest days of this summer. • Seventy-five percent of local stakeholders interviewed for this project believe Roxbury and Boston are experiencing an increase in extreme heat. • Two-thirds of local stakeholders interviewed for this project believe Roxbury and Boston are experiencing a noticeable increase in the number of summer heat waves. The same percentage of local stakeholders believes extreme heat in Roxbury and Boston are a serious problem. • One fifth of those interviewed were not fully confident in their ability to keep themselves and their families safe in the face of increasing summer temperatures. • The overwhelming percentage of local stakeholders interviewed were eager to see the City of Boston engage residents of environmental justice communities, such as Roxbury, in devising and implementing neighborhood-scale “keep cool” plans. Policy/Planning Recommentations for Keeping Roxbury Cool The following recommendations for “Keeping Lower Roxbury Cool” were based upon the students’ review of the existing climate change and extreme heat literature, recent City of Boston reports on climate change and extreme heat, a curated walking tour of historic Roxbury, briefings by environmental planners and landscape architects, and briefings by and interviews with local residents and civic leaders. • Steps should be taken to encourage Lower Roxbury and Boston residents to drive less so as to reduce the production of greenhouse gases that is a major contributor to the city’s ever-accelerating extreme heat problem. • Incentives should be provided to local building owners to mitigate the impact of extreme heat on their building occupants. Painting roofs with reflective materials and creating green roofs where structures and space permits should be encouraged. Incentives to encourage re-insulating the roofs, attics, and basements of older residential and commercial buildings should also be provided. • Local building regulations should be amended to require the use of more sustainable building materials and construction practices as well as smart technologies to reduce unnecessary energy consumption. • Support should be provided to encourage building owners and renters to install window boxes, rain barrels, green walls, and awnings to existing buildings to reduce their contribution to higher temperatures. • Efforts should be made to increase the number of pollution resistant and low water using trees to city streets, playgrounds, parks, greenways, and residual open spaces. • Green infrastructure techniques should be used to assist with storm water management and to provide water for bioswales that contribute to improving water quality and moderating street temperatures. • Grants should be provided to local merchants and merchant associations to install first floor awnings to reduce heat gain in their buildings, provide pedestrians with shaded sidewalks, and to reinforce the identity of economically, socially, and culturally significant subareas within Lower Roxbury. 5 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "• Bus stops should be redesigned replacing heat absorbing with heat repelling materials, increasing the amount of shade they generate, and utilizing solar energy to power fans and other cooling devices. • The City should collaborate with local civic organizations and schools to undertake an outdoor air temperature survey and tree audit of Lower Roxbury playgrounds and parks so as to generate “context specific” designs for transforming those that are currently functioning as urban heat islands into effective “cooling centers” for the community. • Among the specific urban design features to be considered for Lower Roxbury’s hottest and, therefore, least useable playgrounds and parks are: new trees, water features, rain gardens, as well as temporary structures to protect active and passive recreation users. • Strong support surfaced for expanding the federally funded Home Energy Assistance Program traditionally used to assist families with winter heating bills to help families struggling to cope with summer cooling expenses. • The City should require new publicly assisted housing to provide a cool room within each unit and a common cooling room within buildings containing fifty or more units. • The City should support the funding of an Urban Heat Ambassadors Program to undertake outreach and educational activities aimed at providing low-income and at-risk individuals with information regarding local extreme heat resources and services. Implementing a Keep it Cool Strategy for Lower Roxbury The students participating in the 2022 Summer Program believed that the City of Boston has made a significant effort documenting climate change related risks facing its neighborhoods. They also felt, the City has made an inspired effort to develop overall policies and practices aimed at reducing the extreme heat threat facing the city, based upon a careful study of world- wide “best practices” in community resiliency planning. Their investigation of the extreme heat issues in Lower Roxbury shows it to be a “real and present threat” to public health, especially for those in at-risk groups (i.e. the elderly, children, and those with underlying health problems. Their investigation also revealed a lack of implementation of the City’s most promising extreme heat mitigation strategies in Lower Roxbury which is one of the City’s long-acknowledged environmental justice communities. Students strongly recommend the funding of a neighborhood-level “Keep it Cool Roxbury Implementation Plan” that would bring many of the civic associations, community organizations, local institutions, municipal agencies, Boston Public Schools, and the University of Massachusetts Boston. These groups all particpated in the production of this report to design and implement a comprehensive cooling plan for Roxbury that could serve as a pilot for other environmental justice communities whose residents are struggling to address this problem. Such a plan would feature a five-year implementation strategy that could be rigorously evaluated before being considered for replication in other Boston neighborhoods. 6 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "BOSTON PIPELINE FOR YOUTH OF COLOR IN URBAN PLANNING AND DESIGN PROGRAM INTRODUCTION The Boston Pipeline for Youth of Color in Urban Planning and Design Initiative was launched by the Boston Planning and Development Agency and the Greater Boston Region’s Graduate Architecture and Planning Schools and allied professional associations in November of 2021 to address the long-standing and glaring underrepresentation of people of color in the urban planning, design, and development professions. While America’s metropolitan regions are becoming increasingly diverse, the urban planning, design, and development professions have failed to attract and promote talented young persons from underrepresented minority groups. Only two percent of today’s licensed architects and less than 15% of practicing planners identify as people of color (Landis, 2019; Miguel & Dalton). This long-standing failure of our professions’ workforce development efforts has denied our fields access to the rich body of civic values, knowledge, skills, competencies, and experiences related to sustainable and just forms of community-building present within these communities. Our fields’ persistent lack of diversity has also undermined our professions’ legitimacy as facilitators of democratic forms of multi- party planning within our increasingly pluralistic society. The Boston Pipeline Initiative represents a long-term commitment by a significant cross- section of Boston’s urban planning, design, and development leaders and institutions to address this issue by implementing an ambitious multi-pronged diversity, inclusion, and equity strategy. This effort seeks to increase the percentage of planners of color in Boston from 5.75% to 23% during the next fifteen years. In the spring of 2022, UMass Boston’s Department of Urban Planning and Community Development, in collaboration with the Boston Planning and Development Agency, and Boston Public Schools, launched a pilot summer immersion program in urban planning to serve Boston’s youth of color, designed to introduce them to the many exciting career opportunities available within the fields of urban planning and design. 7 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "THE 2022 ‘PILOT’ SUMMER IMMERSION IN COMMUNITY RESILIENCE PLANNING PROGRAM OVERVIEW In the spring of 2022, the University of Massachusetts Boston’s Department of Urban Planning and Community Development proposed a ‘Summer Immersion in Community Resilience Planning’ to the Boston Planning and Development Agency. The pilot program was designed to introduce local high school students to the principles and practices of contemporary urban planning through active engagement in community-based research focused on extreme heat threats related to climate change facing their community. Sixteen students from four high schools, Madison Park Technical Vocational High School, TechBoston Academy, Dearborn STEM Academy, and Blue Hill Regional Technical School, participated in the inaugural year of the Summer Immersion Program. During the month of July, students devoted twenty hours a week to enhance their understanding of urban planners’ role in investigating and designing strategies to mitigate the impact of extreme heat in Lower Roxbury. This work was undertaken by the high school students, in collaboration with local residents and civic leaders, local institutional leaders. and independent business owners, under the guidance of planning students and faculty from the University of Massachusetts Boston, professional planners from the Boston Planning and Development Agency, officials from the Boston Water and Sewer Commission and Roxbury Community College faculty and staff. Figure 1: Program structure offering further educational and professional opportunities. 8 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "At the end of the 2022 Summer Immersion Program, the participating high school students presented their research findings related to urban heat issues in Lower Roxbury to the public. The audience comprised family members, neighborhood residents, area civic representatives, local institutional leaders, professional planners, and elected officials. This presentation took place on Thursday, July 28th, at 6 PM at Roxbury Community College, at which time the participating high school students proposed a “Keep Roxbury Cool Plan,” which featured their recommendations for addressing increasing urban heat issues confronting Roxbury. Students who completed the program will have the opportunity to enroll, tuition-free, in two UMass Boston urban planning classes during the 2022-2023 Academic Year. After enrolling in these courses, they will have the opportunity to complete a twelve-week paid internship with recognized public and private urban planning agencies during the summer of 2023. The overarching objective of these experiences is to encourage Boston youth of color to consider the many exciting intellectual, educational, professional, and public service opportunities available within the ever-expanding urban planning, design, and development professions within our region and beyond. RESEARCH FOCUS: EXTREME HEAT The Summer Immersion Program in Community Resiliency Planning introduced youth of color to the important role planners play in addressing one of the most frequently overlooked, yet deadly, consequences of climate change, extreme heat. Extreme heat kills more people in the United States than any other type of natural disaster (Hondula et al., 2015). While extreme heat is a natural part of our climatic system, extreme heat events are getting more frequent and prolonged because of human-induced climate change1. Heat waves are occurring more often in major cities across the United States. Their frequency has increased steadily, from an average of two heat waves per year during the 1960s to six per year during the 2010s and 2020s (EPA, 2022). Every year, we have been experiencing record-breaking heat waves beyond the distribution of previously observed temperatures. Locally, Boston’s average summer temperature has increased by 20 F since the 1960s (Heat Resiliency Study Boston, 2022). Additionally, between 2010 and 2020, Boston experienced more hot days than in any decade in the previous 50 years (Heat Resiliency Study Boston, 2022). Sadly, this trend is expected to continue. If there is no reduction in greenhouse gases, it is predicted that there will be up to 25 to 42 days above 90° F each year in Boston, including up to 1 to 6 days above 100°F by the 2050s (Climate Ready Boston, 2016). Air temperatures in the City of Boston are already higher than in nearby areas due to the intrinsic differences between the urban built environment and suburban and rural area outside the city. This well-known phenomenon is referred to as the urban heat island effect (Oke, 1973). The temperatures in urban areas due to the urban heat island effect can be 0.9 0 F to 7.2 0 F higher during the day and 1.80 F to 4.50 F during the night (Milner et al., 2017) than in other areas, 1 The latest National Climate Assessment (4th NCA, USGCRP, 2018) reports an increase in the annual average temperature in every region in the United States. The yearly average temperature over the contiguous United States has increased by 1.2 ºF (0.7 °C) over the last few decades, and by 1.8 °F (1 °C) in the previous century (Hayhoe et al., 2018). 9 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "depending on the climate, city size, population density, and predominant built forms. The urban heat island effect is caused by elevated temperatures related to a built environment that features high concentrations of dark, heat-retaining surfaces like asphalt and concrete on paved roads, parking lots, tall buildings, anthropogenic heat waste, land cover, vegetation, and other morphological features commonly present in the urban environment (Oke, 1973; Coutts & Hahn, 2015). The Climate Central Report ranks Boston as the sixth-worst heat island among 159 cities in the United States (Climate Central Report, 2021). According to a recent heat resiliency study, Boston's city-wide median air temperature during a heat wave was 99° F during the day and 89°F at night (Heat Resiliency Study Boston, 2022). The combined effect of urban heat islands and increasing temperatures due to climate change increases heat exposure for city residents. For communities like Roxbury, which are already overburdened with an array of socio-economic and community health issues, increasing extreme heat risks can cause disproportionate impacts. The area is vulnerable to extreme heat events due to a large share of at-risk residents, (i.e., chronically ill residents and older individuals), combined with the neighborhood’s significant share of aging housing stock and high heat-trapping surfaces like highways, arteries, and parking lots. All these factors combine to add to the area’s heat footprint compared to other parts of Boston. Given multiple projections of an increase in global temperatures and the limited nature of efforts to reduce greenhouse gas, extreme heat will continue to be a major public health threat in the United States. OBJECTIVE AND RESEARCH QUESTIONS The 2022 Summer Immersion Program students focused their research activities on two major questions. Research Question 1: Does Lower Roxbury face an extreme heat problem? Research Question 2: If yes, what steps should be taken to protect Roxbury’s most vulnerable residentss from the health threats posed by this issue? RESEARCH PROTOCOL Students in the program participated in a collaborative research project with Roxbury residents to determine the nature, extent, and impact of extreme heat on this historic, predominantly African American community. For four weeks, students were involved in the following research activities. 1) A classroom-based introduction to urban planning, urban design, and site planning with a focus on community planning concepts. In-depth exposure to the social history of Lower Roxbury through a guided historical tour and engagement with community leaders and other local stakeholders. Field trips to Boston City Hall, the Boston Planning and Development Agency, and the Rose Kennedy Greenway. A lecture on designing with nature given by MIT’s Professor Anne Whiston Spirn. 2) Introduction to climate change, its varied impacts on the planet, the United States and Boston. Introduction to the silent yet deadly effects of climate change: extreme heat, 10 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "different heat metrics, weather, microclimatic variations, heat waves, and urban heat islands and its disproportionate exposure within and impacts among neighborhood-based communities. 3) Exploration of climate change adaptation practices. Ship-based field visit to the Boston Harbor to learn about ‘the good, bad, and ugly side of climate resiliency planning’ focused on waterfront resiliency and adaptation. A visit to Rose Kennedy Greenway to view the application of urban greening and sustainable design concepts. 4) Introduction to research methods and civic engagement skills. Interceptor interviews with people on the streets in Lower Roxbury to acquire a better understanding of the perceptions of increasing incidents of extreme heat among residents. A visit to the Edward Kennedy Institute for the US Senate to introduce the students to the Green New Deal legislation being debated in the US Congress and to highlight the importance of federal, state, and local political leaders working together to address climate change. 5) Temperature surveying and mapping within areas of community significance in Lower Roxbury to identify high-temperature spots in the neighborhood. These surveys involved the students in collecting ambient temperature, surface temperature, humidity, and heat index data at important public places within the neighborhood. 6) Field trip to the Museum of Science to learn more about current research trends and findings around extreme heat in Boston and to explore the museum’s climate change exhibits. 7) Engaging local stakeholders in exploring alternative urban planning, policy, and design strategies to mitigate the most severe effects of extreme heat in Lower Roxbury. 8) Presenting the results of their field-based research efforts to local officials responsible for shaping the next iteration of the Climate Ready Boston Plan and Boston’s Heat Resiliency Study. 11 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Figure 2 : Program participants examining the Mel King mural on the entrance of Madison Park Technical High School. THE SOCIAL HISTORY OF ROXBURY Figure 3: Student researchers on a tour of Roxbury’s historic architecture led by Ena Fox of Roxbury Heritage State Park. 12 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Student Research Activity: Historic Walking Tour & Elder Interview Many of our students this summer live in and attend high school in Roxbury. However, few of them were aware of the neighborhood’s rich social history. For instance, although many of the program participants attended Madison Park Technical Vocational High School, they were unfamiliar with community activist, educator, and former State Representative Mel King, whose image dominates a prominent mural at the entrance of their main school building. In Week 1 of the program, we arranged a walking tour of the neighborhood with Ena Fox of Roxbury Heritage State Park who provided the students with an introduction to the social history and urban geography of Roxbury. We also held an ‘elder interview’ with Randy Foote, a fifty-year resident of Roxbury’s Fort Hill area and longtime community organizer and former instructor at Roxbury Community College. These activities were intended to highlight the neighborhood's rich Civil Rights and community organizing histories and allow the students to see the results of planning and community organizing concepts in situ, in the material form of the built environment, as well as the social makeup of the area. A Brief History of Roxbury Roxbury originated as an agricultural settlement south of the City’s colonial-era waterfront in what is now downtown Boston. As Boston’s economy industrialized and the City’s population grew in the 1800s, the composition of Roxbury changed to reflect both an increase in residential dwellings and local work in mills, warehouses, and breweries. During this same period, railroads and streetcar lines began to connect Roxbury to the greater city region. This working-class, European-American immigrant neighborhood transitioned via the Great Migration of the 1940s and 1950s into one with a large African American, Caribbean, and African diaspora population (Davis, no date; Hayden 2018). By the 1960s, multiple social and economic crises impacted Roxbury. Local job losses due to deindustrialization, the growth of Boston’s surrounding suburbs—and their emergent information and innovation economy jobs—led to white flight out of the neighborhood. Exclusionary zoning in these same suburban cities prevented the remaining African American population from relocating out of Roxbury, while bank redlining meant these residents were unable to take out mortgages needed to finance home ownership and upkeep of the area. Inequitable school funding created significant barriers for local youth seeking to achieve the skillsets required for jobs in the ‘new’ economy, further reinforcing the lack of opportunity for Roxbury residents (Vrabel 2014). Over this same period, Roxbury residents worked with leaders from other affected neighborhoods to stop the Interstate-95 Southwest Connector project that would have constructed an elevated, eight lane freeway through the neighborhood to shorten the commutes of suburbanites travelling to center city jobs (Crockett 2018). Resident-led calls to address Roxbury’s social, racial, and economic inequalities have remained a central element of the community’s civic life over the decades. With the assistance of MIT and former City Councilman Tito Jackson, the community formulated an alternative plan for their area, Reclaim Roxbury, featuring significant affordable housing, improvement of open spaces, local hiring requirements, enhanced transportation options, and expanded city services 13 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "(The 2015 Roxbury Neighborhood Design and Planning Workshop Group, 2015). More recently, Mayor Walsh’s Boston 2030 Plan targeted Roxbury for significant new, higher density, residential and commercial development as part of a broader effort to ‘up zone’ and densify neighborhoods close to downtown Boston to accommodate additional housing (City of Boston, 2017). While new real estate development continues to increase gentrification pressures on the neighborhood, efforts to establish anchor institutions and locally owned businesses are also ongoing, reflective of community needs and an intensifying demand for greater representation of Roxbury diversity. Dudley Square was renamed Nubian Square to reflect its importance as the historic center of African American cultural and civic life in Boston. Boston Public Schools’ Central Office was moved to the Bruce C. Bolling Municipal Building, bringing a key city agency along with its large workforce to the Square and its MBTA bus transit hub. The renovated Roxbury Branch of the Boston Public Library is also found on the Square. Roxbury residents, activists, politicians and community groups have continued organizing to ensure the incorporation of their voices into new development within the neighborhood. Today, Roxbury is home to approximately 54,905 residents, making it Boston’s second- most populated neighborhood after Dorchester. Roxbury has the second highest population of African-Americans in Boston after Dorchester, and the second highest population of Latinos following East Boston. The average household income in Roxbury is $33,322, making it the second lowest income neighborhood in Boston. It also has the highest percentage of people— 42.5% — making less than $25,000 in yearly income (Lima et al., 2020). Along with unfavorable economic conditions in Roxbury, there is a clear difference in community health status between local residents and those living in other Boston neighborhoods that becomes more pronounced during extreme heat events. Life expectancy in Roxbury is 59 years old while the life expectancy in Back Bay is 89 years old, which is due to a variety of economic and environmental factors. In Roxbury, the high cost of living, significant substance abuse and lack of access to healthy foods are among the leading contributors to environmental stress, exacerbating pre-existing health conditions such as heart disease and gastro-intestinal dysfunction (Conyersm et al., 2018). As extreme heat events become more common in Boston, it is essential to understand how these longstanding urban disparities intersect with and are exacerbated by increased heat. 14 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "TEMPERATURE SURVEY IN LOWER ROXBURY: OUR MOBILE SENSOR DATA Figure 4: Pocket Lab W eather sensor with temperature probe Figure 6: Student-researchers taking temperature readings at the Nubian Square Bus Station Figure 7: Student-researchers taking temperature readings at Roxbury Heritage State Park. Figure 5: The boundaries of our Lower Roxbury study area. 15 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Student Activity: Temperature Survey On a very hot day during the third week of the Summer Immersion Program, students and mentor staff collected ambient air temperature data in different parts of Lower Roxbury. Students were divided into five groups with one mentor accompanying each team. The students used the ‘Pocket Lab Weather’ sensor to survey each location's ambient temperature, humidity, and heat index. Students identified the data collection locations and reported the data in the ‘It’s Hot’ Survey App created on Fulcrum Community Mapping Platform (https://www.fulcrumapp.com/). Twenty-six locations around Lower Roxbury were identified for a temperature survey on Wednesday, June 20th, 2022. These included, but were not limited to street segments, major intersections, playgrounds, parks, areas adjacent to community buildings, bus stations and bus stops, and the Orange Line T Station. A community mapping exercise was conducted beforehand to determine areas, locations, or facilities of greatest importance to the students, their families, and the community. Additional community areas were identified by community leaders during the elder interviews that the students conducted during the first two weeks of the program. Initially, 31 locations were identified, of which 26 sites were selected for the temperature survey, as noted below in Table 1. Table 1: Student identified temperature survey locations. Parks Playground Orchard Park Mt. Pleasant Play Area Jeep Jones Park Lambert Avenue Playground Highland Park Marcella Playground Malcolm X Park Roxbury Skate Park/Little Scobie Playground Cedar Square Park Gertrude Howe’s Playground Thornton Street Urban Farm John Elliot Square Schools Churches Orchard Gardens K-8 School St. John & St. James Church Little Brown Bear Academy Boston Missionary Baptist Church Dearborn STEM Academy Charter School Entrance Bus Stations and T Stops Street segments, plaza, and community facilities Nubian Station Dudley Square Plaza Nubian Station Bus Stop Jackson Square Parking Lot Roxbury Station Bus Stop Malcolm X Boulevard Warren Street Bus Station Concrete Lot Washington Street Bus Stop Yawkey Boys and Girls Club - Roxbury Centre and Highland St. Bus Stop USPS Post Office Roxbury Branch, Boston Public Library 16 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        ". Figure 8: Students identifying locations for the temperature survey in Lower Roxbury. 17 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Delineating the Study Area: The study area for the temperature survey was defined, in large part, by the traditional boundaries of Lower Roxbury. The study area included all the community locations of interest identified by our students. The study areas were delineated by significant street segments, including: Columbus Ave., Melena Cass Blvd., Blue Hill Ave., and MLK Jr. Blvd. Below is a map of the study area for reference. Figure 9: Roxbury neighborhood (on the left). Study area for the temperature survey for the Summer Program (on the right). Figure 10: Groups assigned to different location for temperature measurements in Lower Roxbury. 18 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Temperature Data and Analysis Students were divided into five groups, and each was assigned a mentor. Each group went to their assigned locations for the temperature data collection (See Fig 7). The primary instructor of the summer program surveyed the sixth location (labeled as ‘other’). The temperature survey was done on Wednesday, July 20, 2022, from 11:30 AM to 12:45 PM. The initial plan included surveying this location for two consecutive days during three different time periods each day (9 PM, 12 PM, and 3 PM). However, the week we had available to survey temperatures soared prompting the City of Boston to declare a ‘Heat Advisory’ during which temperatures were expected to reach 950 F. We, therefore, modified the field research plan in order to keep our students and faculty safe. We collected 110 temperature data points at 26 locations in our study area during our field research. We used the ‘Pocket Lab Weather’ Sensor for the survey's temperature, humidity, and heat index data. Pocket Lab Weather uses a temperature probe to record the data, and a Bluetooth-based mobile application displays the measurements. The ‘It’s hot’ app was used to report and geotag the data for visualization and analysis. Figure 11: Locations where temperature data points were measured. According to the National Weather Service measurement site at Boston’s Logan International Airport, the minimum and maximum temperatures for the day of our survey (Wednesday, July 20, 2022) was 920 F and 960 F respectively with the average temperature for the day being 840 F. The temperature at the time we started data collection was 890 F. According to temperature data collected using Pocket Lab Weather Sensor, the minimum temperature 19 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "collected was on the day was 90 0F while the maximum temperature was 1040 F. Below is the snapshot of the data we collected on our survey day. Table 2: Snapshot of temperature data points collected on July 20, 2022. NWS Temperature during data collection 89 0F Minimum 90 0F Maximum 104 0F Mean 98 0F On average, most location points were hot because of the high temperatures reached during the data collection period. However, some locations were significantly hotter than others. For example, street segments, playgrounds, and parks were the hottest. Major street segments like Warren Street, Columbus Avenue, and MLK Jr. Boulevard were significantly hotter because of the prevalence of high heat-trapping surfaces and heat exhaust from regular traffic. Parks and playgrounds were also significantly hotter depending on the proportion of the sites shaded by trees, the presence or absence of structures providing shade, and the presence or absence of water features. Most of Roxbury’s playgrounds and parks appear to have been designed without extreme heat events being considered. Not all playgrounds have water features nor do they always have enough natural shade or shade canopies. Elements like rubber surfaces, dark-colored playing equipment or seating elements, and synthetic grass turf in the playground appeared to make temperature conditions much worse. Basketball or tennis courts in the park and playgrounds were also significantly hotter. Similarly, bus stations with shade structures were much cooler than those that did not have any protected places providing refuge from the sun. Table 3: Different urban features in Lower Roxbury and their temperature profiles. Location Type Min Max Mean Next to buildings/structures 92 104 100 Playgrounds 93 103 96 Parks & Open Spaces 93 102 98 Selected Street Segments 90 104 97 Bus Stations 90 99 95 20 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Figure 12: Temperature profile of select playgrounds. Gertrude Howe Playground (on the left) recorded 100 F temperature. Roxbury Skate Park (on the right; note that the skate park also has playground equipment) record 97.3 F. NWS temperature during data collection time was 89 F. One of the students touched a dark colored bench in one of the parks and immediately pulled away, saying, \"that's so much hotter than how it feels outside!\"- Group 2 Student Researcher Collected temperature points were visualized spatially via an ESRI Arc Map. The ‘Interpolation’ tool was used to estimate and visualize the study area's temperature profile, using the data collected in the field. The interpolation tool was just used as a visualization tool for the process. Further statistical analysis that determines possible spatial autocorrelations needed to study temperature patterns was not analyzed and is not within the Summer Immersion Program's research design. 21 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "18 Figure 13: Heat Map Visualization of the Temperature Points in Roxbury on July 20, 2022. 22 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "INTERVIEWS WITH RESIDENTS REGARDING THEIR LIVED EXPERIENCES COPING WITH HEAT Figure 14: Student researchers interviewing Roxbury residents in Nubian Square about their experience coping with extreme heat. 23 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Student Activity : People in the Street Interviews (aka Interceptor Interviews) During the second week of the program, students equipped with pens and clipboards took to the streets of Lower Roxbury to elicit residents’ perceptions of Roxbury’s extreme heat challenges. The interview instrument featured an eight-question survey with six multiple choice and two open-ended questions. The primary goal of the survey was to gain greater insight into how community resident navigate the increasing impacts of extreme heat related to climate change. Before entering the field to conduct interviews, we first organized a practice session at UMass Boston that consisted of having the class interview community activist and longtime Roxbury resident Randy Foote. Figure 15: Student researchers learning from longtime Roxbury resident Randy Foote. On the day of the field research, fifteen students took the Silver Line bus to Nubian Square. For many of the students, this was their first trip to this important location by mass transit. Although some students were nervous, they were also eager to gain a deeper understanding of residents' extreme heat experiences. Divided into five groups, students and their mentors were responsible for interviewing as many residents as possible. Temperatures reached eighty-four degrees by the afternoon, however, the students succeeded in conducting one hundred and nine interviews due to their gritty determination. From community centers and local institutions to the Nubian Square MBTA bus depot, students were fully engaged in the interview process, gathering the perspectives of a wide range of residents and community stakeholders. 24 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "During the discussion that followed these interviews, students noted that some residents were not willing to be interviewed because of the heat. One lady said, “It’s too hot for that right now, sweetie!” Despite a few rejections, students remained confident and emphasized that “most of the people were more than willing to be interviewed and “[…] wanted to help their community”. With their pens and paper, students noted details of the interviewee’s feelings, thoughts, and policy advice focused on mitigating the growing problem of extreme heat in their community. Data Analysis The students and staff decided that using pen and paper would be the best option for recording survey data and other findings. Thus, we manually counted our survey results and inputted the data into a Microsoft Excel Spreadsheet for further analysis. We subsequently turned the survey counts into percentages and charts to enable the students to gain a deeper understanding of residents’ extreme heat experiences. The richness of the data contained in these charts and tables enabled the students to more fully appreciate the enormity of the data collection effort they had carried out. Using these charts and tables, they could more easily connect the findings for each question with other results in order to reflect on the community’s extreme heat experiences as well as their field research interactions. An analysis of each questions’ finding is discussed in the following section. Question 1 The first question asked, “Do you think there is an increase of hot days in Roxbury/ Boston?” with three possible answers, “Yes,” “No,” and “Don’t know.” Seventy-five percent of those interviewees said yes, fifteen percent said no, and ten percent said, don’t know. Most interviewees agreed there was an increase in hot days in Roxbury and Boston. They mentioned that temperatures are most notably felt near high-traffic areas such as the Nubian Square Bus Depot. 25 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Some interviewees stated they have been witnessing a decrease in hot days in Roxbury and/or Boston compared to previous years. Interestingly, few of the interviewees who said ‘no’ are long-time residents of Lower Roxbury. Question 2 The second question asked, “Do you think there is an increase of heat waves in Roxbury/ Boston?” with three possible answers, “Yes,” “No,” and “Don’t know.” Sixty-one percent of interviewees said ‘yes,’ twenty-six percent said ‘no,’ while twelve percent said, ‘don’t know’, and two percent had ‘other’ answers (somewhat and/or maybe). Like the first question, more than half of the interviewees identified the increase in the number of heat waves in Roxbury and Boston. However, more interviewees answered “Don’t know” than the first question. When we asked the students why this might be, they thought it could have been because of the repetitive nature of the question or because some people may not have known what a heat wave was. Students had a definition sheet during the interviews but did not define the terms unless someone asked for an explanation. Question 3 The third question asked, “How serious is the extreme heat issue in Roxbury?” with five options ranging from “Extremely serious,” “Very serious,” “Moderately serious,” “Somewhat serious,” and “Not serious at all.” Twenty percent of interviewees said ‘extremely serious’, twenty-seven percent said ‘very serious’, twenty-one percent said ‘moderately serious,’ and seventeen percent said ‘somewhat serious.’ Fifteen percent said ‘not serious at all’. For ease of analysis, we combined the categories “Extremely serious,” “Very serious,” and “Moderately serious” into “Serious” and combined the categories “Somewhat serious” and “Not serious at all” into “Not very serious”. The two categories found that sixty-eight percent of interviewees found 26 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "the extreme heat issue in Roxbury as “Serious”, while thirty-two percent found the issue “Not Serious at All”. With more than half of the interviewees identifying extreme heat as a serious issue in the community, residents and local stakeholders believe that …actions need to be taken to protect the people and community of Roxbury. Question 4 The fourth question shifted slightly to ask about the residential built environment, which in Boston is typically not designed to account for hot summer days. The first of these questions asked: “Is it warmer inside your apartment/ house than outside on a hot day?” with four possible answers, “Yes, mostly/always,” “Partly,” “No,” and “Don’t know.” Forty-five percent of residents said ‘Yes,’ ‘mostly/ always,’ twelve percent said ‘Partly,’ forty-two percent said ‘No,’ and one percent said, ‘Don’t know. 27 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Forty percent of those interviewed stated it was warmer inside their apartment or house, and the other forty percent said it was warmer outside; students discussed individual’s ability to access air conditioning or cooling services on hot days as a possible factor explaining the split. Question 5 The fifth question asked, “Which of the following locations would you go to cool off during extreme hot days? With six possible answers “Cooler rooms inside the house,” “Cooler rooms outside the house (specify)”, “Parks and green spaces”, “Nature areas with water”, “Other (specify)”, and “Don’t know”. Thirty-three percent of interviewees said cooler rooms inside the house, eighteen percent said cooler rooms outside the house, nineteen percent said parks and green spaces, eighteen percent said nature areas with water, and seven percent said other. Six percent said they didn’t know. Cooler rooms inside the house typically referred to a living room or bedroom where people had an air conditioning unit. Cooler rooms outside the house included public buildings such as schools and/or work. Parks, green spaces, and nature areas combined with water make up thirty-two percent of the responses. Students emphasized how important these areas are for residents and community members who do not have access to air-conditioning on a hot day. Other places interviewees identified included community centers and their place of work. Many residents identified the library and the pool as places to cool off on extremely hot days. 28 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Question 6 The sixth question asked, “How confident do you feel in your ability to protect you and your family during extreme heat events?” with four possible answers ranging from “Confident”, “Somewhat confident”, “Not confident at all” and “No response’. Seventy-one percent of residents said they were ‘Confident,’ eighteen percent said ‘Somewhat confident’, five percent said ‘Not confident’ at all, and six percent did not answer. While more than half of the interviewees answered that they were confident, many also stated that programs to assist individuals and families with cooling services (i.e., reducing electricity bills, installing insulation, and community center services) were very important during extreme heat events. During our student discussion, we reflected on the social limitations of answering “Somewhat confident” or “Not confident at all” when protecting one’s family. It is also to be noted that this confidence was mainly based on the availability and accessibility of air conditioning. One student reflected: “residents’ confidence is mainly based on the AC and if it is not available for some reason that confidence was gone…”. While residents may have been able to support their families through extreme heat events in the past, this may not be true in the future. As the impact of climate change continues to exacerbate the intensity of heat in urban communities such as Roxbury, we need to ensure that residents can continue to support themselves and their loved ones. 29 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "PRELIMINARY STRATEGIES FOR MANAGING EXTREME HEAT IN ROXBURY Based on our four weeks of intensive, hands-on research, students identified some preliminary strategies to cool off places within Lower Roxbury. These strategies are grounded in local knowledge from the residents, community leaders, and the students themselves and are complimented by worldwide best practices in resiliency planning identified by the students. 1. Reducing temperature around buildings and public structures § Our temperature survey found higher temperatures next to significant community structures/ buildings. To minimize high temperatures around these areas, we should encourage the addition of reflective (white) paint to our roofs, parking lots, plazas, and big concrete spaces. Most of these structures have large heat-trapping surfaces that add to the heat island footprint, making the area significantly hotter. Small interventions like reflective or white paint coating can considerably reduce heat island footprint in the areas (Oleson, Bonan & Feddema, 2010). § We need more trees and the shade they provide. Our temperature data shows that any kind of shade makes a significant difference in temperature conditions. Streets and sidewalks with tree shade had comparatively lower temperatures even during heat waves. Understandably, trees are not possible at every location, and it takes considerable time for them to grow before they can provide the shading benefits of their canopy. Artificial/grey structures, awnings, or canopies can provide better alternatives in such places, especially in the short term. The viability and cost-effectiveness of green roofs in the context of Boston should be studied. Existing green roof regulations should be enforced, and private building owners should be incentivized to invest in green roofs where they make sense. 30 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Figure 17: Example of Green roofs in Singapore (Source, Figure 16: Shade structure connecting different building on EPA, 2022). the Roxbury Community College Campus. Figure 18: Shaded overhang at the Boston Harbor Islands Figure 19: Green canopy over a path at the Christopher kiosk on the Rose Kennedy Greenway, during tour with Columbus Waterfront Park, during a tour by BPDA staff. BPDA staff. § The city should also encourage window boxes, rain barrels, and green walls in public buildings. Given the fact that Boston has limited space for trees and larger green parks that can reduce heat island footprint, green roofs (if viable) can provide ecological benefits in urban heat island communities such as Roxbury. In addition, placing awnings or any kind of shade structures (vegetation vines or trees line, etc.) around public buildings can provide needed protection from the heat (see Figure 12). These structures 31 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "can feature a mix of green and grey features (e.g., reflective paint-coated concrete structure with vegetation vines) and can increase shade and ecological benefits. Figure 20: Green wall at the Smith Campus Center, Harvard University. § Community gardens are an established component of healthy and sustainable neighborhoods, they remain an important element of Roxbury’s landscape. Roxbury Community College’s community garden, designed, built, and maintained by summer immersion collaborator and Roxbury Community College Professor Nasreen Latif 32 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "(pictured below in center of photograph) is a productive example of the importance of these spaces in Roxbury. Figure 21: Student researchers on a tour of Roxbury Community College's community garden. § The city needs to improve the indoor temperature conditions of older buildings. Though we did not survey indoor settings this year, our conversation with community stakeholders, residents and leaders clearly established that our indoor built environment is unbearable and unhealthy for many residents to live in during summers. Old buildings lack ventilation, good airflow, and adequate insulation to keep heat out. A large proportion of our building stock is old and as climate change intensifies, we encourage the City to partner with education institutions to conduct research to assess the impacts of heat in different indoor environments. In addition, there is a need to expand public funding for the insulation of older buildings, prioritizing environmental justice communities such as Roxbury. 2. Enhance Our Streets We need safer streets! During our historic Roxbury visit, we observed that the surfaces of many of our roads were uneven and broken. These conditions makes the streets unsafe and inconvenient for kids, the elderly, and the disabled. In terms of temperature, as predicted, our roads were much hotter. However, temperature differed between highly shaded streets vs. unshaded residential street segments and light vs. high traffic areas. The City should introduce design features and landscaping that reduces urban heat footprint on the roads. These 33 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "interventions may range from the installation of pocket-sized rain gardens, planting pollution- resistant trees, to putting down permeable pavements. Figure 22: Use of vegetative vines (upper left) and trees (upper right) to reduce shade in our streets. Rain garden to increase permeability and heat island footprint in the street (Lower left) and example of permeable streets and pavement (Lower right). § During our survey, we found that areas with any amount of shade, from natural canopies to other forms of shade, were less hot than areas without any of these elements. The City of Boston should incentivize commercial spaces to add awnings or artificial canopies that provide shades to public places. The type of shades can range from fabric canopies to buildings with reflective paints, to mixing both buildings with green vegetative structures. Figure 23: A shade canopy at the recently renovated Roxbury Branch of the Boston Public Library. 34 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "§ Similarly, we found that bus stations with shade structures were more bearable to stand and wait in during high-temperature days. This finding highlights the significance of protecting commuters during extreme weather, such as heat, cold, or precipitation. The City of Boston could partner with MBTA to redesign bus stops to create the shade that provides refuge to commuters and others during extreme weather events. 3. Redesign Our Playgrounds and Parks “…there is no way you can get any heat relief in our parks… these are already super- hot.” -Jeremiah Murat, Student Researcher § One of the major findings of this research is that our parks and playground reflect little to no consideration of extreme heat in their design. Playgrounds and parks are extremely hot on warm days. Most of the playgrounds and parks are unbearable to stand in let alone use during hot days. The City of Boston’s Department of Parks and Recreation should conduct heat audits to monitor playgrounds' outdoor air and surface temperatures. Depending on its temperature profile, playgrounds and park with excessive temperatures should be prioritized for design changes that reduce their heat footprint. § During our air temperature survey, we also took some surface temperature reading on the elements (like benches) in Roxbury’s playgrounds. We found that benches and playing equipment have extremely high temperatures, with one black colored bench having a surface temperature of 128 0 F. We also noticed that most of the elements in our playgrounds and parks (e.g., benches or other seating) were in dark colors, mainly black. Our planning and design initiatives should be mindful to introduce design features that do not trap heat and do not add to the heat island footprint. We can embrace passive design choices, such as wooden benches in light colors rather than black or other dark colored metal seating options, as well as increasing air circulation with new landscape designs. These elements should be aesthetically designed to represent community values and be accessible to everyone. § Most of Lower Roxbury’s playgrounds lack trees or other shade canopies. In some cases, the existing shade structures were extremely hot. On average, areas with a large percentage of tree coverage were much cooler than other playgrounds. City of Boston Department of Parks and Recreation should strategically improve tree canopies and shade coverage in parks and playgrounds where people can take refuge, and in the short term, install temporary and artificial structures to protect active and passive recreation areas. In addition, establishing water features makes areas much more comfortable than those without them. 35 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Figure 24: Playgrounds with different kinds of shade design (a man mad shade structure on the left and a playground with a tree canopy and water feature on the right). These features reduced temperature drastically making areas much more comfortable and useable. 4. Help Families Keep Cool “People with more money have more safety towards heat than those with less.” -Adam Chaavhi, Student Researcher § Stakeholders repeatedly highlighted indoor overheating issues during research interviews and during group discussions with student researchers. Low-income residents struggle with indoor overheating and may not have the financial ability to afford to cool their spaces with air conditioners. As extreme heat become more frequent and intense due to climate change, state and cities should revisit their guidelines, regulations, and energy assistance programs. City should prioritize and expand Low Income Home Energy Assistance Program to cover summer cooling costs and winter heating bills. § The City of Boston should require every new affordable housing unit to incorporate a ‘cool room’. Most low-income residents may not have capacity to use air conditioning for long or may not have enough window units to cool down their entire space. These cool rooms can be a space that provides a refugee for residents to cool down during heat waves. As the City and greater region braces for more extreme temperature events, these can serve as both daily and emergency needs by providing access to air conditioning, backup power and other critical services. § ‘Cool room’ provision should be a requirement in every new residential building. These spaces whether newly constructed or leveraging existing facilities can provide a safe space for residents regardless of socio-economic status and can help build social capital among residents. As the City and greater region braces for more extreme heat events, this policy will benefit all residents by providing convenient cooling space for every residents. Previous disaster experiences around the globe have highlighted the value of social cohesion in community resilience during disasters (Klinenberg, 2015). This has been an important yet often overlooked disaster planning and management technique. It 36 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "can provide redundancy to available heat adaptation resources as well as a place to build social cohesion in rapidly gentrifying cities like Boston. 5. Initiating Heat Ambassadors: Summer jobs for youth of color “People want change… they are just asking for the bare minimum.” -Oscar Zelaya, Student Researcher One thought-provoking question raised during the Summer Immersion Program was: How can we inform residents, especially those from vulnerable groups, of the dangers of extreme heat, and the ways to safeguard residents and their families. Very old, very young, medically ill and physically homebound residents are most vulnerable to extreme heat and related hazards and may not know about existing resources and services. In addition to these populations, invisible populations like the undocumented or the homeless may not have the ability to access needed help, such as cooler spaces, and may be hard to reach during extreme heat events. The City of Boston should partner with community-based organizations, to secure funding to recruit youth of color to serve as paid summer interns for the ‘Heat Ambassadors Program’. Such a program could provide a summer job opportunity for youth of color from the community to work with city and community-based organizations to conduct targeted outreach to heat vulnerable residents enhancing their understanding of the dangers of extreme heat and existing resources and services to help those struggling with its impact. 6. Creating a “Cool Roxbury” Neighborhood Plan Boston is to be applauded for its aggressive and thoughtful efforts to anticipate and mitigate the impacts of climate change on the city. Its Imagine Boston 2030, Climate Ready Boston I and II, and Boston Heat Plan use data and the most advanced modeling techniques to assess the likely impact of global warning on the quality of life in our city. Through a thoughtful combination of regulations, incentives, and moral suasion the City has made significant progress in reducing its production of green house gases while encouraging new waterfront building methods and green infrastructure. While these actions are showing significant impacts, conditions in our city’s environmental justice communities, such as Lower Roxbury, remain challenging in terms of the extreme heat crisis. This report highlights the extent to which this climate-change related issue represents a current danger to the most vulnerable in our city. The results of our students’ air temperature survey reveal the extent to which many of the public spaces heavily used by local residents are significantly hotter than National Weather Service temperature findings suggest, making these spaces uncomfortable and unsafe for those seeking relief from overheated apartments and workspaces. The resident interviews highlight the extent to which people are aware of and concerned about our increasingly hot weather conditions. In addition, many local residents and institutional leaders have practical and workable suggestions for mitigating the more dangerous health threats caused by climate change. We strongly encourage the City of Boston to develop, in cooperation with local institutions and the University of Massachusetts Boston, a district cooling plan for Roxbury that applies, in a context-sensitive manner, the most 37 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "effective extreme heat mitigation strategies so these can be rigorously evaluated and replicated, over time, in Boston’s other environmental justice communities where extreme heat is already a significant concern. Let’s use the growing citizen interest in addressing extreme heat and the community/institutional partnerships generated by this project to apply, in a meaningful, systematic, and effective manner, transformative cooling strategies for Lower Roxbury and Boston as a whole. 38 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "REFERENCES City of Boston. (2016). Climate Ready Boston. City of Boston. 2017. Imagine Boston 2030. Source: https://www.boston.gov/civic- engagement/imagine-boston-2030. City of Boston. 2022. “Heat Resilience Solutions for Boston.” https://www.boston.gov/environment-and-energy/heat-resilience-solutions-boston. Retrieved and accessed on 9 August 2022. Climate Central. (2021). Hot Sones: Urban Heat Islands. https://assets.ctfassets.net/cxgxgstp8r5d/1XZZjkLYwtcmKL5k3wEinl/5f8c9b5b2d8dd56e1 bda7f51278fc3d2/2021_UHI_Report.pdf Conyersm, F. G., Langevin, H. M., Badger, G. J., & Mehta, D. H. (2018). Identifying stress landscapes in Boston neighborhoods. Global advances in health and medicine. Source: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6195011/ Coutts, C., & Hahn, M. (2015). Green Infrastructure, Ecosystem Services, and Human Health. International Journal of Environmental Research and Public Health, 12(8), 9768–9798. https://doi.org/10.3390/IJERPH120809768 Crockett, K. 2018. People before Highways: Boston Activists, Urban Planners, and a New Movement for City Making. University of Massachusetts Press. http://muse.jhu.edu/book/60227 (last accessed on 9 July 2020). Davis, S. No date. Roxbury. Global Boston. https://globalboston.bc.edu/index.php/home/immigrant-places/roxbury/ (last accessed on 9 August 2022). EPA. 2022. Climate Change Indicators: Heat Waves. Environment Protection Agency Update. https://www.epa.gov/climate-indicators/climate-change-indicators-heat- waves#:~:text=Data%20%7C%20Technical%20Documentation- ,Key%20Points,2020s%20(see%20Figure%201). Klinenberg, E. 2015. Heat Wave: A Social Autopsy of Disaster in Chicago (2nd ed). The University of Chicago Press. Milner, J., Harpham, C., Taylor, J., Davies, M., Quéré, C. Le, Haines, A., & Wilkinson, P. (2017). The challenge of urban heat exposure under climate change: An analysis of cities in the Sustainable Healthy Urban Environments (SHUE) database. Climate, 5(4). https://doi.org/10.3390/cli5040093 39 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Hayden, B. 2018. A brief recap of 388 years of Roxbury history. The Bay State Banner. https://www.baystatebanner.com/2018/06/15/a-brief-recap-of-388-years-of-rox-history/ (last accessed on 9 August 2022). Hondula, D. M., Davis, R. E., Saha, M. V., Wegner, C. R., & Veazey, L. M. (2015). Geographic dimensions of heat-related mortality in seven U.S. cities. Environmental Research, 138, 439–452. https://doi.org/10.1016/J.ENVRES.2015.02.033 Hsu, A., Sheriff, G., Chakraborty, T., & Manya, D. (2021). Disproportionate exposure to urban heat island intensity across major US cities. Nature Communications 2021 12:1, 12(1), 1– 11.https://doi.org/10.1038/s41467-021-22799-5 Landis Kelsey. 2019. Growth in Racial Diversity Among Architects is Slow, but Experts Say the Conversation Continues. Insights into diversity. https://www.insightintodiversity.com/growth-in-racial-diversity-among-architects-is-slow- but-experts-say-the-conversation-continues/ Lima, A., Kim, C., Granberry, P., Resseger, M., Chen, J., Kang, K., Chirico, M., Bergeron, C., Cheon, H., Korest, E., & Vo, H. (2020, April). Boston in Context: Neighborhoods. Retrieved from https://www.bostonplans.org/getattachment/86f801a8-f8a6-4d0c-83ed- b9a63684d6b5 Miguel Vazquez, and Dalton Linda. 2019. Expanding California's Leadership in Diversifying the Planning Profession. American Planning Association blogs. https://www.planning.org/blog/blogpost/9170454/ Oleson, K; Bonan, G & Feddema, J. 2010. Effects of white roofs on urban temperature in a global climate model. Geophysical Research Letters. 37(3). https://agupubs.onlinelibrary.wiley.com/doi/full/10.1029/2009GL042194 Oke, T. R. (1973). City size and the urban heat island. Atmospheric Environment (1967), 7(8), 769–779. https://doi.org/10.1016/0004-6981(73)90140-6 The 2015 Roxbury Neighborhood Design and Planning Workshop Group. 2015. Reclaim Roxbury: A Vision for Interactive Master Planning & Sustained Community Engagement. http://reclaimroxbury.weeramuni.net/wp-content/uploads/2016/04/Reclaim-Roxbury- Report.pdf. Vrabel, J. 2014. A people’s history of the new Boston. Amherst: University of Massachusetts Press. 40 University of Massachusetts Boston, Department of Urban Planning and Community Development.",
        "Appendix A ACKNOWLEDGEMENTS On behalf of the faculty, graduate teaching staff, and the student participants in the 2022 Summer Program in Urban Planning, we wish to thank the following individuals for the critical support they provided to this important educational initiative. Boston Planning and Development Agency Peter McGuinniss Ted Schwartzberg Delaney Morris Chantha Son Noise McDonnell Martin Sorano Barry Reaves, Former Director of Diversity Boston Public Schools Kevin McCaskill Boston Water and Sewer Commission Adriana Cillo Career Champions Network Dr. Barry Bluestone Commonwealth of Massachusetts Department Ina Fox (Dilaway Thomas House) of Conservation and Recreation Edward M. Kennedy Institute for the United Sara Tess Newman States Senate Highland Park Neighborhood Association Randy Foote Madison Park Technical Vocation High School Dr. Sidney Brown Terrance Johnson Dr. Hamid Gharooni MIT Professor Anne Spirn Museum of Science Sharon Horrigan David Sittenfeld Nubian Café Jarshana Shrestha Roxbury Community College Valerie Thornhill-Hudson Ms. Loretta Minor Professor Nasreen Latif Dr. Jackie Jenkins Scott Boston Administration Joe Berger Tom Miller Shala Bonyun Gabriella Rioux Matt Fenlon Jeanmarie Spinetti Matt Meyers UMass Boston Pre-Collegiate Program Jeanette Castonguay Jamie Morrison Andrea Dawes Jazeel P. Mendes Elizabeth Fitzgerald Mai Pham UMass Boston School for the Environment Alan Abend Associate Dean Ellen Douglas Dean Bob Chen Jolanda Omari Professor Paul Kirshen Chris Sweeney Professor Helen Poynton 41 University of Massachusetts Boston, Department of Urban Planning and Community Development."
    ]
}