{
    "FILE_NAME": "https://www.bostonharbornow.org/wp-content/uploads/2017/12/FOR-RELEASE-Bostons-Working-Port-A-Foundation-for-Innovation-v1-24.pdf",
    "ALL TEXT": "January 2018 B W O O S R T K I O A F O N N U ’ N D G S A T I O P N F O O R I N R N T O : V A T I O N PLANNING A 21ST-CENTURY HARBORAcknowledgements The policy team would like to recognize the follow participants for their expertise and insights during the study: City, State, & Federal Agencies Boston Planning and Development Agency Massachusetts Office of Coastal Zone Management Massachusetts Department of Environmental Protection Table of Contents Maine Port Authority Massachusetts Port Authority National Oceanographic and Atmospheric Administration Port Authority of New York and New Jersey 4 Introduction 5 1 | Designated Port Areas Defined Portland Maine Economic Development Department 10 2 | Boston's Maritime History Portland Maine Urban Development Department 14 3 | Today's Working Port 19 4 | Analyzing Boston's Inner Harbor DPAs Additional Stakeholders 23 Mystic River American Institute of Architects’ Center for Communities by Design 27 Chelsea Creek Boston Harbor Pilots Association 31 East Boston Boston Shipping Association 35 South Boston 38 5 | Challenges and Opportunities Buchanan & Associates 46 6 | Conclusions and Next Steps Cargo Ventures 50 Appendix Channel Fish Diversified Automotive Eastern Salt Company Fort Point Associates Indian River Lagoon National Estuary Program Kanaan Consulting Landing Studio Marine Surveying Group Stellwagan Bank Marine Sanctuary Norris & Norris Associates Project for Public Spaces Redgate Boston Stavis Seafood University of Massachusetts Boston Urban Harbors Institute Waterfront Alliance Woods Hole Oceanographic Institute 2 3Introduction For over four decades, Boston Harbor Now has done what it can to see that the water-dependent maritime activities are represented in state and city policy and planning efforts because a robust working port is as important to our future as it is to our past. Boston Harbor is a unique resource with distinct physical, geographical, and active uses. With a rich and ever-changing maritime heritage, it supports diverse waterfront activities. While the Harbor can accommodate an increase in density of new and traditional maritime uses, along with booming nonwater dependent mixed uses, as the demand for waterfront land increases, it will be more challenging to balance these uses. We hope this report sets the stage for an informed discussion of how Boston Harbor’s working port can continue to make significant contributions to our way of life and our economy. On January 23 and 24, 2018 we will convene national and local experts to discuss the issues raised by this report. Ultimately, we hope this report, and the discussions that will follow will lead to a consensus on the future of Boston Harbor’s working port. This report has six sections: Designated Port Areas Defined explains what a Designated Port Area is and allowed S E C T I O NO N E uses in those areas under current state law. Boston’s Maritime History briefly describes Boston Harbor’s 400-year evolution. Today’s Working Port focuses on the current state of Boston’s DESIGNATED maritime economy. Analyzing Boston’s Inner Harbor DPAs describes and compares each of Boston’s four Inner Harbor DPAs. Challenges and Opportunities, and Conclusions and Next Steps are the results of expert interviews and additional research. PORT AREAS The following themes emerge from our interviews and research: Growth, Change, Synergy, and Flexibility. DEFINED 4 DesignateD Port areas DefineD 51 | Designated Port Areas Defined Boston’s waterfront has been transformed by the Boston (Previous page). There are ten existing DPAs Harbor cleanup, the Central Artery Tunnel project, and in Massachusetts. Four are billions of dollars in new public and private development located within Boston’s Inner driven by global economic and political forces. Today, a major Harbor (inland of Logan redevelopment boom is underway. However, the innovation Airport and Castle Island): Chelsea Creek (red), Mystic and investment has been primarily focused on commercial and River (green), East Boston residential developments, not Boston’s working port. (blue), and South Boston (yellow). The remaining six areas are found in Gloucester, The Massachusetts Department of Environmental Protection Salem, Lynn, Weymouth/ (DEP) and the Massachusetts Office of Coastal Zone Fore River, New Bedford- Management (CZM) together regulate the state’s ten DPAs. Fairhaven, and Mt. Hope Bay. DPAs are defined as “land and water areas with certain physical and operational features that have been reserved by the Commonwealth for maritime-industrial uses.”1 In 1978, Massachusetts Coastal Zone Management (CZM) established the Designated Port Area (DPA) program, including the four DPAs within Boston’s Inner Harbor. DPA designation is intended to maintain the waterfront and landside infrastructure needed to support water-dependent industrial uses such as boatyards, commercial fishing, and international shipping. Just as the Seaport’s startup “ecosystem” involves key elements such as knowledge clusters, affordable workspace, venture capital, and shared support systems, Boston’s working port similarly requires specific physical and intellectual infrastructure to maintain its viability. In creating DPA policy, the State recognized that coastal areas capable of supporting maritime industrial uses are a finite and shrinking resource requiring protection to prevent the loss of the areas and infrastructure required to support the maritime industry. Water-dependent industrial uses include commercial fishing and processing, shipping, manufacturing, marine repair and construction, facilities for marine vessels engaged in port operations, marine terminals, commercial passenger vessel operations, facilities requiring large volumes of seawater, and industrial facilities that cannot be located inland. 6 DesignateD Port areas DefineD 7Image. Aerial view of Conley Terminal. Photo by Liz Cook, Boston Harbor Now Just as the Seaport’s startup “ecosystem” involves key elements such as knowledge clusters, affordable [I]ndustrial or commercial activities that directly provide economic and operational support to water- workspace, venture capital, and shared support systems, Boston’s working port similarly requires specific dependent industrial uses to the extent that adequately compensates for the loss of available DPA physical and intellectual infrastructure to maintain its viability. According to DPA regulations, waterfront tidelands and are compatible with working waterfront activities, their predominantly industrial character, parcels capable of supporting water-dependent industrial uses include the following assets: and long-term viability of maritime development. • A commercially-navigable waterway and associated developed waterfront; Temporary uses are also allowed under current DPA regulations. They are defined as: • Backland space for supporting industrial facilities and operations; and • Land-based transportation and utilities needed for general industrial purposes.2 [I]ndustrial and transportation uses such as warehousing, trucking, and parking that occupy vacant space or facilities in a DPA without significant structural alteration. They may occur for a maximum license of DPAs also host essential support services such as harbor pilots, tugboats, gas docks, food services, ten years and only if marketing efforts have failed to secure a water-dependent industrial tenant.3 New service facilities, and administrative offices without which the working waterfront could not function. license terms must first solicit water-dependent industrial uses, and the resulting use must be integral to Supporting uses are limited to 25% of the DPA area and are defined as: the function of the water-dependent use and commensurate in scale. 8 DesignateD Port areas DefineD 92 | Boston's Maritime History The Massachusetts Bay Colony, founded in 1630, initially focused on farming; however, nutrient-poor soil quickly forced early settlers to explore new ways to supplement their economy and food supply.4 Taking a lesson from the Wampanoag tribes, including the Nauset, Nantucket, Pennacook, Pokanoket, and Pocasset, the settlers incorporated fishing as a viable food source.5 Fishing grew into a profitable industry that led to the commercialization of the Port of Boston. Within seventy years, S E C T I O N T W O European colonists established Boston as an international center of trade and built one of the largest commercial fleets in the English-speaking world. BOSTON'S As the colony grew, shipbuilding became a major industry in Boston. Wealthy families flourished as they built and provisioned the ships that traded with the far east. The growth of the industry led to the expansion of wharves and warehouses MARITIME that eventually made up almost 25% of Boston's land area.6 Boston’s primacy as a maritime port began declining in the mid-1700s when the ports of Philadelphia and New York rivaled Boston with better river access, less isolated location, HISTORY and larger cargo volumes. Yet, by the early 19th century, Boston adapted and capitalized on its seafaring capabilities to become the capital of a vast seafaring empire.7 Unfortunately, by mid-century, the Port of Boston failed to navigate the transition from clipper ships to steamers successfully, and the once thriving seafaring empire dwindled. In the late 1800's, banking on its growing immigrant population, Boston transformed from a maritime city to an industrial hub. But by the 1920s, the industrial revolution had slowed to a trickle and portions of Boston’s port infrastructure began to deteriorate even as new port facilities were built in South Bay and East Boston.8 The decades between 1920 and 1980 saw post-industrial Boston shrink and turn inland. Boston Harbor became the most polluted harbor in the country primarily due to lack of sewage treatment. The expanded subway system drew workers 10 Boston's MaritiMe history 11downtown to Boston Common, not Boston Harbor. After World War II, Boston was no longer a significant shipbuilding center for either military ships or commercial vessels. Even the Charlestown Navy Yard, which opened in 1801 building and repairing military vessels from the War of 1812 through World War II, closed in 1974.9 In 1959, the legislatively-created Massachusetts Port Authority (Massport) replaced Boston’s local port commission. Castle Island Container Terminal, built in 1966, was followed by Conley Terminal in the 1970’s.10 With the advent of container ships in the early 1970s, most of Boston’s commercial wharves were no longer needed for loading and unloading cargo and fell into disrepair.11 Although still supplying natural gas and oil for most of Massachusetts, petroleum imports coming in through Boston Harbor also decreased substantially. In 1978, Massachusetts established DPAs to protect water- dependent industrial uses, promote blue-collar jobs, and maintain a healthy and diversified economy. While many waterfront parcels within the state’s DPAs continue to be used predominantly for traditional marine industrial activities, port cities in other states are redeveloping their ports to transition toward new innovation-oriented maritime industries including research and education and are broadening regulatory definitions to include mixed-use development and more public spaces. The ability to do this in Massachusetts will require more flexibility than is currently permitted. Image (top). Boston Harbor c. 1926 courtesy of Shorpy images (Opposite page) Downtown Boston Harbor c.1906 12 Boston's MaritiMe history 133 | Today's Working Port Billions of dollars of public investment in the Boston Harbor cleanup and the Central Artery Project between the 1980s and 2000s triggered a major commercial and residential building boom along the waterfront. At the same time, taking advantage of its concentration of world-class universities and hospitals, Boston has developed an enviable knowledge-based economy that has created tens of thousands of well-paying jobs over the past decade. Boston is growing. Alongside Boston’s booming knowledge-based economy, Boston’s working port continues to support good-paying jobs, many of which do not require college degrees. A 2014 Martin Associates report commissioned by Massport found that in 2012 the Port of Boston provided over 7,000 direct jobs (over 50,000 total jobs) and generated $4.6 billion in annual economic value.12 Public and private port operators have made significant investments to update and maintain public and private port facilities. For example, Massport, the Commonwealth, and the Federal government are currently investing $850 million in updating Conley Terminal and deepening Boston Harbor's shipping channels to accommodate post-Panamax container vessels.13 Private maritime companies including Eastern Salt, Boston Harbor Cruises, ENGIE and a cluster of seafood S E C T I O NT H R E E processors maintain strong and growing operations along the waterfront. Even so, there is cause for concern that our communities are TODAY'S not sufficiently aware of the value and advantages of Boston’s working port compared to other components of the regional economy. Except for Massport staff and some waterfront consultants, we observed little crossover participation between WORKING waterfront planning meetings (e.g., agency, consultant and non-profit staff and abutters) and working port meetings (e.g., maritime industry, Coast Guard). As a consequence, working port challenges, opportunities, and potential synergies sometimes are not sufficiently valued in broader planning and PORT policy arenas. Another challenge is the cost of deferred maintenance. When the New England Aquarium acquired Central Wharf for $1 in 14 toDay's working Port 15the 1960s, it was the first new building on the waterfront in Image (left). A Boston Harbor Pilot boat sails across the over a century. Since then, much of Boston’s coastline, in the Harbor. Alongside Boston’s booming knowledge-based economy, Boston’s working port continues to support Image (right). Boston Harbor good-paying jobs, many of which do not require college Pilot boat monitors the Harbor during King Tide event. degrees. inner harbor and outside of DPAs, has been redeveloped for commercial and luxury residential buildings. Through licensing and permitting, these non-water dependent private ventures provide funding for public benefits including new bulkheads, seawalls, docks and public open space such as the Harborwalk. However, additional public and private investments—similar to Massport’s commitment to upgrading Conley Terminal and harbor dredging—will be needed to optimize the value of Boston’s DPAs. New residents and visitors can be intolerant of the smells and sounds associated with maritime industrial activity. For example, Boston's working port is highly dependent on trucks to move goods inland quickly and at a competitive rate. Because densely developed areas may cause traffic congestion and delays, truck access to maritime businesses is (Opposite page). Top Image. A often affected. There is a growing tension between non-water three-ship day at the Cruise- port. dependent businesses and residences along the waterfront and existing maritime business operations. Such land use conflicts are predictable in cities like Boston where the working port (Opposite page). Bottom Image. increasingly abuts mixed-use development and limits access to Aerial of Boston's Inner Harbor the waterfront. looking towards Chelsea Creek and Mystic River. 16 toDay's working Port 17S E C T I O NF O U R ANALYZING BOSTON'S INNER taBLe 1. key to MaJor MaritiMe BUsinesses 1. Conley Container Terminal 8. Boston Towing & Transportartion Terminal 15. Medford Street Terminal 2. Coastal Cement Terminal 9. Boston Autoport 16. Schnitzer Steel; ENGIE; EXXON Mobile; Holcim Cement; Preferred Freezer HARBOR DPA 3. Flynn Cruiseport Boston 10. Charlestown Maritime Center 17. Chelsea Sandwich LLC; Fitzgerald Ship s Repair/Shipyard 4. Raymond L. Flynn Marine Park 11. Massachusetts Clean Energy Center's Wind 18. Eastern Salt Terminal Technology Testing Center 5. Massport Marine Terminal 12. Trolley Parking & Storage 19. Sunoco Logistics Oil Terminal 6. Boston Fish Pier 13. Public Boat Ramp 20. Gulf Oil Terminal 7. Boston Harbor Shipyard & Marina 14. LaFarge Cement Terminal 21. Global Oil Terminal; Irving Terminal anaLyzing Boston's inner harBor DP as 19 184 | Analyzing Boston's Inner Harbor DPAs (Opposite page) Table 1 provides the locations of major maritime businesses Top. Aerial of Chelsea Creek within Boston’s four Inner Harbor DPAs. These businesses Middle. Chelsea Bridge, Bottom. East Boston involve seafood processing; shipping of bulk and containerized Far Right. Conley Container cargo, bulk petroleum and automobiles; road salt distribution; Terminal water transportation; commercial fishing; recreational cruise lines; and support services such as harbor pilots, ship repair, and tugboats. Except for the ferry terminals on Long/Central Wharf and Rowes Wharf, Boston’s maritime businesses are located within the four Inner Harbor DPAs. Private port facilities are concentrated along the Mystic River and Chelsea Creek (see Figure 2), and primarily involve the transportation and storage of bulk cargo. East Boston’s waterfront is home to a shipyard and a tugboat company. The South Boston DPA is comprised entirely of Massport and Boston Planning and Development Agency (BPDA) land and includes the Raymond L. Flynn Marine Park, Conley Terminal, Flynn Cruiseport Boston, a cluster of value-added seafood processors, and Dry Dock 3—the largest dry dock in New England. Significantly more public investment has gone into maintaining and upgrading the South Boston DPA than into the other three DPAs. From October to December of 2016, Boston Harbor Now staff conducted interviews, site visits, and literature reviews to better understand the current conditions and future requirements of Boston’s four Inner Harbor DPAs. Specifically, we: • Met with public agency staff, maritime business owners, local community advocates, and other working port stakeholders. • Inventoried individual parcels within each DPA using property tax data on land use, ownership and acreage, Google Earth, and site visits. • Performed a literature review of relevant studies, plans, and articles regarding the Port of Boston and similar coastal ports. Summaries of the results of our research regarding each Designated Port Area follow: 20 anaLyzing Boston's inner harBor DP as 21Mystic River DPA 22 anaLyzing Boston's inner harBor DP as 23M ystic River DPA comprises approximately 481 acres of land spread across three areas in Everett, Chelsea, and Charlestown. Direct access to deep-water (-20 feet MLW or deeper) is available at all of the DPA properties on the Mystic River. The Chelsea portion of the Mystic River DPA is the smallest, hosting a petroleum storage and distribution business and shipyards. The Everett portion includes gas and oil facilities, clustered warehouses, and distribution centers. Massachusetts is home to the only liquid natural gas (LNG) import terminals in New England, one in Everett and two offshore from Gloucester. Run by ENGIE, the Everett terminal is connected to regional pipelines, a natural gas utility, and a power plant. This LNG terminal supplied an estimated 11% of New England’s natural gas in 2016.14 Half of the households in Massachusetts rely on natural gas as their primary energy source for home heating. As increasing amounts of natural gas are used for electricity generation in Massachusetts and throughout New England, assurance of natural gas supply remains a critical energy issue for the region. Adjacent to, and partially within the DPA, is the 54-acre Chelsea Produce Heavy freight operations, Market, the largest privately owned terminal market in the country. It is a wholesale food distributing facility that serves more than 8 million dedicated truck routes, and a lack people as far south as Connecticut and north to the Maritime Provinces of Canada. of sidewalks and numerous fences Heavy freight operations, dedicated truck routes, and a lack of sidewalks define this portion of the DPA as and numerous fences define this portion of the DPA as a restricted zone. It is the most self-contained portion of Boston’s working port, separated a restricted zone. It is the most from residents by highways and railroad tracks. self-contained portion of Boston’s The Charlestown portion of the Mystic River DPA lies underneath the Tobin Bridge. A relatively long and narrow area, it contains a significant working port, separated from amount of open space for bulk cargo and lay-down areas. This is an important feature for DPA businesses engaged in traditional marine residents by highways and railroad industrial port operations. Businesses here receive on shipments of automobiles, cement, and gypsum, and also import, assemble, and tracks. transship heavy industrial machinery. Eighty-one of the 153 acres are taken up by the Boston Autoport. Yet, much of this portion of the DPA is not used for maritime industrial uses, including the currently-vacant 30-acre former Revere Sugar Terminal and substantial parking for both employees and tourist trolleys. Located close to residential neighborhoods and the high school, the DPA is partially buffered by parking, parks, and fencing.15 24 anaLyzing Boston's inner harBor DP as 25Chelsea Creek DPA 26 anaLyzing Boston's inner harBor DP as 27C helsea Creek's DPA comprises approximately 297 acres of land within Chelsea, Revere, and East Boston. With a total area of 2.21 square miles (roughly 1400 acres), Chelsea has the smallest area of any city in Massachusetts. It is also the second most densely populated city in Massachusetts. This working-class community is home to a high level of industrial activity and is one of only three Massachusetts cities where the majority of the population identifies as Hispanic or Latino. The nearly one-acre PORT Park designed by Landing Studio and funded by Eastern Salt Company is the only year-round publicly accessible portion of the DPA. The lack of waterfront access and environmental justice concerns are points of contention for the community. Chelsea Creek plays a significant role in the import of gas and oil to New England. Liquid bulk petroleum product imports via Chelsea Creek and the Mystic River represent the most significant share of cargo tonnage in the Port of Boston and supply most of the oil demand in Massachusetts. Chelsea Creek imports also supply the jet fuel needed for Logan Airport operations. Because the State has no petroleum reserves, production, or refineries, most refined products are transported to Boston Harbor by ship or barge for redistribution inland.16 Today, four petroleum importing Chelsea Creek plays a significant businesses remain in this DPA. Unused underground and visible energy infrastructure remains along its waterfront, including storage tanks, role in the import of gas and oil to terminals, pipelines, and power regulating stations. New England. Liquid bulk petroleum To prepare for potential fuel oil shortages and price spikes, the U.S. Department of Energy created the Northeast Home Heating Oil product imports via Chelsea Creek Reserve.17 The reserve holds a total of 1 million barrels of ultra-low sulfur diesel (ULSD) in terminals at three locations in the Northeast, one and the Mystic River represent of which is the Global Oil terminal located in Revere.18 the most significant share of cargo Two other maritime businesses along Chelsea Creek are Eastern Salt and Channel Fish. Eastern Salt is a major regional importer of road salt, tonnage in the Port of Boston and using several parcels within the DPA in Chelsea to store and distribute the bulk product for New England communities lacking the capacity to supply most of the oil demand in store it locally.19 Channel Fish produces frozen and salted seafood, bait, and pet food in East Boston. Massachusetts. According to state records, nearly 18% of the Chelsea Creek DPA is either vacant or being used for non-water-dependent purposes. The latter includes office space, an airport hotel, car dealerships, Logan Airport parking, storage warehouses, distribution facilities, logistics areas, and freight. 28 anaLyzing Boston's inner harBor DP as 29East Boston DPA 30 anaLyzing Boston's inner harBor DP as 31E ast Boston's eighty-two acre DPA is the most fragmented of the four Inner Harbor DPAs. This DPA consists of small parcels over four discontinuous waterfront blocks backed by public streets and residential neighborhoods. Separating the four DPA blocks are public parks, new residential developments, and a public elementary school. Nearly 7% percent of this DPA is used by commercial and retail businesses, including office space, a retail plaza, restaurants, and light manufacturing. Boston Harbor Shipyard sits partly in the southern section of the East Boston DPA. It is home to the Boston Harbor Pilots and shipbuilding companies. The Shipyard also incorporates seven non-maritime businesses into its facilities. Each of these activities, along with the Shipyard’s recreational marina, nearby Piers Park, and the new residential buildings all attract increasing foot traffic. Boston Harbor Shipyard tenants20 East Boston's eighty-two DPA acres ALLWORLD REMOVALS LTD HARBORFUELS AMEX INC. HARBOR HOUNDS are the most fragmented of the BOSTON HARBOR PILOTS ICA WATERSHED BOSTON BRIDGE AND STEEL KO PIES four Inner Harbor DPAs. This DPA BOSTON SCUBA GRAIN WOODSHOP BOAT STORAGE NANTUCKET LIGHTSHIP consists of small parcels over four CAPTAIN E-Z SEATOW DOWNEAST CIDER HOUSE SEA MACHINES discontinuous waterfront blocks. HARBORARTS WINDY FILMS 32 anaLyzing Boston's inner harBor DP as 33South Boston DPA 34 anaLyzing Boston's inner harBor DP as 35A t 444 acres, the publicly owned South Boston DPA is Boston’s largest contiguous industrial zone, containing the majority of the Port of Boston in both jobs and revenues. Adjacent to the new Seaport District, the DPA has the potential to both benefit from and be threatened by new commercial and residential development. More than half of the South Boston DPA lies within the Raymond L. Flynn Marine Park (RLFMP), a former military base redeveloped by Boston’s Economic Development and Industrial Corporation (EDIC). According to the BPDA website, its first master plan was completed in 1999 with the goals of “consolidating, preserving, and growing Boston's ocean trade, maritime industries, and industrial uses [and c]reating and protecting jobs that pay decent wages for people at a variety of skill levels.”21 The current master plan allows for approximately one-fourth of the Marine Park to be used for non-maritime-industrial purposes (22% industrial, 4% commercial). Since its inception less than two decades ago, redevelopment has led to over three million square feet of commercial-industrial space with an additional 1.6 million square feet of leasable space planned. In December of 2017, the BPDA released a draft Raymond L. Flynn Marine Park Master Plan Update. The study evaluates the role of the RLFMP within The South Boston DPA is Boston’s the Port of Boston and provides an economic analysis of existing and potential industrial and marine industrial uses within the Marine Park. A largest contiguous industrial zone, significant conclusion of the study is that a robust industrial district needs significant and continuous investments to maintain existing infrastructure containing the majority of the including roadway and waterside improvements. Port of Boston in both jobs and Outside of the RLFMP are the Boston Fish Pier and Conley Terminal, both Massachusetts Port Authority properties. revenues. Adjacent to the new Listed in the National Register of Historic Places, Massport’s Boston Seaport District, the DPA has the Fish Pier is the epicenter of Boston's seafood industry.22 The Fish Pier is home to a conglomerate of seafood companies, fishing vessels, maritime potential to both benefit from and industrial office tenants, and the Exchange Conference Center. be threatened by new commercial Conley Terminal is the only full-service container terminal in New England. It handles close to 1.5 million metric tons of cargo per year and provides and residential development. thousands of blue-collar jobs. With 1,850 feet of berth at a depth of 45 feet, it is a huge asset to New England’s regional economy. Conley boasts low terminal congestion, average truck turnaround times of 30 minutes, and easy connections to national interstate systems like I-93, I-90, and I-95. For time-sensitive industries like e-commerce and freight, efficient turnaround times are a competitive advantage. Key Containerized Cargos in the terminal include seafood; beer & wine; footwear; apparel; furniture; waste paper; scrap metal. 36 anaLyzing Boston's inner harBor DP as 375 | Challenges and Opportunities Much of Boston’s inner harbor waterfront has undergone redevelopment since the 1980s. Luxury residential and commercial development has paid for miles of seawall and bulkhead repairs, the City’s 37-mile Harborwalk, docks, and other associated public amenities. With notable exceptions among the private and public port operators (ENGIE, Flynn Cruiseport Boston, Conley Terminal, fish processors cluster), the industrial waterfront has not enjoyed a similar renaissance. Of course, Designated Port Areas themselves were developed to protect essential working port infrastructure from being redeveloped for potentially more-profitable but less water- dependent uses since their designation. Nonetheless, Boston’s Inner Harbor DPAs have not visibly benefitted from the growing economy and associated new development. Once these areas are gone, they are not likely to come back. Therefore, we must now ask: what is the long term future of our DPAs? Boston Harbor Now interviewed 42 maritime business owners, planners, developers, public agency staff and private consultants in the US and Europe to better understand the challenges and opportunities for growth in Boston’s working port. Four themes repeatedly came up in these conversations: growth, change, synergy, and flexibility. The following section summarizes their observations and recommendations. S E C T I O NF I V E CHALLENGES & OPPORTUNITIES 38 ChaLLenges & oPPortUnities 39Growth According to Massport data, Conley Container Terminal, Flynn Cruiseport Boston, and the Seaport’s fish processing sector have all been growing over the past several years. 2017 is the third consecutive year that Conley Terminal will report a record-breaking year for TEUs (twenty-foot equivalent unit) or container shipping. Nonetheless, the Port of Boston ranks 37th in the top 50 US ports based on overall tonnage according to the Bureau of Transportation Statistics and the U.S. Army Corps of Engineers.23 Yet, the Port of Boston remains the largest and one of two (with Halifax, NS) full-service international ports in New England and the Canadian Maritimes. Both Massport and UMass Boston’s Urban Harbors Institute see the planned investments in Boston Harbor dredging and upgrades to Conley Terminal as essential Value in full and empty twenty-foot equivalent to the continuity of the Port of Boston as an international port. units (TEUs) total 2010-2016, courtesy of Massport Boston scored a win in the Federal Government’s FY2018 Growth in fish processing tells a different story. Stronger-than- budget for harbor deepening, a water infrastructure project expected consumer demand for seafood has led to an increase with enormous economic and environmental significance in the skilled, value-added seafood processing cluster in the for the region.24 As cargo ships around the world are getting Seaport. According to Massport, Boston is one of four major larger, the Boston region needs a harbor to be deep enough to American seafood processing hubs along Seattle, San Francisco, accommodate post-Panamax ships. The budget gives Boston and Miami. Stavis Seafoods is consolidating its operations in a $58 million to dredge the Harbor and is the only port in the new 200,000 SF building in the Seaport, while Massport reports nation that will receive an additional $18.2 million boost in that the Boston Fish Pier is leased out at capacity to seafood discretionary funding from the U.S. Army Corp of Engineers. companies. These companies benefit from their proximity to Road access and truck routes to maritime industrial facilities each other, Conley Terminal, Logan Airport, major highways, and must also be maintained. Access to waterfront industrial sites location on the Harbor. has become more challenging as a result of increased residential and commercial development. Boston’s growth in passenger cruises is part of a larger expansion seen throughout coastal New England. Flynn Cruiseport Boston is the homeport of 64 ships and sees more embark Disembark Port of Call total year total Vessels than 300,000 passengers per year. Cruise ship expansion is Passengers Passengers Passengers Passengers expected to continue and may warrant more investment into 2017 113,881 114,726 159,615 388,222 150 better passenger facilities and improvements to land and water 2016 88,766 85,585 134,676 309,027 114 transportation into the city. 2015 111,025 112,860 104,420 328,305 114 2014 106,434 106,594 102,002 315,030 113 Flynn Cruiseport Boston passenger & vessel volumes 2014-2017, courtersy of Massport 40 ChaLLenges & oPPortUnities 41Change To prepare for a changing climate and sea level rise, the City of Boston has maintained a climate action plan that enumerates The changes in Boston’s working port that led to the city’s post- steps the city has taken, and intends to take to mitigate the industrial redevelopment are caused by much larger market impacts of climate change. Climate Ready Boston (2016, forces and trends. Although interviewees see the potential climateready.boston.gov), the City of Boston's Natural Hazard for growth in the maritime sector, they acknowledge fighting Mitigation Plan (City of Boston, 2014), and Greenovate Boston a broader perception of a working port in decline and facing (Greenovate Boston, 2012) are all parts of the city’s climate pressure to convert DPAs to other uses. action plans. At this time, more than 12 percent of Boston’s Inner Harbor Climate Ready Boston does a thorough job of evaluating the DPAs are either being used for temporary purposes or are vulnerability of and creating solutions for residential and mixed entirely vacant. Both maritime consultants and Massport use areas in Boston. A similar plan for industrial port areas does staff saw port modernization and “just-in-time” supply chain not yet exist. management as the main causes for industries leaving Boston and a decreased need for storage facilities. According to some Much of Boston's working port infrastructure has not been interviewees, finding traditional maritime tenants to fill existing updgraded for decades and is at risk of harm from climate- DPA parcels continues to be a challenge. related coastal flood damage. In 2017, with the help of students from Worcester Polytechnic Institute, Boston Harbor Now East Boston’s waterfront, for example, was once entirely began to assess the vulnerability of DPAs in Boston Harbor to comprised of maritime industrial businesses. Now—especially sea level rise and coastal storms. We found that many of the facing downtown Boston—East Boston’s DPA contains sites in Boston Harbor are within the predicted flood zone for relatively small, fragmented parcels surrounded by new high- 2100, and many things including chemicals, poor infrastructure, end residences and some affordable housing. Colleagues from and lack of planning for working port sites contributes to their UMass Boston’s Urban Harbors Institute do not believe that vulnerability. (See Appendix for the full report). traditional maritime businesses will choose to reinvest within East Boston’s DPA, especially in light of the capital costs that Synergy would be required to bring run-down waterfront infrastructure back into functioning use. In choosing Boston’s Seaport District as the location for its Larger global trends continue to affect maritime shipping. With new corporate headquarters, General Electric’s former CEO Jeffrey Immelt described the innovation ecosystem that has the expansion of the Panama Canal, Post-Panamax vessels rapidly emerged in the neighborhood as a major competitive are requiring smaller ports such as Boston to invest to stay advantage. Similarly, other interviewees described the need and competitive. One interviewee lauded Massport for preparing for opportunity for synergies both within the maritime sector and this change and expects Boston to thrive as a result. These huge other economic sectors. DPA fragmentation, as has happened new ships also require new strategies to increase infrastructure along East Boston’s waterfront, can prevent such synergies from connectivity to move larger volumes of cargo quickly from occurring and increases the potential for conflicts with other Conley. businesses and residences. International shipping lines are increasingly investing in vertical Experts emphasized the need for port logistics to be clustered integration from supply chains through port infrastructure and and connected to the working port. Many question whether ships to ensure business continuity and increased productivity. the DPAs along the Mystic River and Chelsea Creek could In the United States—including in Boston—longshoreman unions support new maritime businesses, as they are geographically are strongly resisting this trend. disconnected from the newer port infrastructure in the Seaport. 42 ChaLLenges & oPPortUnities 43Clustering of specific maritime businesses such as seafood Flexibility processing considerably increases profitability by providing access to shared resources, to Conley Terminal, and Logan Airport. The majority of maritime experts emphasized the time- Boston’s working port operates within the context of much sensitive and highly competitive nature of the shipping industry larger local, national, and global forces. Maritime businesses and the critical need for the efficiencies that clustering multiple must continually evolve to meet the requirements of other operations can offer--creating local synergies to compete rapidly-changing industries (e.g., energy and e-commerce). regionally or even nationally. Indeed, investments in Boston’s working port must anticipate and prepare for disruptive economic, social, and environmental Massachusetts is also home to the Woods Hole Oceanographic changes. Institute and world class higher education institutions. According to the UMass Dartmouth Public Policy Center, Many interviewees brought up the value of making DPA institutions of higher education in Massachusetts spent $164.8 regulations more flexible in ways that increased the profitability million on oceanographic research and development (R&D) and resiliency of the working port. The profit margins for in 2014--second only to Alaska. The State is internationally maritime businesses are not as large as commercial, residential, acknowledged as a leader in Unmanned Underwater Vehicles and other non-water dependent businesses. Capital and (UUV). In 2015, companies in the Massachusetts marine tech maintenance costs for the infrastructure needed to support industry employed approximately 5,193 people and paid average international shipping and other large-scale maritime industries annual wages of $145,285, double the statewide average. are substantial, and more than most individual businesses are able or willing to bear. Depending on their needs and synergies with surrounding businesses and potential employees, marine tech clusters could Not dissimilarly, the billions of dollars in private commercial and be successfully located in both the South Boston DPA (with residential development along Boston’s waterfront would never access to other Seaport startups and Conley Terminal) and the have occurred without over $25 billion in public investment Mystic River/Chelsea Creek DPAs (with access to employees, (including interest payments) in the Central Artery Tunnel Project community college partnerships, and lower rents). A Boston and the Boston Harbor cleanup. Once these investments were based Marine Technology Innovation Cluster may also benefit made, the remaining costs of bulkhead, seawall, and public from engaging a third party, industry-led cluster organizer, while realm improvements were borne by the larger margins of private Massport continues to represent and advocate for traditional developers. maritime industries. Port Value (in millions) Alaska $1,087.90 Massachusetts $430.90 Louisiana $295.30 Maine $294.10 Washington $238.10 Florida $170.70 Texas $155.60 New Jersey $147.00 California $118.20 Virginia $108.20 Top ten states by total oceanographic R&D expenditure, 2014, from UMass Dartmouth Report25 44 ChaLLenges & oPPortUnities 456 | Conclusions and Next Steps This report highlights the historical evolution of Boston Harbor from colonial times to present day and its current rapid change. Part of the takeaway, is that Boston Harbor, like other ports, has a multitude of overlapping interest and jurisdictions from local neighborhoods to City and State regulations. Our research indicates, and experts agree, that to survive and thrive, Boston’s working port must invest in its competitive advantages. Massport has already made significant investments in Conley Terminal, the Boston Autoport, the seafood processing cluster, and Flynn Cruiseport Boston. These sectors are benefiting from these investments. The areas within Boston’s Inner Harbor DPAs that are underused or vacant offer multiple opportunities for improvement: investing in a marine tech cluster, developing a maritime educational facility or increasing flexibility within DPAs through zoning, mixed-use development and/or new allowable uses. Some of these changes would require amendments to statewide DPA regulations. We embarked on this research concerned about the long-term viability of Boston as a port. Through conversations with expert stakeholders, we are convinced that viable public policy and collaborative investment opportunities exist to increase innovation and profitability in Boston’s maritime industrial waterfront. In 1996, Massport and the City of Boston contracted with Fort Point S E C T I O NS I X Associates to develop a visionary plan: Port of Boston Economic Development Plan: A Call to Action. In two decades, a number of the implementation strategies included in that Plan have been acted upon: harbor dredging, creating the Boston Autoport, improving Conley CONCLUSIONS Terminal, expanding cruise ship activity, and creating the Harborwalk and the seafood cluster. Other ideas have yet to be implemented, such as expanding Boston Harbor water transportation network and aquaculture reserve zones or establishing East Boston Maritime & NEXT STEPS District and a fresh seafood market on the Boston Fish Pier. It is time to update this call to action, to achieve broader public-private consensus on how to make DPAs and by extension Boston’s working port more innovative, profitable, and a 21st-century success story. On January 23 and 24, 2018 Boston Harbor Now will convene national and local experts, working port stakeholders, DPA communities, city and state agencies, private developers, open space proponents, and climate preparedness advocates to update and build on this vision by addressing the following: 46 ConCLUsions & next stePs 47endnotes 1 Massachusetts Office of Coastal Zone Management, “Policy Guide,” October 2011, 61-62 Growth. Understanding Boston’s limited DPAs what are the 2 310 CMR 9.02 regional and global trends that Boston Harbor can capitalize 3 310 CMR 9.15 (1) (d) on? What are Boston’s growth areas? 4 Oehser, Paul H. et al. (2018, January 5). United States, The New England Colonies. Retrieved from https://www.britannica.com/place/United-States/The-New-England-colonies 5 (2015, October). Native American Tribes of Massachusetts. Retrieved from http://www.native- languages.org/massachusetts.html 6 Nancy Seasholes, Gaining Ground: A History of Landmaking in Boston (USA, Massachusetts: MIT Change. What strategies should we collectively employ to en- Press, 2003). sure that the non-water dependent use boom our waterfront 7 Glaeser, E. L. “Reinventing Boston: 1630-2003.” Journal of Economic Geography, vol. 5, no. 2, enjoys does not permanently displace water-dependent mari- Jan. 2005, pp. 119–153., doi:10.1093/jnlecg/lbh058. time businesses? 8 Ibid. 9 Ibid. 10 “Port of Boston.” World Port Source, www.worldportsource.com/ports/review/USA_Port_of_ Synergy. Boston is known for its world-renowned higher ed- Boston_88.php. ucation institutions. How can we capitalize on this strength 11 Ibid. to create long-term connections between the maritime and 12 Massachusetts Port Authority. July 2014. Economic Impact of the Port of Boston. Prepared by knowledge economies that addresses the need for training Martin Associates. programs and job opportunities that connect youths with R&D 13 Massport Comprehensive Annual Financial Report. 2016, pp. 4–6, Comprehensive Annual and the working port early in their development? Financial Report, www.massport.com/media/1354/mpa-fy16-cafr-final.pdf. 14 Malik, Nareen, “Loneliest Natural Gas Terminal in U.S Bucks Pipeline Trend,” Bloomberg, June 12, 2016.https://www.bloomberg.com/news/articles/2016-07-12/pipeline-phobia-keeps- Flexibility. Understanding existing conditions and opportuni- new-england-s-unlikely-trade-route-open ties for modernization, should some portions of our working 15 “Boston Autoport.” Mass CEC, 24 Oct. 2017, www.masscec.com/boston-autoport. waterfront and port activity be clustered and concentrated 16 The Boston Harbor Association, Inside the Working Port: A Study of Boston’s Designated Port in specific geographical areas of the Harbor? Do our working Areas, 2003. waterfronts need to be more climate resilient to protect the 17 “Northeast Home Heating Oil Reserve (NEHHOR).” Department of Energy, 2005, energy.gov/fe/ public and businesses? services/petroleum-reserves/heating-oil-reserve. 18 Ibid. 19 The Consensus-Building Institute, “Road Salt Storage and Distribution in the Commonwealth of Massachusetts: Chelsea Salt Dock Draft Conflict Assessment,” January 8, 2002, 16. Since its inception in the mid-1600s, the port of Boston has 20 As reflected on the marina website http://www.bhsmarina.com/businesses on Jan. 2018 always been in flux. Our waterfront has undergone many 21 “About The BPDA.” Boston Planning & Development Agency, 2018, www.bostonplans.org/ evolutions, each with its challenges and opportunities. Forty about-us/raymond-l-flynn-marine-park. years after the DPA regulations were enacted, Boston is at a 22 Massachusetts Cultural Resource Information System, Jan 2018, http://mhc-macris.net/Details. turning point. aspx?MhcId=BOS.9252 23 “Tonnage for Selected U.S. Ports in 2015.” CY 2015 Tonnage for Selected U.S. Ports by Port Choices about waterfront uses should be made with a shared Names, 2016, www.navigationdatacenter.us/wcsc/porttons15.html. vision of what the future of the harbor and port can be, with an 24 “President's Fiscal 2018 Budget for U.S. Army Corps of Engineers Civil.” Headquarters U.S. Army understanding of the existing regulations and current uses of Corps of Engineers, 2017, www.usace.army.mil/Media/News-Releases/News-Release- waterfront property. Article-View/Article/1191687/presidents-fiscal-2018-budget-for-us-army-corps-of-engineers- civil-works-progra/. Boston Harbor Now hopes you agree that this report provides 25 Borges, David R, et al. Navigating the Global Economy: A Comprehensive Analysis of the that essential foundation for a discussion of our working port Massachusetts Maritime Economy. pp. 44–51, Navigating the Global Economy: A Comprehensive and its future. We look forward to moving forward with you at Analysis of the Massachusetts Maritime Economy. our Working Port Symposium on January 23 and 24, 2018. 48 ConCLUsions & next stePs 49Evaluating the Vulnerability of Boston’s Inner Harbor Designated Port Areas to Sea Level rise and Coastal storms An Interactive Qualifying Project Report Submitted to the Faculty of the WORCESTER POLYTECHNIC INSTITUTE in partial fulfillment of the requirements for the Degree of Bachelor of Science Written By: Jacob Bouchard (PH) Austen Crawford (CE) Caroline Warchol (CH) Kyle Whittaker (ME) Submitted To: Professor Seth Tuler, WPI Professor Jennifer deWinter, WPI Jill Valdes Horwood, Boston Harbor Now APPENDIX This report represents the work of four WPI undergraduate students submitted to the faculty as evidence of completion of a degree requirement. WPI routinely publishes these reports on its website without editorial or peer review. For more information about the projects program at WPI, please see: http://www.wpi.edu/Academics/ Projects abstract As climate change raises sea levels (SLR) and exacerbates storm surges, the frequency and severity of coastal flooding will increase. Boston’s shoreline is increasingly vulnerable to flooding. Industries in the Designated Port Areas (DPAs) of Boston Harbor pose risks to public health and the environment because of toxic chemicals used and stored on-site. The goal of this project was to assess the vulnerability of DPAs in Boston harbor to SLR and coastal storms. We evaluated three different aspects of vulnerability: exposure, sensitivity, and ability to cope on 18 different sites within four of Boston’s DPAs. Our report highlights the need for more systematic evaluation and planning by stakeholders to mitigate the risks associated with flooding due to SLR and coastal storm surge. 50 aPPenDix 51acknowledgements We would like to thank the following people and organizations for making this project possible: • Boston Harbor Now • Jennifer deWinter, Worcester Polytechnic Institute • Lisa Berry Engler, Massachusetts Coastal Zone Management Jill Valdes Horwood, Boston Harbor Now • Paul Kirshen, University of Massachusetts Boston Steve Lehmann, NOAA • Massachusetts Coastal Zone Management MassDOT • Massachusetts Emergency Management Agency Dan Ryan, Channel Fish Co. • Seth Tuler, Worcester Polytechnic Institute • Sarah White, Massachusetts Emergency Management Agency We would like to extend a special thank you to our advisors Seth Tuler and Jennifer deWinter for providing guidance and support. We would also like to thank Jill Valdes Horwood and the rest of Boston Harbor Now for encouraging us and providing us with insight and experience. Executive Summary The goal of this project was to assess the vulnerability of Designated Port Areas in Boston Harbor to sea level rise and coastal storms. Boston is notably vulnerable to flooding events because of its proximity to three rivers and its position on the Atlantic Coast. Since 1991 the City of Boston has experienced 21 flooding events that have trig- gered federal or state disaster declarations (Climate Ready Boston, 2016, P. 2). Over the entire twentieth century sea levels rose about 9 inches relative to land in Boston (Climate Ready Boston, 2016, P. 8). With the pace of relative sea levels rise accelerating, by 2030 another eight inches of sea level rise may occur, and as much as 3 ft. by 2070 (City of Boston Hazard Mitigation Plan, 2014). Severe flooding in Boston could result in damage to infrastructure, public health, environment and the economy (City of Boston, 2014). The Boston Hazard Mitigation Plan states that “In Boston, Massachusetts, the increase in flooding caused by sea level rise this century could cost up to $94 billion from damage to buildings, loss of building contents, and associated emergency activities, depending on the amount of sea level rise and adaptation measures taken” (US EPA, n.d.). Areas within Boston Harbor will continue to have accelerated rates of vulnerability unless precautions are implemented to protect the coast from the effects of sea level rise. Since 2007 Boston has maintained a climate action plan which details measures the city has taken, and intends to take, in order to mitigate the impacts of climate change. The City of Boston’s Climate Ready Report (2016), City of Boston Natural Hazard Mitigation Plan (The City of Boston, 2014), and Greenovate Boston (Greenovate Boston, 2012) are all parts of the city’s climate action plans. The plans that have been implemented come together to reduce the vulnerability to different climate risks. Vulnerability can be defined by three dimensions: the exposure to a threat, the sensitivity to a threat, and the ability to cope with a threat and its impacts. Although these reports and proposals do a thorough job of evaluating the vulnerability of residential and mixed use areas in Boston, they do not complete a thorough evaluation regarding the vulnerability of the working port. Boston is home to a vibrant working port that deals with a wide array of industries and employs a large number of people (Martin Associates, 2012). Boston specifically has areas classified as Designated Port Areas (DPA), which are set aside for water-dependent industrial uses on Boston’s coast. Our project has focused on the four inner harbor DPAs: Chelsea Creek, Mystic River, East Boston, and South Boston. The impacts associated with sea level rise and storm surge on industrial businesses along the harbor shoreline have not been evaluated (Climate Ready Boston, 2016). Understanding the vulnerability of harbor based industries is a crucial step for Boston to help identify the impacts of sea level rise and allow for better preventative measures to be taken in DPAs in the future. Figure i: Inner Boston Harbor DPA Boundaries courtesy of Massachusetts Government. 52 (2016). Chapter 91, The Massachusetts Public Waterfronat APPcet n| DMixassDEP. Retrieved April 53 24, 2017Assessing the Vulnerability of DPAs Preliminary information for each of the 18 selected parcels was found online. Area, industry, chemical storage, land The DPAs of Boston’s inner harbor consist of over 60 water dependent industrial businesses. A representative sam- and building value, as well as the net worth of the business could all be found on their city’s assessor's parcels (Bos- ple of 18 parcels was investigated in our study. A list of the selected parcel can be seen in Table i. ton, Chelsea, Everett, Revere). The predicted flood zone in and around the parcels was determined using Surging Seas: Risk Zone Map for 5ft of sea level rise by 2100, which is the likely estimate for emissions scenarios used in Climate Ready Boston (Climate Ready Boston, 2016). We attempted to get in touch with DPA businesses either through email or over the phone. The companies that got back to us were sent emails that contained variations of our generic interview questions. They were given the option to respond by email or call us to go over their answers. We hoped their responses would give us insight to their day to day operations as well as their opinion of their vulnerability to SLR and coastal storms. A water taxi was taken out along the shorelines of the parcels that were selected. We took pictures of each site that we were able to visit on the taxi. Photos from the harbor were used in order to understand the current state of SLR infrastructure. We used these photos in conjunction with the 2009 Storm Smart Coasts CZM report to analyze the exposure of sites to SLR and coastal storm surge. Potential Vulnerability and Risks of DPAs We determined that Boston’s Inner Harbor DPAs are potentially vulnerable to sea level rise and coastal storm surge, as these areas have never fully been investigated. We have also found that this vulnerability has the potential to pose great risk to the city and its inhabitants. The immediate exposure to SLR and coastal storms greatly increases the vulnerability of the majority of parcels within Boston’s working port. Of the investigated parcels, 88% are expected to be in the predicted flood zone for 5 feet of SLR (Global climate change, n.d.). With the DPA’s direct access to the waterfront, they are exposed to the effects of SLR and coastal storms more than other areas of Boston. SLR preventative infrastructure on our selected DPA sites can be improved. Of our 18 selected parcels, only 6 had publicly listed SLR preventative infrastructure (CZM, 2009). Of those 6 parcels, five were ranked as needing a mod- erate level of action or higher according to CZM (CZM, 2009). During our water taxi tour, we were able to look at some SLR preventative infrastructure. The high water mark on SLR preventative infrastructure was less than five feet from the top of the structures. Since 5 feet of SLR is ex- pected by 2100, when coastal storms hit, these areas will most likely experience flooding. The SLR preventative infrastructure on these sites demonstrates the exposure to SLR and coastal storms, adding to the vulnerability of these working port areas. The fact that many businesses within the DPAs store hazardous chemicals on site makes them more sensitive to sea level rise. Many of the companies we evaluated would lose their ability to function for a time should their chemicals damaged or lost. Ten of the parcels in the sample use chemicals in their day to day operations. We know of nine chemicals that are present in large quantities within the DPAs. The sheer amount of these chemicals along the har- bor, in addition to their hazardous nature, is alarming because in extreme events they may find their way into the harbor. For example, within the investigated parcels, there are over 345,811,200 gallons of fuel stored. The issues The vulnerability of each parcel was assessed by looking at the exposure, sensitivity, and ability to cope to SLR presented by the release of the chemicals could impact public health, the environment, and the economy of Boston. and coastal storm surge. If the parcel was within the predicted flood zone from the Surging Seas: Risk Zone Map, then it was not deemed vulnerable in terms of exposure. Sensitivity was determined by the condition of the flood Based off of the information available to us, one third of the businesses investigated potentially have the resourc- prevention infrastructure on the parcel and by whether or not the business on the parcel stores chemicals in large es to recover from severe flooding events. The sheer cost of the land and infrastructure on many of these parcels quantities. Ability to cope was determined by looking at the net worth of the business, what emergency flood plans would make it difficult for businesses to rebuild after severe flooding. After reviewing the land and building value the business had in place, and the potential cost of damages the business could receive from flooding from SLR provided by tax assessor’s websites, we identified that out of the parcels investigated, 61% of them were worth and storm surge. Miscellaneous data was also gathered relating to the effects that DPA flooding could pose on the over $1M. Only six of the eighteen businesses that we evaluated were publicly traded and those businesses were surrounding area. What we have evaluated are indicators for the corresponding dimensions of vulnerability, they are all worth well over $100M. The other twelve parcels are either abandoned or local businesses. not direct measurements. 54 aPPenDix 55During major flooding events, 66% of businesses are expected to have between $10M-$100M of predicted damage to SLR and coastal storms by ensuring that the SLR prevention infrastructure on the sites are up to date and in good per acre. The other 33% are predicted to experience between $1M- $10M of damage per acre to their property. condition. Since two thirds of all investigated businesses have no public information on their net worth, one third of the busi- nesses evaluated could possibly have the resources to rebuild after a severe flood. If these regulations were to be put in place, they could reduce the vulnerability of DPA businesses to sea level rise and coastal storm surges by limiting exposure and sensitivity. This committee and its regulations would ensure that Based off of interviews and the information available to us, few of the businesses within the DPAs that we inves- the unique needs of these industrial areas are met, while simultaneously keeping the surrounding communities and tigated have public emergency plans to deal with flooding. Of the 16 businesses that we contacted, only two an- environment safe during flooding events. swered any of our interview questions. One of the businesses that we contacted said that they had an emergency plan in place, but that it was not public information. This lack of transparency regarding emergency planning makes Conclusion it impossible to make any accurate statement on the level of preparedness that exists within the DPAs. Over the course of seven weeks we learned a lot about DPAs and their uniquely industrial nature. We understand that our work has limitations stemming from the short amount of time that we had to complete this project as well We found that the regulation of the DPAs is split between MEMA, CZM, USCG, and the EPA. In our research of as the lack of transparency on the part of the DPA businesses. There still remains a gap in knowledge on the vulner- emergency preparedness plans within the DPAs, we conducted an interview with a hazard mitigation expert from ability of the DPAs, and further investigation is needed to fully understand Boston’s vulnerability to SLR and coastal MEMA, we learned that the only regulating body that deals with hazardous materials is local fire departments. Local storm surge. fire departments enforce EPA regulations concerned with the handling of hazardous materials. The EPA only re- quires that businesses report the quantity of hazardous materials on their sites to their area fire department and the EPA. The Massachusetts Tier II Reporting Entities main purpose is to “provide the framework and methodology to efficiently respond to hazardous materials emergencies” (Hazardous materials emergency plan, 2011). The current regulations are reactionary in nature, only having plans for chemicals once they spill. We have found no measures in place to help prevent the release of toxic chemicals into the environment. The only other regulatory body that exists within Boston’s harbor is the United States Coast Guard. The Coast Guard is mostly concerned with ships and mate- rials that are moving on the water. They receive hazardous cargo manifests from ships entering the harbor in order to keep updated on the hazardous materials within Boston harbor. From our research it doesn’t seem that there is much communication between these groups. This lack of communication means that in an emergency situation important information may not be available to first responders. Recommendations to Better Prepare DPAs to SLR and Coastal Storms There are still major gaps in data concerning vulnerability of Boston to SLR and storm surges. Many of the vulnera- bility assessments do not address the DPAs in any capacity. As students reaching out to businesses, we found many unwilling to participate or even get back to us. Though we managed to gather a lot of information on DPAs in a short amount of time, there is a lot more data that should be gathered. We recommend that the Massachusetts Coastal Zone Management (CZM) and The Boston Green Ribbon Commission (GRC) continue their partnership and produce a vulnerability assessment of the DPAs. This is the partnership that produces the Climate Ready Boston report, which provides an in depth understanding of Boston’s vulnerability to climate change. With their previous experi- ence, they can conduct a vulnerability assessment to give a more detailed description of the state that the DPAs are in. This report, in conjunction with the Climate Ready Boston report, could create a more complete understanding of the vulnerability of Boston and its harbor to climate change. Throughout the completion of this project, we found that there is no organization that directly regulates emergency preparedness plans in the DPAs. We recommend that Massachusetts Coastal Zone Management (CZM), the De- partment of Environmental Protection (DEP), the Massachusetts Emergency Management Agency (MEMA), and the United States Coast Guard (USCG) form a regulatory committee concerned with emergency preparedness plans within the DPAs. The partnership should integrate CZM’s knowledge of businesses and infrastructure within the DPAs, DEP’s experience with brownfield remediation, USCG’s authority over the harbor and the cargo within it, and MEMAs experience with emergency management in Massachusetts. The committee should have a set of regulations to enforce on the DPA businesses. The two regulations that we are recommending this committee enforce are: that chemicals and hazardous materials used by businesses within the DPAs must be stored in flood-proof containers, and that more frequent inspections and repairs be performed on the SLR prevention infrastructure within the DPAs. The first regulation would reduce business sensitivity to SLR and coastal storms by reducing the risk of chemical spills. The second regulation would reduce the business' exposure 56 aPPenDix 57taBLe of Contents Chapter 1.0: Introduction Climate change is a growing problem facing coastal cities. Though climate change is accompanied with many con- sequences, perhaps the most threatening to the populations of coastal urban cities are the rise in sea levels paired Abstract with the rise in coastal storm frequency. The impacts of coastal flooding on a city's infrastructure, public health, Acknowledgements environment, and economy have been experienced throughout the country (US EPA,). These impacts can be high- Executive Summary lighted during severe hurricanes. For example, during Hurricane Katrina, New Orleans’ lack of adequate infrastruc- List of Figures ture coupled with the severity of the storm would lead to disaster for the city. The City of New Orleans did have List of Tables levees in place in order to help minimize the effects of severe coastal storms, but those levees were “...built in a Chapter 1.0: Introduction disjointed fashion using outdated data”(Hoar, 2006). In addition to major issues to infrastructure sea level rise and Chapter 2.0: Background on DPAs and Climate Change coastal storms are dangerous to public health. For example in the aftermath of Hurricane Harvey, flood waters from Chapter 3.0: Assessing the Vulnerability of DPAs storms contained many different and dangerous chemicals (Sifferlin, 2017). Harvey’s flood waters were dangerous enough in Houston, Texas to cause death from flesh eating bacteria (Astor, 2017). Major flooding events also pose Chapter 4.0: Potential Vulnerability and Risks of DPAs many dangers to the environment. For example, the impacts of Hurricane Sandy has caused significant damage Chapter 5.0: Recommendations to Better Prepare DPAs to SLR and Coastal Storms to some local islands flora, an estimated 90% of the mature mangroves have been destroyed, and an estimated Chapter 6.0: Conclusions 100,000 gallons of fuel has spilled in the Simpson Bay Lagoon from over 120 shipwrecked vessels (Nature Foun- Chapter 7.0: References dation, 2017). Finally, the economy of area can also be greatly impacted by a severe coastal storm and SLR. During Chapter 8.0: Appendices Hurricane Sandy, the New York Stock Exchange was forced to shut down for two days (Library, 2016).The impacts on infrastructure, public health, environment, and economy caused by these severe storms highlight some of the List of Figures negative effects of extreme coastal flooding for modern port cities such as Boston. Figure i: Inner Boston Harbor DPA Boundaries Boston is notably vulnerable to flooding events because of its proximity to three rivers and its position on the At- Figure 1: Inner Boston Harbor DPA Boundaries lantic Coast. Since 1991 the City of Boston has experienced 21 flooding events that have triggered federal or state Figure 2: Predicted Sea Level Rise in Boston disaster declarations (Climate Ready Boston, 2016, P. 2). Over the entire twentieth century sea levels rose about 9 Figure 3: Effects of Flooding on Boston’s Economy inches relative to land in Boston (Climate Ready Boston, 2016, pg. 8). With the pace of relative sea levels rise accel- Figure 4: Chelsea Creek DPA Flood Zone erating, by 2030 another eight inches of sea level rise may occur, with about 1.5 ft. by 2050, and as much as 3 ft. by Figure 5: Mystic River DPA Flood Zone 2070 (City of Boston Hazard Mitigation Plan, 2014). Thus the likelihood of coastal and riverine flooding will continue Figure 6: South Boston DPA Flood Zone to increase. With higher sea levels, storm water outfalls may not be able to discharge or may even start to backflow (City of Boston Hazard Mitigation Plan, 2014). Severe flooding in Boston could result in damage to infrastructure, Figure 7: East Boston DPA Flood Zone public health, environment and economy similar to that experienced in New Orleans (City of Boston, 2014). The Figure 8: Flooding in East Boston Boston Hazard Mitigation Plan states that “In Boston, Massachusetts, the increase in flooding caused by sea level Figure 9: Riprap Located at Prolerized rise this century could cost up to $94 billion from damage to buildings, loss of building contents, and associated Figure 10: Bulkhead Located at Eastern Salt emergency activities, depending on the amount of sea level rise and adaptation measures taken” (US EPA,). Areas Figure 11: Potential Flooding of 5 Feet with Spring Tide within Boston Harbor will continue to have accelerated rates of vulnerability unless precautions are implemented to protect the coast, infrastructure, and people from the effects of sea level rise. List of Tables Table i: Selected Parcels Since 2007 Boston has maintained a climate action plan which details measures the City has taken, and plans to take, in order to mitigate the impacts of climate change (City of Boston Hazard Mitigation Plan, 2014). The City of Table 1: List of Selected Businesses Boston’s Climate Ready Report (2016), City of Boston Natural Hazard Mitigation Plan (The City of Boston, 2014), Table 2: Selected DPA Parcel Data and Greenovate Boston Table 3: Chemical Storage Information (Greenovate Boston, 2012) are all parts of the city’s climate preparedness actions. The plans that have been imple- Table 4: Vulnerable Residential Populations Surrounding DPAs mented are intended to reduce the vulnerability to different climate risks, including exposure to threats, sensitivity Table 5: Chemical Effects on Public Health and the Environment to threats, and ability to cope after events occur (Bralower, 2017). With this in mind, some of the adaptations be- ing implemented are to increase the amount of permeable ground, improving drainage systems, updating building codes, and restoring building and hazard mitigation infrastructure (The City of Boston, 2014). There are also several proposals being reviewed by the City of Boston with regards to different sea level rise adaptations, such as a large sea wall that completely surrounds the harbor. “City officials are exploring the feasibility of building a vast sea barrier from Hull to Deer Island, forming a protective arc around Boston Harbor” (Abel, 2017). Although these reports and proposals do a thorough job of evaluating the vulnerability of residential and mixed use areas in Boston, they do not complete a thorough evaluation regarding the vulnerability of the working port. 58 aPPenDix 59The goal of this project was to assess the vulnerability of designated port areas in Boston Harbor to sea level rise Reducing Boston’s SLR to less than 2.4 feet. by the end of the century would require massive and unprecedented and coastal storms. Our project focused on the four inner harbor DPAs: Chelsea Creek, Mystic River, East Boston, cuts in greenhouse gases worldwide (Climate Ready Boston, 2016).The lower end of this range assumes moderate and South Boston. We selected a sample of DPA businesses to represent each industry and DPA located within the cuts in global greenhouse gas emissions, with the upper end of this range assuming no changes in global emissions. harbor. An analysis of selected sites was conducted, by reviewing tax assessors info, interviewing business represen- SLR is driven by a combination of melting land ice, the expansion of water as its temperature increases, and changes tatives, and looking at SLR prevention infrastructure to determine the overall vulnerability of Boston’s DPA’s. Our in the amounts of water extracted from below ground or stored behind dams (Climate Change Indicators: Sea Level, assessment resulted in a report that may be used to inform policy and interested stakeholders of the vulnerability of 2014). Most of the coastal Northeast is expected to exceed the global average sea level rise due to local land sub- working port areas in Boston Harbor to sea level rise. sidence, with the possibility of even greater regional sea level rise if the Gulf Stream weakens (Chapter 16 Northeast, 2014).Rising sea level will result in areas within coastal cities, such as Boston, to become more vulnerable to flooding Chapter 2.0: Background on DPAs and Climate Change by exacerbating impacts accompanied with storm surge. As sea levels rise and coastal storms become more frequent, it is necessary for coastal cities to understand their vulnerability. The City of Boston has done vulnerability assessments focused on residential and mixed use areas but no assessment of the DPAs has been conducted. In order to understand the context in which the DPAs exist, some background information is necessary. We will start by describing Boston Harbor and its designated port areas, then move into why there is an increased risk of severe flooding in the project area. We then address the negative effects that would be experienced during severe flooding events. 2.1 Designated Port areas in Boston harbor Boston is a historic city built around its harbor. Boston Harbor has emerged into a large trading market, which increased the industrialization of the city because of its location on the Atlantic Ocean. The harbor is critical to Boston’s economy. In 2012, $4.6 billion was generated by Boston’s port in overall economic value, while the busi- ness’ themselves generated $1.2 billion in revenue (Woolhouse, 2014). Due to the port industry's importance to the economic value of Boston, the Commonwealth of Massachusetts wanted to protect more industrial sectors of the port from being displaced by non-industrial uses. Designated Port Areas (DPAs) were the regulatory mechanism created by the Commonwealth to ensure access to the water for water dependent industrial businesses. DPAs were created in 1978 by the Massachusetts Coastal Zone Management (CZM) “to satisfy both the unforeseeable and unanticipated space needs of industrial use that depend on the withdrawal/discharge of large volumes of process water” (New England School of Law, 2009). Site characteristics and infrastructure needs of designated port areas include a developed waterfront, adjacent land suitable for industrial use, and access to land transportation for in- dustrial purposes (Mass.gov, n.d.). DPAs ensure that water dependent industries have access to Boston Harbor. There are 10 DPA’s in Massachusetts, four of which will be the main focus of this project: Mystic River (Appendix A), Chelsea Creek (Appendix B), East Boston (Appendix C), and South Boston (Appendix D). A map of all four DPAs being investigated by our team can be seen in Figure 1. A variety industries utilize access to the waterfront that these DPAs provide. Some examples of industries within the DPAs are commercial fishing and processing, fuel transportation and storage, as well as import and export businesses. Figure 2: Predicted Sea Level Rise in Boston From: (2016). Climate Ready Boston, | City of Boston. Retrieved April DPAs pose a threat to Boston Harbor. Industrial sites within DPAs often contain hazardous chemicals that if released 24, 2017 would pose significant risks to Boston’s public health and environment. These threats are exacerbated with the threat of sea level rise and severe flooding events anticipated as a result of changing climate. 2.2.2 flooding from storm surge Another threat facing coastal urban cities is the predicted increase in severe coastal storms, which is intensifying 2.2 Vulnerability of Coastal Cities to Major Flooding Events in a Time of Climate Change by sea level rise (Pierre-Louis, 2017). A storm surge is an abnormal rise in sea level accompanying a hurricane or Impacts from climate change are not a new issue for the City of Boston. The City has been hit by 8 significant hur- other intense storm, and whose height is the difference between the observed level of the sea surface and the lev- ricanes in the past 75 years and has been developing different hazard mitigation preparations to minimize the risks el that would have occurred in the absence of the storm (Hurricane Science: Storm Surge, 2015). With global sea from storm surge and storm water for over 100 years. But, as the climate continues to change, the risk of coastal levels already on the rise, storms will cause more flooding in the future than they would today. This is because “the urban flooding is continuing to increase, and most cities are not prepared for the up-surging threats outlined in this higher water level provides a higher base for the waves so they are able to strike structures that might otherwise section. be elevated above the waves; effect and shore erosion caused by sea level rise allows the waves to strike farther in- land”(Greenhouse effect and Sea Level Rise, 2007). An example of an overwhelming and unanticipated storm surge 2.2.1 Sea Level Rise in the Northeastern United States coupled with precipitation, occurred during Hurricane Harvey. This hurricane unloaded nearly 33 trillion gallons of Cities along coastal Northeastern United States are predicted to encounter escalating sea level rise (SLR). In the- water in the U.S (Fritz & Samenow, 2017). This unprecedented amount of water had displaced over one million peo- Northeast, the relative sea level has risen by approximately one foot, since 1900, which has caused more frequent ple and about 185,000 homes have been either damaged or destroyed across the Southeast US (Gallagher, 2017). flooding of coastal areas (Climate Change in the Northeast, 2016). Boston’s sea level is predicted to have a minimum Storm surges are particularly damaging in cities or other areas with high population densities, such as Boston. increase of 2.4 feet and a maximum of 7.4 feet, by the year of 2100, as shown in Figure 2 (Climate Ready Boston). 60 aPPenDix 612.3 Impacts of Storm Surge and Coastal Urban Flooding Wildlife faces many similar threats that the public does. Petroleum and salt are particularly hazardous to aquatic life. Coastal urban flooding has many negative Impacts on its surroundings. Impacts of coastal flooding can affect infra- Another threat posed to the environment from SLR is the increase of runoff and sediment into waterways (Huston, structure, public health, the environment, and the economy of coastal cities and regions. 2010). Storm surge can cause more erosion and carry pollutants, into waterways and large bodies of water (Huston, 2010). This increase in pollutants can lead to increases in algal blooms (Huston, 2010) which are already a problem 2.3.1 Failed Infrastructure Effects from SLR and Storm Surge in Boston waterways. Algal blooms are one of the causes of a decrease in dissolved oxygen in water (Hewett, 2016). As flooding severity worsens, the challenge of keeping important SLR prevention infrastructure, such as riprap and When there is less oxygen in the water fish and aquatic plants suffer because they do not have access to the needed bulkheads, in good conditions increases. However, once the upkeep is not continued the infrastructure will deteri- amount of oxygen. Less oxygen also leads to higher water temperatures, which can cause distress for the aquatic life orate, putting it more at risk of failure under flooding conditions (Portland, 2014). that is used to cooler temperatures (Hewett, 2016). Failure of infrastructure during severe flooding events often exacerbates the issues caused by severe flooding. One 2.3.4 Impacts of Storms and Flooding on the Economy potentially devastating form of infrastructure failure is the failure seawalls and other sea level rise prevention in- The economy of a region can be affected directly and indirectly by a changing climate. In the above sections, some frastructure. For example, if New Orleans had maintained their infrastructure, the flooding would not have been as of the general impacts of sea level rise, flooding, and storms have been described. In the end, all of these impacts detrimental from Hurricane Katrina: “Flood protection systems such as levee, canal systems, etc., were constructed can subsequently affect the economy of a region. Some effects from flooding will be more immediate, while others to safeguard the city of New Orleans. However, these systems were poorly maintained and did not withstand the may take a while to appear and be fixed. Figure 3 below shows some of the potential long term or short term im- impact of the hurricane resulting in widespread damage to the city of New Orleans,” (Deshmukh et al., 2011). Up- pacts that can come from flooding to coastal cities. If important structures fall into disrepair, then they will need to keep of flood protection systems is critical to helping mitigate the impacts of SLR. be repaired (Massachusetts Department of Conservation and Recreation, 2009). When Texas was ravaged by Hur- ricane Harvey in 2017 many of the oil refineries on the coast were damaged and, “almost 22 percent of current oil Similarly, the state of a building plays a role in the effect SLR has on it. The City of Boston has fully adopted the production in the Gulf of Mexico has been ‘shut-in’...” (Rosoff, 2017). Oil refining made up a majority of the economy International Building Code (IBC) set of standards for building construction. The IBC does not adequately prepare in Texas’s ports, and it is predicted that because of Harvey, “it could be months or even years before the region is the City of Boston for SLR (International Code Council, n.d.). To combat this, the Commonwealth of Massachusetts experiencing some sense of normalcy again” (O'Keefe & Williams, 2017). Harvey not only affected Texas’ economy, has made its own modification to the IBC to be implemented in the state (Massachusetts Board of Building Regu- it had an impact on the whole country, “analysts said prices at the pump are likely to rise between 5 cents and 15 lations and Standards, 2010). Although these modifications improve upon the IBC in regards to SLR building code cents nationwide in the weeks ahead” (Ivanova, 2017). criteria, more research should be done to ensure that buildings are able to withstand more severe coastal flooding. The impacts of collapsed or damaged buildings would not only affect the aesthetic of the city, they could damage Figure 3. Effects of Flooding on Boston's Economy the health of the city’s residents. 2.3.2 Impacts of Storms and Flooding on Public Health Floods pose many threats to the health of a community, including discharging pollutants into water and forcing peo- ple to reside within damp toxic living conditions. A major threat to Boston’s public health from DPAs is the use and storage of harmful chemicals. If storage systems were to fail, dangerous chemicals have the ability to contaminate water. Some major hazardous materials that could spill into Boston Harbor are formaldehyde, petroleum, ammonia, and salt (Environmental, Health, and Safety Guidelines for Fish Processing, April 30, 2007). If during a severe flood- ing event these chemicals were to get into the water, they would have detrimental impacts on people’s health. Public health can also be negatively impacted from increased storms and floods that lead to damp air and living/ working conditions (Climate Ready Boston, 2016). If the water does not dry completely, mold and mildew can start to appear in buildings. This was the case after Hurricane Sandy hit areas of New York (Nir, 2013). The dampened conditions lead to increased growth of black mold. Residents are subjected to increased allergen exposure due to mold growth in flooded homes and other structures (Climate Change Impacts in the United States, 2014). Depend- ing on the severity of the mold and mildew exposure, there can be various effects on the health of residents and citizens working in the area. Mold can cause minor effects such as coughing or something as serious as severe lung infections (National Center for Environmental Health, 2014). Many areas directly surrounding DPAs are residential, so flooding from SLR would likely have a negative impact on the public. 2.3.3 Impacts of Storms and Flooding on the Environment Just as the public health is threatened by what can happen during sea level rise and storm surges, the environment is as well. In May, NOAA predicted a 45 percent chance that the 2017 Atlantic Hurricane season—which runs from June 1 through November 30—would be more active than normal (Pierre-Louis, 2017). With increased water levels and severity of storms, there will be wider areas of ecosystems that will be vulnerable. Vulnerability assessments have been able to start looking at what the potential impacts on the environment could be (Climate Ready Boston, 2016). 62 aPPenDix 632.4 Gaps in Knowledge 3.2.1 Gathering Data From Online Resources The City of Boston has done quite a bit of work to protect residential and mixed-use areas from sea level rise, but Preliminary information for each selected parcel within the DPAs was found online. Area, industry, elevation, chem- there is still one area that the vulnerability assessments has not focused on: DPAs. A vulnerability assessment of the ical storage, land and building value, as well as the net worth of the business could all be found on the respective working port on the inner harbor of Boston has not been completed. Gaps in information include the exposure of city’s tax assessor's website (Boston, Chelsea, Everett, Revere). The predicted flood zone in and around the parcels DPAs to SLR and coastal storms, current state of infrastructure within the DPAs, the toxic chemicals stored within was determined using Surging Seas: Risk Zone Map for 5ft of sea level rise by 2100, which is the likely/ middle of these DPAs and their potential effects on the harbor and its residents, as well as the ability for the working port to the road for emissions scenarios used in Climate Ready Boston (Climate Ready Boston, 2016). This same sea level recover after damage occurs. Understanding the vulnerability of Boston’s working port to SLR and coastal storms is rise viewer was used to gather the predicted property exposure, social vulnerability exposure, and the vulnerable necessary. This understanding will allow Boston to have a complete idea of the risks posed to the city by SLR and population exposure of the population surrounding each parcel. coastal storm surge. 3.2.2 Contacting DPA Businesses Representatives Chapter 3.0: Assessing the Vulnerability of DPAs Using the contact information available to us, we attempted to get in touch with the businesses either through email The goal of this project was to assess the vulnerability of designated port areas in Boston Harbor to sea level rise or a phone call. We utilized a generic email template and phone script (Appendix H). The companies that got back to and coastal storms. We focused on the four Boston inner harbor DPAs which are Chelsea Creek, Mystic River, East us were sent emails that contained variations of our generic interview questions (Appendix I). They were given the Boston, and South Boston (See Appendices A-D). Within these DPAs we selected a sample of parcels to represent option to respond by email or call us to go over their answers. the different industries. The vulnerability of individual parcels was assessed to help determine the vulnerability DPAs as a whole. Our project resulted in a report that has been given to Boston Harbor Now (BHN) for their use to inform 3.2.3 Evaluating Sites from the Water policy and interested stakeholders of our findings. In this chapter we outline how we picked parcels and how the A water taxi was taken out along the shorelines of the parcels that were selected. Based on the location of our se- parcels were studied and evaluated. lected parcels and the location of shoreline stabilization structures, a water taxi route was mapped out (Appendix J). We took pictures of each site that we were able to get to with the taxi. We used these photos in conjunction with 3.1 Selecting Parcels for Assessment the 2009 Storm Smart Coasts CZM report in order to understand the current state of SLR infrastructure. The DPAs of Boston’s inner harbor consist of over 60 water dependent industrial businesses. To complete a vulner- ability assessment of these parcels, a representative sample of 18 was selected, due the limited timeframe of this 3.3 Data Analysis project. To reduce bias in our sampling process, we utilized random sampling to select each business. A database of All of the data gathered through interviews and site visits was compiled into a spreadsheet. parcels within the four inner harbor DPAs was obtained from Massachusetts Coastal Zone Management (CZM). We classified the businesses in the DPAs into eight different industries: mooring, cargo, fish processing, fuel, boat repair, salt, old industrial, and vacant/parking lots. Each industry is unique in how it operates, making each one vulnerable in different ways from each other. To accurately represent the DPAs, a variety of each industry needed to be selected. First, we calculated the percent- age of land each industry occupied within the DPAs. Based on the percentage of land each industry took up, parcels were selected weighted to that percentage. For example, cargo occupied 20.52% of land within all four inner harbor DPAs, and 20% of 15 parcels is roughly 4 parcels, therefore four cargo parcels were randomly selected (Appendix G). In order to conduct a random sample, each parcel was assigned a number 1-55, 55 being the total amount of busi- nesses. The parcels were grouped by industry. For example, Boat Repair included parcel numbers 1-9, Cargo was parcel numbers 10-21, and so on. Then to select the specific parcels, we randomly selected numbers using a Python script (Appendix F). We discovered two of the selected parcels were the same parcel but separated into two indus- tries. This resulted in us having selected a total 14 businesses. After we identified all of the parcels, we discovered that East Boston DPA was not represented. In order to ensure that each DPA and industry was represented in our study, we decided to add more parcels to our selection. Another random sample with just the parcels in the East Boston DPA was conducted, resulting in the selection of Boston Forging and Welding and Boston Towing and Transportation. Two industries were not represented in any of our random parcel selections: salt and fish processing. To select a salt parcel, we again ran the above script to randomly select one of the two salt parcels within the DPAs, which resulted in Eastern Salt Co. There was only one fish pro- cessing parcel to choose from: Channel Fish Co. The final selected businesses/parcels can be seen in Table i, pg 54. 3.2 Gathering Data To characterize the vulnerability of each parcel, we gathered preliminary data from the internet, we attempted to interview representatives from each business, and conducted site reviews by water taxi. 64 aPPenDix 65Chapter 4.0: Potential Vulnerability and Risks of DPAs Boston’s Inner Harbor DPAs are potentially vulnerable to sea level rise and coastal storm surge. There is a gap in knowledge as these areas have never fully been investigated. We have also found that this vulnerability has the potential to greatly impact the city and its inhabitants. This chapter outlines our findings relating to the three dimensions of vulnerability: exposure, sensitivity, and ability to cope. Within each of these dimensions, we have evaluated many different variables that all contribute to the par- cels overall vulnerability. We also discuss the DPA’s potential impact on the city of Boston during flooding events. We then highlight the lack of transparency throughout the businesses within the DPAs in regards to contacting representatives and gathering information. 4.1 - Exposure of DPAs to SLR and Coastal Storms In order for an area to be vulnerable to SLR and coastal storms, it needs to be exposed to SLR and coastal storms. A sites location within Boston Harbor greatly affects its potential exposure. Depending on a sites elevation and prox- imity to the harbor, it will be exposed to different levels of flooding. 4.1.1 - Predicted flood zones The exposure to SLR and coastal storms greatly increases the vulnerability of the majority of parcels within Boston’s working port. With moderate cuts in carbon emissions, the likely amount of sea level rise by the year 2100 is 5 ft (Global Climate Change, n.d.). Of the investigated parcels, 88% are expected to be underwater by 2100. With the DPA’s situated directly on the water, they are more exposed to the effects of SLR and coastal storms than other areas of Boston. Figures 4-7 are maps of the four DPA’s, showing the predicted flood zones (PFZ) during 5 ft SLR. The vulnerability of each parcel was assessed by looking at the exposure, sensitivity, and ability to cope to SLR and coastal storm surge. If the parcel was within the predicted flood zone from the Surging Seas: Risk Zone Map, then not was deemed vulnerable in terms of exposure. Sensitivity was determined by the condition of the flood prevention infrastructure on the parcel and by whether or Figure 4: Chelsea Creek DPA Flood Zone From: (2017). Surging Seas: Risk Zone Map, | NOAA. Retrieved April 5, not the business on the parcels stores chemicals in large quantities. Ability to cope was determined by looking at the 2017 net worth of the business, what emergency flood plans the business had in place, and the potential cost of damages the businesses could receive from flooding from SLR and storm surge. Miscellaneous data were also gathered relat- ing to the effects that DPA flooding could pose on the surrounding area shown in Table 2. What we have evaluated are indicators for the corresponding dimension of vulnerability, they are not direct measurements. 66 aPPenDix 67Figure 5: Mystic River DPA Flood Zone From: (2017). Surging Seas: Risk Zone Map, | NOAA. Retrieved April 5, 2017 Figure 6: South Boston DPA Flood Zone From: (2017). Surging Seas: Risk Zone Map, | NOAA. Retrieved April 5, Figure 7: East Boston DPA Flood Zone From: (2017). Surging Seas: Risk Zone Map, | NOAA. Retrieved April 5, 2017 2017 4.1.2 - DPA Business Interview Response Regarding Exposure In response to our interview questions, a representative from Channel Fish Co. Inc. said that he was very concerned for his business’s safety regarding SLR and coastal storms. This representative stated “We are very concerned that our backyard could flood and portions of the property could be damaged by severe storms.” Channel Fish Co. is located in the East Boston DPA, with direct access to the waterfront along Chelsea Creek. The East Boston area has been prone to serious erosion along the coast, and is located within the boundaries of the PFZ with regards to 5 feet SLR, shown in Figure 7 above. The representative stated that his business has been prone to flooding in the past, with an example of this flooding shown below in Figure 8. In regards to flooding on this prop- erty, the representative said “It’s been pretty severe at times: the most recent occurrence on Aug. 2, the standing water was about a foot tall. It’s also gotten into our basement in the past.” It is evident this business located within the DPA has extreme exposure to flooding, increasing its overall vulnerabil- ity to SLR and coastal storm surge. 68 aPPenDix 69Figure 9: Riprap located at Prolerized Figure 8: Flooding Within East Boston August 2, 2017 From: Margaret Farmer 4.2 - Sensitivity to SLR and Coastal Storms A sites vulnerability to SLR and coastal storms is also a function of its sensitivity. For the purpose of this project, the sensitivity analysis is based on the state of the infrastructure on the parcel. The infrastructure that we evaluated included both the sea level rise prevention infrastructure, chemical type, chemical storage, and chemical quantity. These are all indicators of sensitivity that contribute to the overall vulnerability of a parcel. 4.2.1 - Infrastructure Evaluations SLR preventative infrastructure on DPA our selected DPA sites can be improved. Of our 18 selected parcels, only 6 had publicly listed SLR preventative infrastructure (CZM, 2009). Of those 6 parcels, five were ranked as needing a moderate level of action or higher according to CZM (CZM, 2009) (Appendix K). After our water taxi tour, we did not have an adequate amount of information to correctly correlate each parcels SLR prevention infrastructure to the previous CZM report. During our water taxi tour, we were unable to visit all of the parcels from our sample due to limited time and travel restrictions. We were able to look at some SLR preventative infrastructure near some of the sites. Figure 9 shows Figure 10: Bulkhead located at Eastern Salt riprap located on Prolerized. It can be seen that the high water mark on the rocks is more than halfway up the structure. We were not able to gain the exact measurements of the height of the rip rap, but we can safely estimate 4.2.2 - Sensitivity due to Chemical Storage there is less than 5 feet of riprap above the high water mark. This is concerning due to the fact that 5 feet of SLR The fact that many businesses within the DPAs rely on large amounts of chemicals stored on site to function makes is expected by 2100, and if coastal storms hit the area, they will most likely experience more than 5 feet of coastal them more sensitive to sea level rise. Different types of chemicals are stored differently. The condition of the stor- storm surge, resulting in the Prolerized site being flooded. Similar flooding would be experienced at the Eastern Salt age facilities can contribute to how vulnerable the site is to flooding. The worse the condition is the more vulnerable site under the same future conditions. As seen in Figure 10, the Eastern Salt parcel has bulkheads. However, the the area is. Unfortunately we were unable to analyze the condition of the storage facilities themselves. Since we high water mark is also located less than 5 feet from the top of the structure. The quality of SLR prevention infra- could not analyze the storage facilities we investigated which companies would lose their ability to function for a structure on these sites demonstrates the exposure to SLR and coastal storms, adding to the vulnerability of these time should they damage or lose the chemicals. Ten of the parcels that we investigated use chemicals in their day working port areas. to day operations. The companies that store chemicals on these ten parcels would not be able to function normally without their chemicals. This limit in their ability to function is what makes them vulnerable in the sense of chemical storage. 70 aPPenDix 714.3 Parcel’s Ability to Cope with SLR and Coastal Storms A site’s vulnerability is also a function of its ability to cope after a major flooding event has happened. If a site can respond and recover quickly from SLR or a major storm, they are less vulnerable to it. Things such as a business's worth and income can give some indication on a business's ability to reconstruct their site. Emergency plans that are in place when flooding occurs also will reduce that sites vulnerability to SLR and coastal storms. If a site has the ability to cope with SLR and coastal storms both during and after they occur, they are consequently less vulnerable. 4.3.1 Financial Aspects The sheer cost of the land and infrastructure on many of these parcels would make it difficult for businesses rebuild after severe flooding. After reviewing the land and building value provided by tax assessor’s websites, we identified that out of the parcels investigated, 61% of them were worth over $1M. Only six of the eighteen businesses that we evaluated were publicly traded and those businesses were all worth well over $100M. The other twelve parcels are either abandoned or local businesses. During major flooding events, 66% of businesses are expected to have between $10M-$100M of predicted damage per acre. The other 33% is predicted to experience between $1M- $10M of damage per acre to their property. Since two thirds of all investigated businesses have no public informa- tion on their net worth, one third of the businesses evaluated could possibly have the resources to rebuild after a severe flood, this is still undetermined. 4.3.2 - Emergency Plans To our knowledge, few of the businesses within the DPAs have publicly available emergency plans to deal with flooding. One of the businesses that we contacted said that they had an emergency plan in place, but that it was not public information. Businesses are not required to make their emergency plans public, due to risks associated with terrorism. Through an interview with a hazard mitigation expert from MEMA, we learned that the only real regulating body that deals with hazardous materials is local fire departments. Local fire departments enforce EPA regulations concerned with the handling of hazardous materials. The EPA only requires that businesses report the quantity of hazardous materials on their sites to their area fire department and the EPA. According to the Massa- chusetts Tier II Reporting Entities, a source referred to us by MEMA, the hazard mitigation plan’s main purpose is to “provide the framework and methodology to efficiently respond to hazardous materials emergencies”(Hazardous materials emergency plan, 2011)(template version of Hazardous Materials Emergency Plan can be seen in Appendix L). The current regulations are reactionary in nature, only having plans for chemicals once they spill. We found no regulatory requirements to help prevent the release of toxic chemicals into the environment. The only other agency that regulates industrial activities within Boston’s harbor is the United States Coast Guard. The Coast Guard is mostly concerned with ships and materials that are moving on the water. They receive hazardous cargo manifests from ships entering the harbor in order to keep updated on the hazardous materials within Boston Harbor. We learned that the regulation of the DPAs is split between MEMA, CZM, USCG, and the EPA. From our research it doesn’t seem that there is much communication between these groups. This is based off of our experience with these agencies representatives. We were continually being referred to different people within various state agen- cies, none of whom knew much about regulations within the DPAs. This lack of communication means that in an emergency situation important information may not be available to first responders. 4.4 DPAs Impacts on Boston During Flooding Events DPAs vulnerability to SLR and coastal storms is a problem, but the effects that those flooded DPAs may have on the surrounding areas is another issue. Populations that live behind these DPAs are at risk due to their proximity to the water as well as being exposed to the toxic chemicals that are stored on some DPA properties. The impacts of flooded DPAs on the surrounding areas of Boston is also a threat. 72 aPPenDix 734.4.1 Populations at Risk from Flooding in DPAs Residential populations located directly behind the DPA’s can be vulnerable to the effects SLR. If you refer to the vulnerable populations table (Appendix M), you can see many of the inhabitants surrounding the DPA parcels will be exposed to the effects of SLR. Using the Surging Seas: Risk Zone Map we were able to apply Social Vulnerability and Vulnerable Population layers. The Social Vulnerability Exposure ranks how the population can prepare and react to SLR and flooding events. The businesses that have a rank of “Low” have populations behind them with low expo- sure, meaning they have a better ability to prepare and respond to the flooding. “High” means that the population surrounding the parcel are not able to respond and prepare well for flooding events. The Vulnerable Population Ex- posure is how many people per square mile that would be impacted by a 5 foot sea level rise. These show that the populations behind the DPA’s are vulnerable to SLR and coastal storms. During major flooding events, floodwater from the DPA’s pose the risk of spreading contaminants to the surrounding areas. This has the potential to exacer- bate the impacts of flooding on the already vulnerable residential populations. Table 4: Vulnerable Residential Populations Surrounding DPA’s Info taken from Climate Central. (2016). Surging seas: Risk zone map. Retrieved from https://ss2.climatecentral. org/#12/40.7298/-74.0070?show=satellite&projections=0-RCP85-SLR&level=5&unit=feet&pois=hide 74 aPPenDix 754.4.2 Risks Posed by Chemicals in the DPA Both salt and petroleum would impact the economy of the surrounding area in more severe ways than the other Many of the chemicals located in the harbor could have detrimental effects on Boston and the other cities bordering chemicals that we are aware of. The salt pile in Chelsea is the main source of rock salt for the roads in the Greater the harbor, demonstrated in Table 5. We know, from the CZM spreadsheet of parcels, of nine chemicals that are Boston area. If the large portions of the salt were to be washed away, the Boston Metropolitan Area would need to present in large quantities within the DPAs. The sheer amount of these chemicals along the harbor, in addition to obtain salt from elsewhere in short notice. Boston could also lose a large amount of petroleum during major flooding their hazardous natures, is alarming because in extreme events they may find their way into the harbor. For example, events. With Logan International Airport being one of the largest consumers of petroleum in the area, with over within the investigated parcels, there are over 345,811,200 gallons of fuel stored. The issues presented by the 38,000 passenger flights in August 2017 alone (MassPort, 2017), it would be greatly impacted should the petroleum release of the chemicals could impact public health, the environment, and the economy. in the DPAs be lost. Planes would not be able to refuel at the airport for some time, effectively shutting it down. 4.5 Lack of Transparency Within the DPAs The businesses in the DPA lack transparency about flooding preparedness. Of the 16 businesses that we contacted, only two responded to us. We emailed a set of 15 different questions to the businesses. The response below was all we had received from one of the business representatives. In response to your questions below, the... [Parcel]...has not had a problem with flooding at this facility in the past, nor do we foresee any problems for the future. This facility is highly regulated, and those regulations call for contingency plans to cover all types of scenarios, from natural disasters to man made events. These contingency plans are not public information. This shows how difficult it has been for us to get information from these businesses. We were unable to gather a lot of data about different businesses beyond what is publically available online. This lack of transparency makes it impossible to make any accurate statement on the level of preparedness that exists within the DPAs. Without clear communication from DPA businesses about their SLR preparedness, neither the city of Boston nor a third-party could accurately predict the effects of flooding in the Boston area. This lack of transparency may come down to the fact that we are college students and businesses may not have been sure of our intentions, possibly afraid of self- incriminating answers. Chapter 5.0: Recommendations to Better Prepare DPAs to SLR and Coastal Storms Within Boston’s inner harbor DPAs, many improvements can be made to planning and regulations in order to reduce their vulnerability to SLR and coastal storms. Further research can also be conducted in order to further evaluate the vulnerability of DPAs in the harbor. A committee that could regulate DPA businesses’ emergency preparedness plans as well infrastructure evaluations could help to decrease their vulnerability. 5.1 Recommendations to Better Understand Vulnerability within DPAs Major gaps in data concerning vulnerability of Boston to the sea level rise and storm surges still exist. The vulnerability assessment, Climate Ready Boston does not address the DPAs in any capacity. As students reaching out to businesses, we found many unwilling to participate or even get back to us. Though we managed to gather a Of the nine chemicals that we know are present in the harbor, six of them are would cause harm to a person if they lot of information on DPAs in a short amount of time, a lot more data regarding the businesses in the DPA’s should were exposed. Petroleum oil and formaldehyde are the only toxic chemicals to humans, while formaldehyde and coal still be gathered. dust are classified as carcinogens. The other three chemicals that we identified as being dangerous to public health are ammonia, liquid natural gas, and liquid nitrogen. These chemicals are stored under great pressure in their liquid We recommend that the Massachusetts Coastal Zone Management (CZM) and The Boston Green Ribbon Commission form, once exposed to the atmosphere, they would vaporize, making them less likely to be ingested. Despite this, (GRC) continue their partnership and produce a vulnerability assessment of the DPAs. This is the partnership that they can still be very harmful. Each can cause severe burns similar to frostbite. They are also dangerous if inhaled produces the Climate Ready Boston report, which provides an in depth understanding of Boston’s vulnerability to and can cause unconsciousness. Rock salt, portland cement, and cane molasses are all relatively safe for humans climate change. With their previous experience, they can conduct their own vulnerability assessment that will give to be around. The first two can cause skin irritation while all three can cause eye irritation. Chemicals pose many a more detailed description of the state that the DPAs are in. This report, in conjunction with the Climate Ready dangers to the environment as well. Boston report, will create a more complete understanding of the vulnerability of Boston and its harbor to Climate Change. Flooding could cause facilities’ chemical storage to leak. Petroleum and ammonia are both chemicals that are acutely toxic to aquatic life. Portland cement can change the pH of the water and the molasses will lower the oxygen levels; 5.1.1 Use of More Sophisticated Models for Vulnerability Assessments these effects would lead to a heightened mortality of aquatic life. In addition to being toxic and unstable, four of the To complete our initial vulnerability assessment of the given DPA’s parcels we utilized the Surging Seas: Risk Zone chemicals are highly flammable. Should they get into the harbor many of them will not mix with the water. Should Map to gather information about potential flood zones. Using this source we were able to gather some preliminary this mixture of chemicals somehow come into contact with a spark or flame, it could cause a large portion of the information about sea level rise and its effects on the harbor, but no detailed information such as flood depths were harbor to catch on fire. Leakage of chemicals could also cause a detrimental effect on the economics of region. available for our group. 76 aPPenDix 77According to Paul Kirshen, a professor at the University of Massachusetts Boston, the Surging Seas: Risk Zone Without a centralized organization governing emergency preparedness in these industrial areas, the City of Boston Map uses the “bathtub model” to predict sea level rise. This model is not the most detailed and or accurate ways cannot be certain that the businesses will be prepared to handle flooding events. We recommend that Massachusetts to predict sea level rise. As we neared the end of our project, we were given access to an extremely accurate sea Coastal Zone Management (CZM), the Department of Environmental Protection (DEP), the Massachusetts level rise viewer that is not open to the public, courtesy of the Massachusetts Department of Transportation. Due Emergency Management Agency (MEMA), and the United States Coast Guard (USCG) form a regulatory committee to the lack of time we were not able to utilize these GIS maps to their fullest potential. An example of this GIS can concerned with emergency preparedness plans within the DPAs. The partnership should integrate CZM’s knowledge be found below in Figure 11. We recommend that whoever continues this research within the DPA’s should utilize of businesses and infrastructure within the DPAs, DEP’s experience with brownfield remediation, USCG’s authority this resource as it will add extremely accurate and in depth data. over the harbor and the cargo within it, and MEMAs experience with emergency management in Massachusetts. The committee should have a set of regulations to enforce on the DPA businesses. The two regulations that we are recommending this committee enforce are: that chemicals and hazardous materials used by businesses within the DPAs must be stored in flood-proof containers, and that more frequent inspections and repairs be performed on the SLR prevention infrastructure within the DPAs. The first regulation would reduce business sensitivity to SLR and coastal storms by reducing the risk of chemical spills. The second regulation would reduce the business's exposure to SLR and coastal storms by ensuring that the SLR prevention infrastructure on the sites are up to date and in good condition. If these regulations were to be put in place, the city could be more confident that the DPA businesses may better withstand flooding events. These regulations could reduce the vulnerability of DPA businesses to sea level rise and coastal storm surges by limiting exposure and sensitivity. This committee and its regulations would ensure that the unique needs of these industrial areas are met, while simultaneously keeping the surrounding communities and environment safe during flooding events. Chapter 6.0: Conclusions The goal of this project was to assess the vulnerability of designated port areas in Boston harbor to sea level rise and coastal storms. By selecting a sample of representative parcels within the four inner Boston Harbor DPA’s, we were able to gain a representative sample of DPA businesses that could then be analyzed for their vulnerability to SLR and coastal storms. Three dimensions of vulnerability were considered for each parcel: exposure, sensitivity, and ability to cope to SLR and coastal storms. In spite of data limitations, we discovered that many of the sites in Boston Harbor are within the predicted flood zone for 2100, and many things including chemicals, poor infrastructure, and lack of planning on those sites cause them to be more vulnerable to SLR and coastal storms. The reluctance of businesses to answer questions puts further emphasis on the importance of this problem. Also, the lack of central regulation of emergency preparedness plans within the Boston Harbor DPAs is very concerning. The combination of these problems may put Boston in an underprepared state to deal with SLR and coastal storms. Boston Harbor’s ecosystem could be damaged, billions of dollars could be lost, homes destroyed, and lives threatened. The City of Boston has started to prepare for SLR and coastal storms with their reports such as Climate Ready Boston and Greenovate Boston, but a plan for industrial port areas does not yet exist. This gap in planning is a problem for Boston. Our group concludes that a committee be developed in order to review and regulate DPA businesses emergency preparedness plans, as well as that further research be conducted into this topic. Boston Figure 11:Potential Flooding of 5 Feet with Spring Tide From: given citation (2017). MassDOT-FHWA Pilot Project Harbor’s DPAs are multifaceted areas that vulnerability needs to be more fully evaluated. Report, | Bosma et. al.. Retrieved October 3, 2017 Modern port cities, such as Boston, are being increasingly threatened by SLR and coastal storms. Major cities around 5.2 Centralized Regulations for Emergency Preparedness Plans the country, such as New York, Houston, and New Orleans, have been impacted by hurricanes throughout the past Throughout the completion of this project, we found that no existing organization directly regulates emergency 20 years. The storms that hit these cities caused major negative impacts to the area's infrastructure, public health, preparedness plans in the DPAs. We believe this to be a serious issue. During Hurricane Harvey the Akema chemical environment, and economy, devastating the region. For example, in 2012 when Hurricane Sandy hit Staten Island, plant in Crosby Texas lost power to its refrigeration units. These units were critical as without them, the stored 23 people died, many by drowning in flood waters (Sandy and its Impacts.2012). When Hurricane Harvey hit Texas chemicals would ignite and explode (Gallagher, 2017). Had the Akema chemical plant been required to keep an in 2017 much of the oil refining that made up a majority of the economy in Texas’s ports, was damaged. “It could be updated flood preparedness plan, it may not have lost power to its refrigeration units. months or even years before the region is experiencing some sense of normalcy again” (O'Keefe & Williams, 2017). 78 aPPenDix 79In 2005 when Hurricane Katrina hit New Orleans, the lack of adequate infrastructure coupled with the severity of Hoar, J. (2006). Katrina Report Blames Levees. Retrieved from https://www.cbsnews.com/news/katrina-re- the storm lead to disaster for the city. The City of New Orleans did have levees in place in order to help minimize port-blames-levees/ the effects of severe coastal storms, but those levees were “...built in a disjointed fashion using outdated data”(Hoar, 2006). Storms such as Hurricane Katrina, Sandy, Harvey, and Irma highlight the imminent threat that SLR and coastal Horton, R., & Yohe, G. (2014). Chapter 16 Northeast. n.p. globalchange.gov. storms pose to coastal cities. Port cities around the world need to learn from these storms and prepare for coastal flooding to help reduce the negative impacts. Hurricane science: Storm Surge. (n.d.). Retrieved from http://www.hurricanescience.org/glossary/?letter=S#glossa- ryword347 Chapter 7.0: References Inventories of Seawalls and Other Coastal Structures. (2013). Retrieved from http://www.mass.gov/eea/agencies/ Airgas. (2016). Material Safety Data Sheet, Liquid Nitrogen. n.p. czm/program-areas/stormsmart-coasts/seawall-inventory/index.html Airgas. (2017). Material Safety Data Sheet Ammonia. n.p. Ivanova, I. (2017). How Hurricane Harvey is Affecting Gas Prices. Retrieved from https://www.cbsnews.com/news/ how-hurricane-harvey-is-affecting-gas-prices/ Astor, M. (2017). ‘Flesh-Eating Bacteria’ From Harvey’s Floodwaters Kill A Woman.’ The New York Times Retrieved from https://www.nytimes.com/2017/09/28/health/necrotizing-fasciitis-houston-texas.html Library, C. N. N. (2016). Hurricane Sandy Fast Facts. Retrieved from http://www.cnn.com/2013/07/13/world/ americas/hurricane-sandy-fast-facts/index.html Bosma, K., Douglas, E., Kirshen, P., McArthur, K., Miller, S., & Watson, C. (2015). MassDOT-FHWA Pilot Project Re- port. MassDOT. Boston: MassDOT Martin Associates. (2012). Economic Impact of the Port of Boston.(n.p.).Martin Associates. Chapter 91, The Massachusetts Public Waterfront Act. (2012). Retrieved from http://www.mass.gov/eea/agencies/ MassPort. (2017). Boston-Logan International Airport Monthly Airport Traffic Summary - August 2017.n.p.:Mass- massdep/water/watersheds/chapter-91-the-massachusetts-public-waterfront-act.html Port. CHEMTREC. (n.d). Safety data sheet: Crude Oil. n.p.: CHEMTREC. MSDS. (a). Material Safety Data Sheet Formaldehyde 37% Solution MSDS.(n.d.). n.p.:n.p. MSDS. (b). Material Safety Data Sheet Sodium Chloride (Rock Salt) MSDS.(n.d.). n.p.:n.p. City of Boston. (2014). Boston Revised Hazard Mitigation Plan: 2014 update. n.p.: City of Boston Nature Foundation. (2017, September, 17). Assessments of Environmental Damage Carried Out Post Hurricane City of Boston. (2016). Climate Ready Boston. n.p.: City of Boston. Irma by The Sint Maarten Nature Foundation. Saint Martin News Network Retrieved from http://smn-news.com/st- maarten-st-martin-news/27074-assessments-of-environmental-damage-carried-out-post-hurricane-irma-by-the- Climate Central. (2016). Surging Seas: Risk zone map. Retrieved from https://ss2.climatecentral. sint-maarten-nature-foundation.html org/#12/40.7298/-74.0070?show=satellite&projections=0-RCP85-SLR&level=5&unit=feet&pois=hide NOAA.Sea level rise viewer. Retrieved from https://coast.noaa.gov/digitalcoast/tools/slr Elengy. (2014). Material Safety Data Sheet LNG. n.p.: Elengy. O'Keefe, L., & Williams, C. (2017). Harvey Hammers Oil Refineries, Impacts Spill Into Commercial Real Estate. Re- Environmental, Health, and Safety Guidelines For Fish Processing; (2007). n.p.: International Finance Corporation trieved from https://www.bisnow.com/national/news/energy/harvey-slams-into-us-refineries-why-the-commer- cial-real-estate-industry-should-care-78293 Fritz, A., & Samenow, J. (2017). Harvey Unloaded 33 Trillion Gallons of Water in the U.S. Retrieved from https:// www.washingtonpost.com/news/capital-weather-gang/wp/2017/08/30/harvey-has-unloaded-24-5-trillion-gal- Pierre-Louis, K. (2017, August 25,). Hurricane Harvey is Hitting Texas Even Harder Than Expected. Here's What You lons-of-water-on-texas-and-louisiana/ Need To Know. Popular Science, Gallagher, J. J. (2017). Hurricane Harvey Wreaks Historic Devastation: By the Numbers. Retrieved from http://abc- Portland. (2014). Risk and Vulnerabilities Assessment Climate Change Preparation Strategy. Retrieved from https:// news.go.com/US/hurricane-harvey-wreaks-historic-devastation-numbers/story?id=49529063 multco.us/file/36550/download EPA. (2011). Hazardous Materials Emergency Plan.n.p.: EPA PPC. (2016). Material Safety Data Sheet For Cement. Retrieved from https://www.ppc.co.za/media/18085/ MSDS-Cementitous-Materials-Safety.pdf Health, National Center for Environmental.CDC - Mold - General Information. Retrieved from http://www.cdc.gov/ mold/dampness_facts.htm Rosoff, M. (2017). Hurricane Harvey: Refineries Shutting Down. Retrieved from https://www.cnbc.com/2017/08/27/ hurricane-harvey-refineries-shutting-down.html Hewett, F. (2016). Dirty water: Good and Bad News About the Future of the Charles River. Retrieved from http:// www.wbur.org/cognoscenti/2016/08/26/boston-climate-change-frederick-hewett City of New York. (2012). Sandy and Its Impacts. n.p.: City of New York. 80 aPPenDix 81Sifferlin, A. (2017, Aug 29,). Here's How Dirty Flood Water Really Is. Time. n o t e s Sugar Australia. Material Safety Data Sheet Cane Molasses. (n.d.). n.p.: Sugar Australia URSI. (2008). Material Safety Data Sheet Coal Dust. n.p.:URSI. US EPA, O. A. (a). Climate Change Indicators: Sea Level. Retrieved from https://www.epa.gov/climate-indicators/ climate-change-indicators-sea-level US EPA, O. A. (b). Climate Impacts in The Northeast. Retrieved from https://www.epa.gov/climate-impacts/cli- mate-impacts-northeast Walsh, M. J. (2014). Greenovate Boston: 2014 Climate Action Plan Update. Boston: City of Boston Woolhouse, M. (2014). Report Touts Economic Impact Value of Port of Boston - The Boston Globe. Retrieved from https://www.bostonglobe.com/business/2014/07/20/report-touts-economic-impact-value-port-boston/44iuIAL- cbuyvlgw6RtrWrM/story.html 82 aPPenDix 8384",
    "TEXT BY PAGE": [
        "January 2018 B W O O S R T K I O A F O N N U ’ N D G S A T I O P N F O O R I N R N T O : V A T I O N PLANNING A 21ST-CENTURY HARBOR",
        "Acknowledgements The policy team would like to recognize the follow participants for their expertise and insights during the study: City, State, & Federal Agencies Boston Planning and Development Agency Massachusetts Office of Coastal Zone Management Massachusetts Department of Environmental Protection Table of Contents Maine Port Authority Massachusetts Port Authority National Oceanographic and Atmospheric Administration Port Authority of New York and New Jersey 4 Introduction 5 1 | Designated Port Areas Defined Portland Maine Economic Development Department 10 2 | Boston's Maritime History Portland Maine Urban Development Department 14 3 | Today's Working Port 19 4 | Analyzing Boston's Inner Harbor DPAs Additional Stakeholders 23 Mystic River American Institute of Architects’ Center for Communities by Design 27 Chelsea Creek Boston Harbor Pilots Association 31 East Boston Boston Shipping Association 35 South Boston 38 5 | Challenges and Opportunities Buchanan & Associates 46 6 | Conclusions and Next Steps Cargo Ventures 50 Appendix Channel Fish Diversified Automotive Eastern Salt Company Fort Point Associates Indian River Lagoon National Estuary Program Kanaan Consulting Landing Studio Marine Surveying Group Stellwagan Bank Marine Sanctuary Norris & Norris Associates Project for Public Spaces Redgate Boston Stavis Seafood University of Massachusetts Boston Urban Harbors Institute Waterfront Alliance Woods Hole Oceanographic Institute 2 3",
        "Introduction For over four decades, Boston Harbor Now has done what it can to see that the water-dependent maritime activities are represented in state and city policy and planning efforts because a robust working port is as important to our future as it is to our past. Boston Harbor is a unique resource with distinct physical, geographical, and active uses. With a rich and ever-changing maritime heritage, it supports diverse waterfront activities. While the Harbor can accommodate an increase in density of new and traditional maritime uses, along with booming nonwater dependent mixed uses, as the demand for waterfront land increases, it will be more challenging to balance these uses. We hope this report sets the stage for an informed discussion of how Boston Harbor’s working port can continue to make significant contributions to our way of life and our economy. On January 23 and 24, 2018 we will convene national and local experts to discuss the issues raised by this report. Ultimately, we hope this report, and the discussions that will follow will lead to a consensus on the future of Boston Harbor’s working port. This report has six sections: Designated Port Areas Defined explains what a Designated Port Area is and allowed S E C T I O NO N E uses in those areas under current state law. Boston’s Maritime History briefly describes Boston Harbor’s 400-year evolution. Today’s Working Port focuses on the current state of Boston’s DESIGNATED maritime economy. Analyzing Boston’s Inner Harbor DPAs describes and compares each of Boston’s four Inner Harbor DPAs. Challenges and Opportunities, and Conclusions and Next Steps are the results of expert interviews and additional research. PORT AREAS The following themes emerge from our interviews and research: Growth, Change, Synergy, and Flexibility. DEFINED 4 DesignateD Port areas DefineD 5",
        "1 | Designated Port Areas Defined Boston’s waterfront has been transformed by the Boston (Previous page). There are ten existing DPAs Harbor cleanup, the Central Artery Tunnel project, and in Massachusetts. Four are billions of dollars in new public and private development located within Boston’s Inner driven by global economic and political forces. Today, a major Harbor (inland of Logan redevelopment boom is underway. However, the innovation Airport and Castle Island): Chelsea Creek (red), Mystic and investment has been primarily focused on commercial and River (green), East Boston residential developments, not Boston’s working port. (blue), and South Boston (yellow). The remaining six areas are found in Gloucester, The Massachusetts Department of Environmental Protection Salem, Lynn, Weymouth/ (DEP) and the Massachusetts Office of Coastal Zone Fore River, New Bedford- Management (CZM) together regulate the state’s ten DPAs. Fairhaven, and Mt. Hope Bay. DPAs are defined as “land and water areas with certain physical and operational features that have been reserved by the Commonwealth for maritime-industrial uses.”1 In 1978, Massachusetts Coastal Zone Management (CZM) established the Designated Port Area (DPA) program, including the four DPAs within Boston’s Inner Harbor. DPA designation is intended to maintain the waterfront and landside infrastructure needed to support water-dependent industrial uses such as boatyards, commercial fishing, and international shipping. Just as the Seaport’s startup “ecosystem” involves key elements such as knowledge clusters, affordable workspace, venture capital, and shared support systems, Boston’s working port similarly requires specific physical and intellectual infrastructure to maintain its viability. In creating DPA policy, the State recognized that coastal areas capable of supporting maritime industrial uses are a finite and shrinking resource requiring protection to prevent the loss of the areas and infrastructure required to support the maritime industry. Water-dependent industrial uses include commercial fishing and processing, shipping, manufacturing, marine repair and construction, facilities for marine vessels engaged in port operations, marine terminals, commercial passenger vessel operations, facilities requiring large volumes of seawater, and industrial facilities that cannot be located inland. 6 DesignateD Port areas DefineD 7",
        "Image. Aerial view of Conley Terminal. Photo by Liz Cook, Boston Harbor Now Just as the Seaport’s startup “ecosystem” involves key elements such as knowledge clusters, affordable [I]ndustrial or commercial activities that directly provide economic and operational support to water- workspace, venture capital, and shared support systems, Boston’s working port similarly requires specific dependent industrial uses to the extent that adequately compensates for the loss of available DPA physical and intellectual infrastructure to maintain its viability. According to DPA regulations, waterfront tidelands and are compatible with working waterfront activities, their predominantly industrial character, parcels capable of supporting water-dependent industrial uses include the following assets: and long-term viability of maritime development. • A commercially-navigable waterway and associated developed waterfront; Temporary uses are also allowed under current DPA regulations. They are defined as: • Backland space for supporting industrial facilities and operations; and • Land-based transportation and utilities needed for general industrial purposes.2 [I]ndustrial and transportation uses such as warehousing, trucking, and parking that occupy vacant space or facilities in a DPA without significant structural alteration. They may occur for a maximum license of DPAs also host essential support services such as harbor pilots, tugboats, gas docks, food services, ten years and only if marketing efforts have failed to secure a water-dependent industrial tenant.3 New service facilities, and administrative offices without which the working waterfront could not function. license terms must first solicit water-dependent industrial uses, and the resulting use must be integral to Supporting uses are limited to 25% of the DPA area and are defined as: the function of the water-dependent use and commensurate in scale. 8 DesignateD Port areas DefineD 9",
        "2 | Boston's Maritime History The Massachusetts Bay Colony, founded in 1630, initially focused on farming; however, nutrient-poor soil quickly forced early settlers to explore new ways to supplement their economy and food supply.4 Taking a lesson from the Wampanoag tribes, including the Nauset, Nantucket, Pennacook, Pokanoket, and Pocasset, the settlers incorporated fishing as a viable food source.5 Fishing grew into a profitable industry that led to the commercialization of the Port of Boston. Within seventy years, S E C T I O N T W O European colonists established Boston as an international center of trade and built one of the largest commercial fleets in the English-speaking world. BOSTON'S As the colony grew, shipbuilding became a major industry in Boston. Wealthy families flourished as they built and provisioned the ships that traded with the far east. The growth of the industry led to the expansion of wharves and warehouses MARITIME that eventually made up almost 25% of Boston's land area.6 Boston’s primacy as a maritime port began declining in the mid-1700s when the ports of Philadelphia and New York rivaled Boston with better river access, less isolated location, HISTORY and larger cargo volumes. Yet, by the early 19th century, Boston adapted and capitalized on its seafaring capabilities to become the capital of a vast seafaring empire.7 Unfortunately, by mid-century, the Port of Boston failed to navigate the transition from clipper ships to steamers successfully, and the once thriving seafaring empire dwindled. In the late 1800's, banking on its growing immigrant population, Boston transformed from a maritime city to an industrial hub. But by the 1920s, the industrial revolution had slowed to a trickle and portions of Boston’s port infrastructure began to deteriorate even as new port facilities were built in South Bay and East Boston.8 The decades between 1920 and 1980 saw post-industrial Boston shrink and turn inland. Boston Harbor became the most polluted harbor in the country primarily due to lack of sewage treatment. The expanded subway system drew workers 10 Boston's MaritiMe history 11",
        "downtown to Boston Common, not Boston Harbor. After World War II, Boston was no longer a significant shipbuilding center for either military ships or commercial vessels. Even the Charlestown Navy Yard, which opened in 1801 building and repairing military vessels from the War of 1812 through World War II, closed in 1974.9 In 1959, the legislatively-created Massachusetts Port Authority (Massport) replaced Boston’s local port commission. Castle Island Container Terminal, built in 1966, was followed by Conley Terminal in the 1970’s.10 With the advent of container ships in the early 1970s, most of Boston’s commercial wharves were no longer needed for loading and unloading cargo and fell into disrepair.11 Although still supplying natural gas and oil for most of Massachusetts, petroleum imports coming in through Boston Harbor also decreased substantially. In 1978, Massachusetts established DPAs to protect water- dependent industrial uses, promote blue-collar jobs, and maintain a healthy and diversified economy. While many waterfront parcels within the state’s DPAs continue to be used predominantly for traditional marine industrial activities, port cities in other states are redeveloping their ports to transition toward new innovation-oriented maritime industries including research and education and are broadening regulatory definitions to include mixed-use development and more public spaces. The ability to do this in Massachusetts will require more flexibility than is currently permitted. Image (top). Boston Harbor c. 1926 courtesy of Shorpy images (Opposite page) Downtown Boston Harbor c.1906 12 Boston's MaritiMe history 13",
        "3 | Today's Working Port Billions of dollars of public investment in the Boston Harbor cleanup and the Central Artery Project between the 1980s and 2000s triggered a major commercial and residential building boom along the waterfront. At the same time, taking advantage of its concentration of world-class universities and hospitals, Boston has developed an enviable knowledge-based economy that has created tens of thousands of well-paying jobs over the past decade. Boston is growing. Alongside Boston’s booming knowledge-based economy, Boston’s working port continues to support good-paying jobs, many of which do not require college degrees. A 2014 Martin Associates report commissioned by Massport found that in 2012 the Port of Boston provided over 7,000 direct jobs (over 50,000 total jobs) and generated $4.6 billion in annual economic value.12 Public and private port operators have made significant investments to update and maintain public and private port facilities. For example, Massport, the Commonwealth, and the Federal government are currently investing $850 million in updating Conley Terminal and deepening Boston Harbor's shipping channels to accommodate post-Panamax container vessels.13 Private maritime companies including Eastern Salt, Boston Harbor Cruises, ENGIE and a cluster of seafood S E C T I O NT H R E E processors maintain strong and growing operations along the waterfront. Even so, there is cause for concern that our communities are TODAY'S not sufficiently aware of the value and advantages of Boston’s working port compared to other components of the regional economy. Except for Massport staff and some waterfront consultants, we observed little crossover participation between WORKING waterfront planning meetings (e.g., agency, consultant and non-profit staff and abutters) and working port meetings (e.g., maritime industry, Coast Guard). As a consequence, working port challenges, opportunities, and potential synergies sometimes are not sufficiently valued in broader planning and PORT policy arenas. Another challenge is the cost of deferred maintenance. When the New England Aquarium acquired Central Wharf for $1 in 14 toDay's working Port 15",
        "the 1960s, it was the first new building on the waterfront in Image (left). A Boston Harbor Pilot boat sails across the over a century. Since then, much of Boston’s coastline, in the Harbor. Alongside Boston’s booming knowledge-based economy, Boston’s working port continues to support Image (right). Boston Harbor good-paying jobs, many of which do not require college Pilot boat monitors the Harbor during King Tide event. degrees. inner harbor and outside of DPAs, has been redeveloped for commercial and luxury residential buildings. Through licensing and permitting, these non-water dependent private ventures provide funding for public benefits including new bulkheads, seawalls, docks and public open space such as the Harborwalk. However, additional public and private investments—similar to Massport’s commitment to upgrading Conley Terminal and harbor dredging—will be needed to optimize the value of Boston’s DPAs. New residents and visitors can be intolerant of the smells and sounds associated with maritime industrial activity. For example, Boston's working port is highly dependent on trucks to move goods inland quickly and at a competitive rate. Because densely developed areas may cause traffic congestion and delays, truck access to maritime businesses is (Opposite page). Top Image. A often affected. There is a growing tension between non-water three-ship day at the Cruise- port. dependent businesses and residences along the waterfront and existing maritime business operations. Such land use conflicts are predictable in cities like Boston where the working port (Opposite page). Bottom Image. increasingly abuts mixed-use development and limits access to Aerial of Boston's Inner Harbor the waterfront. looking towards Chelsea Creek and Mystic River. 16 toDay's working Port 17",
        "S E C T I O NF O U R ANALYZING BOSTON'S INNER taBLe 1. key to MaJor MaritiMe BUsinesses 1. Conley Container Terminal 8. Boston Towing & Transportartion Terminal 15. Medford Street Terminal 2. Coastal Cement Terminal 9. Boston Autoport 16. Schnitzer Steel; ENGIE; EXXON Mobile; Holcim Cement; Preferred Freezer HARBOR DPA 3. Flynn Cruiseport Boston 10. Charlestown Maritime Center 17. Chelsea Sandwich LLC; Fitzgerald Ship s Repair/Shipyard 4. Raymond L. Flynn Marine Park 11. Massachusetts Clean Energy Center's Wind 18. Eastern Salt Terminal Technology Testing Center 5. Massport Marine Terminal 12. Trolley Parking & Storage 19. Sunoco Logistics Oil Terminal 6. Boston Fish Pier 13. Public Boat Ramp 20. Gulf Oil Terminal 7. Boston Harbor Shipyard & Marina 14. LaFarge Cement Terminal 21. Global Oil Terminal; Irving Terminal anaLyzing Boston's inner harBor DP as 19 18",
        "4 | Analyzing Boston's Inner Harbor DPAs (Opposite page) Table 1 provides the locations of major maritime businesses Top. Aerial of Chelsea Creek within Boston’s four Inner Harbor DPAs. These businesses Middle. Chelsea Bridge, Bottom. East Boston involve seafood processing; shipping of bulk and containerized Far Right. Conley Container cargo, bulk petroleum and automobiles; road salt distribution; Terminal water transportation; commercial fishing; recreational cruise lines; and support services such as harbor pilots, ship repair, and tugboats. Except for the ferry terminals on Long/Central Wharf and Rowes Wharf, Boston’s maritime businesses are located within the four Inner Harbor DPAs. Private port facilities are concentrated along the Mystic River and Chelsea Creek (see Figure 2), and primarily involve the transportation and storage of bulk cargo. East Boston’s waterfront is home to a shipyard and a tugboat company. The South Boston DPA is comprised entirely of Massport and Boston Planning and Development Agency (BPDA) land and includes the Raymond L. Flynn Marine Park, Conley Terminal, Flynn Cruiseport Boston, a cluster of value-added seafood processors, and Dry Dock 3—the largest dry dock in New England. Significantly more public investment has gone into maintaining and upgrading the South Boston DPA than into the other three DPAs. From October to December of 2016, Boston Harbor Now staff conducted interviews, site visits, and literature reviews to better understand the current conditions and future requirements of Boston’s four Inner Harbor DPAs. Specifically, we: • Met with public agency staff, maritime business owners, local community advocates, and other working port stakeholders. • Inventoried individual parcels within each DPA using property tax data on land use, ownership and acreage, Google Earth, and site visits. • Performed a literature review of relevant studies, plans, and articles regarding the Port of Boston and similar coastal ports. Summaries of the results of our research regarding each Designated Port Area follow: 20 anaLyzing Boston's inner harBor DP as 21",
        "Mystic River DPA 22 anaLyzing Boston's inner harBor DP as 23",
        "M ystic River DPA comprises approximately 481 acres of land spread across three areas in Everett, Chelsea, and Charlestown. Direct access to deep-water (-20 feet MLW or deeper) is available at all of the DPA properties on the Mystic River. The Chelsea portion of the Mystic River DPA is the smallest, hosting a petroleum storage and distribution business and shipyards. The Everett portion includes gas and oil facilities, clustered warehouses, and distribution centers. Massachusetts is home to the only liquid natural gas (LNG) import terminals in New England, one in Everett and two offshore from Gloucester. Run by ENGIE, the Everett terminal is connected to regional pipelines, a natural gas utility, and a power plant. This LNG terminal supplied an estimated 11% of New England’s natural gas in 2016.14 Half of the households in Massachusetts rely on natural gas as their primary energy source for home heating. As increasing amounts of natural gas are used for electricity generation in Massachusetts and throughout New England, assurance of natural gas supply remains a critical energy issue for the region. Adjacent to, and partially within the DPA, is the 54-acre Chelsea Produce Heavy freight operations, Market, the largest privately owned terminal market in the country. It is a wholesale food distributing facility that serves more than 8 million dedicated truck routes, and a lack people as far south as Connecticut and north to the Maritime Provinces of Canada. of sidewalks and numerous fences Heavy freight operations, dedicated truck routes, and a lack of sidewalks define this portion of the DPA as and numerous fences define this portion of the DPA as a restricted zone. It is the most self-contained portion of Boston’s working port, separated a restricted zone. It is the most from residents by highways and railroad tracks. self-contained portion of Boston’s The Charlestown portion of the Mystic River DPA lies underneath the Tobin Bridge. A relatively long and narrow area, it contains a significant working port, separated from amount of open space for bulk cargo and lay-down areas. This is an important feature for DPA businesses engaged in traditional marine residents by highways and railroad industrial port operations. Businesses here receive on shipments of automobiles, cement, and gypsum, and also import, assemble, and tracks. transship heavy industrial machinery. Eighty-one of the 153 acres are taken up by the Boston Autoport. Yet, much of this portion of the DPA is not used for maritime industrial uses, including the currently-vacant 30-acre former Revere Sugar Terminal and substantial parking for both employees and tourist trolleys. Located close to residential neighborhoods and the high school, the DPA is partially buffered by parking, parks, and fencing.15 24 anaLyzing Boston's inner harBor DP as 25",
        "Chelsea Creek DPA 26 anaLyzing Boston's inner harBor DP as 27",
        "C helsea Creek's DPA comprises approximately 297 acres of land within Chelsea, Revere, and East Boston. With a total area of 2.21 square miles (roughly 1400 acres), Chelsea has the smallest area of any city in Massachusetts. It is also the second most densely populated city in Massachusetts. This working-class community is home to a high level of industrial activity and is one of only three Massachusetts cities where the majority of the population identifies as Hispanic or Latino. The nearly one-acre PORT Park designed by Landing Studio and funded by Eastern Salt Company is the only year-round publicly accessible portion of the DPA. The lack of waterfront access and environmental justice concerns are points of contention for the community. Chelsea Creek plays a significant role in the import of gas and oil to New England. Liquid bulk petroleum product imports via Chelsea Creek and the Mystic River represent the most significant share of cargo tonnage in the Port of Boston and supply most of the oil demand in Massachusetts. Chelsea Creek imports also supply the jet fuel needed for Logan Airport operations. Because the State has no petroleum reserves, production, or refineries, most refined products are transported to Boston Harbor by ship or barge for redistribution inland.16 Today, four petroleum importing Chelsea Creek plays a significant businesses remain in this DPA. Unused underground and visible energy infrastructure remains along its waterfront, including storage tanks, role in the import of gas and oil to terminals, pipelines, and power regulating stations. New England. Liquid bulk petroleum To prepare for potential fuel oil shortages and price spikes, the U.S. Department of Energy created the Northeast Home Heating Oil product imports via Chelsea Creek Reserve.17 The reserve holds a total of 1 million barrels of ultra-low sulfur diesel (ULSD) in terminals at three locations in the Northeast, one and the Mystic River represent of which is the Global Oil terminal located in Revere.18 the most significant share of cargo Two other maritime businesses along Chelsea Creek are Eastern Salt and Channel Fish. Eastern Salt is a major regional importer of road salt, tonnage in the Port of Boston and using several parcels within the DPA in Chelsea to store and distribute the bulk product for New England communities lacking the capacity to supply most of the oil demand in store it locally.19 Channel Fish produces frozen and salted seafood, bait, and pet food in East Boston. Massachusetts. According to state records, nearly 18% of the Chelsea Creek DPA is either vacant or being used for non-water-dependent purposes. The latter includes office space, an airport hotel, car dealerships, Logan Airport parking, storage warehouses, distribution facilities, logistics areas, and freight. 28 anaLyzing Boston's inner harBor DP as 29",
        "East Boston DPA 30 anaLyzing Boston's inner harBor DP as 31",
        "E ast Boston's eighty-two acre DPA is the most fragmented of the four Inner Harbor DPAs. This DPA consists of small parcels over four discontinuous waterfront blocks backed by public streets and residential neighborhoods. Separating the four DPA blocks are public parks, new residential developments, and a public elementary school. Nearly 7% percent of this DPA is used by commercial and retail businesses, including office space, a retail plaza, restaurants, and light manufacturing. Boston Harbor Shipyard sits partly in the southern section of the East Boston DPA. It is home to the Boston Harbor Pilots and shipbuilding companies. The Shipyard also incorporates seven non-maritime businesses into its facilities. Each of these activities, along with the Shipyard’s recreational marina, nearby Piers Park, and the new residential buildings all attract increasing foot traffic. Boston Harbor Shipyard tenants20 East Boston's eighty-two DPA acres ALLWORLD REMOVALS LTD HARBORFUELS AMEX INC. HARBOR HOUNDS are the most fragmented of the BOSTON HARBOR PILOTS ICA WATERSHED BOSTON BRIDGE AND STEEL KO PIES four Inner Harbor DPAs. This DPA BOSTON SCUBA GRAIN WOODSHOP BOAT STORAGE NANTUCKET LIGHTSHIP consists of small parcels over four CAPTAIN E-Z SEATOW DOWNEAST CIDER HOUSE SEA MACHINES discontinuous waterfront blocks. HARBORARTS WINDY FILMS 32 anaLyzing Boston's inner harBor DP as 33",
        "South Boston DPA 34 anaLyzing Boston's inner harBor DP as 35",
        "A t 444 acres, the publicly owned South Boston DPA is Boston’s largest contiguous industrial zone, containing the majority of the Port of Boston in both jobs and revenues. Adjacent to the new Seaport District, the DPA has the potential to both benefit from and be threatened by new commercial and residential development. More than half of the South Boston DPA lies within the Raymond L. Flynn Marine Park (RLFMP), a former military base redeveloped by Boston’s Economic Development and Industrial Corporation (EDIC). According to the BPDA website, its first master plan was completed in 1999 with the goals of “consolidating, preserving, and growing Boston's ocean trade, maritime industries, and industrial uses [and c]reating and protecting jobs that pay decent wages for people at a variety of skill levels.”21 The current master plan allows for approximately one-fourth of the Marine Park to be used for non-maritime-industrial purposes (22% industrial, 4% commercial). Since its inception less than two decades ago, redevelopment has led to over three million square feet of commercial-industrial space with an additional 1.6 million square feet of leasable space planned. In December of 2017, the BPDA released a draft Raymond L. Flynn Marine Park Master Plan Update. The study evaluates the role of the RLFMP within The South Boston DPA is Boston’s the Port of Boston and provides an economic analysis of existing and potential industrial and marine industrial uses within the Marine Park. A largest contiguous industrial zone, significant conclusion of the study is that a robust industrial district needs significant and continuous investments to maintain existing infrastructure containing the majority of the including roadway and waterside improvements. Port of Boston in both jobs and Outside of the RLFMP are the Boston Fish Pier and Conley Terminal, both Massachusetts Port Authority properties. revenues. Adjacent to the new Listed in the National Register of Historic Places, Massport’s Boston Seaport District, the DPA has the Fish Pier is the epicenter of Boston's seafood industry.22 The Fish Pier is home to a conglomerate of seafood companies, fishing vessels, maritime potential to both benefit from and industrial office tenants, and the Exchange Conference Center. be threatened by new commercial Conley Terminal is the only full-service container terminal in New England. It handles close to 1.5 million metric tons of cargo per year and provides and residential development. thousands of blue-collar jobs. With 1,850 feet of berth at a depth of 45 feet, it is a huge asset to New England’s regional economy. Conley boasts low terminal congestion, average truck turnaround times of 30 minutes, and easy connections to national interstate systems like I-93, I-90, and I-95. For time-sensitive industries like e-commerce and freight, efficient turnaround times are a competitive advantage. Key Containerized Cargos in the terminal include seafood; beer & wine; footwear; apparel; furniture; waste paper; scrap metal. 36 anaLyzing Boston's inner harBor DP as 37",
        "5 | Challenges and Opportunities Much of Boston’s inner harbor waterfront has undergone redevelopment since the 1980s. Luxury residential and commercial development has paid for miles of seawall and bulkhead repairs, the City’s 37-mile Harborwalk, docks, and other associated public amenities. With notable exceptions among the private and public port operators (ENGIE, Flynn Cruiseport Boston, Conley Terminal, fish processors cluster), the industrial waterfront has not enjoyed a similar renaissance. Of course, Designated Port Areas themselves were developed to protect essential working port infrastructure from being redeveloped for potentially more-profitable but less water- dependent uses since their designation. Nonetheless, Boston’s Inner Harbor DPAs have not visibly benefitted from the growing economy and associated new development. Once these areas are gone, they are not likely to come back. Therefore, we must now ask: what is the long term future of our DPAs? Boston Harbor Now interviewed 42 maritime business owners, planners, developers, public agency staff and private consultants in the US and Europe to better understand the challenges and opportunities for growth in Boston’s working port. Four themes repeatedly came up in these conversations: growth, change, synergy, and flexibility. The following section summarizes their observations and recommendations. S E C T I O NF I V E CHALLENGES & OPPORTUNITIES 38 ChaLLenges & oPPortUnities 39",
        "Growth According to Massport data, Conley Container Terminal, Flynn Cruiseport Boston, and the Seaport’s fish processing sector have all been growing over the past several years. 2017 is the third consecutive year that Conley Terminal will report a record-breaking year for TEUs (twenty-foot equivalent unit) or container shipping. Nonetheless, the Port of Boston ranks 37th in the top 50 US ports based on overall tonnage according to the Bureau of Transportation Statistics and the U.S. Army Corps of Engineers.23 Yet, the Port of Boston remains the largest and one of two (with Halifax, NS) full-service international ports in New England and the Canadian Maritimes. Both Massport and UMass Boston’s Urban Harbors Institute see the planned investments in Boston Harbor dredging and upgrades to Conley Terminal as essential Value in full and empty twenty-foot equivalent to the continuity of the Port of Boston as an international port. units (TEUs) total 2010-2016, courtesy of Massport Boston scored a win in the Federal Government’s FY2018 Growth in fish processing tells a different story. Stronger-than- budget for harbor deepening, a water infrastructure project expected consumer demand for seafood has led to an increase with enormous economic and environmental significance in the skilled, value-added seafood processing cluster in the for the region.24 As cargo ships around the world are getting Seaport. According to Massport, Boston is one of four major larger, the Boston region needs a harbor to be deep enough to American seafood processing hubs along Seattle, San Francisco, accommodate post-Panamax ships. The budget gives Boston and Miami. Stavis Seafoods is consolidating its operations in a $58 million to dredge the Harbor and is the only port in the new 200,000 SF building in the Seaport, while Massport reports nation that will receive an additional $18.2 million boost in that the Boston Fish Pier is leased out at capacity to seafood discretionary funding from the U.S. Army Corp of Engineers. companies. These companies benefit from their proximity to Road access and truck routes to maritime industrial facilities each other, Conley Terminal, Logan Airport, major highways, and must also be maintained. Access to waterfront industrial sites location on the Harbor. has become more challenging as a result of increased residential and commercial development. Boston’s growth in passenger cruises is part of a larger expansion seen throughout coastal New England. Flynn Cruiseport Boston is the homeport of 64 ships and sees more embark Disembark Port of Call total year total Vessels than 300,000 passengers per year. Cruise ship expansion is Passengers Passengers Passengers Passengers expected to continue and may warrant more investment into 2017 113,881 114,726 159,615 388,222 150 better passenger facilities and improvements to land and water 2016 88,766 85,585 134,676 309,027 114 transportation into the city. 2015 111,025 112,860 104,420 328,305 114 2014 106,434 106,594 102,002 315,030 113 Flynn Cruiseport Boston passenger & vessel volumes 2014-2017, courtersy of Massport 40 ChaLLenges & oPPortUnities 41",
        "Change To prepare for a changing climate and sea level rise, the City of Boston has maintained a climate action plan that enumerates The changes in Boston’s working port that led to the city’s post- steps the city has taken, and intends to take to mitigate the industrial redevelopment are caused by much larger market impacts of climate change. Climate Ready Boston (2016, forces and trends. Although interviewees see the potential climateready.boston.gov), the City of Boston's Natural Hazard for growth in the maritime sector, they acknowledge fighting Mitigation Plan (City of Boston, 2014), and Greenovate Boston a broader perception of a working port in decline and facing (Greenovate Boston, 2012) are all parts of the city’s climate pressure to convert DPAs to other uses. action plans. At this time, more than 12 percent of Boston’s Inner Harbor Climate Ready Boston does a thorough job of evaluating the DPAs are either being used for temporary purposes or are vulnerability of and creating solutions for residential and mixed entirely vacant. Both maritime consultants and Massport use areas in Boston. A similar plan for industrial port areas does staff saw port modernization and “just-in-time” supply chain not yet exist. management as the main causes for industries leaving Boston and a decreased need for storage facilities. According to some Much of Boston's working port infrastructure has not been interviewees, finding traditional maritime tenants to fill existing updgraded for decades and is at risk of harm from climate- DPA parcels continues to be a challenge. related coastal flood damage. In 2017, with the help of students from Worcester Polytechnic Institute, Boston Harbor Now East Boston’s waterfront, for example, was once entirely began to assess the vulnerability of DPAs in Boston Harbor to comprised of maritime industrial businesses. Now—especially sea level rise and coastal storms. We found that many of the facing downtown Boston—East Boston’s DPA contains sites in Boston Harbor are within the predicted flood zone for relatively small, fragmented parcels surrounded by new high- 2100, and many things including chemicals, poor infrastructure, end residences and some affordable housing. Colleagues from and lack of planning for working port sites contributes to their UMass Boston’s Urban Harbors Institute do not believe that vulnerability. (See Appendix for the full report). traditional maritime businesses will choose to reinvest within East Boston’s DPA, especially in light of the capital costs that Synergy would be required to bring run-down waterfront infrastructure back into functioning use. In choosing Boston’s Seaport District as the location for its Larger global trends continue to affect maritime shipping. With new corporate headquarters, General Electric’s former CEO Jeffrey Immelt described the innovation ecosystem that has the expansion of the Panama Canal, Post-Panamax vessels rapidly emerged in the neighborhood as a major competitive are requiring smaller ports such as Boston to invest to stay advantage. Similarly, other interviewees described the need and competitive. One interviewee lauded Massport for preparing for opportunity for synergies both within the maritime sector and this change and expects Boston to thrive as a result. These huge other economic sectors. DPA fragmentation, as has happened new ships also require new strategies to increase infrastructure along East Boston’s waterfront, can prevent such synergies from connectivity to move larger volumes of cargo quickly from occurring and increases the potential for conflicts with other Conley. businesses and residences. International shipping lines are increasingly investing in vertical Experts emphasized the need for port logistics to be clustered integration from supply chains through port infrastructure and and connected to the working port. Many question whether ships to ensure business continuity and increased productivity. the DPAs along the Mystic River and Chelsea Creek could In the United States—including in Boston—longshoreman unions support new maritime businesses, as they are geographically are strongly resisting this trend. disconnected from the newer port infrastructure in the Seaport. 42 ChaLLenges & oPPortUnities 43",
        "Clustering of specific maritime businesses such as seafood Flexibility processing considerably increases profitability by providing access to shared resources, to Conley Terminal, and Logan Airport. The majority of maritime experts emphasized the time- Boston’s working port operates within the context of much sensitive and highly competitive nature of the shipping industry larger local, national, and global forces. Maritime businesses and the critical need for the efficiencies that clustering multiple must continually evolve to meet the requirements of other operations can offer--creating local synergies to compete rapidly-changing industries (e.g., energy and e-commerce). regionally or even nationally. Indeed, investments in Boston’s working port must anticipate and prepare for disruptive economic, social, and environmental Massachusetts is also home to the Woods Hole Oceanographic changes. Institute and world class higher education institutions. According to the UMass Dartmouth Public Policy Center, Many interviewees brought up the value of making DPA institutions of higher education in Massachusetts spent $164.8 regulations more flexible in ways that increased the profitability million on oceanographic research and development (R&D) and resiliency of the working port. The profit margins for in 2014--second only to Alaska. The State is internationally maritime businesses are not as large as commercial, residential, acknowledged as a leader in Unmanned Underwater Vehicles and other non-water dependent businesses. Capital and (UUV). In 2015, companies in the Massachusetts marine tech maintenance costs for the infrastructure needed to support industry employed approximately 5,193 people and paid average international shipping and other large-scale maritime industries annual wages of $145,285, double the statewide average. are substantial, and more than most individual businesses are able or willing to bear. Depending on their needs and synergies with surrounding businesses and potential employees, marine tech clusters could Not dissimilarly, the billions of dollars in private commercial and be successfully located in both the South Boston DPA (with residential development along Boston’s waterfront would never access to other Seaport startups and Conley Terminal) and the have occurred without over $25 billion in public investment Mystic River/Chelsea Creek DPAs (with access to employees, (including interest payments) in the Central Artery Tunnel Project community college partnerships, and lower rents). A Boston and the Boston Harbor cleanup. Once these investments were based Marine Technology Innovation Cluster may also benefit made, the remaining costs of bulkhead, seawall, and public from engaging a third party, industry-led cluster organizer, while realm improvements were borne by the larger margins of private Massport continues to represent and advocate for traditional developers. maritime industries. Port Value (in millions) Alaska $1,087.90 Massachusetts $430.90 Louisiana $295.30 Maine $294.10 Washington $238.10 Florida $170.70 Texas $155.60 New Jersey $147.00 California $118.20 Virginia $108.20 Top ten states by total oceanographic R&D expenditure, 2014, from UMass Dartmouth Report25 44 ChaLLenges & oPPortUnities 45",
        "6 | Conclusions and Next Steps This report highlights the historical evolution of Boston Harbor from colonial times to present day and its current rapid change. Part of the takeaway, is that Boston Harbor, like other ports, has a multitude of overlapping interest and jurisdictions from local neighborhoods to City and State regulations. Our research indicates, and experts agree, that to survive and thrive, Boston’s working port must invest in its competitive advantages. Massport has already made significant investments in Conley Terminal, the Boston Autoport, the seafood processing cluster, and Flynn Cruiseport Boston. These sectors are benefiting from these investments. The areas within Boston’s Inner Harbor DPAs that are underused or vacant offer multiple opportunities for improvement: investing in a marine tech cluster, developing a maritime educational facility or increasing flexibility within DPAs through zoning, mixed-use development and/or new allowable uses. Some of these changes would require amendments to statewide DPA regulations. We embarked on this research concerned about the long-term viability of Boston as a port. Through conversations with expert stakeholders, we are convinced that viable public policy and collaborative investment opportunities exist to increase innovation and profitability in Boston’s maritime industrial waterfront. In 1996, Massport and the City of Boston contracted with Fort Point S E C T I O NS I X Associates to develop a visionary plan: Port of Boston Economic Development Plan: A Call to Action. In two decades, a number of the implementation strategies included in that Plan have been acted upon: harbor dredging, creating the Boston Autoport, improving Conley CONCLUSIONS Terminal, expanding cruise ship activity, and creating the Harborwalk and the seafood cluster. Other ideas have yet to be implemented, such as expanding Boston Harbor water transportation network and aquaculture reserve zones or establishing East Boston Maritime & NEXT STEPS District and a fresh seafood market on the Boston Fish Pier. It is time to update this call to action, to achieve broader public-private consensus on how to make DPAs and by extension Boston’s working port more innovative, profitable, and a 21st-century success story. On January 23 and 24, 2018 Boston Harbor Now will convene national and local experts, working port stakeholders, DPA communities, city and state agencies, private developers, open space proponents, and climate preparedness advocates to update and build on this vision by addressing the following: 46 ConCLUsions & next stePs 47",
        "endnotes 1 Massachusetts Office of Coastal Zone Management, “Policy Guide,” October 2011, 61-62 Growth. Understanding Boston’s limited DPAs what are the 2 310 CMR 9.02 regional and global trends that Boston Harbor can capitalize 3 310 CMR 9.15 (1) (d) on? What are Boston’s growth areas? 4 Oehser, Paul H. et al. (2018, January 5). United States, The New England Colonies. Retrieved from https://www.britannica.com/place/United-States/The-New-England-colonies 5 (2015, October). Native American Tribes of Massachusetts. Retrieved from http://www.native- languages.org/massachusetts.html 6 Nancy Seasholes, Gaining Ground: A History of Landmaking in Boston (USA, Massachusetts: MIT Change. What strategies should we collectively employ to en- Press, 2003). sure that the non-water dependent use boom our waterfront 7 Glaeser, E. L. “Reinventing Boston: 1630-2003.” Journal of Economic Geography, vol. 5, no. 2, enjoys does not permanently displace water-dependent mari- Jan. 2005, pp. 119–153., doi:10.1093/jnlecg/lbh058. time businesses? 8 Ibid. 9 Ibid. 10 “Port of Boston.” World Port Source, www.worldportsource.com/ports/review/USA_Port_of_ Synergy. Boston is known for its world-renowned higher ed- Boston_88.php. ucation institutions. How can we capitalize on this strength 11 Ibid. to create long-term connections between the maritime and 12 Massachusetts Port Authority. July 2014. Economic Impact of the Port of Boston. Prepared by knowledge economies that addresses the need for training Martin Associates. programs and job opportunities that connect youths with R&D 13 Massport Comprehensive Annual Financial Report. 2016, pp. 4–6, Comprehensive Annual and the working port early in their development? Financial Report, www.massport.com/media/1354/mpa-fy16-cafr-final.pdf. 14 Malik, Nareen, “Loneliest Natural Gas Terminal in U.S Bucks Pipeline Trend,” Bloomberg, June 12, 2016.https://www.bloomberg.com/news/articles/2016-07-12/pipeline-phobia-keeps- Flexibility. Understanding existing conditions and opportuni- new-england-s-unlikely-trade-route-open ties for modernization, should some portions of our working 15 “Boston Autoport.” Mass CEC, 24 Oct. 2017, www.masscec.com/boston-autoport. waterfront and port activity be clustered and concentrated 16 The Boston Harbor Association, Inside the Working Port: A Study of Boston’s Designated Port in specific geographical areas of the Harbor? Do our working Areas, 2003. waterfronts need to be more climate resilient to protect the 17 “Northeast Home Heating Oil Reserve (NEHHOR).” Department of Energy, 2005, energy.gov/fe/ public and businesses? services/petroleum-reserves/heating-oil-reserve. 18 Ibid. 19 The Consensus-Building Institute, “Road Salt Storage and Distribution in the Commonwealth of Massachusetts: Chelsea Salt Dock Draft Conflict Assessment,” January 8, 2002, 16. Since its inception in the mid-1600s, the port of Boston has 20 As reflected on the marina website http://www.bhsmarina.com/businesses on Jan. 2018 always been in flux. Our waterfront has undergone many 21 “About The BPDA.” Boston Planning & Development Agency, 2018, www.bostonplans.org/ evolutions, each with its challenges and opportunities. Forty about-us/raymond-l-flynn-marine-park. years after the DPA regulations were enacted, Boston is at a 22 Massachusetts Cultural Resource Information System, Jan 2018, http://mhc-macris.net/Details. turning point. aspx?MhcId=BOS.9252 23 “Tonnage for Selected U.S. Ports in 2015.” CY 2015 Tonnage for Selected U.S. Ports by Port Choices about waterfront uses should be made with a shared Names, 2016, www.navigationdatacenter.us/wcsc/porttons15.html. vision of what the future of the harbor and port can be, with an 24 “President's Fiscal 2018 Budget for U.S. Army Corps of Engineers Civil.” Headquarters U.S. Army understanding of the existing regulations and current uses of Corps of Engineers, 2017, www.usace.army.mil/Media/News-Releases/News-Release- waterfront property. Article-View/Article/1191687/presidents-fiscal-2018-budget-for-us-army-corps-of-engineers- civil-works-progra/. Boston Harbor Now hopes you agree that this report provides 25 Borges, David R, et al. Navigating the Global Economy: A Comprehensive Analysis of the that essential foundation for a discussion of our working port Massachusetts Maritime Economy. pp. 44–51, Navigating the Global Economy: A Comprehensive and its future. We look forward to moving forward with you at Analysis of the Massachusetts Maritime Economy. our Working Port Symposium on January 23 and 24, 2018. 48 ConCLUsions & next stePs 49",
        "Evaluating the Vulnerability of Boston’s Inner Harbor Designated Port Areas to Sea Level rise and Coastal storms An Interactive Qualifying Project Report Submitted to the Faculty of the WORCESTER POLYTECHNIC INSTITUTE in partial fulfillment of the requirements for the Degree of Bachelor of Science Written By: Jacob Bouchard (PH) Austen Crawford (CE) Caroline Warchol (CH) Kyle Whittaker (ME) Submitted To: Professor Seth Tuler, WPI Professor Jennifer deWinter, WPI Jill Valdes Horwood, Boston Harbor Now APPENDIX This report represents the work of four WPI undergraduate students submitted to the faculty as evidence of completion of a degree requirement. WPI routinely publishes these reports on its website without editorial or peer review. For more information about the projects program at WPI, please see: http://www.wpi.edu/Academics/ Projects abstract As climate change raises sea levels (SLR) and exacerbates storm surges, the frequency and severity of coastal flooding will increase. Boston’s shoreline is increasingly vulnerable to flooding. Industries in the Designated Port Areas (DPAs) of Boston Harbor pose risks to public health and the environment because of toxic chemicals used and stored on-site. The goal of this project was to assess the vulnerability of DPAs in Boston harbor to SLR and coastal storms. We evaluated three different aspects of vulnerability: exposure, sensitivity, and ability to cope on 18 different sites within four of Boston’s DPAs. Our report highlights the need for more systematic evaluation and planning by stakeholders to mitigate the risks associated with flooding due to SLR and coastal storm surge. 50 aPPenDix 51",
        "acknowledgements We would like to thank the following people and organizations for making this project possible: • Boston Harbor Now • Jennifer deWinter, Worcester Polytechnic Institute • Lisa Berry Engler, Massachusetts Coastal Zone Management Jill Valdes Horwood, Boston Harbor Now • Paul Kirshen, University of Massachusetts Boston Steve Lehmann, NOAA • Massachusetts Coastal Zone Management MassDOT • Massachusetts Emergency Management Agency Dan Ryan, Channel Fish Co. • Seth Tuler, Worcester Polytechnic Institute • Sarah White, Massachusetts Emergency Management Agency We would like to extend a special thank you to our advisors Seth Tuler and Jennifer deWinter for providing guidance and support. We would also like to thank Jill Valdes Horwood and the rest of Boston Harbor Now for encouraging us and providing us with insight and experience. Executive Summary The goal of this project was to assess the vulnerability of Designated Port Areas in Boston Harbor to sea level rise and coastal storms. Boston is notably vulnerable to flooding events because of its proximity to three rivers and its position on the Atlantic Coast. Since 1991 the City of Boston has experienced 21 flooding events that have trig- gered federal or state disaster declarations (Climate Ready Boston, 2016, P. 2). Over the entire twentieth century sea levels rose about 9 inches relative to land in Boston (Climate Ready Boston, 2016, P. 8). With the pace of relative sea levels rise accelerating, by 2030 another eight inches of sea level rise may occur, and as much as 3 ft. by 2070 (City of Boston Hazard Mitigation Plan, 2014). Severe flooding in Boston could result in damage to infrastructure, public health, environment and the economy (City of Boston, 2014). The Boston Hazard Mitigation Plan states that “In Boston, Massachusetts, the increase in flooding caused by sea level rise this century could cost up to $94 billion from damage to buildings, loss of building contents, and associated emergency activities, depending on the amount of sea level rise and adaptation measures taken” (US EPA, n.d.). Areas within Boston Harbor will continue to have accelerated rates of vulnerability unless precautions are implemented to protect the coast from the effects of sea level rise. Since 2007 Boston has maintained a climate action plan which details measures the city has taken, and intends to take, in order to mitigate the impacts of climate change. The City of Boston’s Climate Ready Report (2016), City of Boston Natural Hazard Mitigation Plan (The City of Boston, 2014), and Greenovate Boston (Greenovate Boston, 2012) are all parts of the city’s climate action plans. The plans that have been implemented come together to reduce the vulnerability to different climate risks. Vulnerability can be defined by three dimensions: the exposure to a threat, the sensitivity to a threat, and the ability to cope with a threat and its impacts. Although these reports and proposals do a thorough job of evaluating the vulnerability of residential and mixed use areas in Boston, they do not complete a thorough evaluation regarding the vulnerability of the working port. Boston is home to a vibrant working port that deals with a wide array of industries and employs a large number of people (Martin Associates, 2012). Boston specifically has areas classified as Designated Port Areas (DPA), which are set aside for water-dependent industrial uses on Boston’s coast. Our project has focused on the four inner harbor DPAs: Chelsea Creek, Mystic River, East Boston, and South Boston. The impacts associated with sea level rise and storm surge on industrial businesses along the harbor shoreline have not been evaluated (Climate Ready Boston, 2016). Understanding the vulnerability of harbor based industries is a crucial step for Boston to help identify the impacts of sea level rise and allow for better preventative measures to be taken in DPAs in the future. Figure i: Inner Boston Harbor DPA Boundaries courtesy of Massachusetts Government. 52 (2016). Chapter 91, The Massachusetts Public Waterfronat APPcet n| DMixassDEP. Retrieved April 53 24, 2017",
        "Assessing the Vulnerability of DPAs Preliminary information for each of the 18 selected parcels was found online. Area, industry, chemical storage, land The DPAs of Boston’s inner harbor consist of over 60 water dependent industrial businesses. A representative sam- and building value, as well as the net worth of the business could all be found on their city’s assessor's parcels (Bos- ple of 18 parcels was investigated in our study. A list of the selected parcel can be seen in Table i. ton, Chelsea, Everett, Revere). The predicted flood zone in and around the parcels was determined using Surging Seas: Risk Zone Map for 5ft of sea level rise by 2100, which is the likely estimate for emissions scenarios used in Climate Ready Boston (Climate Ready Boston, 2016). We attempted to get in touch with DPA businesses either through email or over the phone. The companies that got back to us were sent emails that contained variations of our generic interview questions. They were given the option to respond by email or call us to go over their answers. We hoped their responses would give us insight to their day to day operations as well as their opinion of their vulnerability to SLR and coastal storms. A water taxi was taken out along the shorelines of the parcels that were selected. We took pictures of each site that we were able to visit on the taxi. Photos from the harbor were used in order to understand the current state of SLR infrastructure. We used these photos in conjunction with the 2009 Storm Smart Coasts CZM report to analyze the exposure of sites to SLR and coastal storm surge. Potential Vulnerability and Risks of DPAs We determined that Boston’s Inner Harbor DPAs are potentially vulnerable to sea level rise and coastal storm surge, as these areas have never fully been investigated. We have also found that this vulnerability has the potential to pose great risk to the city and its inhabitants. The immediate exposure to SLR and coastal storms greatly increases the vulnerability of the majority of parcels within Boston’s working port. Of the investigated parcels, 88% are expected to be in the predicted flood zone for 5 feet of SLR (Global climate change, n.d.). With the DPA’s direct access to the waterfront, they are exposed to the effects of SLR and coastal storms more than other areas of Boston. SLR preventative infrastructure on our selected DPA sites can be improved. Of our 18 selected parcels, only 6 had publicly listed SLR preventative infrastructure (CZM, 2009). Of those 6 parcels, five were ranked as needing a mod- erate level of action or higher according to CZM (CZM, 2009). During our water taxi tour, we were able to look at some SLR preventative infrastructure. The high water mark on SLR preventative infrastructure was less than five feet from the top of the structures. Since 5 feet of SLR is ex- pected by 2100, when coastal storms hit, these areas will most likely experience flooding. The SLR preventative infrastructure on these sites demonstrates the exposure to SLR and coastal storms, adding to the vulnerability of these working port areas. The fact that many businesses within the DPAs store hazardous chemicals on site makes them more sensitive to sea level rise. Many of the companies we evaluated would lose their ability to function for a time should their chemicals damaged or lost. Ten of the parcels in the sample use chemicals in their day to day operations. We know of nine chemicals that are present in large quantities within the DPAs. The sheer amount of these chemicals along the har- bor, in addition to their hazardous nature, is alarming because in extreme events they may find their way into the harbor. For example, within the investigated parcels, there are over 345,811,200 gallons of fuel stored. The issues The vulnerability of each parcel was assessed by looking at the exposure, sensitivity, and ability to cope to SLR presented by the release of the chemicals could impact public health, the environment, and the economy of Boston. and coastal storm surge. If the parcel was within the predicted flood zone from the Surging Seas: Risk Zone Map, then it was not deemed vulnerable in terms of exposure. Sensitivity was determined by the condition of the flood Based off of the information available to us, one third of the businesses investigated potentially have the resourc- prevention infrastructure on the parcel and by whether or not the business on the parcel stores chemicals in large es to recover from severe flooding events. The sheer cost of the land and infrastructure on many of these parcels quantities. Ability to cope was determined by looking at the net worth of the business, what emergency flood plans would make it difficult for businesses to rebuild after severe flooding. After reviewing the land and building value the business had in place, and the potential cost of damages the business could receive from flooding from SLR provided by tax assessor’s websites, we identified that out of the parcels investigated, 61% of them were worth and storm surge. Miscellaneous data was also gathered relating to the effects that DPA flooding could pose on the over $1M. Only six of the eighteen businesses that we evaluated were publicly traded and those businesses were surrounding area. What we have evaluated are indicators for the corresponding dimensions of vulnerability, they are all worth well over $100M. The other twelve parcels are either abandoned or local businesses. not direct measurements. 54 aPPenDix 55",
        "During major flooding events, 66% of businesses are expected to have between $10M-$100M of predicted damage to SLR and coastal storms by ensuring that the SLR prevention infrastructure on the sites are up to date and in good per acre. The other 33% are predicted to experience between $1M- $10M of damage per acre to their property. condition. Since two thirds of all investigated businesses have no public information on their net worth, one third of the busi- nesses evaluated could possibly have the resources to rebuild after a severe flood. If these regulations were to be put in place, they could reduce the vulnerability of DPA businesses to sea level rise and coastal storm surges by limiting exposure and sensitivity. This committee and its regulations would ensure that Based off of interviews and the information available to us, few of the businesses within the DPAs that we inves- the unique needs of these industrial areas are met, while simultaneously keeping the surrounding communities and tigated have public emergency plans to deal with flooding. Of the 16 businesses that we contacted, only two an- environment safe during flooding events. swered any of our interview questions. One of the businesses that we contacted said that they had an emergency plan in place, but that it was not public information. This lack of transparency regarding emergency planning makes Conclusion it impossible to make any accurate statement on the level of preparedness that exists within the DPAs. Over the course of seven weeks we learned a lot about DPAs and their uniquely industrial nature. We understand that our work has limitations stemming from the short amount of time that we had to complete this project as well We found that the regulation of the DPAs is split between MEMA, CZM, USCG, and the EPA. In our research of as the lack of transparency on the part of the DPA businesses. There still remains a gap in knowledge on the vulner- emergency preparedness plans within the DPAs, we conducted an interview with a hazard mitigation expert from ability of the DPAs, and further investigation is needed to fully understand Boston’s vulnerability to SLR and coastal MEMA, we learned that the only regulating body that deals with hazardous materials is local fire departments. Local storm surge. fire departments enforce EPA regulations concerned with the handling of hazardous materials. The EPA only re- quires that businesses report the quantity of hazardous materials on their sites to their area fire department and the EPA. The Massachusetts Tier II Reporting Entities main purpose is to “provide the framework and methodology to efficiently respond to hazardous materials emergencies” (Hazardous materials emergency plan, 2011). The current regulations are reactionary in nature, only having plans for chemicals once they spill. We have found no measures in place to help prevent the release of toxic chemicals into the environment. The only other regulatory body that exists within Boston’s harbor is the United States Coast Guard. The Coast Guard is mostly concerned with ships and mate- rials that are moving on the water. They receive hazardous cargo manifests from ships entering the harbor in order to keep updated on the hazardous materials within Boston harbor. From our research it doesn’t seem that there is much communication between these groups. This lack of communication means that in an emergency situation important information may not be available to first responders. Recommendations to Better Prepare DPAs to SLR and Coastal Storms There are still major gaps in data concerning vulnerability of Boston to SLR and storm surges. Many of the vulnera- bility assessments do not address the DPAs in any capacity. As students reaching out to businesses, we found many unwilling to participate or even get back to us. Though we managed to gather a lot of information on DPAs in a short amount of time, there is a lot more data that should be gathered. We recommend that the Massachusetts Coastal Zone Management (CZM) and The Boston Green Ribbon Commission (GRC) continue their partnership and produce a vulnerability assessment of the DPAs. This is the partnership that produces the Climate Ready Boston report, which provides an in depth understanding of Boston’s vulnerability to climate change. With their previous experi- ence, they can conduct a vulnerability assessment to give a more detailed description of the state that the DPAs are in. This report, in conjunction with the Climate Ready Boston report, could create a more complete understanding of the vulnerability of Boston and its harbor to climate change. Throughout the completion of this project, we found that there is no organization that directly regulates emergency preparedness plans in the DPAs. We recommend that Massachusetts Coastal Zone Management (CZM), the De- partment of Environmental Protection (DEP), the Massachusetts Emergency Management Agency (MEMA), and the United States Coast Guard (USCG) form a regulatory committee concerned with emergency preparedness plans within the DPAs. The partnership should integrate CZM’s knowledge of businesses and infrastructure within the DPAs, DEP’s experience with brownfield remediation, USCG’s authority over the harbor and the cargo within it, and MEMAs experience with emergency management in Massachusetts. The committee should have a set of regulations to enforce on the DPA businesses. The two regulations that we are recommending this committee enforce are: that chemicals and hazardous materials used by businesses within the DPAs must be stored in flood-proof containers, and that more frequent inspections and repairs be performed on the SLR prevention infrastructure within the DPAs. The first regulation would reduce business sensitivity to SLR and coastal storms by reducing the risk of chemical spills. The second regulation would reduce the business' exposure 56 aPPenDix 57",
        "taBLe of Contents Chapter 1.0: Introduction Climate change is a growing problem facing coastal cities. Though climate change is accompanied with many con- sequences, perhaps the most threatening to the populations of coastal urban cities are the rise in sea levels paired Abstract with the rise in coastal storm frequency. The impacts of coastal flooding on a city's infrastructure, public health, Acknowledgements environment, and economy have been experienced throughout the country (US EPA,). These impacts can be high- Executive Summary lighted during severe hurricanes. For example, during Hurricane Katrina, New Orleans’ lack of adequate infrastruc- List of Figures ture coupled with the severity of the storm would lead to disaster for the city. The City of New Orleans did have List of Tables levees in place in order to help minimize the effects of severe coastal storms, but those levees were “...built in a Chapter 1.0: Introduction disjointed fashion using outdated data”(Hoar, 2006). In addition to major issues to infrastructure sea level rise and Chapter 2.0: Background on DPAs and Climate Change coastal storms are dangerous to public health. For example in the aftermath of Hurricane Harvey, flood waters from Chapter 3.0: Assessing the Vulnerability of DPAs storms contained many different and dangerous chemicals (Sifferlin, 2017). Harvey’s flood waters were dangerous enough in Houston, Texas to cause death from flesh eating bacteria (Astor, 2017). Major flooding events also pose Chapter 4.0: Potential Vulnerability and Risks of DPAs many dangers to the environment. For example, the impacts of Hurricane Sandy has caused significant damage Chapter 5.0: Recommendations to Better Prepare DPAs to SLR and Coastal Storms to some local islands flora, an estimated 90% of the mature mangroves have been destroyed, and an estimated Chapter 6.0: Conclusions 100,000 gallons of fuel has spilled in the Simpson Bay Lagoon from over 120 shipwrecked vessels (Nature Foun- Chapter 7.0: References dation, 2017). Finally, the economy of area can also be greatly impacted by a severe coastal storm and SLR. During Chapter 8.0: Appendices Hurricane Sandy, the New York Stock Exchange was forced to shut down for two days (Library, 2016).The impacts on infrastructure, public health, environment, and economy caused by these severe storms highlight some of the List of Figures negative effects of extreme coastal flooding for modern port cities such as Boston. Figure i: Inner Boston Harbor DPA Boundaries Boston is notably vulnerable to flooding events because of its proximity to three rivers and its position on the At- Figure 1: Inner Boston Harbor DPA Boundaries lantic Coast. Since 1991 the City of Boston has experienced 21 flooding events that have triggered federal or state Figure 2: Predicted Sea Level Rise in Boston disaster declarations (Climate Ready Boston, 2016, P. 2). Over the entire twentieth century sea levels rose about 9 Figure 3: Effects of Flooding on Boston’s Economy inches relative to land in Boston (Climate Ready Boston, 2016, pg. 8). With the pace of relative sea levels rise accel- Figure 4: Chelsea Creek DPA Flood Zone erating, by 2030 another eight inches of sea level rise may occur, with about 1.5 ft. by 2050, and as much as 3 ft. by Figure 5: Mystic River DPA Flood Zone 2070 (City of Boston Hazard Mitigation Plan, 2014). Thus the likelihood of coastal and riverine flooding will continue Figure 6: South Boston DPA Flood Zone to increase. With higher sea levels, storm water outfalls may not be able to discharge or may even start to backflow (City of Boston Hazard Mitigation Plan, 2014). Severe flooding in Boston could result in damage to infrastructure, Figure 7: East Boston DPA Flood Zone public health, environment and economy similar to that experienced in New Orleans (City of Boston, 2014). The Figure 8: Flooding in East Boston Boston Hazard Mitigation Plan states that “In Boston, Massachusetts, the increase in flooding caused by sea level Figure 9: Riprap Located at Prolerized rise this century could cost up to $94 billion from damage to buildings, loss of building contents, and associated Figure 10: Bulkhead Located at Eastern Salt emergency activities, depending on the amount of sea level rise and adaptation measures taken” (US EPA,). Areas Figure 11: Potential Flooding of 5 Feet with Spring Tide within Boston Harbor will continue to have accelerated rates of vulnerability unless precautions are implemented to protect the coast, infrastructure, and people from the effects of sea level rise. List of Tables Table i: Selected Parcels Since 2007 Boston has maintained a climate action plan which details measures the City has taken, and plans to take, in order to mitigate the impacts of climate change (City of Boston Hazard Mitigation Plan, 2014). The City of Table 1: List of Selected Businesses Boston’s Climate Ready Report (2016), City of Boston Natural Hazard Mitigation Plan (The City of Boston, 2014), Table 2: Selected DPA Parcel Data and Greenovate Boston Table 3: Chemical Storage Information (Greenovate Boston, 2012) are all parts of the city’s climate preparedness actions. The plans that have been imple- Table 4: Vulnerable Residential Populations Surrounding DPAs mented are intended to reduce the vulnerability to different climate risks, including exposure to threats, sensitivity Table 5: Chemical Effects on Public Health and the Environment to threats, and ability to cope after events occur (Bralower, 2017). With this in mind, some of the adaptations be- ing implemented are to increase the amount of permeable ground, improving drainage systems, updating building codes, and restoring building and hazard mitigation infrastructure (The City of Boston, 2014). There are also several proposals being reviewed by the City of Boston with regards to different sea level rise adaptations, such as a large sea wall that completely surrounds the harbor. “City officials are exploring the feasibility of building a vast sea barrier from Hull to Deer Island, forming a protective arc around Boston Harbor” (Abel, 2017). Although these reports and proposals do a thorough job of evaluating the vulnerability of residential and mixed use areas in Boston, they do not complete a thorough evaluation regarding the vulnerability of the working port. 58 aPPenDix 59",
        "The goal of this project was to assess the vulnerability of designated port areas in Boston Harbor to sea level rise Reducing Boston’s SLR to less than 2.4 feet. by the end of the century would require massive and unprecedented and coastal storms. Our project focused on the four inner harbor DPAs: Chelsea Creek, Mystic River, East Boston, cuts in greenhouse gases worldwide (Climate Ready Boston, 2016).The lower end of this range assumes moderate and South Boston. We selected a sample of DPA businesses to represent each industry and DPA located within the cuts in global greenhouse gas emissions, with the upper end of this range assuming no changes in global emissions. harbor. An analysis of selected sites was conducted, by reviewing tax assessors info, interviewing business represen- SLR is driven by a combination of melting land ice, the expansion of water as its temperature increases, and changes tatives, and looking at SLR prevention infrastructure to determine the overall vulnerability of Boston’s DPA’s. Our in the amounts of water extracted from below ground or stored behind dams (Climate Change Indicators: Sea Level, assessment resulted in a report that may be used to inform policy and interested stakeholders of the vulnerability of 2014). Most of the coastal Northeast is expected to exceed the global average sea level rise due to local land sub- working port areas in Boston Harbor to sea level rise. sidence, with the possibility of even greater regional sea level rise if the Gulf Stream weakens (Chapter 16 Northeast, 2014).Rising sea level will result in areas within coastal cities, such as Boston, to become more vulnerable to flooding Chapter 2.0: Background on DPAs and Climate Change by exacerbating impacts accompanied with storm surge. As sea levels rise and coastal storms become more frequent, it is necessary for coastal cities to understand their vulnerability. The City of Boston has done vulnerability assessments focused on residential and mixed use areas but no assessment of the DPAs has been conducted. In order to understand the context in which the DPAs exist, some background information is necessary. We will start by describing Boston Harbor and its designated port areas, then move into why there is an increased risk of severe flooding in the project area. We then address the negative effects that would be experienced during severe flooding events. 2.1 Designated Port areas in Boston harbor Boston is a historic city built around its harbor. Boston Harbor has emerged into a large trading market, which increased the industrialization of the city because of its location on the Atlantic Ocean. The harbor is critical to Boston’s economy. In 2012, $4.6 billion was generated by Boston’s port in overall economic value, while the busi- ness’ themselves generated $1.2 billion in revenue (Woolhouse, 2014). Due to the port industry's importance to the economic value of Boston, the Commonwealth of Massachusetts wanted to protect more industrial sectors of the port from being displaced by non-industrial uses. Designated Port Areas (DPAs) were the regulatory mechanism created by the Commonwealth to ensure access to the water for water dependent industrial businesses. DPAs were created in 1978 by the Massachusetts Coastal Zone Management (CZM) “to satisfy both the unforeseeable and unanticipated space needs of industrial use that depend on the withdrawal/discharge of large volumes of process water” (New England School of Law, 2009). Site characteristics and infrastructure needs of designated port areas include a developed waterfront, adjacent land suitable for industrial use, and access to land transportation for in- dustrial purposes (Mass.gov, n.d.). DPAs ensure that water dependent industries have access to Boston Harbor. There are 10 DPA’s in Massachusetts, four of which will be the main focus of this project: Mystic River (Appendix A), Chelsea Creek (Appendix B), East Boston (Appendix C), and South Boston (Appendix D). A map of all four DPAs being investigated by our team can be seen in Figure 1. A variety industries utilize access to the waterfront that these DPAs provide. Some examples of industries within the DPAs are commercial fishing and processing, fuel transportation and storage, as well as import and export businesses. Figure 2: Predicted Sea Level Rise in Boston From: (2016). Climate Ready Boston, | City of Boston. Retrieved April DPAs pose a threat to Boston Harbor. Industrial sites within DPAs often contain hazardous chemicals that if released 24, 2017 would pose significant risks to Boston’s public health and environment. These threats are exacerbated with the threat of sea level rise and severe flooding events anticipated as a result of changing climate. 2.2.2 flooding from storm surge Another threat facing coastal urban cities is the predicted increase in severe coastal storms, which is intensifying 2.2 Vulnerability of Coastal Cities to Major Flooding Events in a Time of Climate Change by sea level rise (Pierre-Louis, 2017). A storm surge is an abnormal rise in sea level accompanying a hurricane or Impacts from climate change are not a new issue for the City of Boston. The City has been hit by 8 significant hur- other intense storm, and whose height is the difference between the observed level of the sea surface and the lev- ricanes in the past 75 years and has been developing different hazard mitigation preparations to minimize the risks el that would have occurred in the absence of the storm (Hurricane Science: Storm Surge, 2015). With global sea from storm surge and storm water for over 100 years. But, as the climate continues to change, the risk of coastal levels already on the rise, storms will cause more flooding in the future than they would today. This is because “the urban flooding is continuing to increase, and most cities are not prepared for the up-surging threats outlined in this higher water level provides a higher base for the waves so they are able to strike structures that might otherwise section. be elevated above the waves; effect and shore erosion caused by sea level rise allows the waves to strike farther in- land”(Greenhouse effect and Sea Level Rise, 2007). An example of an overwhelming and unanticipated storm surge 2.2.1 Sea Level Rise in the Northeastern United States coupled with precipitation, occurred during Hurricane Harvey. This hurricane unloaded nearly 33 trillion gallons of Cities along coastal Northeastern United States are predicted to encounter escalating sea level rise (SLR). In the- water in the U.S (Fritz & Samenow, 2017). This unprecedented amount of water had displaced over one million peo- Northeast, the relative sea level has risen by approximately one foot, since 1900, which has caused more frequent ple and about 185,000 homes have been either damaged or destroyed across the Southeast US (Gallagher, 2017). flooding of coastal areas (Climate Change in the Northeast, 2016). Boston’s sea level is predicted to have a minimum Storm surges are particularly damaging in cities or other areas with high population densities, such as Boston. increase of 2.4 feet and a maximum of 7.4 feet, by the year of 2100, as shown in Figure 2 (Climate Ready Boston). 60 aPPenDix 61",
        "2.3 Impacts of Storm Surge and Coastal Urban Flooding Wildlife faces many similar threats that the public does. Petroleum and salt are particularly hazardous to aquatic life. Coastal urban flooding has many negative Impacts on its surroundings. Impacts of coastal flooding can affect infra- Another threat posed to the environment from SLR is the increase of runoff and sediment into waterways (Huston, structure, public health, the environment, and the economy of coastal cities and regions. 2010). Storm surge can cause more erosion and carry pollutants, into waterways and large bodies of water (Huston, 2010). This increase in pollutants can lead to increases in algal blooms (Huston, 2010) which are already a problem 2.3.1 Failed Infrastructure Effects from SLR and Storm Surge in Boston waterways. Algal blooms are one of the causes of a decrease in dissolved oxygen in water (Hewett, 2016). As flooding severity worsens, the challenge of keeping important SLR prevention infrastructure, such as riprap and When there is less oxygen in the water fish and aquatic plants suffer because they do not have access to the needed bulkheads, in good conditions increases. However, once the upkeep is not continued the infrastructure will deteri- amount of oxygen. Less oxygen also leads to higher water temperatures, which can cause distress for the aquatic life orate, putting it more at risk of failure under flooding conditions (Portland, 2014). that is used to cooler temperatures (Hewett, 2016). Failure of infrastructure during severe flooding events often exacerbates the issues caused by severe flooding. One 2.3.4 Impacts of Storms and Flooding on the Economy potentially devastating form of infrastructure failure is the failure seawalls and other sea level rise prevention in- The economy of a region can be affected directly and indirectly by a changing climate. In the above sections, some frastructure. For example, if New Orleans had maintained their infrastructure, the flooding would not have been as of the general impacts of sea level rise, flooding, and storms have been described. In the end, all of these impacts detrimental from Hurricane Katrina: “Flood protection systems such as levee, canal systems, etc., were constructed can subsequently affect the economy of a region. Some effects from flooding will be more immediate, while others to safeguard the city of New Orleans. However, these systems were poorly maintained and did not withstand the may take a while to appear and be fixed. Figure 3 below shows some of the potential long term or short term im- impact of the hurricane resulting in widespread damage to the city of New Orleans,” (Deshmukh et al., 2011). Up- pacts that can come from flooding to coastal cities. If important structures fall into disrepair, then they will need to keep of flood protection systems is critical to helping mitigate the impacts of SLR. be repaired (Massachusetts Department of Conservation and Recreation, 2009). When Texas was ravaged by Hur- ricane Harvey in 2017 many of the oil refineries on the coast were damaged and, “almost 22 percent of current oil Similarly, the state of a building plays a role in the effect SLR has on it. The City of Boston has fully adopted the production in the Gulf of Mexico has been ‘shut-in’...” (Rosoff, 2017). Oil refining made up a majority of the economy International Building Code (IBC) set of standards for building construction. The IBC does not adequately prepare in Texas’s ports, and it is predicted that because of Harvey, “it could be months or even years before the region is the City of Boston for SLR (International Code Council, n.d.). To combat this, the Commonwealth of Massachusetts experiencing some sense of normalcy again” (O'Keefe & Williams, 2017). Harvey not only affected Texas’ economy, has made its own modification to the IBC to be implemented in the state (Massachusetts Board of Building Regu- it had an impact on the whole country, “analysts said prices at the pump are likely to rise between 5 cents and 15 lations and Standards, 2010). Although these modifications improve upon the IBC in regards to SLR building code cents nationwide in the weeks ahead” (Ivanova, 2017). criteria, more research should be done to ensure that buildings are able to withstand more severe coastal flooding. The impacts of collapsed or damaged buildings would not only affect the aesthetic of the city, they could damage Figure 3. Effects of Flooding on Boston's Economy the health of the city’s residents. 2.3.2 Impacts of Storms and Flooding on Public Health Floods pose many threats to the health of a community, including discharging pollutants into water and forcing peo- ple to reside within damp toxic living conditions. A major threat to Boston’s public health from DPAs is the use and storage of harmful chemicals. If storage systems were to fail, dangerous chemicals have the ability to contaminate water. Some major hazardous materials that could spill into Boston Harbor are formaldehyde, petroleum, ammonia, and salt (Environmental, Health, and Safety Guidelines for Fish Processing, April 30, 2007). If during a severe flood- ing event these chemicals were to get into the water, they would have detrimental impacts on people’s health. Public health can also be negatively impacted from increased storms and floods that lead to damp air and living/ working conditions (Climate Ready Boston, 2016). If the water does not dry completely, mold and mildew can start to appear in buildings. This was the case after Hurricane Sandy hit areas of New York (Nir, 2013). The dampened conditions lead to increased growth of black mold. Residents are subjected to increased allergen exposure due to mold growth in flooded homes and other structures (Climate Change Impacts in the United States, 2014). Depend- ing on the severity of the mold and mildew exposure, there can be various effects on the health of residents and citizens working in the area. Mold can cause minor effects such as coughing or something as serious as severe lung infections (National Center for Environmental Health, 2014). Many areas directly surrounding DPAs are residential, so flooding from SLR would likely have a negative impact on the public. 2.3.3 Impacts of Storms and Flooding on the Environment Just as the public health is threatened by what can happen during sea level rise and storm surges, the environment is as well. In May, NOAA predicted a 45 percent chance that the 2017 Atlantic Hurricane season—which runs from June 1 through November 30—would be more active than normal (Pierre-Louis, 2017). With increased water levels and severity of storms, there will be wider areas of ecosystems that will be vulnerable. Vulnerability assessments have been able to start looking at what the potential impacts on the environment could be (Climate Ready Boston, 2016). 62 aPPenDix 63",
        "2.4 Gaps in Knowledge 3.2.1 Gathering Data From Online Resources The City of Boston has done quite a bit of work to protect residential and mixed-use areas from sea level rise, but Preliminary information for each selected parcel within the DPAs was found online. Area, industry, elevation, chem- there is still one area that the vulnerability assessments has not focused on: DPAs. A vulnerability assessment of the ical storage, land and building value, as well as the net worth of the business could all be found on the respective working port on the inner harbor of Boston has not been completed. Gaps in information include the exposure of city’s tax assessor's website (Boston, Chelsea, Everett, Revere). The predicted flood zone in and around the parcels DPAs to SLR and coastal storms, current state of infrastructure within the DPAs, the toxic chemicals stored within was determined using Surging Seas: Risk Zone Map for 5ft of sea level rise by 2100, which is the likely/ middle of these DPAs and their potential effects on the harbor and its residents, as well as the ability for the working port to the road for emissions scenarios used in Climate Ready Boston (Climate Ready Boston, 2016). This same sea level recover after damage occurs. Understanding the vulnerability of Boston’s working port to SLR and coastal storms is rise viewer was used to gather the predicted property exposure, social vulnerability exposure, and the vulnerable necessary. This understanding will allow Boston to have a complete idea of the risks posed to the city by SLR and population exposure of the population surrounding each parcel. coastal storm surge. 3.2.2 Contacting DPA Businesses Representatives Chapter 3.0: Assessing the Vulnerability of DPAs Using the contact information available to us, we attempted to get in touch with the businesses either through email The goal of this project was to assess the vulnerability of designated port areas in Boston Harbor to sea level rise or a phone call. We utilized a generic email template and phone script (Appendix H). The companies that got back to and coastal storms. We focused on the four Boston inner harbor DPAs which are Chelsea Creek, Mystic River, East us were sent emails that contained variations of our generic interview questions (Appendix I). They were given the Boston, and South Boston (See Appendices A-D). Within these DPAs we selected a sample of parcels to represent option to respond by email or call us to go over their answers. the different industries. The vulnerability of individual parcels was assessed to help determine the vulnerability DPAs as a whole. Our project resulted in a report that has been given to Boston Harbor Now (BHN) for their use to inform 3.2.3 Evaluating Sites from the Water policy and interested stakeholders of our findings. In this chapter we outline how we picked parcels and how the A water taxi was taken out along the shorelines of the parcels that were selected. Based on the location of our se- parcels were studied and evaluated. lected parcels and the location of shoreline stabilization structures, a water taxi route was mapped out (Appendix J). We took pictures of each site that we were able to get to with the taxi. We used these photos in conjunction with 3.1 Selecting Parcels for Assessment the 2009 Storm Smart Coasts CZM report in order to understand the current state of SLR infrastructure. The DPAs of Boston’s inner harbor consist of over 60 water dependent industrial businesses. To complete a vulner- ability assessment of these parcels, a representative sample of 18 was selected, due the limited timeframe of this 3.3 Data Analysis project. To reduce bias in our sampling process, we utilized random sampling to select each business. A database of All of the data gathered through interviews and site visits was compiled into a spreadsheet. parcels within the four inner harbor DPAs was obtained from Massachusetts Coastal Zone Management (CZM). We classified the businesses in the DPAs into eight different industries: mooring, cargo, fish processing, fuel, boat repair, salt, old industrial, and vacant/parking lots. Each industry is unique in how it operates, making each one vulnerable in different ways from each other. To accurately represent the DPAs, a variety of each industry needed to be selected. First, we calculated the percent- age of land each industry occupied within the DPAs. Based on the percentage of land each industry took up, parcels were selected weighted to that percentage. For example, cargo occupied 20.52% of land within all four inner harbor DPAs, and 20% of 15 parcels is roughly 4 parcels, therefore four cargo parcels were randomly selected (Appendix G). In order to conduct a random sample, each parcel was assigned a number 1-55, 55 being the total amount of busi- nesses. The parcels were grouped by industry. For example, Boat Repair included parcel numbers 1-9, Cargo was parcel numbers 10-21, and so on. Then to select the specific parcels, we randomly selected numbers using a Python script (Appendix F). We discovered two of the selected parcels were the same parcel but separated into two indus- tries. This resulted in us having selected a total 14 businesses. After we identified all of the parcels, we discovered that East Boston DPA was not represented. In order to ensure that each DPA and industry was represented in our study, we decided to add more parcels to our selection. Another random sample with just the parcels in the East Boston DPA was conducted, resulting in the selection of Boston Forging and Welding and Boston Towing and Transportation. Two industries were not represented in any of our random parcel selections: salt and fish processing. To select a salt parcel, we again ran the above script to randomly select one of the two salt parcels within the DPAs, which resulted in Eastern Salt Co. There was only one fish pro- cessing parcel to choose from: Channel Fish Co. The final selected businesses/parcels can be seen in Table i, pg 54. 3.2 Gathering Data To characterize the vulnerability of each parcel, we gathered preliminary data from the internet, we attempted to interview representatives from each business, and conducted site reviews by water taxi. 64 aPPenDix 65",
        "Chapter 4.0: Potential Vulnerability and Risks of DPAs Boston’s Inner Harbor DPAs are potentially vulnerable to sea level rise and coastal storm surge. There is a gap in knowledge as these areas have never fully been investigated. We have also found that this vulnerability has the potential to greatly impact the city and its inhabitants. This chapter outlines our findings relating to the three dimensions of vulnerability: exposure, sensitivity, and ability to cope. Within each of these dimensions, we have evaluated many different variables that all contribute to the par- cels overall vulnerability. We also discuss the DPA’s potential impact on the city of Boston during flooding events. We then highlight the lack of transparency throughout the businesses within the DPAs in regards to contacting representatives and gathering information. 4.1 - Exposure of DPAs to SLR and Coastal Storms In order for an area to be vulnerable to SLR and coastal storms, it needs to be exposed to SLR and coastal storms. A sites location within Boston Harbor greatly affects its potential exposure. Depending on a sites elevation and prox- imity to the harbor, it will be exposed to different levels of flooding. 4.1.1 - Predicted flood zones The exposure to SLR and coastal storms greatly increases the vulnerability of the majority of parcels within Boston’s working port. With moderate cuts in carbon emissions, the likely amount of sea level rise by the year 2100 is 5 ft (Global Climate Change, n.d.). Of the investigated parcels, 88% are expected to be underwater by 2100. With the DPA’s situated directly on the water, they are more exposed to the effects of SLR and coastal storms than other areas of Boston. Figures 4-7 are maps of the four DPA’s, showing the predicted flood zones (PFZ) during 5 ft SLR. The vulnerability of each parcel was assessed by looking at the exposure, sensitivity, and ability to cope to SLR and coastal storm surge. If the parcel was within the predicted flood zone from the Surging Seas: Risk Zone Map, then not was deemed vulnerable in terms of exposure. Sensitivity was determined by the condition of the flood prevention infrastructure on the parcel and by whether or Figure 4: Chelsea Creek DPA Flood Zone From: (2017). Surging Seas: Risk Zone Map, | NOAA. Retrieved April 5, not the business on the parcels stores chemicals in large quantities. Ability to cope was determined by looking at the 2017 net worth of the business, what emergency flood plans the business had in place, and the potential cost of damages the businesses could receive from flooding from SLR and storm surge. Miscellaneous data were also gathered relat- ing to the effects that DPA flooding could pose on the surrounding area shown in Table 2. What we have evaluated are indicators for the corresponding dimension of vulnerability, they are not direct measurements. 66 aPPenDix 67",
        "Figure 5: Mystic River DPA Flood Zone From: (2017). Surging Seas: Risk Zone Map, | NOAA. Retrieved April 5, 2017 Figure 6: South Boston DPA Flood Zone From: (2017). Surging Seas: Risk Zone Map, | NOAA. Retrieved April 5, Figure 7: East Boston DPA Flood Zone From: (2017). Surging Seas: Risk Zone Map, | NOAA. Retrieved April 5, 2017 2017 4.1.2 - DPA Business Interview Response Regarding Exposure In response to our interview questions, a representative from Channel Fish Co. Inc. said that he was very concerned for his business’s safety regarding SLR and coastal storms. This representative stated “We are very concerned that our backyard could flood and portions of the property could be damaged by severe storms.” Channel Fish Co. is located in the East Boston DPA, with direct access to the waterfront along Chelsea Creek. The East Boston area has been prone to serious erosion along the coast, and is located within the boundaries of the PFZ with regards to 5 feet SLR, shown in Figure 7 above. The representative stated that his business has been prone to flooding in the past, with an example of this flooding shown below in Figure 8. In regards to flooding on this prop- erty, the representative said “It’s been pretty severe at times: the most recent occurrence on Aug. 2, the standing water was about a foot tall. It’s also gotten into our basement in the past.” It is evident this business located within the DPA has extreme exposure to flooding, increasing its overall vulnerabil- ity to SLR and coastal storm surge. 68 aPPenDix 69",
        "Figure 9: Riprap located at Prolerized Figure 8: Flooding Within East Boston August 2, 2017 From: Margaret Farmer 4.2 - Sensitivity to SLR and Coastal Storms A sites vulnerability to SLR and coastal storms is also a function of its sensitivity. For the purpose of this project, the sensitivity analysis is based on the state of the infrastructure on the parcel. The infrastructure that we evaluated included both the sea level rise prevention infrastructure, chemical type, chemical storage, and chemical quantity. These are all indicators of sensitivity that contribute to the overall vulnerability of a parcel. 4.2.1 - Infrastructure Evaluations SLR preventative infrastructure on DPA our selected DPA sites can be improved. Of our 18 selected parcels, only 6 had publicly listed SLR preventative infrastructure (CZM, 2009). Of those 6 parcels, five were ranked as needing a moderate level of action or higher according to CZM (CZM, 2009) (Appendix K). After our water taxi tour, we did not have an adequate amount of information to correctly correlate each parcels SLR prevention infrastructure to the previous CZM report. During our water taxi tour, we were unable to visit all of the parcels from our sample due to limited time and travel restrictions. We were able to look at some SLR preventative infrastructure near some of the sites. Figure 9 shows Figure 10: Bulkhead located at Eastern Salt riprap located on Prolerized. It can be seen that the high water mark on the rocks is more than halfway up the structure. We were not able to gain the exact measurements of the height of the rip rap, but we can safely estimate 4.2.2 - Sensitivity due to Chemical Storage there is less than 5 feet of riprap above the high water mark. This is concerning due to the fact that 5 feet of SLR The fact that many businesses within the DPAs rely on large amounts of chemicals stored on site to function makes is expected by 2100, and if coastal storms hit the area, they will most likely experience more than 5 feet of coastal them more sensitive to sea level rise. Different types of chemicals are stored differently. The condition of the stor- storm surge, resulting in the Prolerized site being flooded. Similar flooding would be experienced at the Eastern Salt age facilities can contribute to how vulnerable the site is to flooding. The worse the condition is the more vulnerable site under the same future conditions. As seen in Figure 10, the Eastern Salt parcel has bulkheads. However, the the area is. Unfortunately we were unable to analyze the condition of the storage facilities themselves. Since we high water mark is also located less than 5 feet from the top of the structure. The quality of SLR prevention infra- could not analyze the storage facilities we investigated which companies would lose their ability to function for a structure on these sites demonstrates the exposure to SLR and coastal storms, adding to the vulnerability of these time should they damage or lose the chemicals. Ten of the parcels that we investigated use chemicals in their day working port areas. to day operations. The companies that store chemicals on these ten parcels would not be able to function normally without their chemicals. This limit in their ability to function is what makes them vulnerable in the sense of chemical storage. 70 aPPenDix 71",
        "4.3 Parcel’s Ability to Cope with SLR and Coastal Storms A site’s vulnerability is also a function of its ability to cope after a major flooding event has happened. If a site can respond and recover quickly from SLR or a major storm, they are less vulnerable to it. Things such as a business's worth and income can give some indication on a business's ability to reconstruct their site. Emergency plans that are in place when flooding occurs also will reduce that sites vulnerability to SLR and coastal storms. If a site has the ability to cope with SLR and coastal storms both during and after they occur, they are consequently less vulnerable. 4.3.1 Financial Aspects The sheer cost of the land and infrastructure on many of these parcels would make it difficult for businesses rebuild after severe flooding. After reviewing the land and building value provided by tax assessor’s websites, we identified that out of the parcels investigated, 61% of them were worth over $1M. Only six of the eighteen businesses that we evaluated were publicly traded and those businesses were all worth well over $100M. The other twelve parcels are either abandoned or local businesses. During major flooding events, 66% of businesses are expected to have between $10M-$100M of predicted damage per acre. The other 33% is predicted to experience between $1M- $10M of damage per acre to their property. Since two thirds of all investigated businesses have no public informa- tion on their net worth, one third of the businesses evaluated could possibly have the resources to rebuild after a severe flood, this is still undetermined. 4.3.2 - Emergency Plans To our knowledge, few of the businesses within the DPAs have publicly available emergency plans to deal with flooding. One of the businesses that we contacted said that they had an emergency plan in place, but that it was not public information. Businesses are not required to make their emergency plans public, due to risks associated with terrorism. Through an interview with a hazard mitigation expert from MEMA, we learned that the only real regulating body that deals with hazardous materials is local fire departments. Local fire departments enforce EPA regulations concerned with the handling of hazardous materials. The EPA only requires that businesses report the quantity of hazardous materials on their sites to their area fire department and the EPA. According to the Massa- chusetts Tier II Reporting Entities, a source referred to us by MEMA, the hazard mitigation plan’s main purpose is to “provide the framework and methodology to efficiently respond to hazardous materials emergencies”(Hazardous materials emergency plan, 2011)(template version of Hazardous Materials Emergency Plan can be seen in Appendix L). The current regulations are reactionary in nature, only having plans for chemicals once they spill. We found no regulatory requirements to help prevent the release of toxic chemicals into the environment. The only other agency that regulates industrial activities within Boston’s harbor is the United States Coast Guard. The Coast Guard is mostly concerned with ships and materials that are moving on the water. They receive hazardous cargo manifests from ships entering the harbor in order to keep updated on the hazardous materials within Boston Harbor. We learned that the regulation of the DPAs is split between MEMA, CZM, USCG, and the EPA. From our research it doesn’t seem that there is much communication between these groups. This is based off of our experience with these agencies representatives. We were continually being referred to different people within various state agen- cies, none of whom knew much about regulations within the DPAs. This lack of communication means that in an emergency situation important information may not be available to first responders. 4.4 DPAs Impacts on Boston During Flooding Events DPAs vulnerability to SLR and coastal storms is a problem, but the effects that those flooded DPAs may have on the surrounding areas is another issue. Populations that live behind these DPAs are at risk due to their proximity to the water as well as being exposed to the toxic chemicals that are stored on some DPA properties. The impacts of flooded DPAs on the surrounding areas of Boston is also a threat. 72 aPPenDix 73",
        "4.4.1 Populations at Risk from Flooding in DPAs Residential populations located directly behind the DPA’s can be vulnerable to the effects SLR. If you refer to the vulnerable populations table (Appendix M), you can see many of the inhabitants surrounding the DPA parcels will be exposed to the effects of SLR. Using the Surging Seas: Risk Zone Map we were able to apply Social Vulnerability and Vulnerable Population layers. The Social Vulnerability Exposure ranks how the population can prepare and react to SLR and flooding events. The businesses that have a rank of “Low” have populations behind them with low expo- sure, meaning they have a better ability to prepare and respond to the flooding. “High” means that the population surrounding the parcel are not able to respond and prepare well for flooding events. The Vulnerable Population Ex- posure is how many people per square mile that would be impacted by a 5 foot sea level rise. These show that the populations behind the DPA’s are vulnerable to SLR and coastal storms. During major flooding events, floodwater from the DPA’s pose the risk of spreading contaminants to the surrounding areas. This has the potential to exacer- bate the impacts of flooding on the already vulnerable residential populations. Table 4: Vulnerable Residential Populations Surrounding DPA’s Info taken from Climate Central. (2016). Surging seas: Risk zone map. Retrieved from https://ss2.climatecentral. org/#12/40.7298/-74.0070?show=satellite&projections=0-RCP85-SLR&level=5&unit=feet&pois=hide 74 aPPenDix 75",
        "4.4.2 Risks Posed by Chemicals in the DPA Both salt and petroleum would impact the economy of the surrounding area in more severe ways than the other Many of the chemicals located in the harbor could have detrimental effects on Boston and the other cities bordering chemicals that we are aware of. The salt pile in Chelsea is the main source of rock salt for the roads in the Greater the harbor, demonstrated in Table 5. We know, from the CZM spreadsheet of parcels, of nine chemicals that are Boston area. If the large portions of the salt were to be washed away, the Boston Metropolitan Area would need to present in large quantities within the DPAs. The sheer amount of these chemicals along the harbor, in addition to obtain salt from elsewhere in short notice. Boston could also lose a large amount of petroleum during major flooding their hazardous natures, is alarming because in extreme events they may find their way into the harbor. For example, events. With Logan International Airport being one of the largest consumers of petroleum in the area, with over within the investigated parcels, there are over 345,811,200 gallons of fuel stored. The issues presented by the 38,000 passenger flights in August 2017 alone (MassPort, 2017), it would be greatly impacted should the petroleum release of the chemicals could impact public health, the environment, and the economy. in the DPAs be lost. Planes would not be able to refuel at the airport for some time, effectively shutting it down. 4.5 Lack of Transparency Within the DPAs The businesses in the DPA lack transparency about flooding preparedness. Of the 16 businesses that we contacted, only two responded to us. We emailed a set of 15 different questions to the businesses. The response below was all we had received from one of the business representatives. In response to your questions below, the... [Parcel]...has not had a problem with flooding at this facility in the past, nor do we foresee any problems for the future. This facility is highly regulated, and those regulations call for contingency plans to cover all types of scenarios, from natural disasters to man made events. These contingency plans are not public information. This shows how difficult it has been for us to get information from these businesses. We were unable to gather a lot of data about different businesses beyond what is publically available online. This lack of transparency makes it impossible to make any accurate statement on the level of preparedness that exists within the DPAs. Without clear communication from DPA businesses about their SLR preparedness, neither the city of Boston nor a third-party could accurately predict the effects of flooding in the Boston area. This lack of transparency may come down to the fact that we are college students and businesses may not have been sure of our intentions, possibly afraid of self- incriminating answers. Chapter 5.0: Recommendations to Better Prepare DPAs to SLR and Coastal Storms Within Boston’s inner harbor DPAs, many improvements can be made to planning and regulations in order to reduce their vulnerability to SLR and coastal storms. Further research can also be conducted in order to further evaluate the vulnerability of DPAs in the harbor. A committee that could regulate DPA businesses’ emergency preparedness plans as well infrastructure evaluations could help to decrease their vulnerability. 5.1 Recommendations to Better Understand Vulnerability within DPAs Major gaps in data concerning vulnerability of Boston to the sea level rise and storm surges still exist. The vulnerability assessment, Climate Ready Boston does not address the DPAs in any capacity. As students reaching out to businesses, we found many unwilling to participate or even get back to us. Though we managed to gather a Of the nine chemicals that we know are present in the harbor, six of them are would cause harm to a person if they lot of information on DPAs in a short amount of time, a lot more data regarding the businesses in the DPA’s should were exposed. Petroleum oil and formaldehyde are the only toxic chemicals to humans, while formaldehyde and coal still be gathered. dust are classified as carcinogens. The other three chemicals that we identified as being dangerous to public health are ammonia, liquid natural gas, and liquid nitrogen. These chemicals are stored under great pressure in their liquid We recommend that the Massachusetts Coastal Zone Management (CZM) and The Boston Green Ribbon Commission form, once exposed to the atmosphere, they would vaporize, making them less likely to be ingested. Despite this, (GRC) continue their partnership and produce a vulnerability assessment of the DPAs. This is the partnership that they can still be very harmful. Each can cause severe burns similar to frostbite. They are also dangerous if inhaled produces the Climate Ready Boston report, which provides an in depth understanding of Boston’s vulnerability to and can cause unconsciousness. Rock salt, portland cement, and cane molasses are all relatively safe for humans climate change. With their previous experience, they can conduct their own vulnerability assessment that will give to be around. The first two can cause skin irritation while all three can cause eye irritation. Chemicals pose many a more detailed description of the state that the DPAs are in. This report, in conjunction with the Climate Ready dangers to the environment as well. Boston report, will create a more complete understanding of the vulnerability of Boston and its harbor to Climate Change. Flooding could cause facilities’ chemical storage to leak. Petroleum and ammonia are both chemicals that are acutely toxic to aquatic life. Portland cement can change the pH of the water and the molasses will lower the oxygen levels; 5.1.1 Use of More Sophisticated Models for Vulnerability Assessments these effects would lead to a heightened mortality of aquatic life. In addition to being toxic and unstable, four of the To complete our initial vulnerability assessment of the given DPA’s parcels we utilized the Surging Seas: Risk Zone chemicals are highly flammable. Should they get into the harbor many of them will not mix with the water. Should Map to gather information about potential flood zones. Using this source we were able to gather some preliminary this mixture of chemicals somehow come into contact with a spark or flame, it could cause a large portion of the information about sea level rise and its effects on the harbor, but no detailed information such as flood depths were harbor to catch on fire. Leakage of chemicals could also cause a detrimental effect on the economics of region. available for our group. 76 aPPenDix 77",
        "According to Paul Kirshen, a professor at the University of Massachusetts Boston, the Surging Seas: Risk Zone Without a centralized organization governing emergency preparedness in these industrial areas, the City of Boston Map uses the “bathtub model” to predict sea level rise. This model is not the most detailed and or accurate ways cannot be certain that the businesses will be prepared to handle flooding events. We recommend that Massachusetts to predict sea level rise. As we neared the end of our project, we were given access to an extremely accurate sea Coastal Zone Management (CZM), the Department of Environmental Protection (DEP), the Massachusetts level rise viewer that is not open to the public, courtesy of the Massachusetts Department of Transportation. Due Emergency Management Agency (MEMA), and the United States Coast Guard (USCG) form a regulatory committee to the lack of time we were not able to utilize these GIS maps to their fullest potential. An example of this GIS can concerned with emergency preparedness plans within the DPAs. The partnership should integrate CZM’s knowledge be found below in Figure 11. We recommend that whoever continues this research within the DPA’s should utilize of businesses and infrastructure within the DPAs, DEP’s experience with brownfield remediation, USCG’s authority this resource as it will add extremely accurate and in depth data. over the harbor and the cargo within it, and MEMAs experience with emergency management in Massachusetts. The committee should have a set of regulations to enforce on the DPA businesses. The two regulations that we are recommending this committee enforce are: that chemicals and hazardous materials used by businesses within the DPAs must be stored in flood-proof containers, and that more frequent inspections and repairs be performed on the SLR prevention infrastructure within the DPAs. The first regulation would reduce business sensitivity to SLR and coastal storms by reducing the risk of chemical spills. The second regulation would reduce the business's exposure to SLR and coastal storms by ensuring that the SLR prevention infrastructure on the sites are up to date and in good condition. If these regulations were to be put in place, the city could be more confident that the DPA businesses may better withstand flooding events. These regulations could reduce the vulnerability of DPA businesses to sea level rise and coastal storm surges by limiting exposure and sensitivity. This committee and its regulations would ensure that the unique needs of these industrial areas are met, while simultaneously keeping the surrounding communities and environment safe during flooding events. Chapter 6.0: Conclusions The goal of this project was to assess the vulnerability of designated port areas in Boston harbor to sea level rise and coastal storms. By selecting a sample of representative parcels within the four inner Boston Harbor DPA’s, we were able to gain a representative sample of DPA businesses that could then be analyzed for their vulnerability to SLR and coastal storms. Three dimensions of vulnerability were considered for each parcel: exposure, sensitivity, and ability to cope to SLR and coastal storms. In spite of data limitations, we discovered that many of the sites in Boston Harbor are within the predicted flood zone for 2100, and many things including chemicals, poor infrastructure, and lack of planning on those sites cause them to be more vulnerable to SLR and coastal storms. The reluctance of businesses to answer questions puts further emphasis on the importance of this problem. Also, the lack of central regulation of emergency preparedness plans within the Boston Harbor DPAs is very concerning. The combination of these problems may put Boston in an underprepared state to deal with SLR and coastal storms. Boston Harbor’s ecosystem could be damaged, billions of dollars could be lost, homes destroyed, and lives threatened. The City of Boston has started to prepare for SLR and coastal storms with their reports such as Climate Ready Boston and Greenovate Boston, but a plan for industrial port areas does not yet exist. This gap in planning is a problem for Boston. Our group concludes that a committee be developed in order to review and regulate DPA businesses emergency preparedness plans, as well as that further research be conducted into this topic. Boston Figure 11:Potential Flooding of 5 Feet with Spring Tide From: given citation (2017). MassDOT-FHWA Pilot Project Harbor’s DPAs are multifaceted areas that vulnerability needs to be more fully evaluated. Report, | Bosma et. al.. Retrieved October 3, 2017 Modern port cities, such as Boston, are being increasingly threatened by SLR and coastal storms. Major cities around 5.2 Centralized Regulations for Emergency Preparedness Plans the country, such as New York, Houston, and New Orleans, have been impacted by hurricanes throughout the past Throughout the completion of this project, we found that no existing organization directly regulates emergency 20 years. The storms that hit these cities caused major negative impacts to the area's infrastructure, public health, preparedness plans in the DPAs. We believe this to be a serious issue. During Hurricane Harvey the Akema chemical environment, and economy, devastating the region. For example, in 2012 when Hurricane Sandy hit Staten Island, plant in Crosby Texas lost power to its refrigeration units. These units were critical as without them, the stored 23 people died, many by drowning in flood waters (Sandy and its Impacts.2012). When Hurricane Harvey hit Texas chemicals would ignite and explode (Gallagher, 2017). Had the Akema chemical plant been required to keep an in 2017 much of the oil refining that made up a majority of the economy in Texas’s ports, was damaged. “It could be updated flood preparedness plan, it may not have lost power to its refrigeration units. months or even years before the region is experiencing some sense of normalcy again” (O'Keefe & Williams, 2017). 78 aPPenDix 79",
        "In 2005 when Hurricane Katrina hit New Orleans, the lack of adequate infrastructure coupled with the severity of Hoar, J. (2006). Katrina Report Blames Levees. Retrieved from https://www.cbsnews.com/news/katrina-re- the storm lead to disaster for the city. The City of New Orleans did have levees in place in order to help minimize port-blames-levees/ the effects of severe coastal storms, but those levees were “...built in a disjointed fashion using outdated data”(Hoar, 2006). Storms such as Hurricane Katrina, Sandy, Harvey, and Irma highlight the imminent threat that SLR and coastal Horton, R., & Yohe, G. (2014). Chapter 16 Northeast. n.p. globalchange.gov. storms pose to coastal cities. Port cities around the world need to learn from these storms and prepare for coastal flooding to help reduce the negative impacts. Hurricane science: Storm Surge. (n.d.). Retrieved from http://www.hurricanescience.org/glossary/?letter=S#glossa- ryword347 Chapter 7.0: References Inventories of Seawalls and Other Coastal Structures. (2013). Retrieved from http://www.mass.gov/eea/agencies/ Airgas. (2016). Material Safety Data Sheet, Liquid Nitrogen. n.p. czm/program-areas/stormsmart-coasts/seawall-inventory/index.html Airgas. (2017). Material Safety Data Sheet Ammonia. n.p. Ivanova, I. (2017). How Hurricane Harvey is Affecting Gas Prices. Retrieved from https://www.cbsnews.com/news/ how-hurricane-harvey-is-affecting-gas-prices/ Astor, M. (2017). ‘Flesh-Eating Bacteria’ From Harvey’s Floodwaters Kill A Woman.’ The New York Times Retrieved from https://www.nytimes.com/2017/09/28/health/necrotizing-fasciitis-houston-texas.html Library, C. N. N. (2016). Hurricane Sandy Fast Facts. Retrieved from http://www.cnn.com/2013/07/13/world/ americas/hurricane-sandy-fast-facts/index.html Bosma, K., Douglas, E., Kirshen, P., McArthur, K., Miller, S., & Watson, C. (2015). MassDOT-FHWA Pilot Project Re- port. MassDOT. Boston: MassDOT Martin Associates. (2012). Economic Impact of the Port of Boston.(n.p.).Martin Associates. Chapter 91, The Massachusetts Public Waterfront Act. (2012). Retrieved from http://www.mass.gov/eea/agencies/ MassPort. (2017). Boston-Logan International Airport Monthly Airport Traffic Summary - August 2017.n.p.:Mass- massdep/water/watersheds/chapter-91-the-massachusetts-public-waterfront-act.html Port. CHEMTREC. (n.d). Safety data sheet: Crude Oil. n.p.: CHEMTREC. MSDS. (a). Material Safety Data Sheet Formaldehyde 37% Solution MSDS.(n.d.). n.p.:n.p. MSDS. (b). Material Safety Data Sheet Sodium Chloride (Rock Salt) MSDS.(n.d.). n.p.:n.p. City of Boston. (2014). Boston Revised Hazard Mitigation Plan: 2014 update. n.p.: City of Boston Nature Foundation. (2017, September, 17). Assessments of Environmental Damage Carried Out Post Hurricane City of Boston. (2016). Climate Ready Boston. n.p.: City of Boston. Irma by The Sint Maarten Nature Foundation. Saint Martin News Network Retrieved from http://smn-news.com/st- maarten-st-martin-news/27074-assessments-of-environmental-damage-carried-out-post-hurricane-irma-by-the- Climate Central. (2016). Surging Seas: Risk zone map. Retrieved from https://ss2.climatecentral. sint-maarten-nature-foundation.html org/#12/40.7298/-74.0070?show=satellite&projections=0-RCP85-SLR&level=5&unit=feet&pois=hide NOAA.Sea level rise viewer. Retrieved from https://coast.noaa.gov/digitalcoast/tools/slr Elengy. (2014). Material Safety Data Sheet LNG. n.p.: Elengy. O'Keefe, L., & Williams, C. (2017). Harvey Hammers Oil Refineries, Impacts Spill Into Commercial Real Estate. Re- Environmental, Health, and Safety Guidelines For Fish Processing; (2007). n.p.: International Finance Corporation trieved from https://www.bisnow.com/national/news/energy/harvey-slams-into-us-refineries-why-the-commer- cial-real-estate-industry-should-care-78293 Fritz, A., & Samenow, J. (2017). Harvey Unloaded 33 Trillion Gallons of Water in the U.S. Retrieved from https:// www.washingtonpost.com/news/capital-weather-gang/wp/2017/08/30/harvey-has-unloaded-24-5-trillion-gal- Pierre-Louis, K. (2017, August 25,). Hurricane Harvey is Hitting Texas Even Harder Than Expected. Here's What You lons-of-water-on-texas-and-louisiana/ Need To Know. Popular Science, Gallagher, J. J. (2017). Hurricane Harvey Wreaks Historic Devastation: By the Numbers. Retrieved from http://abc- Portland. (2014). Risk and Vulnerabilities Assessment Climate Change Preparation Strategy. Retrieved from https:// news.go.com/US/hurricane-harvey-wreaks-historic-devastation-numbers/story?id=49529063 multco.us/file/36550/download EPA. (2011). Hazardous Materials Emergency Plan.n.p.: EPA PPC. (2016). Material Safety Data Sheet For Cement. Retrieved from https://www.ppc.co.za/media/18085/ MSDS-Cementitous-Materials-Safety.pdf Health, National Center for Environmental.CDC - Mold - General Information. Retrieved from http://www.cdc.gov/ mold/dampness_facts.htm Rosoff, M. (2017). Hurricane Harvey: Refineries Shutting Down. Retrieved from https://www.cnbc.com/2017/08/27/ hurricane-harvey-refineries-shutting-down.html Hewett, F. (2016). Dirty water: Good and Bad News About the Future of the Charles River. Retrieved from http:// www.wbur.org/cognoscenti/2016/08/26/boston-climate-change-frederick-hewett City of New York. (2012). Sandy and Its Impacts. n.p.: City of New York. 80 aPPenDix 81",
        "Sifferlin, A. (2017, Aug 29,). Here's How Dirty Flood Water Really Is. Time. n o t e s Sugar Australia. Material Safety Data Sheet Cane Molasses. (n.d.). n.p.: Sugar Australia URSI. (2008). Material Safety Data Sheet Coal Dust. n.p.:URSI. US EPA, O. A. (a). Climate Change Indicators: Sea Level. Retrieved from https://www.epa.gov/climate-indicators/ climate-change-indicators-sea-level US EPA, O. A. (b). Climate Impacts in The Northeast. Retrieved from https://www.epa.gov/climate-impacts/cli- mate-impacts-northeast Walsh, M. J. (2014). Greenovate Boston: 2014 Climate Action Plan Update. Boston: City of Boston Woolhouse, M. (2014). Report Touts Economic Impact Value of Port of Boston - The Boston Globe. Retrieved from https://www.bostonglobe.com/business/2014/07/20/report-touts-economic-impact-value-port-boston/44iuIAL- cbuyvlgw6RtrWrM/story.html 82 aPPenDix 83",
        "84"
    ]
}