{
    "FILE_NAME": "https://climate-vulnerability.mapc.org/assets/data/MAPC_ClimateVulnerability_Technical-Documentation_2019-12-10.pdf",
    "ALL TEXT": "Climate Vulnerability in Greater Boston Technical Documentation Seleeke Flingai and Caitlin Spence December 11, 2019 I. Introduction To construct the climate vulnerability indices, several aspects had to be considered, including the temporal nature of the vulnerability under study, the relative influence (i.e. weights) of each indicator on vulnerability, and the geographic scale of data. For this analysis, we chose to focus on current vulnerability to extreme heat and both current and future vulnerability to flood hazards. We decided to equally weigh all indicators and use census tracts as our spatial unit of data collection.1 II. Exposure Indicators Heat Island Exposure Justification As our climate warms, all of metropolitan Boston can expect higher temperatures and more very hot days. Areas covered by dark and impervious surfaces heat up more than areas covered in reflective surfaces and vegetation, resulting in even more extreme “heat islands” on days that are already very hot. While hot days affect the entire region, people who live in areas prone to heat island effects are exposed to even greater temperatures. Data Massachusetts Land Parcel Database, July 2019 Update (MAPC, 2015) Census 2010 Geometry LANDSAT image courtesy of United States Geological Survey MAPC Land Surface Temperature Analysis Raster Dataset, imagery from July 13, 2016 Metric Using land cover data, assessors’ records, and satellite imagery of the region for a hot day with clear skies, MAPC estimated the severity of the heat island effect on housing units in each census tract. We attached 1 The chronic disease and job exposure indicators were not obtainable at the census tract-level, so municipal-level data were used instead for these indicators. In order to incorporate these data into our analysis, we assigned the value of the indicator at the municipal level to each census tract within a given municipality, assuming a similar distribution of an indicator for all census tracts. For example, if a municipality had a diabetes prevalence of 5%, then each census tract within the municipality was given a 5% prevalence rate.the maximum value of the land surface temperature raster within each parcel to that parcel, then calculated a “heat island temperature increase” at each parcel as the difference between land surface temperature and regional air temperature on that day as recorded at Logan International Airport. Parcels for which land surface temperature was the same or lower than regional air temperature were assigned temperature increase values of zero. This metric reflects an estimate of the degree to which surface properties cause local temperature increase. We then multiplied the number of housing units on the parcel by the temperature increase at that parcel, summed the results over all parcels, and divided the sum by the total number of housing units in that census tract. The result is the average heat island temperature increase for housing units in that census tract. Flood Exposure One flood exposure dataset is calculated by tabulating the percentage units each census tract (Massachusetts Land Parcel Database) that overlap with SFHAs. This best reflects the exposure to flooding near large rivers and coastlines. Justification Extreme precipitation and storm surge can cause damaging flooding along rivers, streams, coasts, wetlands, and areas with high proportions of impervious surfaces. As a warmer atmosphere is able to hold more moisture and atmospheric circulation patterns change, the Metropolitan Boston region can expect more extreme storms, resulting in more frequent and severe flooding (Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs and Adaptation Advisory Committee, 2011). Data Massachusetts Land Parcel Database, July 2019 Update (MAPC, 2015) Census 2010 Geometry, U.S. Decennial Census, 2010 National Flood Hazard Layer, FEMA, 2017 Metric The Federal Emergency Management Agency (FEMA) produces maps of Special Flood Hazard Areas (SFHAs) that indicate where riverine flooding and storm surge have a more than 1% chance of occurring each year (this is often referred to as the 100-year floodplain.) The exposure metric is the fraction of housing units in each census tract that lie within a 1% chance SFHA. Future Storm Surge Exposure Justification Coastal storms may be more extreme in the future, approaching our region with stronger winds and driving higher surge. Sea level rise will exacerbate these changes. By 2050, climate model simulations suggest sea level at Boston Harbor may increase by between nine inches and two feet depending on greenhouse gas emissions and ice sheet dynamics (Kopp et al., 2017). Sea level rise and more severe coastal storms would multiply the area exposed to surge along coastlines, estuaries, and coastal rivers.MAPC analysts used summaries of an ensemble of Boston Harbor Flood Risk Model (BHFRM) (MassDOT, 2013) simulations to assess the residential exposure to storm surge flooding under 8” sea level rise scenario and a 40” (3.39’) sea level rise scenario.2 The eight inch sea level rise scenario reflects the chance of flooding from storm surge given eight inches of sea level rise relative to 2013 sea levels and an ensemble of historically inspired coastal storms. The 3.39 ft. scenario reflects the risk of flooding from storm surge given 3.39 feet of sea level rise relative to 2013 sea levels and an enhanced ensemble of coastal storms intended to indicate stronger, more severe future storms. Sea level is expected to increase by 8” by 2030 at the earliest and 2040 at the latest. Sea level could exceed 40” relative to 2000 sea level by 2060 at the earliest, or after 2100.3 Because a 40” sea level rise is assumed to occur later in the future and reflect a more advanced state of climate change, the 40” scenario was modeled with a more extreme set of coastal storms than the 8” scenario. Data Massachusetts Land Parcel Database, July 2019 Update (MAPC, 2015) Census 2010 Geometry Boston Harbor Flood Risk Model storm surge simulation summaries (MassDOT, 2013; Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs and Adaptation Advisory Committee (2011)) Metric The storm surge simulation ensembles were summarized as rasters whose pixels represent the chance of that pixel flooding in a given year under the sea level rise scenarios. To estimate exposure to storm surge flooding under both scenarios, we attached an annual probability of flooding from the raster model output summary to each parcel within the simulation extent based on the maximum value of the raster pixels within that parcel. We then calculated the number of housing units at parcels that had a 1% chance or greater of flooding each year. The resulting exposure metric is the percentage of housing units in each census tract expected to experience a 1% chance storm surge under each sea level rise scenario. 2 Sea level rise is relative to mean sea level in 2000. 3 The “latest” sea level scenario is derived from linear extrapolation of Boston Harbor mean sea level between 1987 and 2017. The “earliest” sea level scenario is derived from 95% simulation frequency ocean-ice sheet modelling assuming RCP 8.5 and fast ice sheet collapse (Kopp et al., 2017).III. Sensitivity and Adaptive Capacity Indicators Dozens of research studies, white papers, and government reports have attempted to produce indicator- based vulnerability analyses at a variety of geographic scales and across numerous types of climate hazards (Tonmoy, El-Zein, & Hinkel, 2014). Upon a review of the literature, we selected the following sensitivity and adaptive capacity indicators (Table 1), with a focus on applicability to extreme heat or flood hazards. While we sought to describe as many aspects of vulnerability as possible, our choices of variables were restrained to what has been measured regionally and reliably. Sensitivity Indicator Hazard Relationship to vulnerability (+ = increases, – = decreases) Heat (+): High density of people in enclosed spaces impacts thermal conditions of a space (Holt, 2015); groups in overcrowded accommodations Proportion of occupied housing units are also at higher risk of adverse health effects from indoor air pollution Heat with overcrowding (more than one (Vardoulakis, et al., 2015) Flood occupant per room) Flood (+): Increased exposure to waterborne and vector-borne diseases in crowded housing and shelters after floods (Alderman, Turner, & Tong, 2012) Heat (+): Group quarters include correctional facilities, nursing homes, and other institutions that house vulnerable populations or produce vulnerabilities due to the conditions within a given building. (USGCRP, Proportion of population living in group Heat 2016) For example, people who are incarcerated are at increased risk of heat quarters Flood stroke and other heat-related illnesses due to the high population density/overcrowding of jails and prisons, poor building infrastructure, and a disproportionate level of poor mental and/or physical health (Holt, 2015) Flood (+): See above Heat (+): Young children, especially those with pre-existing health conditions (e.g., asthma, diabetes), are at increased risk for hyperthermia and other heat- related illnesses. Heat-regulating mechanisms are also reduced in young Heat Proportion of population age 5 or below children. (McGeehin & Mirabelli, 2001) Flood Flood (+): Reliance on others to move out of harm’s way; increased risk of waterborne and vector-borne diseases due to relatively-naïve immune systems (Cutter, Boruff, & Shirley, 2003) (Lane, et al., 2013) Heat (+): Increases in hospital visits and death during heat events (Basu & Samet, 2002) (Lin, et al., 2009) Heat Proportion of population age 65 and up Flood (+): May need assistance with evacuation and access to medical Flood services, but may also desire to stay in place, all of which increases risk of harm and mortality (Alderman, Turner, & Tong, 2012) Heat (+): Proxy for housing units without central air conditioning, a key Proportion of housing units built before Heat factor in the reduction of heat-related morbidity and mortality (Weber, 1960 Sadoff, Erica, & de Sherbinin, 2015) Flood (–): Housing units in the 1% chance flood zone are required to have their lowest floor above the base flood level (e.g. elevation at least some level Proportion of housing units built in Flood above the ground – fewer basements). As such, this measure serves as a proxy 1980 or later for housing that is less susceptible to flooding (FEMA, 1998) (Anne Herbst, MAPC, internal correspondence) Heat (+): Those with mobility or cognitive impairments may have greater difficulty responding to, evacuating from, and recovering from climate Percentage of population with a Heat events, particularly when the functional needs of people with disabilities are disability Flood not accounted for in risk communication and emergency response plans (USGCRP, 2016) Flood (+): See above Proportion of population with Heat Heat (+): Increases risk of cardiovascular disease-related hospital visits and cardiovascular disease Flood deaths during heat waves (McGeehin & Mirabelli, 2001) (Lin, et al., 2009)Flood (+): Increases in blood pressure following acute psychological stressors such as flooding can contribute to increases in cardiovascular-associated morbidity and mortality (Alderman, Turner, & Tong, 2012) (Miller & Arquilla, 2008) Asthma hospitalization rate (cases per Heat (+): Increases risk of respiratory disease-related hospital visits during Heat 100 residents) heat waves (McGeehin & Mirabelli, 2001) (Lin, et al., 2009) Heat (+): Increases risk of diabetes-related hospital visits and deaths during heat waves (McGeehin & Mirabelli, 2001) Heat Proportion of population with diabetes Flood (+): Destabilization of medication and diet can increase diabetes- Flood related morbidity and mortality after natural disasters (Miller & Arquilla, 2008) Heat (+): Increased exposure leads to more heat-related deaths (Schulte & Population working outside (firefighters, Chun, 2009) Heat construction workers, farmers, fishers, Flood (+): Increased exposure to molds and allergens, new onset respiratory Flood and forestry workers) symptoms among aid workers and emergency responders, and economic disruptions (Schulte & Chun, 2009) Adaptive Capacity Indicator Hazard Relationship to vulnerability (+ = increases, – = decreases) Heat (+): Renters may be (but are not exclusively) more transient than homeowners and are likely to have lower incomes than homeowners, limiting Proportion of housing units that are Heat their access to certain resources or routes toward recovery (Cutter, Boruff, & renter-occupied Flood Shirley, 2003) Flood (+): See above Proportion of occupied housing units Flood (+): Mobile homes are less resilient to hazards (Cutter, Boruff, & Flood that are mobile housing Shirley, 2003) Proportion of occupied housing units Flood (+): Lack of transportation may reduce ability to evacuate coastal Flood with no vehicle storms and floods (Lane, et al., 2013) Heat (+): People without internet access may miss climate hazard warnings and information on available resources (e.g., cooling centers) if notifications Percentage of households without Heat are primarily provided on the Internet (New York State Energy Research and internet access Flood Development Authority, 2017) Flood (+): Evacuation decision making may be supported by internet access at home and social media usage (Kaufman, Qing, Levenson, & Hanson, 2012) Heat (–): Lower education levels may reduce economic opportunities that Percentage of people with a HS diploma Heat would enable more adaptive and recovery capabilities (Cutter, Boruff, & or higher Flood Shirley, 2003) Flood (–): See above Heat (+): Unemployment (or the loss of employment after a climate event) Heat increases stress (which increases risk of certain health impacts) and slows the Unemployment rate Flood recovery from a disaster (Lane, et al., 2013) (Cutter, Boruff, & Shirley, 2003) Flood (+): See above Heat (–): Higher income increases ability to adapt and recover from climate Heat Median household income impacts (Chow WTL, 2012) Flood Flood (–): See above Heat (+): People living in poverty may have less access to air conditioning, quality housing, health care, and other protective factors (McGeehin & Mirabelli, 2001) Heat Poverty rate Flood (+): Difficulty recovering from floods due to heightened wage Flood insecurity, lower likelihood of receiving low-interest loans, greater difficulty navigating bureaucratic disaster recovery assistance protocols (Fothergill & Peek, 2004) Proportion population identifying as Heat (+) Racialization of society and racism leads to differentially distributed Hispanic Heat opportunities and risks, which can negatively impact the adaptive capacity of Proportion of population identifying as Flood communities of color. (USGCRP, 2016) Black or African American Flood (+): See aboveProportion population identifying as Asian Proportion of population identifying as American Indian, Alaskan Native, Native Hawaiian, Pacific Islander, some other race, or two or more races Heat (+): Living alone may be the highest risk factor for heat-related deaths, perhaps signaling social isolation and fewer contacts with family and friends that can assist with access to cool areas or protective behaviors (e.g., adequate Proportion of population age 65 and up Heat fluid intake) (Naughton, et al., 2002) (Semenza, et al., 1996) living alone Flood Flood (+): Living alone may be a consequence of social isolation and few contacts with family and friends, both of which may result in limited connections to evacuation capabilities, health care access (e.g., interruption in chronic disease management), and resource sharing (Lane, et al., 2013) Heat (+): May have limited financial capacity, which alters ability to prepare Heat for, respond to, and recover from climate events (Cutter, Boruff, & Shirley, Single-parent families Flood 2003) Flood (+): See above Heat (+): Limited ability to adequately prepare for and respond to climate Linguistic isolation (no one over 14 Heat events, especially if climate hazard warnings and information on available speaking English very well) Flood resources are only made available in English (USGCRP, 2016) Flood (+): See above Heat (+): Social instability that may be associated with reduced social Population living in different residences Heat networks in a resident’s neighborhood (Chow WTL, 2012) from 5 years prior Flood Flood (+): See above Heat (+): Lack of health insurance can reduce use of hospital services for fear of costs associated with care, leading to deferred care and greater morbidity Proportion of population without health Heat and mortality for those with both acute and chronic health conditions insurance Flood (Davis, Wilson, Brock-Martin, Glover, & Svendsen, 2010) Flood (+): See aboveIV. Construction of vulnerability indices Arithmetic Mean Arithmetic mean aggregation is a common technique for constructing vulnerability indices from a selection of indicators. Interpreting the results of an arithmetic mean aggregation is relatively easy, as the technique allows data consumers to assess the three concepts of vulnerability in isolation (i.e. via mapping of exposure, sensitivity, or adaptive capacity indices separately) or together as a composite vulnerability index. While arithmetic mean is relatively simple to implement and interpret, a key assumption is that each indicator is independent of one another, which in practice may result in double-counting of effects if some indicators are dependent on others. For our analysis, variables were categorized as exposure, sensitivity, or adaptive capacity indicators and further subcategorized by hazard, such that extreme heat and flood (both current and future surge) hazard- specific vulnerability indices could be constructed using relevant indicators (see Table 1). All variables were then rescaled using min-max scaling across all MAPC census tracts, such that the highest value for a given variable will be rescaled to 1, the lowest value rescaled to 0, and all other values rescaled within that range. For indicators that have a inverse association with vulnerability (e.g., higher household income makes a household less sensitive to climate events), the values were inverted in order to keep the interpretation of vulnerability scores consistent. After min-max rescaling of the individual variables, the arithmetic mean of a given index (e.g. sensitivity) was calculated for each census tract by summing the rescaled values for all indicators in the index and dividing by the total number of variables for that index. Once the exposure, sensitivity, and adaptive capacity indices were calculated for each census tract, these indices were once again rescaled using min-max scaling, resulting in relative measures of either exposure, sensitivity, or adaptive capacity. To create the final extreme heat and current flood vulnerability index values for each census tract, the arithmetic mean of the three indices (heat exposure/current flood risk exposure, and their respective sensitivity and adaptive capacity indices) was calculated by summing the exposure, sensitivity, and adaptive capacity index values for a given census tract and dividing by 3, followed by a final round of min-max scaling. This composite vulnerability index thus represents a census tract’s relative vulnerability compared to other census tracts throughout the MAPC region for a given climate hazard. For the future flood scenarios, the geographic extent of analysis was limited to census tracts that are completely encompassed by the future storm surge simulation dataset. This area includes census tracts in the following municipalities: Arlington, Belmont, Boston, Braintree, Brookline, Cambridge, Chelsea, Everett, Malden, Medford, Quincy, Revere, Somerville, Watertown, and Winthrop. In order to compare current (FEMA) flood risk data and the 8” and 40” sea level rise scenarios, the exposure values for each future climate scenario was compared to the exposure value for the current flood risk, with the max value between current and future flood risk assigned to the census tract for a given future climate scenario. For example, if the current flood exposure value was greater for a census tract than its 8” sea level rise exposure value, the tract was assigned the current (higher) flood exposure value for the 8” sea level rise scenario. Next, the resultant “maximum exposure” values for census tracts in each future climate were min-max scaled together, such that the highest level of exposure across both climate scenarios was rescaled to 1, the lowest value rescaled to 0, and all other values rescaled within that range. The rescaled values were thenreassigned to their corresponding climate scenario and census tract, resulting in the final relative exposure index for a given future flood climate scenario. The values of the final relative sensitivity and adaptive capacity indices were carried over from the full current flood regional analysis without change. The composite vulnerability indices for the 8” sea level rise or 40” sea level rise scenarios were then calculated by taking the arithmetic mean of the exposure, sensitivity, and adaptive capacity index values for a given census tract, followed by a min-max rescaling of the current flood risk and two future climate scenarios together to create the final vulnerability values that can be more directly compared to one another.References Alderman, K., Turner, L. R., & Tong, S. (2012). Floods and human health: A systematic review. Environmental International, 47, 37-47. doi:10.1016/j.envint.2012.06.003 Basu, R., & Samet, J. M. (2002). Relation between Elevated Ambient Temperature and Mortality: A Review of the Epidemiologic Evidence. Epidemiologic Reviews, 24(2), 190-202. doi:10.1093/epirev/mxf007 Chow WTL, C. W.-C. (2012). Vulnerability to Extreme Heat in Metropolitan Phoenix: Spatial, Temporal, and Demographic Dimensions. The Professional Geographer, 64(2), 286-302. Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs and Adaptation Advisory Committee (2011). \"Massachusetts Climate Change Adaptation Report.\" 128 p. https://www.mass.gov/files/documents/2017/11/29/Full%20report.pdf, Accessed: Dec. 2019. Cutter, S. L., Boruff, B. J., & Shirley, W. L. (2003). Social Vulnerability to Environmental Hazards. Social Science Quarterly, 84(2), 242-261. doi:10.1111/1540-6237.8402002 Davis, J. R., Wilson, S., Brock-Martin, A., Glover, S., & Svendsen, E. R. (2010). The impact of disasters on populations with health and health care disparities. Disaster Medicine and Public Health Preparedness, 4(1), 30-38. doi:10.1017/s1935789300002391 Executive Office of Energy and Environmental Affairs and the Adaptation Advisory Committee, Commonwealth of Massachusetts. (2011). Massachusetts Climate Change Adaptation Report. Boston, MA: Executive Office of Energy and Environmental Affairs, Commonwealth of Massachusetts. Federal Emergency Management Agency. (1998). Managing Floodplain Development through the NFIP. Washington, D.C.: Federal Emergency Management Agency. Fothergill, A., & Peek, L. A. (2004). Poverty and disasters in the United States: A review of recent sociological findings. Natural Hazards, 32(1), 89-110. doi:10.1023/b:nhaz.0000026792.76181.d9 Holt, D. W. (2015). Heat in US Prisons and Jails: Corrections and the Challenge of Climate Change. Columbia University, Sabin Center for Climate Change Law, Columbia Law School. New York, NY: Sabin Center for Climate Change Law, Columbia Law School. Kaufman, S., Qing, C., Levenson, N., & Hanson, M. (2012). Transportation during and after Hurricane Sandy. New York, NY: New York University. Kopp, R. E., R. M. DeConto, D. A. Bader, C. C. Hay, R. M. Horton, S. Kulp, M. Oppenheimer, D. Pollard, and B. H. Strauss (2017). “Evolving understanding of Antarctic ice-sheet physics and ambiguity in probabilistic sea-level projections.” Earth’s Future Vol. 5(12), pp. 1217-1233. Doi:10.1002/2017EF000663. Lane, K., Charles-Guzman, K., Wheeler, K., Abid, Z., Graber, N., & Matte, T. (2013). Health Effects of Coastal Storms and Flooding in Urban Areas: A Review and Vulnerability Assessment. Journal of Environmental and Public Health, 2013. doi:10.1155/2013/913064 Lin, S., Ming, L., Walker, R. J., Liu, X., Hwang, S.-A., & Chinery, R. (2009). Extreme High Temperatures and Hospital Admissions for Respiratory and Cardiovascular Diseases. Epidemiology, 20(5), 738-746. doi:10.1097/EDE.0b013e3181ad5522Metropolitan Area Planning Council (MAPC) (2015). “Massachusetts Land Parcel Database: Dataset description and field list.” MAPC DataCommon Datasets. < https://mapc- org.sharefile.com/share/view/s8eb6a592d18450f9> Accessed October 30, 2019. McGeehin, M. A., & Mirabelli, M. (2001). The Potential Impacts of Climate Variability and Change on Temperature-Related Morbidity and Mortality in the United States. Environmental Health Persepctives, 109(Supplement 2), 185-189. doi:10.2307/3435008 Miller, A. C., & Arquilla, B. (2008). Chronic Diseases and Natural Hazards: Impact of Disasters on Diabetic, Renal, and Cardiac Patients. Prehospital and Disaster Medicine, 23(2), 185-194. doi:10.1017/s1049023x00005835 Naughton, M. P., Henderson, A., Mirabelli, M. C., Kaiser, R., Wilhelm, J. L., Kieszak, S. M., . . . McGeehin, M. A. (2002). Heat-Related Mortality During a 1999 Heat Wave in Chicago. American Journal of Preventative Medicine, 22(4), 221-227. doi:10.1016/S0749-3797(02)00421-X New York State Energy Research and Development Authority. (2017). Population Vulnerability to Climate Change in New York State. Albany, NY: NYSERDA. Schulte, P. A., & Chun, H. (2009). Climate Change and Occupational Safety and Health: Establishing a Preliminary Framework. Journal of Occupational and Environmental Hygiene, 6(9), 542-554. doi:10.1080/15459620903066008 Semenza, J. C., Rubin, C. H., Falter, K. H., Selanikio, J. D., Flanders, W. D., Howe, H. L., & Wilhelm, J. L. (1996). Heat-related deaths during the July 1995 heat wave in Chicago. New England Journal of Medicine, 335, 84-90. doi:10.1056/NEJM199607113350203 Tonmoy, F. N., El-Zein, A., & Hinkel, J. (2014). Assessment of vulnerabiilty to climate change using indicators: a meta-analysis of the literature. WIREs Climate Change, 5, 775-792. doi:10.1002/wcc.314 USGCRP. (2016). The Impacts of Climate Change on Human Health in the United States: A Scientific Assessment. Washington, DC: U.S. Global Change Research Program. doi:10.7930/J0R49NQX Vardoulakis, S., Dimitroulopoulou, C., Thornes, J., Lai, K.-M., Taylor, J., Myers, I., . . . Wilkinson, P. (2015). Impact of climate change on the domestic indoor environment and associated health risks in the UK. Environment International, 85, 299-313. doi:10.1016/j.envint.2015.09.010 Weber, S., Sadoff, N., Erica, Z., & de Sherbinin, A. (2015). Policy-relevant indicators for mapping the vulnerability of urban populations to extreme heat events: A case study of Philadelphia. Applied Geography, 63, 231-243. doi:10.1016/j.apgeog.2015.07.006",
    "TEXT BY PAGE": [
        "Climate Vulnerability in Greater Boston Technical Documentation Seleeke Flingai and Caitlin Spence December 11, 2019 I. Introduction To construct the climate vulnerability indices, several aspects had to be considered, including the temporal nature of the vulnerability under study, the relative influence (i.e. weights) of each indicator on vulnerability, and the geographic scale of data. For this analysis, we chose to focus on current vulnerability to extreme heat and both current and future vulnerability to flood hazards. We decided to equally weigh all indicators and use census tracts as our spatial unit of data collection.1 II. Exposure Indicators Heat Island Exposure Justification As our climate warms, all of metropolitan Boston can expect higher temperatures and more very hot days. Areas covered by dark and impervious surfaces heat up more than areas covered in reflective surfaces and vegetation, resulting in even more extreme “heat islands” on days that are already very hot. While hot days affect the entire region, people who live in areas prone to heat island effects are exposed to even greater temperatures. Data Massachusetts Land Parcel Database, July 2019 Update (MAPC, 2015) Census 2010 Geometry LANDSAT image courtesy of United States Geological Survey MAPC Land Surface Temperature Analysis Raster Dataset, imagery from July 13, 2016 Metric Using land cover data, assessors’ records, and satellite imagery of the region for a hot day with clear skies, MAPC estimated the severity of the heat island effect on housing units in each census tract. We attached 1 The chronic disease and job exposure indicators were not obtainable at the census tract-level, so municipal-level data were used instead for these indicators. In order to incorporate these data into our analysis, we assigned the value of the indicator at the municipal level to each census tract within a given municipality, assuming a similar distribution of an indicator for all census tracts. For example, if a municipality had a diabetes prevalence of 5%, then each census tract within the municipality was given a 5% prevalence rate.",
        "the maximum value of the land surface temperature raster within each parcel to that parcel, then calculated a “heat island temperature increase” at each parcel as the difference between land surface temperature and regional air temperature on that day as recorded at Logan International Airport. Parcels for which land surface temperature was the same or lower than regional air temperature were assigned temperature increase values of zero. This metric reflects an estimate of the degree to which surface properties cause local temperature increase. We then multiplied the number of housing units on the parcel by the temperature increase at that parcel, summed the results over all parcels, and divided the sum by the total number of housing units in that census tract. The result is the average heat island temperature increase for housing units in that census tract. Flood Exposure One flood exposure dataset is calculated by tabulating the percentage units each census tract (Massachusetts Land Parcel Database) that overlap with SFHAs. This best reflects the exposure to flooding near large rivers and coastlines. Justification Extreme precipitation and storm surge can cause damaging flooding along rivers, streams, coasts, wetlands, and areas with high proportions of impervious surfaces. As a warmer atmosphere is able to hold more moisture and atmospheric circulation patterns change, the Metropolitan Boston region can expect more extreme storms, resulting in more frequent and severe flooding (Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs and Adaptation Advisory Committee, 2011). Data Massachusetts Land Parcel Database, July 2019 Update (MAPC, 2015) Census 2010 Geometry, U.S. Decennial Census, 2010 National Flood Hazard Layer, FEMA, 2017 Metric The Federal Emergency Management Agency (FEMA) produces maps of Special Flood Hazard Areas (SFHAs) that indicate where riverine flooding and storm surge have a more than 1% chance of occurring each year (this is often referred to as the 100-year floodplain.) The exposure metric is the fraction of housing units in each census tract that lie within a 1% chance SFHA. Future Storm Surge Exposure Justification Coastal storms may be more extreme in the future, approaching our region with stronger winds and driving higher surge. Sea level rise will exacerbate these changes. By 2050, climate model simulations suggest sea level at Boston Harbor may increase by between nine inches and two feet depending on greenhouse gas emissions and ice sheet dynamics (Kopp et al., 2017). Sea level rise and more severe coastal storms would multiply the area exposed to surge along coastlines, estuaries, and coastal rivers.",
        "MAPC analysts used summaries of an ensemble of Boston Harbor Flood Risk Model (BHFRM) (MassDOT, 2013) simulations to assess the residential exposure to storm surge flooding under 8” sea level rise scenario and a 40” (3.39’) sea level rise scenario.2 The eight inch sea level rise scenario reflects the chance of flooding from storm surge given eight inches of sea level rise relative to 2013 sea levels and an ensemble of historically inspired coastal storms. The 3.39 ft. scenario reflects the risk of flooding from storm surge given 3.39 feet of sea level rise relative to 2013 sea levels and an enhanced ensemble of coastal storms intended to indicate stronger, more severe future storms. Sea level is expected to increase by 8” by 2030 at the earliest and 2040 at the latest. Sea level could exceed 40” relative to 2000 sea level by 2060 at the earliest, or after 2100.3 Because a 40” sea level rise is assumed to occur later in the future and reflect a more advanced state of climate change, the 40” scenario was modeled with a more extreme set of coastal storms than the 8” scenario. Data Massachusetts Land Parcel Database, July 2019 Update (MAPC, 2015) Census 2010 Geometry Boston Harbor Flood Risk Model storm surge simulation summaries (MassDOT, 2013; Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs and Adaptation Advisory Committee (2011)) Metric The storm surge simulation ensembles were summarized as rasters whose pixels represent the chance of that pixel flooding in a given year under the sea level rise scenarios. To estimate exposure to storm surge flooding under both scenarios, we attached an annual probability of flooding from the raster model output summary to each parcel within the simulation extent based on the maximum value of the raster pixels within that parcel. We then calculated the number of housing units at parcels that had a 1% chance or greater of flooding each year. The resulting exposure metric is the percentage of housing units in each census tract expected to experience a 1% chance storm surge under each sea level rise scenario. 2 Sea level rise is relative to mean sea level in 2000. 3 The “latest” sea level scenario is derived from linear extrapolation of Boston Harbor mean sea level between 1987 and 2017. The “earliest” sea level scenario is derived from 95% simulation frequency ocean-ice sheet modelling assuming RCP 8.5 and fast ice sheet collapse (Kopp et al., 2017).",
        "",
        "III. Sensitivity and Adaptive Capacity Indicators Dozens of research studies, white papers, and government reports have attempted to produce indicator- based vulnerability analyses at a variety of geographic scales and across numerous types of climate hazards (Tonmoy, El-Zein, & Hinkel, 2014). Upon a review of the literature, we selected the following sensitivity and adaptive capacity indicators (Table 1), with a focus on applicability to extreme heat or flood hazards. While we sought to describe as many aspects of vulnerability as possible, our choices of variables were restrained to what has been measured regionally and reliably. Sensitivity Indicator Hazard Relationship to vulnerability (+ = increases, – = decreases) Heat (+): High density of people in enclosed spaces impacts thermal conditions of a space (Holt, 2015); groups in overcrowded accommodations Proportion of occupied housing units are also at higher risk of adverse health effects from indoor air pollution Heat with overcrowding (more than one (Vardoulakis, et al., 2015) Flood occupant per room) Flood (+): Increased exposure to waterborne and vector-borne diseases in crowded housing and shelters after floods (Alderman, Turner, & Tong, 2012) Heat (+): Group quarters include correctional facilities, nursing homes, and other institutions that house vulnerable populations or produce vulnerabilities due to the conditions within a given building. (USGCRP, Proportion of population living in group Heat 2016) For example, people who are incarcerated are at increased risk of heat quarters Flood stroke and other heat-related illnesses due to the high population density/overcrowding of jails and prisons, poor building infrastructure, and a disproportionate level of poor mental and/or physical health (Holt, 2015) Flood (+): See above Heat (+): Young children, especially those with pre-existing health conditions (e.g., asthma, diabetes), are at increased risk for hyperthermia and other heat- related illnesses. Heat-regulating mechanisms are also reduced in young Heat Proportion of population age 5 or below children. (McGeehin & Mirabelli, 2001) Flood Flood (+): Reliance on others to move out of harm’s way; increased risk of waterborne and vector-borne diseases due to relatively-naïve immune systems (Cutter, Boruff, & Shirley, 2003) (Lane, et al., 2013) Heat (+): Increases in hospital visits and death during heat events (Basu & Samet, 2002) (Lin, et al., 2009) Heat Proportion of population age 65 and up Flood (+): May need assistance with evacuation and access to medical Flood services, but may also desire to stay in place, all of which increases risk of harm and mortality (Alderman, Turner, & Tong, 2012) Heat (+): Proxy for housing units without central air conditioning, a key Proportion of housing units built before Heat factor in the reduction of heat-related morbidity and mortality (Weber, 1960 Sadoff, Erica, & de Sherbinin, 2015) Flood (–): Housing units in the 1% chance flood zone are required to have their lowest floor above the base flood level (e.g. elevation at least some level Proportion of housing units built in Flood above the ground – fewer basements). As such, this measure serves as a proxy 1980 or later for housing that is less susceptible to flooding (FEMA, 1998) (Anne Herbst, MAPC, internal correspondence) Heat (+): Those with mobility or cognitive impairments may have greater difficulty responding to, evacuating from, and recovering from climate Percentage of population with a Heat events, particularly when the functional needs of people with disabilities are disability Flood not accounted for in risk communication and emergency response plans (USGCRP, 2016) Flood (+): See above Proportion of population with Heat Heat (+): Increases risk of cardiovascular disease-related hospital visits and cardiovascular disease Flood deaths during heat waves (McGeehin & Mirabelli, 2001) (Lin, et al., 2009)",
        "Flood (+): Increases in blood pressure following acute psychological stressors such as flooding can contribute to increases in cardiovascular-associated morbidity and mortality (Alderman, Turner, & Tong, 2012) (Miller & Arquilla, 2008) Asthma hospitalization rate (cases per Heat (+): Increases risk of respiratory disease-related hospital visits during Heat 100 residents) heat waves (McGeehin & Mirabelli, 2001) (Lin, et al., 2009) Heat (+): Increases risk of diabetes-related hospital visits and deaths during heat waves (McGeehin & Mirabelli, 2001) Heat Proportion of population with diabetes Flood (+): Destabilization of medication and diet can increase diabetes- Flood related morbidity and mortality after natural disasters (Miller & Arquilla, 2008) Heat (+): Increased exposure leads to more heat-related deaths (Schulte & Population working outside (firefighters, Chun, 2009) Heat construction workers, farmers, fishers, Flood (+): Increased exposure to molds and allergens, new onset respiratory Flood and forestry workers) symptoms among aid workers and emergency responders, and economic disruptions (Schulte & Chun, 2009) Adaptive Capacity Indicator Hazard Relationship to vulnerability (+ = increases, – = decreases) Heat (+): Renters may be (but are not exclusively) more transient than homeowners and are likely to have lower incomes than homeowners, limiting Proportion of housing units that are Heat their access to certain resources or routes toward recovery (Cutter, Boruff, & renter-occupied Flood Shirley, 2003) Flood (+): See above Proportion of occupied housing units Flood (+): Mobile homes are less resilient to hazards (Cutter, Boruff, & Flood that are mobile housing Shirley, 2003) Proportion of occupied housing units Flood (+): Lack of transportation may reduce ability to evacuate coastal Flood with no vehicle storms and floods (Lane, et al., 2013) Heat (+): People without internet access may miss climate hazard warnings and information on available resources (e.g., cooling centers) if notifications Percentage of households without Heat are primarily provided on the Internet (New York State Energy Research and internet access Flood Development Authority, 2017) Flood (+): Evacuation decision making may be supported by internet access at home and social media usage (Kaufman, Qing, Levenson, & Hanson, 2012) Heat (–): Lower education levels may reduce economic opportunities that Percentage of people with a HS diploma Heat would enable more adaptive and recovery capabilities (Cutter, Boruff, & or higher Flood Shirley, 2003) Flood (–): See above Heat (+): Unemployment (or the loss of employment after a climate event) Heat increases stress (which increases risk of certain health impacts) and slows the Unemployment rate Flood recovery from a disaster (Lane, et al., 2013) (Cutter, Boruff, & Shirley, 2003) Flood (+): See above Heat (–): Higher income increases ability to adapt and recover from climate Heat Median household income impacts (Chow WTL, 2012) Flood Flood (–): See above Heat (+): People living in poverty may have less access to air conditioning, quality housing, health care, and other protective factors (McGeehin & Mirabelli, 2001) Heat Poverty rate Flood (+): Difficulty recovering from floods due to heightened wage Flood insecurity, lower likelihood of receiving low-interest loans, greater difficulty navigating bureaucratic disaster recovery assistance protocols (Fothergill & Peek, 2004) Proportion population identifying as Heat (+) Racialization of society and racism leads to differentially distributed Hispanic Heat opportunities and risks, which can negatively impact the adaptive capacity of Proportion of population identifying as Flood communities of color. (USGCRP, 2016) Black or African American Flood (+): See above",
        "Proportion population identifying as Asian Proportion of population identifying as American Indian, Alaskan Native, Native Hawaiian, Pacific Islander, some other race, or two or more races Heat (+): Living alone may be the highest risk factor for heat-related deaths, perhaps signaling social isolation and fewer contacts with family and friends that can assist with access to cool areas or protective behaviors (e.g., adequate Proportion of population age 65 and up Heat fluid intake) (Naughton, et al., 2002) (Semenza, et al., 1996) living alone Flood Flood (+): Living alone may be a consequence of social isolation and few contacts with family and friends, both of which may result in limited connections to evacuation capabilities, health care access (e.g., interruption in chronic disease management), and resource sharing (Lane, et al., 2013) Heat (+): May have limited financial capacity, which alters ability to prepare Heat for, respond to, and recover from climate events (Cutter, Boruff, & Shirley, Single-parent families Flood 2003) Flood (+): See above Heat (+): Limited ability to adequately prepare for and respond to climate Linguistic isolation (no one over 14 Heat events, especially if climate hazard warnings and information on available speaking English very well) Flood resources are only made available in English (USGCRP, 2016) Flood (+): See above Heat (+): Social instability that may be associated with reduced social Population living in different residences Heat networks in a resident’s neighborhood (Chow WTL, 2012) from 5 years prior Flood Flood (+): See above Heat (+): Lack of health insurance can reduce use of hospital services for fear of costs associated with care, leading to deferred care and greater morbidity Proportion of population without health Heat and mortality for those with both acute and chronic health conditions insurance Flood (Davis, Wilson, Brock-Martin, Glover, & Svendsen, 2010) Flood (+): See above",
        "IV. Construction of vulnerability indices Arithmetic Mean Arithmetic mean aggregation is a common technique for constructing vulnerability indices from a selection of indicators. Interpreting the results of an arithmetic mean aggregation is relatively easy, as the technique allows data consumers to assess the three concepts of vulnerability in isolation (i.e. via mapping of exposure, sensitivity, or adaptive capacity indices separately) or together as a composite vulnerability index. While arithmetic mean is relatively simple to implement and interpret, a key assumption is that each indicator is independent of one another, which in practice may result in double-counting of effects if some indicators are dependent on others. For our analysis, variables were categorized as exposure, sensitivity, or adaptive capacity indicators and further subcategorized by hazard, such that extreme heat and flood (both current and future surge) hazard- specific vulnerability indices could be constructed using relevant indicators (see Table 1). All variables were then rescaled using min-max scaling across all MAPC census tracts, such that the highest value for a given variable will be rescaled to 1, the lowest value rescaled to 0, and all other values rescaled within that range. For indicators that have a inverse association with vulnerability (e.g., higher household income makes a household less sensitive to climate events), the values were inverted in order to keep the interpretation of vulnerability scores consistent. After min-max rescaling of the individual variables, the arithmetic mean of a given index (e.g. sensitivity) was calculated for each census tract by summing the rescaled values for all indicators in the index and dividing by the total number of variables for that index. Once the exposure, sensitivity, and adaptive capacity indices were calculated for each census tract, these indices were once again rescaled using min-max scaling, resulting in relative measures of either exposure, sensitivity, or adaptive capacity. To create the final extreme heat and current flood vulnerability index values for each census tract, the arithmetic mean of the three indices (heat exposure/current flood risk exposure, and their respective sensitivity and adaptive capacity indices) was calculated by summing the exposure, sensitivity, and adaptive capacity index values for a given census tract and dividing by 3, followed by a final round of min-max scaling. This composite vulnerability index thus represents a census tract’s relative vulnerability compared to other census tracts throughout the MAPC region for a given climate hazard. For the future flood scenarios, the geographic extent of analysis was limited to census tracts that are completely encompassed by the future storm surge simulation dataset. This area includes census tracts in the following municipalities: Arlington, Belmont, Boston, Braintree, Brookline, Cambridge, Chelsea, Everett, Malden, Medford, Quincy, Revere, Somerville, Watertown, and Winthrop. In order to compare current (FEMA) flood risk data and the 8” and 40” sea level rise scenarios, the exposure values for each future climate scenario was compared to the exposure value for the current flood risk, with the max value between current and future flood risk assigned to the census tract for a given future climate scenario. For example, if the current flood exposure value was greater for a census tract than its 8” sea level rise exposure value, the tract was assigned the current (higher) flood exposure value for the 8” sea level rise scenario. Next, the resultant “maximum exposure” values for census tracts in each future climate were min-max scaled together, such that the highest level of exposure across both climate scenarios was rescaled to 1, the lowest value rescaled to 0, and all other values rescaled within that range. The rescaled values were then",
        "reassigned to their corresponding climate scenario and census tract, resulting in the final relative exposure index for a given future flood climate scenario. The values of the final relative sensitivity and adaptive capacity indices were carried over from the full current flood regional analysis without change. The composite vulnerability indices for the 8” sea level rise or 40” sea level rise scenarios were then calculated by taking the arithmetic mean of the exposure, sensitivity, and adaptive capacity index values for a given census tract, followed by a min-max rescaling of the current flood risk and two future climate scenarios together to create the final vulnerability values that can be more directly compared to one another.",
        "References Alderman, K., Turner, L. R., & Tong, S. (2012). Floods and human health: A systematic review. Environmental International, 47, 37-47. doi:10.1016/j.envint.2012.06.003 Basu, R., & Samet, J. M. (2002). Relation between Elevated Ambient Temperature and Mortality: A Review of the Epidemiologic Evidence. Epidemiologic Reviews, 24(2), 190-202. doi:10.1093/epirev/mxf007 Chow WTL, C. W.-C. (2012). Vulnerability to Extreme Heat in Metropolitan Phoenix: Spatial, Temporal, and Demographic Dimensions. The Professional Geographer, 64(2), 286-302. Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs and Adaptation Advisory Committee (2011). \"Massachusetts Climate Change Adaptation Report.\" 128 p. https://www.mass.gov/files/documents/2017/11/29/Full%20report.pdf, Accessed: Dec. 2019. Cutter, S. L., Boruff, B. J., & Shirley, W. L. (2003). Social Vulnerability to Environmental Hazards. Social Science Quarterly, 84(2), 242-261. doi:10.1111/1540-6237.8402002 Davis, J. R., Wilson, S., Brock-Martin, A., Glover, S., & Svendsen, E. R. (2010). The impact of disasters on populations with health and health care disparities. Disaster Medicine and Public Health Preparedness, 4(1), 30-38. doi:10.1017/s1935789300002391 Executive Office of Energy and Environmental Affairs and the Adaptation Advisory Committee, Commonwealth of Massachusetts. (2011). Massachusetts Climate Change Adaptation Report. Boston, MA: Executive Office of Energy and Environmental Affairs, Commonwealth of Massachusetts. Federal Emergency Management Agency. (1998). Managing Floodplain Development through the NFIP. Washington, D.C.: Federal Emergency Management Agency. Fothergill, A., & Peek, L. A. (2004). Poverty and disasters in the United States: A review of recent sociological findings. Natural Hazards, 32(1), 89-110. doi:10.1023/b:nhaz.0000026792.76181.d9 Holt, D. W. (2015). Heat in US Prisons and Jails: Corrections and the Challenge of Climate Change. Columbia University, Sabin Center for Climate Change Law, Columbia Law School. New York, NY: Sabin Center for Climate Change Law, Columbia Law School. Kaufman, S., Qing, C., Levenson, N., & Hanson, M. (2012). Transportation during and after Hurricane Sandy. New York, NY: New York University. Kopp, R. E., R. M. DeConto, D. A. Bader, C. C. Hay, R. M. Horton, S. Kulp, M. Oppenheimer, D. Pollard, and B. H. Strauss (2017). “Evolving understanding of Antarctic ice-sheet physics and ambiguity in probabilistic sea-level projections.” Earth’s Future Vol. 5(12), pp. 1217-1233. Doi:10.1002/2017EF000663. Lane, K., Charles-Guzman, K., Wheeler, K., Abid, Z., Graber, N., & Matte, T. (2013). Health Effects of Coastal Storms and Flooding in Urban Areas: A Review and Vulnerability Assessment. Journal of Environmental and Public Health, 2013. doi:10.1155/2013/913064 Lin, S., Ming, L., Walker, R. J., Liu, X., Hwang, S.-A., & Chinery, R. (2009). Extreme High Temperatures and Hospital Admissions for Respiratory and Cardiovascular Diseases. Epidemiology, 20(5), 738-746. doi:10.1097/EDE.0b013e3181ad5522",
        "Metropolitan Area Planning Council (MAPC) (2015). “Massachusetts Land Parcel Database: Dataset description and field list.” MAPC DataCommon Datasets. < https://mapc- org.sharefile.com/share/view/s8eb6a592d18450f9> Accessed October 30, 2019. McGeehin, M. A., & Mirabelli, M. (2001). The Potential Impacts of Climate Variability and Change on Temperature-Related Morbidity and Mortality in the United States. Environmental Health Persepctives, 109(Supplement 2), 185-189. doi:10.2307/3435008 Miller, A. C., & Arquilla, B. (2008). Chronic Diseases and Natural Hazards: Impact of Disasters on Diabetic, Renal, and Cardiac Patients. Prehospital and Disaster Medicine, 23(2), 185-194. doi:10.1017/s1049023x00005835 Naughton, M. P., Henderson, A., Mirabelli, M. C., Kaiser, R., Wilhelm, J. L., Kieszak, S. M., . . . McGeehin, M. A. (2002). Heat-Related Mortality During a 1999 Heat Wave in Chicago. American Journal of Preventative Medicine, 22(4), 221-227. doi:10.1016/S0749-3797(02)00421-X New York State Energy Research and Development Authority. (2017). Population Vulnerability to Climate Change in New York State. Albany, NY: NYSERDA. Schulte, P. A., & Chun, H. (2009). Climate Change and Occupational Safety and Health: Establishing a Preliminary Framework. Journal of Occupational and Environmental Hygiene, 6(9), 542-554. doi:10.1080/15459620903066008 Semenza, J. C., Rubin, C. H., Falter, K. H., Selanikio, J. D., Flanders, W. D., Howe, H. L., & Wilhelm, J. L. (1996). Heat-related deaths during the July 1995 heat wave in Chicago. New England Journal of Medicine, 335, 84-90. doi:10.1056/NEJM199607113350203 Tonmoy, F. N., El-Zein, A., & Hinkel, J. (2014). Assessment of vulnerabiilty to climate change using indicators: a meta-analysis of the literature. WIREs Climate Change, 5, 775-792. doi:10.1002/wcc.314 USGCRP. (2016). The Impacts of Climate Change on Human Health in the United States: A Scientific Assessment. Washington, DC: U.S. Global Change Research Program. doi:10.7930/J0R49NQX Vardoulakis, S., Dimitroulopoulou, C., Thornes, J., Lai, K.-M., Taylor, J., Myers, I., . . . Wilkinson, P. (2015). Impact of climate change on the domestic indoor environment and associated health risks in the UK. Environment International, 85, 299-313. doi:10.1016/j.envint.2015.09.010 Weber, S., Sadoff, N., Erica, Z., & de Sherbinin, A. (2015). Policy-relevant indicators for mapping the vulnerability of urban populations to extreme heat events: A case study of Philadelphia. Applied Geography, 63, 231-243. doi:10.1016/j.apgeog.2015.07.006"
    ]
}