{
    "FILE_NAME": "https://www.devensec.com/news/Devens_MVP_Report_FINAL_052218_Compiled.pdf",
    "ALL TEXT": "MUNICIPAL VULNERABILITY PREPAREDNESS PROGRAM Community Resilience Building Workshop- Summary of Findings Devens, MA PREPARED FOR Devens Enterprise Commission 33 Andrews Parkway Devens, MA 01434 978.772.8831 PREPARED BY 101 Walnut Street PO Box 9151 Watertown, MA 02471 617.924.1770 May 21, 2018MVP Summary Report Table of Contents 1 Overview ................................................................................................................... 1 1.1 Community Resilience Building Workshop ............................................................. 1 1.1.1 Pre-Workshop Coordination ...................................................................... 2 1.1.2 Preparation for the Workshops ................................................................. 2 2 Top-Priority Hazards and Vulnerable Areas ............................................................ 5 2.1 Extreme Precipitation and Flooding ........................................................................... 5 2.1.1 Potential Impacts from Extreme Precipitation and Flooding ......... 6 2.1.2 Areas of Concern ............................................................................................. 8 2.2 Severe Storm Events ......................................................................................................... 8 2.2.1 Potential Impacts of Severe Storms ......................................................... 9 2.2.2 Areas of Concern ............................................................................................. 9 2.3 Extreme Heat .................................................................................................................... 10 2.3.1 Potential Impacts of Extreme Heat ....................................................... 10 2.3.2 Areas of Concern .......................................................................................... 11 2.4 Wildland Fire ..................................................................................................................... 11 2.4.1 Potential Impacts of Wildland Fires ...................................................... 11 2.4.2 Areas of Concern .......................................................................................... 12 3 Current and Future Concerns Presented by Hazards .......................................13 3.1 Extreme Precipitation and Flooding ........................................................................ 13 3.2 Severe Storms .................................................................................................................. 16 3.3 Extreme Heat .................................................................................................................... 16 3.4 Wildland Fire ..................................................................................................................... 17 i Table of ContentsMVP Summary Report 4 Current Strengths and Assets ..............................................................................18 4.1 Identified Strengths and Assets ................................................................................ 18 5 Top Recommendations to Improve Resilience .................................................22 5.1 Highest Priority Actions ................................................................................................ 22 5.2 Medium Priority Actions .............................................................................................. 23 5.3 Lower Priority Actions ................................................................................................... 24 6 Project Team and Workshop Participants .........................................................25 7 Acknowledgements ...............................................................................................27 8 Appendices .............................................................................................................28 Appendix A: Community Resilience Building Workshop Presentation and Sign-In Sheets Appendix B: Pre-Workshop Meeting Summary and Preliminary List of Stakeholders Appendix C: Pre-Workshop Survey Questionnaire and Results Appendix D: Summary of Climate Change Trends and Projections & Identified Critical Assets for Devens, MA Appendix E: Community Resilience Building Risk Matrix for Devens, MA ii Table of ContentsMVP Summary Report 1 Overview Located in north central Massachusetts, the Devens Regional Enterprise Zone (“Devens”), formerly known as Fort Devens, offers unique opportunities for its businesses and residents. Devens is host to an array of businesses and world-class high-technology companies, as well as historic and new innovative ‘green’ residential housing developments. Devens also has a large amount of permanently protected open space. Sustainability was one of the fundamental principles of the Devens redevelopment, and as such, strives to balance economic development with protection of its built, natural, and social environments. Devens was recently selected by the Commonwealth of Massachusetts to participate in the Municipal Vulnerability Preparedness (MVP) Program to assess potential climate change impacts, vulnerabilities, and to prioritize actions for enhanced short- and long-term community sustainability and resiliency. 1.1 Community Resilience Building Workshop The Municipal Vulnerability Preparedness (MVP) Program provides technical assistance to communities across Massachusetts to assess potential impacts from climate change, the communities’ vulnerabilities to those impacts, and to prioritize resiliency actions using the Community Resilience Building (CRB) framework. Under this framework, a “community-driven process” is designed to foster engagement and collaboration among community stakeholders. For the community of Devens, the Devens Enterprise Commission (DEC) and MassDevelopment Devens (MD Devens) led the MVP planning efforts and hosted two CRB workshops, with support from consulting firm, VHB (a state-certified MVP provider). 1 OverviewMVP Summary Report Two (2) half-day workshops were held on March 29 and April 4, 2018. See Appendix A for the workshop presentation and attendance sign-in sheets. The workshops’ central objectives were to: › Share with stakeholders about historic trends and projected future climate change scenarios; › Define the top local natural and climate-related hazards of concern; › Identify existing and future strength and vulnerabilities; › Develop prioritized actions for the community; and › Identify immediate opportunities to collaboratively advance actions to increase resilience. 1.1.1 Pre-Workshop Coordination In February 2018, the Devens’ MVP Core Team (“the Core Team”) convened to kick off the preparation for the CRB workshops. The Core Team consists of the following representatives: › Peter Lowitt, Director, Devens Enterprise Commission (DEC) › Neil Angus, Environmental Planner, DEC › Thatcher Kezer, Senior Vice President (former), MassDevelopment Devens Operations › Chief Joe LeBlanc, MassDevelopment Devens Fire/Public Safety › John Marc-Aurele, Engineering Manager, MassDevelopment Devens Engineering › David T. Blazon, Manager, MassDevelopment Devens Public Works During this pre-workshop meeting, the Core Team discussed workshop logistics and timeline, anticipated workshop goals and outcomes, and key community stakeholders to be engaged and invited to the workshops. A preliminary list of identified key stakeholders included a diverse group of businesses, neighborhood and community groups, institutions, natural resources/environmental organizations, neighboring municipalities, as well as various state and federal agencies. See Appendix B for a summary of the Core Team’s pre-workshop meeting, which also includes a preliminary list of identified stakeholders to be engaged in this MVP process. 1.1.2 Preparation for the Workshops 1.1.2.1 Pre-Workshop Engagement Survey Given a large number of businesses in the community, the Core Team also distributed a survey in advance of the CRB workshops to solicit input from business owners regarding their perspectives on key risks and concerns related to climate impacts on Devens. The survey was sent to more than 130 businesses, industries, 2 OverviewMVP Summary Report and organizations within Devens. The survey received a total of 14 responses. Highlighted responses included: › Approximately 43 percent of participants indicated that their businesses and organizations have an emergency operations or response plan and protocol in place; › Top concerns and issues for businesses and organizations should there be damages or disruption due to major weather events (flooding, prolonged heatwaves, extreme storms, etc.) include loss of revenue, property damage and associated recovery costs, as well as injuries, illness or other safety impacts to employees; and › Additional resources needed for effective preparedness for these businesses include early warning system, shelter and medical response, reliability and stability of utility systems, transportation assistance (for residents without cars, especially during extreme hot or cold days), and ability for telecommuting. See Appendix C for the full survey questionnaire and results. 1.1.2.2 Data Collection: Climate Literature Review & Identification of Critical Assets To prepare workshop materials, the Core Team reviewed various resources and publications, including: › MA Executive Office of Energy and Environmental Affairs (EEA)’s Massachusetts Climate Change Projections Report (2017) –this report provides a standard, peer- reviewed set of temperature, precipitation, and sea level rise projections for the state of Massachusetts. › National Oceanic and Atmospheric Administration (NOAA)’s State Climate Summary for Massachusetts (2014) –this report includes highlights of the climate trends and observed conditions which Massachusetts has already experienced to date. › Boston Research Advisory Group (BRAG)’s Climate Change and Sea Level Rise Projections for Boston Report (2016) –this publication provides the basis for considering future regional flood projections. › Montachusett Hazard Mitigation Plan (2016) –this plan identifies hazards along with specific locations and level of vulnerability for communities within the Montachusett Region. › Devens’ Comprehensive Emergency Management Plan (2014)—this document lays out the protocol and resources for effective communication and coordination during an emergency in Devens. The Core Team developed a summary of future climate scenarios and implications for Devens, as well as a preliminary list of critical assets and infrastructure to be reviewed with participating stakeholders at the workshops. Based on the available data, the Core Team also produced a base map, inclusive of layers of identified assets and infrastructure, and future flood projection. See Appendix D for a summary 3 OverviewMVP Summary Report on climate data and preliminary identification of critical assets and infrastructure in Devens. 1.1.2.3 Community Resilience Building Risk Matrix Based on projected climate conditions and potential impacts to critical assets and infrastructure in Devens, the MVP Provider collaborated with the Core Team to set up a Risk Matrix to further analyze community vulnerabilities and strengths and to prioritize actions. The Risk Matrix was utilized to facilitate break-out sessions during the workshops. See Appendix E for the complete Risk Matrix for Devens. As per the CRB Workshop Guide, and to assist with the group discussions, the Risk Matrix was divided among three community components- infrastructural, societal, and environmental. With each of these groupings the stakeholders identified vulnerabilities and strengths, and identified and prioritized actions. Examples for each of the community components include: Infrastructure Societal Environmental Roads and bridges Public health and safety Forests and wetlands Utilities Public facilities and institutions Water Buildings Recreational facilities and areas Rare and endangered species Railroads Vulnerable and special needs populations 4 OverviewMVP Summary Report 2 Top-Priority Hazards and Vulnerable Areas To date, communities across Massachusetts, including Devens, have already been experiencing changing climate conditions. Between 1900 and 2014, the state’s average annual temperatures have increased by approximately 3°F. The number of hot days with maximum temperatures above 90°F has been consistently above average since the 1990s, and the highest number of days above 90°F took place in most recent period between 2010 and 2014. The state has experienced above- average precipitation in the last ten years, averaging approximately 51 inches per year (compared to the overall long-term average of 45 inches per year between 1895-2009). Furthermore, since 2005, there have reportedly been about 30 percent more extreme precipitation events (days with rainfall above two inches). More specifically, Devens is located between Worcester and Middlesex Counties, which have been experiencing storms that warrant FEMA Disaster Declarations more regularly since 2010. The following section discusses the top-priority hazards and areas of concern, based on the review of climate change trends and projections and identified critical assets and systems for Devens. During the first stakeholder engagement workshop, the following four hazards were determined as top-priority, which may pose the greatest threat to Devens presently and in the future: › Extreme Precipitation and Flooding; › Severe Storm Events; › Extreme Heat; and › Wildland Fire. 2.1 Extreme Precipitation and Flooding In the Nashua Basin, where Devens is located, there is some uncertainty in terms of projected changes in precipitation patterns. Seasonal precipitations may vary, such that summer and fall seasons may experience more or less total precipitation. In general, Devens may potentially experience an increase of up to six inches of total 5 Top-Priority Hazards and Vulnerable AreasMVP Summary Report annual average precipitation volume by mid-century, and an increase of up to eight inches by end of the century. It is also projected that the frequency of high-intensity rainfall events will increase over time throughout the 21st century. Table 1 provides a summary of the projected changes in precipitation patterns. Table 1 – Projected Changes in Precipitation Patterns for the Nashua Basin. Baseline Mid-Century End of Century (1971-2000) (2040-2069) (2080-2099) Total Annual 46 in. ↑ 1 to 6 in. ↑ 1.2 to 8.3 in. Precipitation Days per year with over 7 days ↑ 0.5 to 3.3 days ↑ 1 to 4 days 1” rainfall Days per year with over < 1 day ↑ 0 to 0.4 day ↑ 0 to 0.6 day 2” rainfall Days per year with over < 1 day ↑ by <1 day ↑ by <1 day 4” rainfall Annual consecutive dry 16 days ↑ 0 to 2 days ↑ 0 to 3 days days Additionally, using the Federal Emergency Management Agency (FEMA)’s Flood Insurance Study (FIS) for Middlesex County and the Boston Research Advisory Group (BRAG)’s 2016 Climate Change and Sea Level Rise Projections for Boston Report, it is projected that what is considered the current 0.2-percent flood event (i.e. 500-year flood) will likely become the one-percent flood event (i.e. 100-year flood) by 2085. Figure 1 illustrates the future flood projections. 2.1.1 Potential Impacts from Extreme Precipitation and Flooding Highlighted potential impacts from extreme precipitation and flooding include: › Travel delays along roads that are especially prone to flooding; › Increasing stress on stormwater infrastructure; › Increasing risk of contaminants entering waterbodies; › Increasing risk of deteriorating soil conditions due to heavy downpours and flooding events; › Increasing risk and/or damage to building envelopes of existing building and facilities due to driving rain, extreme weather events (particularly during thunderstorm and high wind conditions); › Increasing risk of flooding for low-lying properties; and › Erosion due to flooding can expose unexploded ordinance sites and contamination from former brownfield areas within this Superfund site. 6 Top-Priority Hazards and Vulnerable AreasApril 27, 2018 PAGE STREET WHITNEYROAD LITTLETURNPIKEROAD GREATROAD L A W T O N R O A D GROT ONSH FII TR CL HEYROAD GROTONSCHOOLRO A D DGROTONROAD GROTON B L RE S E R V O ORIR A D LakF LeL UA ST h NH ir EIL leL NyR BO UA NB U RSD SU ET GLANR ERAGE STREET H OL D E N R O A D CENTERROAD H B EA N J A M IN R O A DZB R EO W N NR O A D ROADHORSEPOND PAR TO TEA RD SO N R O AD AD E R SH OP NC RA OM WEST MU R AG INR SO A T PD R loEP A PR wK ES oT R TE E nT S dhop WA ES AH STIN C MG E AT N IO NTRN AS LT R AE VEO ET NA UFl EY a PnE onR na dgan NSW SR AS PI NG a onH DnT d YdyR PO OA ND DROADLIN D RL IE D VY E L WO IL L OO W WR ER SY E TN FBC OLH I RLI R UL C DLR EMO R OA ADD NEMCO WAY C A T A C U WALKER RO A D Grove Pond STREET EKA H R O A D NE M A U G R O A D SHIRLEY ARKROAD FRP ONE TAB SO TD RY EER TOAD ANTIETAMSTREET B A R N U M R O A D IL L R O A D BRU C E S T R E E T L CHAPEL STREETC H O S PIT MY RICK LANE PINGRYWAY LITTLETON LE O MINSTERSHIRLEYROAD L EOMINSTERROA D H A R V A R D ALRO A D JACKSON R O A D A N N L E CAS T E R R OAD R O A D OLD MILL ROAD E S R O A D N A B L U N EK N B U R G R OALEVAROAD LANCASTER G R A NS H IR L E Y L W ILDSROAD A RHC D RN OA AL OD LDSHIH RLA EYR RVARD AYERROAD CP OOS O NO R CFU A OT RH RM DS R H TOA UAK RDE NR PR IO KA ED S H A K E R R O A D LITS TH L EE TE OH NA RN OR AO D A OLD DLITTLETONROAD OAK HIL L R OAD A D T W R O OAD A D OLDTURNPIKEROAD FORTPONDROADAY D STATEROAD E PO T R ROUTE 2 OA D i Ayer, Harvard, Lancaster & Shirley, MA 0 1500 3000 6000Feet Source: FEMA, VHB, ESRI dxm.nialpdoolF\\tcejorP\\PVM - snaveD 00.54141\\suoiraV_AM\\bilsig\\ATADEBHN\\\\ Devens Municipal Boundary Note: This map is an approximate representation of the forecasted limits of flooding. The map does Current 100-yr Floodplain (FEMA) not provide information regarding changes in base flood elevations that may occur over time. 2085 - Mean Projection - Approximate 100-year Floodplain (Current 500-year Floodplain)MVP Summary Report 2.1.2 Areas of Concern In Devens, the areas of concern due to extreme precipitation and flooding include: Infrastructure Societal Environmental › Flooding of retention › Shriver Job Corps Center › Potential stormwater pond by the Fire and Francis W. Parker School system overflow into Little Department. are located near the current Mirror Lake. › Flooding of main lift 500-year floodplain. › Threats to rare and station at the Wastewater › Potential mold exposure and endangered species, such Treatment Plant. other damages if critical as the Blue-spotted › Stress on pump house facilities that are not Salamander, Grasshopper with elevated water levels. properly remediated. Sparrow, and Blanding’s › Travel delays and › Increase in ticks, pests, Turtle. disruption of already poison ivy, and airborne › Potential environmental flood-prone areas such as allergens. hazards due to cargo Jackson Road, Patton › Weak communication release in the event of Road, MacPherson Road, flooded rail roads. network with some of the and Barnum Road. › Fallen trees along the personnel at Army facilities › Access to community on flood-prone Barnum Nashua River can cause resources such as Loaves Road. upstream flooding. and Fishes and Women’s › Groundwater and soil Shelter during and after contamination issues at flooding events. brownfield areas within › Undersized culverts along the Superfund site. Willow Brook (under Cavite and Buena Vista Streets). 2.2 Severe Storm Events In addition to the increasing frequency of high-intensity rainfall events through mid- and end of century, high winds (due to tropical storms, tornadoes, severe thunderstorms, Nor’easters, etc.) are highly likely to occur. High winds (sustained surface winds greater than 40 mph lasting more than an hour) can impart damaging forces on utility poles, trees, and roofs. Lightning producing thunderstorms may become more frequent, which is a concern during the summer months, especially for outdoor activities. Although the projected number of hurricanes reaching Massachusetts is uncertain, the North Atlantic hurricane activities are projected to increase in frequency, intensity and duration. 8 Top-Priority Hazards and Vulnerable AreasMVP Summary Report 2.2.1 Potential Impacts of Severe Storms In addition to heavy precipitation and flash flooding impacts associated with severe storms as discussed in the previous section, recent history has shown that high winds can take down trees which may obstruct roads and rail lines, down power lines, and propel damaging debris. Severe ice storms may also occur more frequently, due to warmer temperatures that likely lead to winter precipitation events in the forms of rain or ice. Impacts from these extreme storm events can lead to travel and commute delays, injuries, and property damage. 2.2.2 Areas of Concern In Devens, an area of concern with severe storms is power outages. At the same time, it should be noted that Devens has strong infrastructure and redundancies in place to support its power grids, and it was anecdotally shared that the longest period that Devens has ever been without power was no more than 13 hours. Other areas of concern due to severe storms include: Infrastructure Societal Environmental › Fallen trees on roads, › Limited back-up power at the › Fallen trees and debris buildings, utility lines Shriver Job Corps Center, make trails impassible. and rail lines. Women’s Shelter, Mount › Ice damage to tree Wachusett Community limbs. College, and Oxbow Schoolhouse. › National Guard activities, sporting events, and cultural gatherings can bring up to 10,000 people to the area. If all these people are gathered outside, local emergency responders are especially concerned about lighting strikes if there is a storm in the area. Devens’ ability to provide shelter or evacuate such large groups or special needs populations is also limited. › Significant number of non- English speaking employees. 9 Top-Priority Hazards and Vulnerable AreasMVP Summary Report 2.3 Extreme Heat Temperatures across the state are projected to increase significantly throughout the century. Similarly, temperatures within the Nashua Basin are projected to continue rising. As a result, Devens may expect to experience warmer winter months and more frequent droughts due to less rain in the summer. More extreme heat days (days with maximum temperature over 90°F) are also anticipated – up to 30 more days by mid-century and up to 70 more days by the end of the century. Table 2 provides a summary of projected temperature changes. Table 2 – Projected Temperature Changes for the Nashua Basin. Baseline Mid-Century End of Century (1971-2000) (2040-2069) (2080-2099) Average Annual 47.6°F ↑ 3.0 to 6.4°F ↑ 3.9 to 10.9°F Temperature Days per year >90°F 4.37 ↑ 9 to 30 days ↑ 12.5 to 69.9 days Days per year >95°F 0.23 ↑ 2 to 13 days ↑ 4 to 42 days Days per year >100°F <1 day ↑ 0 to 3 days ↑ 0 to 17 days Days per year <32°F 156 days ↓ 19 to 38 days ↓ 23 to 64 days Days per year <0°F 9 days ↓ 3.7 to 6.6 days ↓ 4 to 7.7 days 2.3.1 Potential Impacts of Extreme Heat The potential impacts from rising temperatures and more extreme heat days include: › Poor air quality due to increase in warmer temperatures and extended heatwaves; › Exposure and heat-related illnesses for vulnerable populations, including the elderly and young children, as well as for those working outside for extended periods of time without shelter; › Increasing demand for cooling due to warmer temperatures and extended heatwaves, which may stress the power grid and increase energy costs for residents and businesses; › Increasing stress on transmission lines, substations, train tracks, roads, bridges, and other critical infrastructure due to more intense heat; › Weakening tree root systems due to drought which may make trees less stable during extreme precipitation and high wind events; › Increase risk of wildland fires; and › Changes in tree species (migration of species) may result in invasive species and challenges for existing wildlife habitats. Invasive species may also impact diversity of plant/tree species over time. 10 Top-Priority Hazards and Vulnerable AreasMVP Summary Report 2.3.2 Areas of Concern During extreme heat events, areas of concerns for Devens include: Infrastructure Societal Environmental › Stress to the power grid. › Facilities such as the › Increase in invasive › Impacts on freight rail Francis W. Parker School species. commerce. may not have adequate air › Change in rare and conditioning for extreme endangered species or long-duration heat habitats. events. › Along the Nashua River › Limited back-up power at Corridor, extended periods Shriver Job Corps Center. of hot days can weaken › Groundwater levels may tree roots which increases not be sustainable in the the chances of erosion long-term if the during the next heavy rain community continues to event. grow and also experience › Increase risk of wildfires. more frequent drought conditions. 2.4 Wildland Fire Wildfires are commonly perceived as hazards in the western part of the country; however, wildfires are a growing problem in the wildland/urban interface of the eastern United States. As periods of extreme heat or drought conditions increase, this is a long-term concern for the forest environments in Devens. An estimated one-third of the land area in Devens is protected open space. 2.4.1 Potential Impacts of Wildland Fires Potential impacts due to wildland fires include: › Threats to human safety and property; › Economic impacts of property damage; › Destruction of crops, timber resources, recreation areas, and wildlife habitat; › Poor air quality and visibility; and › Wind-born ash can blanket nearby areas. 11 Top-Priority Hazards and Vulnerable AreasMVP Summary Report 2.4.2 Areas of Concern The main area of concern for human caused wildfires is the wooded military gun range South Post. During drier months when wildfires are more likely, the Fire Department is concerned about site accessibility as well as the ability to respond to a wildfire in an area that may be littered with live ammunition rounds. Additional concerns are: Infrastructure Societal Environmental › Potential damage to › Risks to public health and › Threat to Devens’ structures along the safety during an active fire current tree inventory. built environment (direct fire and smoke). › Release of carbon interface. › Threat to firefighter safety. (sequestered by trees) › Destruction to an into the atmosphere. extensive recreational › Risks to wildlife and trail infrastructure. their habitat. 12 Top-Priority Hazards and Vulnerable AreasMVP Summary Report 3 Current and Future Concerns Presented by Hazards As climate change exacerbates existing or creates new hazards, it is important to understand how such hazards have already impacted Devens’ resources and infrastructure, as well as how stakeholders perceive the impacts of future scenarios. This section summarizes inputs from workshops stakeholders and their perspectives on what Devens has experienced, currently faces, and anticipates in the future as impacts from the identified hazards and changing climate conditions. 3.1 Extreme Precipitation and Flooding There have been several flooding events in recent Devens history, which can be attributed to multiple days of rain, ground saturation, and high groundwater levels. Heavy rainfall events, which occur throughout the year, have led to flooding and standing water on low-lying sections of some of the major roads such as Barnum Road and Jackson Road. Impacts due to flooding of these roads may have been exacerbated due to undersized culverts designed for 25-year storm Figure 2: Flooding of MacPherson Road on events. Conveyance systems along April 18, 2007 Jackson Road struggle to keep up with intense rain events. Culverts under the railroad tracks at the intersection of Barnum and Patton Roads also have limited capacity. They regularly fill with silt and are impacted by beaver activity, and are not able to drain stormwater as quickly as necessary. As these are the primary routes that provide access to numerous key resources and businesses in Devens, workshop stakeholders stressed the accessibility of these roadways as key concern given more frequent rainfall and 13 Current and Future Concerns Presented by HazardsMVP Summary Report flooding are expected in the future. Other minor roads such as MacPherson Road are also impacted regularly by flooding from the adjacent Nashua River. Implications to infrastructure that would be in the future floodplain were also considered. The future flood projections raise potential challenges related to infrastructure state of repair and needed improvements. Workshop stakeholders discussed the potential for raising the elevation of roadways prone to flooding as a potential solution. However, it would not be feasible for certain areas with already limited clearance, such as where the Barnum Rail Bridge and MacPherson Rail Bridge are currently located. Other infrastructure-related concerns included potential impacts to existing rail lines in the area. While it remains challenging to predict future flood levels, rail accessibility is critical and poses a near-term concern that needs to be coordinated with the Boston and Maine Railroad and CSX. Currently, the Boston and Maine Railroad marshalling yards and the CSX freight line, shared with the MBTA/Keolis commuter rail, runs through Devens. These rail lines have also been identified as critical assets of Massachusetts Department of Transportation’s (MassDOT) freight system under its 2018 Draft Freight Plan. Disruptions to these rail lines would interfere with the transport and delivery of goods and services throughout the region, and could potentially create cascading effects to the Commonwealth’s economic development. Workshop stakeholders noted that water levels have historically reached the MacPherson Rail Bridge during major rain events, and under future conditions the rail tracks could get inundated. In addition, these rail lines run through the Grove Pond area, which is also a source of drinking water for Devens and neighboring town Ayer. Freight and commuter rail lines also dissect Zone 1 and Zone 2 Water Resource Protection areas through Devens and the adjacent communities, raising the concerns for potential rail-related emergencies as a result of more extreme weather events. In addition to transportation infrastructure, several of the Devens resources, including public wells, Devens Wastewater Treatment Plant, Shriver Job Corps Centers, are also located in potential areas that may be flooded in the future (as illustrated in Figure 3). Workshop stakeholders also expressed concerns about increasing flood events that may impact the operations of and access to Devens community service providers such as Loaves and Fishes and Transition Women’s Shelter, in addition to the safety and long-term maintenance of these facilities. Workshop stakeholders also raised a concern regarding stormwater contamination issues for Devens’ environmental resources. For instance, Little Mirror Lake is a conservation easement and home to various state-listed rare and endangered species such as the Blue- spotted Salamander, Grasshopper Sparrow, and Blanding’s Turtle. Extreme precipitation and flash flood could result in overflow and discharge of stormwater pollutants into the Lake, which could pose an issue for the nearby pump house that supplies fresh water to the Devens community. Heavy rainfalls can also threaten habitat washout of the rare and endangered species found in and around the lake area. 14 Current and Future Concerns Presented by HazardsApril 27, 2018 PAGE STREET LITTLETURNPIKEROAD GROT ONSHIRLEYROAD CHOOLRO A D ROAD GROTON B O S T O N R O WHITNEYROAD GREAT ROAD FI T C H GROTONS DGROTON A D B L FLATH LI ULL NR EOAB DU NR BRA UG RE GSTREET H OL D E N R O A D CENTERROAD H B EAZB R EO W N NR O A D ROADHORSEPONDROA D !(6 MACPHERSON ROU AR G DR O A D P A R K S T R E E T WASHINGTO N S T R E EO T AYER WR S PIG a onH nT d dyROAD LIN D RL IE D VY E L O O RR SY E TN FBC OLH I RIL R UL C DLR MEO R OA ADD NEMCO WAY Lake Shir Sl Ue NSy ET LANE C A T A C U N J A M IN R O A D SHIRLEY PATTERSO N R O AD WALKER ROAD 27!( 18 !( WEST MAINS PTR loE PwE oT nS dhop Grove PE oA nS dTC ME AN INT SR TA RL EA EV TENF Ul Ea Pn on na dgan EKA HNSSANDYPONDROAD W IL L OW WE R O A D SPECTACLE PO NDROAD NE M A U OAD PEABODYROAD !(26 25 IL L R BRU G R O A D 21 22 23C !(L !( !(ARK FR !(RON 24T STREET ANTI !(E 4TAM 5S !(TREE!(1 T2 !(2 10 BARNU M R O A D !( MY RICK LANE O A D PINGRYWAY C E S T R E E LT ITTLETON !( 20 !( 1 L EOMINSTERROA D K!( S1 O3 N R O A D 15!( 1!( 4!(!(!(!( 173 A N N L H A RVAR D ROAD D !(19 JA C !( E E A S ANCAS T E R R O !(16 !(34 11 B OLD MILL ROAD R O A D S H L W ILDSROAD !(!(7 8 !(35 29!(!( 30 RAHC D RN OA AL D HARVARD AYERROAD P OS OO R FU AT RH MS RH OA AK DER ROAD S H A K E R R O A D LITS TH LEE TE OH NA RN OR AO D AD TTLETONROAD OAK HIL L ROAD W HIT COMBAVENUE LANCASTER NARG IR L E Y OLDSHIRLEY R CONCORD TURNPIKE OLDLI T W AYR O A D ROUTE2 323 !(!(1 !(!( 28 D E OAD OLDTURNPIKEROADFORTPONDROAD STATEROAD 33 PO T R OA D i Ayer, Harvard, Lancaster & Shirley, MA 0 1500 3000 6000Feet Source: FEMA, VHB, ESRI dxm.stessA_nialpdoolF\\tcejorP\\PVM - snaveD 00.54141\\suoiraV_AM\\bilsig\\ATADEBHN\\\\ FIGURE 3 12 Table ID Key Assets & Infrastructure !( 1 Devens Fire Station 2 2 Devens DPW !(5 AYER !( 3 Communication Tower in back of fire department 4 Devens Community Center 5 State Police Barracks- Devens (Station C-9); MSP Headquarters C-9) 6 Devens WWTP 7 FMC Devens - Federal Medical Center 4 !( 8 Satellite Camp 9 Nashoba Valley Regional Emergency Comm. Center 10 Devens Intermodal Rail Terminal HARVARD 11 Barnum Bridge 1 12 Francis W. Parker Charter Essential !( 3 13 Seven Hills Academy Adult Day Care Facility 15 !( !( 9 14 Oxbow Schoolhouse !( 14!(!( 17 15 Guild of St. Agnes - EEC - Devens 16 Applewild Preschool 17 Evergreen Garden Preschool 18 Shriver Job Corps Centers 19 Mt. Wachusett Comm. College, Adult Learning Center 20 Shirley Police Station 21 Shirley Fire Station 22 Shirley Town Hall 23 Hazen Memorial Library 24 Ayer/Shirley Middle School (ASRD) 25 Army National Guard Complex 26 Grove Pond Gravel Packed (12 8\") Wells 27 Macpherson Naturally Developed Well 28 Proposed Sheridan Rd Well (Tw9b-08) 29 Patton Replacement Well 30 Patton Gravel Pakced Well 31 Proposed Sheridan Rd Well (Tw9b-08) 32 Shabokin Replacement Well 33 Shabokin Gravel Packed Well 34 Red Tail Golf Course 35 Mirror Lake Recreational Area (Seasonal) Devens !( City/Town Facilities !( Other Critical Facilities Municipal Boundary !( Institutions/Education Facilities !( Recreational/Open Space Note: This map is an approximate representation of the forecasted limits of flooding. The map does Current 100-yr Floodplain (FEMA) !( Infrastructure !( Public Health Office not provide information regarding changes in base flood elevations that may occur over time. 2085 - Mean Projection - Approximate 100-year Floodplain (Current 500-year Floodplain)MVP Summary Report 3.2 Severe Storms To date, Devens regularly experiences severe storms. In fact, just within the first three months of 2018, a string of four Nor’easters swept through the New England region. In Devens, damages included: › Closure of MacPherson Road due to flooding; › Numerous downed trees (however, only one localized power outage); › Erosion and sedimentation of a newly constructed stormwater management system; and › Minor impacts to properties and businesses. After experiencing an active month of March, the stakeholders are concerned about the near-term and long-term impacts of severe storm frequency. One of the key concerns which stakeholders raised was the conditions of roadways, which may be worsened due to more frequent freeze-thaw cycles and compounded by impacts from extreme storm events. When the road shoulders are eroded or softened, there is also the potential for damage to heavy equipment such as snow plows to be damaged when they drive off the asphalt. Devens’ Department of Public Works (DPW) has indicated the need for different standards and more durable materials, as existing roads are performing less than the recommended ten-year life span. Another concern was the potential erosion of river banks and fallen trees along the Nashua River Corridor that can cause back up of water and upstream flooding during extreme storm events. Another erosion issue unique to Devens is the exposure of unexploded ordnance (UXO) sites, as well as the potential for uncovering former contamination or brownfield sites (i.e. Superfund). Additionally, residents of Devens and surrounding communities (Ayer, Shirley, and Harvard) currently enjoy a network of recreational trails. However, fallen trees and debris from more frequent high wind and ice storm events could affect the safety and access to these trails. 3.3 Extreme Heat Devens relies on groundwater for its drinking water supply and has an abundant water supply to service existing and near-future community needs. Shortage of water supply could become an issue should there be a significant increase in water demand, compounded with increasing temperatures and prolonged drought periods that could deplete groundwater reserves. A major concern related to extreme heat days and/or prolonged heatwave is for people working or playing outside for extended periods of time. However, extreme heat has not been frequent enough or severe enough to cause lasting damages. At the same time, being able provide publicly accessible cooling stations or shelters, especially for the vulnerable populations (elderly, young children, special needs, etc.) is a consideration for Devens during hot days. Currently, for instance, some Devens 16 Current and Future Concerns Presented by HazardsMVP Summary Report community resources and institutions such as the Parker School and Veteran Housing only have partial or limited AC systems in place. 3.4 Wildland Fire Wildfires occur annually in Devens at varying magnitudes. Most incidents have been small, human-induced brush fires that were quickly contained and controlled by the Devens Fire Department. These small fires were accessible via road and trail networks on Devens land. Larger wildfires have generally been the result of lightning strikes (during periods of extended drought), but they were also quickly contained and controlled by the Devens Fire Department and the U.S. Army (which still maintains a presence at Devens). As drought extent is likely to increase in the future, Devens is concerned with the increase in wildfire frequency and being able to access the dense vegetation to suppress them. Currently, Devens Fire Department has trouble accessing all areas of the forests where fires may occur. There are limited fire breaks that allow responders to get into the middle of the wooded areas. This lack of access can slow response efforts and give the fire more time to spread. 17 Current and Future Concerns Presented by HazardsMVP Summary Report 4 Current Strengths and Assets Devens has numerous strengths that help it prepare for, respond to, and recover from the identified hazards. As a carefully planned community with sustainability as one of the guiding principles, Devens is already on the right track to enhance greater community resilience. This section discusses what Devens is already doing to strengthen its assets and infrastructure and to prepare for the changing climate. 4.1 Identified Strengths and Assets A major strength is Devens’ capability to quickly restore power within the jurisdiction by building and maintaining a strong and redundant electrical infrastructure network. Power outages do occur but the time that businesses and residents within Devens were without power has been minimal. Many public and larger private facilities also have emergency back-up generators. Additional strengths have been identified by stakeholders, including: › Robust partnerships with surrounding communities – Devens has established great relationships with adjacent towns and communities of Ayer, Harvard, and Shirley, which has proven helpful for sharing of information and resources such as public works equipment and emergency response services. Maintaining such strong connection will help streamline the regional planning and recovery efforts, as well as the communications around these efforts, during and after emergency weather events. The E-911 Regional Dispatch and the continued presence of the U.S. Army and Massachusetts National Guard are regional assets that play important roles in recovery and resiliency for Devens and the surrounding region. › Minimal flood risk – None of the existing critical emergency response or public facilities are located in the current 100-year flood zone. › Natural flood protection – Several water bodies in the area, such as Mirror Lake, Little Mirror Lake, Nashua River Corridor, Black Spruce Bog and Robins Pond, can serve, to a certain extent, as flood management assets. Little Mirror Lake has the capacity to hold more water during periods of extreme rain. In addition, the existing eskers can serve as natural levees due to their high elevation and steep slopes. 18 Current Strengths and AssetsMVP Summary Report › Established policies, plans, and communication protocols for human and environmental protection – • Devens updated its Comprehensive Emergency Management Plan in 2014, which included evacuation plans and response protocols during emergency or disaster situations. Figure 4: Canoe launch at Nashua River • Devens has a Soil Management Policy, with measures included to prevent soil exposure, erosion and contamination. • Devens Stormwater Regulations require on-site infiltration and incorporation of Low-Impact Development (LID) Stormwater Management design, which help recharge local aquifers and provide more flexible and adaptable drainage systems that can better respond to more frequent and intense storm events. • All schools and day care facilities in Devens have developed their own evacuation plan. • Devens Fire Department establishes a regular communication system with the military and Devens Public Works during periods of expected severe weather. • Devens Emergency Management utilizes a Code Red system to send out emergency message via a phone call or text message to subscribers. › Drinking water protection – Public water supply wells are plentiful and have not been affected by drought or flooding contaminations. › Prevention measures to avoid surface water contamination – Low- impact development and on-site groundwater recharge requirements in Devens Development Rules and Regulations, coupled with the Water Resource Protection requirements for all developments, helps to protect Figure 5: Mirror Lake both surface and groundwater resources from potential contamination. › Available resources to improve communication to the disabled and non- English speaking community – Mount Wachusett Community College receives grants to help provide English as Second Language (ESL) training for local business employees. The Devens Enterprise Commission also offers translation 19 Current Strengths and AssetsMVP Summary Report and communication services for the disabled and non-English speaking community at all its public meetings. › Adequate designated shelters for extreme weather and/or emergency events – • Shriver Job Corps Center has the largest kitchen in Devens and could be used as back-up to accommodate more people during an emergency event. • The Bob Eisengrein Community Center is equipped to temporarily shelter up to 400 people. Other sheltering available at the regional middle school in the neighboring town of Shirley. • The Hazen Memorial Library and the Ayer Shirley Regional Middle School in Devens could be utilized as a warming/cooling center. › Development regulations that promote more compact and resilient development patterns – Parking maximums (instead of minimums), shared uses, and transportation demand management regulations help minimize impervious surfaces associated with developments. This aids in better stormwater management, and reduced urban heat island effects. Figure 6: Historic Residential Devens › Protected open space and forested areas – In addition to providing shade and cooling effects, these green spaces can help improve air quality. Trees and other riparian vegetation can also help reduce erosion along stream banks. Numerous bogs, marshes, and other wetland areas that are protected within these open spaces also help absorb and filter runoff and reduce flooding. › Established operations to minimize exposure and/or discharge of hazardous waste – Devens operates a regional household hazardous waste disposal center, which collects hazardous products from small business and households in 14 towns in the region. This operation helps reduce the amount of hazardous materials in the region that may be improperly stored and exposed or discharged to the environment during extreme weather events. › Energy efficient requirements for homes and buildings – • All new residential homes are built to a Home Energy Rating System (HERS) index of under 50, which means most are better insulated and have higher energy performance than traditionally built homes. These homes are more resilient and able to withstand stronger storms, as well as providing safer and more livable conditions during longer periods during power outages. • The Transitions Women’s Shelter is one of several buildings in Devens that achieved the U.S. Green Building Council’s (USGBC) Leadership in Energy & Environmental Design (LEED) certification. 20 Current Strengths and AssetsMVP Summary Report › Green roof requirements – Devens has green roof requirements for any developments that require an air permit. Green roofs provide additional building insulation, absorb and filter runoff, reduce urban heat island effects, and improve air quality. › Clean energy generation – Devens generates approximately 10 percent of the energy it uses locally through various ground-mounted and building-mounted solar photovoltaic panels. Devens Utilities has explored the possibility of installing battery storage systems to shave electricity peak demand and to provide temporary local emergency back-up power supply. The current state of the Devens electricity network (redundancy) coupled with the current high costs make back-up battery storage financially challenging for municipal services. As technology advances and more efficient and affordable options for battery storage systems become available, this strategy could be revisited for both municipal as well as private business emergency back-up power needs. 21 Current Strengths and AssetsMVP Summary Report 5 Top Recommendations to Improve Resilience As an outcome of the workshops, the Core Team worked with stakeholders to develop a list of recommendations to help Devens prioritize its planning efforts for resiliency. This section highlights some of the actions presented in the Community Resilience Building Risk Matrix (see Appendix E). When prioritizing the actions, the team considered the following: › Necessity for advancing longer-term outcomes; › Impacts from recent hazard events; › Contribution towards meeting existing local objectives; and › Funding availability. Many of the proposed actions involve communication. Key collaborations include neighboring municipalities (and their key departments such as DPW, EMS and Public Safety), the regional E-911 dispatch center, the Massachusetts Army National Guard, and the U.S. Army located on base. Strengthening these relationships and understanding their strengths will help the area remain operational and accessible to the region during disasters. 5.1 Highest Priority Actions › Provide the ability for more staff coverage for the Fire Department during extreme weather events. › Engage military in Emergency Operations Center (EOC) exercises. › Perform more regular maintenance of existing culverts throughout Devens and specifically along Willow Brook, Patton Road, and Barnum Road to reduce flood issues, as well as seek funding for culvert improvements throughout Devens. › Develop a resource-and-supply relocation plan for organizations that provide community resources and services. 22 Top Recommendations to Improve ResilienceMVP Summary Report › Develop a relocation plan for the Women’s Shelter, Veterans Housing and all other social services within Devens to ensure that the facilities can be accessed at all time. › Promote Code Red, by encouraging more local employees (and not just employers) to subscribe to the system. › Develop multi-lingual and accessible emergency management messaging. 5.2 Medium Priority Actions › In addition to the current coordination with surrounding towns’ Public Works and Public Safety departments, develop a coordination plan or agreement with private businesses such as Devens Recycling to utilize heavy equipment during and after a storm. › Seek funding through FEMA and other federal, state and local resources for replacement of undersized culverts along Willow Brook, Patton Road, Barnum Road, and Jackson Road. › Improve coordination with Devens Military Police to improve firefighting efforts on the South Post. › Improve communication with military facilities on Barnum Road. › Coordinate with CSX on safety and remediation plans for the rail lines. › Designate additional emergency shelters: • Follow up with Seven Hills Academy to assess whether the institution can become a designated emergency shelter, especially for those with special needs. • Coordinate with Town of Shirley regarding possibility of using the Ayer Shirley Regional Middle School or Hazen Memorial Library as a regional back-up emergency shelter. › Assess and coordinate with educational institutions and facilities to expand and/or upgrade air conditioning systems. Prioritized institutions to work with include Seven Hills Academy and Francis W. Parker School (charter school). Explore funding sources, if necessary. › Ensure that special needs facilities and services, such as Loaves and Fishes or the Transition Women’s Shelter, have Emergency Action Plans in place. › Follow up with Mount Wachusett Community College (MWCC) to ensure the institution has back-up generator in place. › Coordinate with MWCC to share language resources to the local community › Create an evacuation plan for the future elderly housing on Hospital Road. › Incorporate resiliency measures more consistently for the future elderly housing on Hospital Road. 23 Top Recommendations to Improve ResilienceMVP Summary Report › Distribute educational material on pest and disease such as poison ivy and ticks to public facilities, businesses, schools, residents. Include signage at trailheads for ticks, poison ivy, and fire dangers. › Continue education, awareness, regulation and management of invasive species on public and private lands. › Increase the urban forest canopy cover to help with stormwater, air quality and heat-island mitigation. Promote the planting of additional tree species that are appropriate for the shifting climate zones. › Host an open house at the Fire Department to educate property owners on wildfire prevention. › Develop a needs list and storage requirements for the Bob Eisengrein Community Center, including the following considerations: • Arrange bathroom/shower capabilities for long-term sheltering. • Purchase privacy curtains and onsite generator. • Stock up resources to accommodate infant/toddler resources and special needs. › Create a mobilization plan for large groups of people at Rogers Field during an emergency. › Utilize available mapping applications to simulate real-time evacuation scenarios. › Coordinate with hotels regarding emergency back-up power needs and assess whether these places can serve as emergency shelters. 5.3 Lower Priority Actions › Continue ongoing culvert maintenance and beaver trapping program to reduce street flooding. › Continue communication and coordination with Shriver Job Corps Center on their disaster preparedness and recovery capabilities. › Follow up with Massachusetts Army National Guard Center to discuss and coordinate response capabilities. › Monitor and plant more vegetation on the eskers › Continue to manage trails and debris clearing. › Consider greywater to potable water technology for improved water efficiency. › Work with businesses to separate grey water for irrigation. 24 Top Recommendations to Improve ResilienceMVP Summary Report 6 Project Team and Workshop Participants The following list presents members of the Project Team and identified stakeholders that were invited to participate in the two workshops. Individuals with an asterisk (*) attended one or both workshops. Name Affiliation Role in Workshop Peter Lowitt* Devens Enterprise Commission Leadership/Core Team Neil Angus* Devens Enterprise Commission Leadership/Core Team Joe LeBlanc* Devens Fire Core Team David Blazon* Devens DPW Core Team John Marc-Aurele* Devens Engineering Core Team Kari Hewitt* VHB - MVP Provider Facilitator Carissa Lord* VHB - MVP Provider Facilitator Van Du* VHB Facilitator Scott Adams* Devens Fire Stakeholder Timothy Kelly* Devens Fire Stakeholder Arthur Flynn* Devens DPW Stakeholder Bob Fico* Devens Recycling Stakeholder Dona Neely* Devens Eco Efficiency Center Stakeholder Todd Sumner* The Parker School Stakeholder Phoebe von Conta* The Parker School (student) Stakeholder Dan Gainsboro* Devens Village Green Stakeholder Matt Moen* TaraVista Behavioral Health Center Stakeholder Patricia Stern* Loaves and Fishes Stakeholder Gail Grosbeck* Johnson Matthey Pharma Services Stakeholder Christine Bonica* Bristol Myers Squibb Stakeholder 25 Project Team and Workshop ParticipantsMVP Summary Report Name Affiliation Role in Workshop Rick Gilles* USAR Fort Devens Stakeholder George Markt* USAR Fort Devens Stakeholder Tim Kilhart* Town of Harvard DPW Stakeholder Mark Archambault* Town of Ayer Planning Stakeholder Robert Pedrazzi* Town of Ayer Fire Department Stakeholder Sandy Ivos Devens Homeowner Association Stakeholder Al Futterman Nashua River Watershed Association Stakeholder Steve Goodman GFI Partners Stakeholder Robert Walker Ryan Development Stakeholder Heidi Ricchi Town of Shirley/Mass Audubon Stakeholder Tom Kinch Devens Resident Stakeholder Tamar Bedard Nashoba Associated Boards of Health Stakeholder Brandy Transition Women’s Shelter Stakeholder Melissa Fetterhoff Nashoba Valley Chamber of Commerce Stakeholder Jim Moore Devens Utilities Stakeholder 26 Project Team and Workshop ParticipantsMVP Summary Report 7 Acknowledgements The Devens Municipal Vulnerability Preparedness (MVP) planning process was compiled by the Core Team, which consists of the following staff from Devens: › Peter Lowitt, FAICP, Devens Enterprise Commission › Neil Angus, AICP CEP, Devens Enterprise Commission › David Blazon, MassDevelopment Devens Public Works › Chief Joseph LeBlanc, MassDevelopment Devens Fire/Public Safety › Thatcher Kezer, MassDevelopment Devens Operations (former Senior VP) › John Marc-Aurele, PE, MassDevelopment Devens Engineering Devens MVP Core Team was supported by consulting firm VHB, a state-certified MVP Provider. Special appreciation is also extended to the individuals from Devens and surrounding towns who participated in the workshops by contributing valuable time and efforts. Your dedication and feedback made this document more comprehensive and set the high-quality standards for the Devens Regional Enterprise. CITATION: Devens Enterprise Commission. (2018). Municipal Vulnerability Preparedness (MVP): Community Resilience Building Workshop Summary Report. Devens, Massachusetts. 27 AcknowledgementsMVP Summary Report 8 Appendices A: Community Resilience Building Workshop Presentation and Sign-in Sheets B: Pre-Workshop Meeting Summary and Preliminary List of Stakeholders C: Pre-Workshop Survey Questionnaire and Results D: Summary of Climate Change Trends and Projections & Identified Critical Assets for Devens, MA E: Community Resilience Building Risk Matrix for Devens, MA AppendicesMVP Summary Report This page intentionally left blank. AppendicesMVP Summary Report Appendix A: Community Resilience Building Workshop Presentation and Sign-In Sheets Appendix A: Community Resilience Building Workshop Presentation and Sign-in Sheets)eteled ro( ereh tiderc egami tresnI © Devens Municipal Vulnerability Preparedness Public Workshop #1 – March 29, 2018 Presented by Kari Hewitt, VHBAgenda  Introductions  Overview of the Municipal Vulnerability Preparedness (MVP) Program  Climate Trends, Projections and Potential Impacts  Preliminary Identification of Critical Assets and Infrastructure  Community Resiliency Building Risk Matrix – Break-out DiscussionsMunicipal Vulnerability Preparedness (MVP) Program  A component of MA Executive Order 569 (September 2016)  Provides technical support for cities and towns in Massachusetts in resiliency planning efforts: – Conducting a vulnerability assessment – Developing an action-oriented resiliency plan  Devens was selected to participate in the first round of the MVP Program – Potentially eligible for follow-up grant funding & other opportunitiesClimate Trends and Observed Conditions in Massachusetts Observed Hot Days (Max Temp Above 90°F)  Between 1900 and 2014, average annual temperatures have increased by approximately 3°F.  Number of hot days (max. temperature above 90°F) has been consistently above average since the 1990s. Observed Extreme Precipitations Events (2+ or more of rainfall)  Above-average precipitation has been experienced in the last 10 years – More extreme precipitation events have been reported since 2005.  Middlesex County has had 7 FEMA disaster declarations since 2005. Source: NOAA NCEI State Climate Summary, 2014Climate Projections for Nashua Basin Rising Temperatures  Winter average temperatures are likely to increase more than in the summer.  More extreme heat days (maximum temperature over 90°F) are expected.  More frequent droughts (due to less rainfall and higher projected temperatures).Climate Projections for Nashua Basin Rising Temperatures Baseline Mid-Century End of Century (1971-2000) (2040-2069) (2080-2099) Average annual 47.6°F ↑ 3.0 to 6.4°F ↑3.9 to 10.9°F temperature (°F) Days per year > 90°F 4.37 ↑ 9 to 30 days ↑12.5 to 69.9 days Days per year > 95°F 0.23 ↑ 2 to 13 days ↑ 4 to 42 days Days per year > 100°F <1 day ↑ 0 to 3 days ↑ 0 to 17 days Days per year < 32°F 156 days ↓ 19 to 38 days ↓ 23 to 64 days Days per year < 0°F 9 days ↓ 3.7 to 6.6 days ↓ 4 to 7.7 daysPotential Impacts from Rising Temperatures  Increasing risk related to public health issues. – Heat exposure & heat-related illnesses. – Poor air quality due to increase in warmer temperature and extended heatwaves.  Precipitation during winter months will more likely be rainfall rather than snowfall due to warmer winters.  Increasing demand for cooling during summer days. – Increasing risk and frequency of power outages.  Increasing stress on transmission lines, substations, train tracks, roads, bridges, and other critical infrastructure due to more intense heat.  Increasing risk of wildland fires.  Weakening tree root systems due to droughts, more susceptible to toppling during high wind events.Climate Projections for Nashua Basin Changing Precipitation Patterns  More precipitation may be expected during spring and winter seasons.  Increasing consecutive dry days may be expected during summer and fall seasons.  Winter precipitation could be more snow by mid-century, but most likely be rainfall by end of century.  Increasing frequency of high-intensity rainfall events through mid- and end of century **Note: Seasonal projections for total precipitation vary, and there is less certainly specifically in the Nashua Basin.Climate Projections for Nashua Basin Changing Precipitation Patterns Baseline Mid-Century End of Century (1971-2000) (2040-2069) (2080-2099) Total annual 46 in. ↑ 1 to 6 in. ↑ 1.2 to 8.3 in. precipitation Days per year with 7 days ↑ 0.5 to 3.3 days ↑ 1 to 4 days over 1” rainfall Days per year with < 1 day ↑ 0 to 0.4 day ↑ 0 to 0.6 day over 2” rainfall Days per year with < 1 day ↑ by <1 day ↑ by <1 day over 4” rainfall Annual consecutive 16 days ↑ 0 to 2 days ↑ 0 to 3 days dry daysClimate Projections for Nashua Basin Increase in Extreme Weather Events  North Atlantic hurricane activities are projected to increase in frequency, intensity and duration. – However, the projected number of hurricanes reaching MA is uncertain.  High winds (due to tropical storms, tornadoes, severe thunderstorms, Nor’easters, etc.) are highly likely to occur.Potential Impacts from Changing Frequency & Intensity of Precipitation  Increase in sediment and contaminants in water bodies. – Risk of deteriorating soil conditions due to flooding & heavy downpours  Potential sanitary sewers and stormwater management systems overflow. – Increasing stress on stormwater infrastructure.  Potential damage and mold problems in critical facilities, homes, and businesses.  Travel and commute delays  Potential damage and/or obstruction to roadways, rail lines during extreme weather eventsDevens’ Critical Assets & Infrastructure  Municipal/Public Buildings and Facilities  Army/Military Facilities  Institutions and Education Facilities  Infrastructure  Commercial Facilities and Businesses  Public Health Resources and Social Services  Recreational and Open Space Resources  Other Critical FacilitiesPre-Workshop Stakeholder Engagement Survey Findings  Total of 14 survey responses  Approx. 43% of participants indicated their businesses & organizations have an emergency operations or response plan/protocol in place.  Top concerns & issues for businesses and organizations should there be damages or disruption due to major weather events (flooding, prolonged heatwaves, extreme storms, etc.): – Loss of revenue – Property damage and associated recovery costs – Injuries, illness, or other safety impacts to employees  Additional resources needed for effective preparedness: – Early warning system – Shelter and medical response – Reliability and stability of utility systems – Transportation assistance for residents without cars, especially during extreme hot or cold days – Ability for telecommutingCommunity Resiliency Building Risk Matrix Break-Out SessionStep 1: Identify Top Priority Hazards Community Resilience Building Risk Matrix www.CommunityResilienceBuilding.org Top Priority Hazards(tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) H ML S L O Priority Time V S - - priority for action over the hort or ong term (and ngoing) S L H M L F e=a Vtuulrneesrability = Strength Location Ownership V or S hO ort ong - - Infrastructural ngoing Societal EnvironmentalStep 2: Identify Community Vulnerabilities and Strengths  List of key assets & Community Resilience Building Risk Matrix infrastructure applicable H M L S L O to each category V S - - priority for action over the hort or ong term (and ngoing) F e=a Vtuulrneesrability = Strength Location Ownership V or S  Describe location for Infrastructural each asset & infrastructure Societal  Identify ownership  Determine whether identified asset and/or Environmental infrastructure is a vulnerability or a strengthStep 3: Assessing Level of Urgency, Actions, Priorities, Community Resilience Building Risk Matrix www.CommunityResilienceBuilding.org Top Priority Hazards(tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) H ML S L O Priority Time V S - - priority for action over the hort or ong term (and ngoing) S L H M L F e=a Vtuulrneesrability = Strength Location Ownership V or S hO ort ong - - Infrastructural ngoing Societal EnvironmentalKari Hewitt | khewitt@vhb.com | 617.607.0971 Carissa Lord | clord@vhb.com | 401.457.7808 Van Du | vdu@vhb.com | 617.607.1834 moc.bhv.www Offices located throughout the east coastMVP Summary Report Appendix B: Pre-Workshop Meeting Summary and Preliminary List of Stakeholders Appendix B: Pre-workshop Meeting Summary and Preliminary List of StakeholdersDate: February 6, 2018 Agenda Prepared By: Kari Hewitt, VHB Devens – DEC, Vicksburg Conf Place: Room Project No.: 14145.00 Project Name: Devens MVP Program 1. Introductions • Peter Lowitt, Director, Devens Enterprise Commission (DEC) • Neil Angus, Environmental Planner (DEC) • Thatcher Kezer, Devens Operations • Chief Joe LeBlanc, Fire Department • John Marc-Aurele, Engineering Manager, Devens Engineering • David T. Blazon, Manager, Devens Department of Public Works • Kari Hewitt, Director of Sustainability, VHB • Van Du, Sustainability Planner, VHB 2. Stakeholders for workshop • Approach: A citizen participation process o Facilitate the MVP process for Devens, and will introduce/present the process and o findings to community at large (Harvard, Ayer, Shirley, etc.) - Potentially a briefing session with other town managers • Preliminary list of stakeholders: Devens Operations o Safety Management o Public Health o Municipal Utilities (Jim Moore) o Neighborhood/Community groups: o - HOAs & COAs - The Women’s Institute - Transitions - Veterans housing Businesses: o - Nashoba Valley Chamber of Commerce - Devens Eco-Efficiency Center - Bristol-Myers Squibb (BMS) - Nypro - Johnson Matthey Pharma Services \\\\mawatr\\ev\\14145.00 Devens - MVP\\tech\\Pre-Workshop\\Devens MVP_Pre-Workshop Meeting_2-6-18.docx- GFI Partners (Steve Goodman) - Hotels - O’Reilly Fulfillment Center Institutions o - Mt. Wachusett Community College - Parker School - Shriver Job Corps Center – residential campus for job training Natural resources/environmental orgs: o - Nashua River Watershed Association (NRWA) - The Trustees of Reservations - Forestry Foundation U.S. Department of Fish & Wildlife o U.S. Army o National Guard o Federal Medical Center (prison) o Pan Am Railroads o VHB action item: Draft invitation to stakeholders 3. Stakeholder survey and focus group interview The purpose of this task is to solicit more in-depth input with stakeholders regarding their perspectives on key risks and concerns for Devens’ in advance of the MVP workshops. Given the large number of businesses in the community, our approach will be to send a survey targeted to business owners and then, with this input as context, conduct a focus group interview (public utilities, public works/ chief of safety, and public health). VHB action item: Prepare draft survey questionnaire (via SurveyMonkey) and focus group interview questions 4. Scheduling workshops • Workshop 1: Thursday March 29 (morning) Provide an overview of climate projections, anticipated risks to critical assets & o infrastructure; break-out focus groups to discuss vulnerabilities and strengths VHB team will share with Devens in advance a summary of climate data & preliminary list o of assets & infrastructure VHB team will prepare maps with key resources (GIS) for workshop discussions. Peter o suggested that it would be useful to have future floodplain map (mid-century and end of century) • Workshop 2: Wednesday, April 4 (morning) Conduct an action evaluation/prioritization exercise based on the discussion of o vulnerabilities and strengths identified from Workshop 1 \\\\mawatr\\ev\\14145.00 Devens - MVP\\tech\\Pre-Workshop\\Devens MVP_Pre-Workshop Meeting_2-6-18.docx5. Data needs and sources • Emergency operations plans • Key businesses, personnel stats • Critical assets and infrastructure – will develop based on hazard mitigation list and review for gaps/changes VHB action item: Prepare a preliminary list of assets & infrastructure Devens action item: Provide to VHB any emergency operations plans as well as list of key businesses with personnel stats 6. Additional notes: • Most companies have action plan for shelter in place. Can any also serve as a resource to Devens community during emergency events? • Military has great transportation resources for mobilizing • Nashoba Valley Medical Center – 5 minutes away • Senior facility center – coming in 2019 • Devens demographics: 25% of affordable housing; housing infrastructure are from 1930s, 1950s, and 2008/2011 stocks (all old housing built by the Army; all brought up to code in 1996 when Devens took over) • Need to think about cooling centers • Hotels have no back-up power; Shriver Job Corps Center has limited power • Need to look at CMP –this project will help inform the CMP update • Flooding is an issue in places: Saratoga; McPherson (connects to Bishop) railroad bridge gets flooded all the time (though not a critical road) \\\\mawatr\\ev\\14145.00 Devens - MVP\\tech\\Pre-Workshop\\Devens MVP_Pre-Workshop Meeting_2-6-18.docxMVP Summary Report Appendix C: Pre-Workshop Survey Questionnaire and Results Appendix C: Pre-workshop Survey Questionnaire and ResultsDevens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q1 Business/Organization: Answered: 14 Skipped: 0 # RESPONSES DATE 1 Laddawn, Inc. 3/21/2018 6:24 PM 2 Instrumentation Laboratory 3/16/2018 3:34 PM 3 Johnson Matthey - Devens 3/12/2018 6:38 PM 4 Bristol-Myers Squibb 3/12/2018 4:33 PM 5 Francis W. Parker Charter Essential School 3/12/2018 10:36 AM 6 Evergreen Garden Playschool 3/10/2018 12:47 PM 7 Guild of St. Agnes Child Care Program 3/9/2018 8:59 PM 8 Johnson Matthey 3/9/2018 5:04 PM 9 Our Father's House, Transitions at Devens 3/9/2018 2:12 PM 10 Hilton Garden Inn/SpringHill Suites 3/9/2018 1:02 PM 11 Comrex Corporation 3/9/2018 12:58 PM 12 PCI 3/9/2018 11:56 AM 13 Oxbow Schoolhouse 3/9/2018 11:45 AM 14 WestRock 3/9/2018 11:44 AM 1 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q2 Your Name: Answered: 14 Skipped: 0 # RESPONSES DATE 1 Scott Dunn-Benson 3/21/2018 6:24 PM 2 Jim Ryan 3/16/2018 3:34 PM 3 Sal Ally 3/12/2018 6:38 PM 4 Deanna Trudeau 3/12/2018 4:33 PM 5 Michelle McKenna 3/12/2018 10:36 AM 6 Paula Sousa 3/10/2018 12:47 PM 7 Melissa Nikander 3/9/2018 8:59 PM 8 Gail Grosbeck 3/9/2018 5:04 PM 9 Anne O'Connor 3/9/2018 2:12 PM 10 Jon Mehlmann 3/9/2018 1:02 PM 11 Kris Specht 3/9/2018 12:58 PM 12 Nayan Amin 3/9/2018 11:56 AM 13 Lisa Langevin 3/9/2018 11:45 AM 14 Jody Guinn 3/9/2018 11:44 AM 2 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q3 Your Position: Answered: 14 Skipped: 0 # RESPONSES DATE 1 Controller 3/21/2018 6:24 PM 2 Central Distribution Manager 3/16/2018 3:34 PM 3 Operation Director 3/12/2018 6:38 PM 4 Associate Director, Environment, Health & Safety 3/12/2018 4:33 PM 5 Business Manager 3/12/2018 10:36 AM 6 Teacher Director 3/10/2018 12:47 PM 7 Director 3/9/2018 8:59 PM 8 Environmental Coordinator 3/9/2018 5:04 PM 9 Program and Facilities Manager 3/9/2018 2:12 PM 10 General Manager 3/9/2018 1:02 PM 11 President 3/9/2018 12:58 PM 12 Director of R&D 3/9/2018 11:56 AM 13 Administrator 3/9/2018 11:45 AM 14 Plant Manager 3/9/2018 11:44 AM 3 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q4 Does your business or organization have an emergency operations or response plan/protocol in place? Answered: 14 Skipped: 0 Yes No Unsure If selected \"Yes\" - ple... 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Yes 42.86% 6 No 7.14% 1 Unsure 28.57% 4 If selected \"Yes\" - please provide an overview of measures being included in the plan (e.g., emergency response 21.43% 3 procedures, communications protocol with employees, recovery in place procedures, etc.): TOTAL 14 # IF SELECTED \"YES\" - PLEASE PROVIDE AN OVERVIEW OF MEASURES BEING INCLUDED DATE IN THE PLAN (E.G., EMERGENCY RESPONSE PROCEDURES, COMMUNICATIONS PROTOCOL WITH EMPLOYEES, RECOVERY IN PLACE PROCEDURES, ETC.): 1 Company has Standard Operating procedure in place for emergency response. Practice fire drill 3/16/2018 3:34 PM twice a year 2 We have an emergency response plan that identifies protocols regard to a chemical spill to 3/12/2018 6:38 PM Weather interruption that require a shutdown. 3 Emergency Response Procedures 3/10/2018 12:47 PM 4 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q5 How might your business or organization be affected, should there be damages or disruptions due to a major flooding event in Devens? Please select all implications that may apply. Answered: 14 Skipped: 0 Loss of revenue Property damage and... Environmental non-complian... Injuries, illness, or... Security issues No impact 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Loss of revenue 71.43% 10 Property damage and associated recovery costs 78.57% 11 Environmental non-compliance issues 0.00% 0 Injuries, illness, or other safety impacts to employees 42.86% 6 Security issues 21.43% 3 No impact 14.29% 2 Total Respondents: 14 # OTHER (PLEASE SPECIFY) DATE 1 No impact. We are on high ground. 3/21/2018 6:24 PM 2 We are not in a flood zone 3/12/2018 10:36 AM 3 We would have 13 homeless families needing food, shelter, clothing and other services. 3/9/2018 2:12 PM 4 Impact on equipment 3/9/2018 11:56 AM 5 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q6 How might your business or organization be affected, should there be damages or disruptions due to extreme weather events (thunderstorms, tornadoes, micro-bursts, etc.) in Devens? Please select all implications that may apply. Answered: 14 Skipped: 0 Loss of revenue Property damage and... Environmental non-complian... Injuries, illness, or... Security issues No impact 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Loss of revenue 64.29% 9 Property damage and associated recovery costs 85.71% 12 Environmental non-compliance issues 7.14% 1 Injuries, illness, or other safety impacts to employees 64.29% 9 Security issues 28.57% 4 No impact 0.00% 0 Total Respondents: 14 # OTHER (PLEASE SPECIFY) DATE 1 Extreme weather events would impact our customers from a customer experience perspective. 3/21/2018 6:24 PM 2 Our company does have back up power that will supply the entire warehouse. Flooding of roads 3/16/2018 3:34 PM and or closure would affect our customers. Many in Critical care environments. 3 This assumes a relatively short impact - as in a day or so loss of school 3/12/2018 10:36 AM 4 Injuries and illness impacts to residents 3/9/2018 2:12 PM 5 Equipment shut down 3/9/2018 11:56 AM 6 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q7 How might your business or organization be affected, should there be damages or disruptions due to more intense and prolonged heatwaves in Devens? Please select all implications that may apply. Answered: 14 Skipped: 0 Loss of revenue Property damage and... Environmental non-complian... Injuries, illness, or... Security issues No impact 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Loss of revenue 50.00% 7 Property damage and associated recovery costs 28.57% 4 Environmental non-compliance issues 14.29% 2 Injuries, illness, or other safety impacts to employees 64.29% 9 Security issues 7.14% 1 No impact 28.57% 4 Total Respondents: 14 # OTHER (PLEASE SPECIFY) DATE 1 Increased electrical expenses due to air conditioning. 3/21/2018 6:24 PM 2 As long as the air conditioning works, residents can stay mostly inside. Both residents and staff 3/9/2018 2:12 PM may face safety or health impacts if they go outside which cannot be totally avoided. 7 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q8 How might your business or organization be affected, should there be damages or disruptions due to more frequent hurricanes or major snowstorms in Devens? Please select all implications that may apply Answered: 14 Skipped: 0 Loss of revenue Property damage and... Environmental non-complian... Injuries, illness, or... Security issues No impact 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Loss of revenue 78.57% 11 Property damage and associated recovery costs 78.57% 11 Environmental non-compliance issues 14.29% 2 Injuries, illness, or other safety impacts to employees 71.43% 10 Security issues 28.57% 4 No impact 7.14% 1 Total Respondents: 14 # OTHER (PLEASE SPECIFY) DATE 1 We have a back-up generator but major damage would again affect our abilities to timely respond 3/21/2018 6:24 PM to our customers. 2 Assumes we have to extend school days 3/12/2018 10:36 AM 3 Essential employees may be unable to get to work, forcing employees to remain on duty past their 3/9/2018 2:12 PM scheduled shifts. 8 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q9 In the case of these scenarios, has your business or organization experienced any impacts or do you anticipate experience impacts in the near or distant future? Select all that apply. Answered: 13 Skipped: 1 9 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Flooding - increased... Increase in extreme stor... Increase in heatwave... Increase in hurricanes... 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Already experienced in last decade Threat imminent (within the next decade) Future threat (possible in the next 10-30 years) Unsure ALREADY THREAT IMMINENT FUTURE THREAT UNSURE TOTAL EXPERIENCED IN (WITHIN THE NEXT (POSSIBLE IN THE RESPONDENTS LAST DECADE DECADE) NEXT 10-30 YEARS) Flooding - increased 0.00% 8.33% 16.67% 75.00% precipitation 0 1 2 9 12 10 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Increase in extreme storm 15.38% 23.08% 23.08% 53.85% events (thunderstorms, 2 3 3 7 13 tornadoes, micro-bursts, etc.) Increase in heatwave intensity 7.69% 15.38% 23.08% 69.23% and frequency 1 2 3 9 13 Increase in hurricanes and/or 23.08% 23.08% 15.38% 53.85% snowstorms 3 3 2 7 13 # IF YOUR BUSINESS OR ORGANIZATION HAS ALREADY EXPERIENCED ANY OF THE DATE ABOVE IMPACTS IN THE PAST, PLEASE DESCRIBE THE SPECIFIC EVENT IN MORE DETAIL, INCLUDING THE DISRUPTIONS AND IMPLICATIONS OF THE EVENT: 1 We have recently installed a back-up generator that allows us to continue operations in the event 3/21/2018 6:24 PM of a power loss. As this is our corporate office, it's very important that we are up and running from 7:00 am to 8:00 pm Monday through Friday regardless of the weather outside. Before we had a back-up generator, thunderstorms primarily would result in power losses and shut our operation down. 2 Program closed on snow days - loss of care to families. This year has a higher number than usual 3/10/2018 12:47 PM of closings. After a certain number, staff need to make up days, increasing calendar days worked into the summer. 11 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q10 What additional resources do you need to effectively prepare and protect your business (physically and financially) as well as your employees from weather-related emergency events or changing future climate conditions? Answered: 7 Skipped: 7 # RESPONSES DATE 1 I feel that we effectively deal with weather-related impacts today. We have the technology in place 3/21/2018 6:24 PM to allow a large percentage of our employees to work from home as if they are at work, which gives us great flexibility. 2 None at this time 3/16/2018 3:34 PM 3 Transportation, settler, and medical response may be critical. 3/12/2018 6:38 PM 4 None identified at this time 3/12/2018 4:33 PM 5 Not sure. 3/10/2018 12:47 PM 6 Honestly, I don't know. As a residential facility, as long as we utilities we can run. 3/9/2018 2:12 PM 7 Early warning would be helpful. 3/9/2018 11:56 AM 12 / 13Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q11 Please provide any additional thoughts or comments you may have. Thank you for completing the survey. Answered: 4 Skipped: 10 # RESPONSES DATE 1 As previously mentioned, the introduction of VDI (Virtual Desktop Interface) throughout all 3/21/2018 6:24 PM departments at our company allows us to run our business from our homes if we were not able to do so at our facility in Devens. Couple this with our back-up generator at our corporate office in Devens and our redundant offsite data center, we are fairly well positioned for most non- catastrophic situations. 2 Thank you. 3/10/2018 12:47 PM 3 Many of our residents don't have vehicles and the only store within walking distance is the 3/9/2018 2:12 PM convenience store. During an extended event, they could have a harder time than most when getting basic necessities. 4 Have been on this location for over 15 years and had none of the above incidence. Place was only 3/9/2018 11:56 AM shutdown for a day during a ice storm. 13 / 13MVP Summary Report Appendix D: Summary of Climate Change Trends and Projections & Identified Critical Assets for Devens, MA Appendix D: Summary of Climate Change Trends and Projections & Identified Critical Assets for Devens, MASummary of Climate Change Trends & Projections for Devens, MA The following summary provides key climate change trends and projections for the U.S. Northeast, and more specifically for Massachusetts, the Nashua Basin, and Devens, MA where possible, based on existing climate data and reports. This information, along with previously identified critical assets and systems defined in the Montachusett Regional Hazards Mitigation Plan, will help evaluate the potential climate change impacts on the built, natural, and social environments of Devens in near- and long-term. Figure 1 shows the location of Devens relative to the various regions and/or regional planning efforts referenced in this document. Figure 1 - Devens, Massachusetts Source: VHB CLIMATE TRENDS & OBSERVED CONDITIONS According to the National Oceanic and Atmospheric Administration’s (NOAA’s) State Climate Summary for Massachusetts,1 the state has already experienced the following changing climate conditions: • The average annual temperature for Massachusetts ranges between 46°F (inland) to 50°F (along coastal areas; averages can vary from place to place depending on elevation, topography and other 1 Runkle, J., K. Kunkel, R. Frankson, D. Easterling, A.T. DeGaetano, B. Stewart, and W. Sweet, 2017: Massachusetts State Summary. NOAA Technical Report NESDIS 149-MA, 4 pp. Access from: https://statesummaries.ncics.org/sites/default/files/downloads/MA-screen-hi.pdfenvironmental factors including urbanization. Between 1900 and 2014, the state’s average annual temperatures have increased by approximately 3°F. • The long-term average number of days with maximum temperature above 90°F in Massachusetts is approximately 9 days between 1900-2014. The number of hot days with maximum temperature above 90°F has been consistently above average since the 1990s. It should also be noted the state experienced the highest number of days with maximum temperature above 90°F in the most recent period between 2010-2014. • The Commonwealth of Massachusetts has experienced above-average precipitation in the last 10 years, averaging approximately 51 inches per year (compared to the overall long-term average of 45 inches per year between 1895-2009). Furthermore, since 2005, Massachusetts has reportedly been experiencing more extreme precipitation events (days with 2+ inches of rainfall), approximately 30 percent above the overall long-term average. More specifically, Middlesex County, where Devens is located, has been experiencing storms that warrant FEMA disaster declarations more regularly since 2010. Table 1 shows the FEMA disaster declarations for Middlesex County within the past 60 years from 1952 to date. Table 1 – FEMA Disaster Declarations for Middlesex County Incident Date Disaster Declarations (1952-2017) January 26, 2015 Severe Winter Storm, Snowstorm, and Flooding (DR-4214) February 8, 2013 Severe Winter Storm, Snowstorm, and Flooding (DR-4110) October 29, 2011 Severe Storm and Snowstorm (DR-4051) January 11, 2011 Severe Winter Storm and Snowstorm (DR-1959) March 12, 2010 Severe Storm and Flooding (DR-1895) May 12, 2006 Severe Storms and Flooding (DR-1642) October 7, 2005 Severe Storms and Flooding (DR-1614) December 11, 1992 Winter Coastal Storm (DR-975) Source: FEMA Disaster Declarations www.fema.gov/disasters CLIMATE PROJECTIONS FOR MASSACHUSETTS AND THE NASHUA BASIN The Massachusetts Climate Change Projections, published by the Executive Office of Energy and Environmental Affairs (EEA), provides a standard, peer-reviewed set of temperature and precipitation projections to help municipal officials, state agency staff, land managers, and others to identify potential impacts due to changing climate conditions. Climate projections are based on the latest information from the International Panel on Climate Change (IPCC) Fifth Assessment Report (AR5) in 2013. AR5 uses four Representative Concentration Pathways (RCP) as basis for the report’s climate projections; each RCP represents a different trajectory of potential greenhouse gas (GHG) concentration levels by the year 2100. In the EEA’s statewide climate projections, two specific scenarios—RCP 4.5 (medium GHG concentration scenario) and RCP 8.5 (high GHG concentration scenario)—were chosen for analysis. These RCPs are commonly utilized to display a range of GHG concentration that is most likely to occur based on current global trends and policies. In addition to statewide projections, this data is also extrapolated to the state’s major watershed basins. Due to regional differences, the MVP program recommends focusing on the basin data for more locallyspecific data rather than statewide data. The Nashua Basin, located in north-central Massachusetts encompasses 26 municipalities either partially or entirely, and Devens, bordered by Ayer, Shirley, and Lancaster, is located on the eastern side of this watershed basin. Table 2 presents a summary of climate change conditions projected for the Nashua Basin in Massachusetts. This is also the most locally specific climate projections available for Devens. Table 2 – Summary of Climate Change Projections for the Nashua Basin Timeframes Climate Conditions Baseline Mid-Century End-of-Century (1971-2000) (2040-2069) (2080-2099) Average annual temperature (°F) 47.6°F ↑ 3.0 to 6.4°F ↑3.9 to 10.9°F Days per year > 90°F 4.37 ↑ 9 to 30 days ↑ 12.5 to 69.9 days Days per year > 95°F 0.23 ↑ 2 to 13 days ↑ 4 to 42 days Days per year > 100°F <1 day ↑ 0 to 3 days ↑ 0 to 17 days Days per year < 32°F 156 days ↓ 19 to 38 days ↓ 23 to 64 days Days per year < 0°F 9 days ↓ 3.7 to 6.6 days ↓ 4 to 7.7 days Total annual precipitation (inches) 46 in. ↑ 1 to 6 in. ↑ 1.2 to 8.3 in. Days per year with over 1” rainfall 7 days ↑ 0.5 to 3.3 days ↑ 1 to 4 days Days per year with over 2” rainfall < 1 day ↑ 0 to 0.4 day ↑ 0 to 0.6 day Days per year with over 4” rainfall < 1 day ↑ by <1 day ↑ by <1 day Annual consecutive dry days 16 days ↑ 0 to 2 days ↑ 0 to 3 days Rising Temperatures Temperatures across the state are projected to increase significantly over the next century. Winter average temperatures are likely to increase more than those in summer. During the warmer months, residents can expect more extreme heats days (over 90°F). And overall, with less rain in the summer and generally higher temperatures, regions across Massachusetts could see more frequent droughts. Similarly, temperatures within the Nashua Basin are projected to increase throughout the 21st century, such that Devens may expect to see: • Maximum summer and fall temperatures increase: approximately 3°F to 7°F by mid-century, and 4°F to 13°F by end of the century; • Minimum winter and fall temperatures increase: approximately 3°F to 8°F by mid-century, and 4°F to 11°F by end of the century; • Increase in the number of days with maximum temperatures over 95°F: approximately 2 to 13 more days by mid-century, and almost 4 to 42 days by end of the century; and • Decrease in cold weather days: approximately 18 to 38 less days with minimum temperature below 32°F and 3 to 7 less days with minimum temperatures below 0°F by mid-century, and approximately 23 to 64 less days with minimum temperature below 32°F and 4 to 8 days with minimum temperatures below 0°F. Changes in Precipitation Patterns The spring and winter months in Massachusetts are expected to see more precipitation while the summer and fall days are expected to continue to experience the highest number of consecutive dry days. By mid-century (2040-2069) the winter precipitation could mean more snow but by the end of the century, it will likely fall as rain. In the Nashua Basin specifically, there is some uncertainty. Seasonal projections for total precipitation vary, such that summer and fall seasons could see either more or less total precipitation throughout the 21st century. Overall, based on the projections for precipitation, Devens may see: • Total annual average precipitation increases up to 6 inches by mid-century, and up to 8 inches by end of the century; • Slight increase in days with precipitation over 1” during winter and spring seasons, but either a slight increase or decrease with precipitation over 1” during summer and fall seasons by mid- and end of century; and • Increase in number of consecutive dry days during fall and summer seasons, with highest increase of up to three additional days during fall season by end of the century. Climate models examined in the EEA report also indicate that the frequency of high-intensity rainfall events will increase over time throughout the 21st century. Increase in extreme weather events The MA statewide climate projections in the EEA report did not include data on extreme weather events. Therefore, climate data from the National Climate Assessment’s Northeast Region Report as well as the Montachusett Regional Hazard Mitigation Plan was used for this section. Climatologists are predicting that North Atlantic hurricane intensity and rainfall are projected to increase as the climate continues to warm.2 Warming local sea surface temperature is one of the many factors that may influence the frequency, intensity and duration of hurricane activities in North Atlantic. Therefore, the Northeast is expected to continue to be impacted by tropical storms and hurricanes.3 Although the projection of hurricanes and coastal storm events reaching Massachusetts is not as certain, it should be noted that the state has already been impacted by three major winter coastal storms in the first couple months of 2018. High winds which accompany tropical storms, tornadoes, severe thunderstorms, Nor’easters, and blizzards are perceived as highly likely to occur in the Montachusett Region. On a larger scale, recent data indicates that there is a link between increasing global temperatures, atmospheric instability and increases in wind speed with altitude.4 2 Horton, R., G. Yohe, W. Easterling, R. Kates, M. Ruth, E. Sussman, A. Whelchel, D. Wolfe, and F. Lipschultz, 2014: Ch. 16: Northeast. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 16-1-nn. Accessed from http://s3.amazonaws.com/nca2014/low/NCA3_Full_Report_16_Northeast_LowRes.pdf?download=1. 3 Montachusett Regional Planning Commission (MRPC). 2015. Montachusett Regional Natural Hazard Mitigation Plan 2015 Update. Access from: http://www.mrpc.org/sites/montachusettrpc/files/file/file/montachusett_region_natural_hazard_mitigation_pl an_2015_update_adopted_by_communities.pdf. 4 US National Climate Assessment, US Global Change Research Program. 2014. Climate Change Impacts in the United States. Access from: http://s3.amazonaws.com/nca2014/high/NCA3_Climate_Change_Impacts_in_the_United%20States_HighRes.pd f.Regional and Local Flood Projections The Boston Research Advisory Group (BRAG)’s 2016 Climate Change and Sea Level Rise Projections for Boston Report was considered as the basis for future flood projections. The Report uses four (4) regional studies and projections to estimate the magnitude of future flooding events. Table 3 highlights the best available estimates for changes in river floods. Table 3 – Estimates for Changes in River Floods Flood Type 2055 2085 Small floods 0 to 20% 20% to 50% (e.g., 2-year recurrence interval) Design floods -10% to 35% 15% to 70% (e.g., 100-year) Source: Reproduced from BRAG’s 2016 Climate Change and Sea Level Rise Projections for Boston Report Based on available data from this Report, it shows that the approximate mean forecasted “design flood” (one-percent flood) has an approximate mean increase of 43 percent in flood flows for the year 2085. It should be noted that, based on some climate models, design floods may decrease as a result of climate change. Some projections for springtime flooding in New England show a significant decrease in the amount of snowpack, which could reduce springtime flooding. This accounts for the -10 percent possible change in flooding presented in Table 3. Additionally, some of the studies used by BRAG to develop the flood flow estimates have known methodological shortcomings, which are detailed in their reports. Further, the future amounts of emissions, and potential future legislation effecting those totals is not known, and will have a large influence over the amount of warming anticipated over the next century. Such uncertainty is inherent in the prediction of future climate, and the range of events analyzed herein seeks to alleviate some of this concern. Given these shortcomings and uncertainty, the mean increase of 43 percent should be interpreted as a broad approximation of the increase in flood flows in the year 2085 using best available information. FEMA Flood Insurance Study The Federal Emergency Management Agency (FEMA) has completed a Flood Insurance Study (FIS), Number 25017CV001C revised July 6, 2016, for Middlesex County to investigate the existence and severity of flood hazards. The FIS was used in development of the FEMA Flood Insurance Rate MAP (FIRM) Map Number 25017C0211E, dated June 4, 2010, which delineates the Special Flood Hazard Area’s (SFHA’s) within Devens, MA. Nonacoicus Brook, and the Nashua River represent the main waterways that contribute to flooding within Devens. Table 4 represents the FIS flood flows at the referenced locations: Table 4 - FEMA FIS Flood Flows and Elevations for Standard Design Storm Events Nashua River (at confluence of Mulpus Brook) Percent-Annual-Chance Flow Flood (Cubic feet per second) 10-Percent 5,650 2-Percent 9,6001-Percent 12,200 0.2-Percent 18,600 Nonacoicus Brook 1 (at Main Street) Percent-Annual-Chance Flow Flood (Cubic feet per second) 10-Percent 400 2-Percent 670 1-Percent 720 0.2-Percent 1070 It should be noted that the FIS presents several flood flows within Devens. However, to simplify this analysis, the above two locations were selected as a general representation of the current flood flows within Devens. Flood Projection FEMA FIS flows were used as a basis to develop forecasted flood projections. The current one-percent annual chance (i.e. 100-year flood) in comparison to the current 0.2-percent flood (i.e. 500-year flood) represents an approximate 50 percent increase in flood flows. This approximate 50 percent increase is comparable to the BRAG projection for flood flows (43 percent increase) for the mean projection for 2085. Therefore, the current 0.2-percent flood (i.e. 500-year flood) is approximately equal to the BRAG forecasted 2085 mean projection for the one-percent flood (i.e. 100-year flood event). Figure 2 illustrates the extents of the current 0.2-percent flood (500-year flood) and forecasted approximate one-percent flood (100-year flood) within Devens. The projected increase in flood flows and flooding extents is approximate and is for preliminary planning purposes only. A detailed hydrologic/ hydraulic analysis and further study on projected increases in flood flows is necessary to refine forecasted flood limits.April 27, 2018 Appendix D | Figure 2 PAGE STREET WHITNEYROAD LITTLETURNPIKEROAD GREATROAD L A W T O DAN OR GROT ONSH FII TR CL HEYROAD GROTONSCHOOLRO A D DGROTONROAD GROTON B L RE S E R V O ORIR A D LakF LeL UA ST h NH ir EIL leL NyR BO UA NB U RSD SU ET GLANR ERAGE STREET H OL D E N R O A D CENTERROAD H B EA N J A M NI R O A DZB R EO W N NR O A D ROADHORSEPOND PAR TO TEA RD SO N R O AD AD E R SH OP NC RA OM WEST MU R AG INR SO A T PD R loEP A PR wK ES oT R TE E nT S dhop WA ES AH STIN C MG E AT N IO NTRN AS LT R AE VEO ET NA UFl EY a PnE onR na dgan NSW SR AS PI NG a onH DnT d YdyR PO OA ND DROADLIN D RL IE D VY E L WO IL L OO W WR ER SY E TN FBC OLH I RLI R UL C DLR EMO R OA ADD NEMCO WAY C A T A C U WALKER RO A D Grove Pond STREET EKA H R O A D NE M A U G R O A D SHIRLEY ARKROAD FRP ONE TAB SO TD RY EER TOAD ANTIETAMSTREET B A R N U M R O A D IL L R O A D BRU C E S T R E E T L CHAPEL STREETC H O S PIT MY RICK LANE PINGRYWAY LITTLETON LE O MINSTERSHIRLEYROAD L EOMINSTERROA D H A R V A R D ALRO A D JACKSON R O A D A N N L E CAS T E R R OAD R O A D OLD MILL ROAD E S R O A D N A B L U N EK N B U R G ORALEVAROAD LANCASTER NARGS H IR L E Y L W ILDSROAD A RHC D RN OA AL OD LDSHIH RLA EYR RVARD AYERROAD CP OOS O NO R CFU A OT RH RM DS R H TOA UAK RDE NR PR IO KA ED S H A K E R R O A D LITS TH L EE TE OH NA RN OR AO D A OLD DLITTLETONROAD OAK HIL L R OAD A D T W R O OAD A D OLDTURNPIKEROAD FORTPONDROADAY D STATEROAD E PO T R ROUTE 2 OA D i Ayer, Harvard, Lancaster & Shirley, MA 0 1500 3000 6000Feet Source: FEMA, VHB, ESRI dxm.nialpdoolF\\tcejorP\\PVM- snaveD 00.54141\\suoiraV_AM\\bilsig\\ATADEBHN\\\\ Devens Municipal Boundary Note: This map is an approximate representation of the forecasted limits of flooding. The map does Current 100-yr Floodplain (FEMA) not provide information regarding changes in base flood elevations that may occur over time. 2085 - Mean Projection - Approximate 100-year Floodplain (Current 500-year Floodplain)Potential Impacts from Projected Climate Change Conditions The following section highlights some of the potential impacts as a result of the projected changes in climate conditions described above. This high-level list presents a broad range of possible impacts, including possible damages to environmental resources, existing buildings and infrastructure, limitations of future development, as well as health-related risks that may compromise the well-being of all workers, residents, and visitors. Impacts from rising temperatures • Poor air quality and increasing risk of heat-related illnesses due to increase in warmer temperature days and extended heatwaves. • Precipitation during winter months will more likely be rainfall and ice rather than snowfall due to warmer winters. • Increasing stress on transmission lines, substations, train tracks, roads, bridges, and other critical infrastructure due to more intense heat. • Increasing frequency of power outages due to larger demand for cooling during summer days. • Increasing risk of wildland fires.5 Impacts from changing precipitation conditions • Increasing rainfall during spring and winter months and longer consecutive dry days in summer and fall months. • Increases in depth, duration, extent, and frequency of flooding. • Increasing stress on stormwater infrastructure. • Increasing risk and/or damages to bridges, culverts, roadways, and other critical infrastructure due to flooding. • Increasing risk of deteriorating soil conditions due to increasing flooding events and heavy downpours. • Increasing water demand due to more frequent droughts. Impacts from increasing frequency and intensity of rainfall, flood-inducing weather events, and storms • Increasing risk and/or damages to building envelopes of existing buildings and facilities due to extreme weather events, particularly during thunderstorms and high wind conditions. • Increasing risk of pollutant runoff into water bodies due to increasing flash floods and heavy downpours. • Weakening tree root systems due to droughts, becoming more susceptible to toppling during high wind events. • Fallen trees and debris during severe storm events that may damage power lines and result in power outages, as well as pose threats to community safety. 5 According to the Montachusett Regional Hazard Mitigation Plan, between 2009-2015, Devens has already been experiencing the highest number of acres burned from wildfire in the region.Identification of Critical Assets and Infrastructure for Devens, MA Table 5 lists Devens’ critical assets and infrastructure to be considered as part of the climate vulnerability assessment. These assets and infrastructure identified here are based on reviews of the Montachusett Hazard Mitigation Plan and Devens 2014 Comprehensive Emergency Management Plan (CEMP). The Project Team will coordinate with stakeholders from the community of Devens, through the Municipal Vulnerability Preparedness (MVP) process, to confirm this list as well as to include any additional critical assets and resources. Table 5 – Devens’ Critical Assets and Infrastructure Category Key Assets & Infrastructure Notes City/Town Facilities Devens Fire Station Emergency operations center Devens DPW Emergency operations center HazMat site Communication Tower in back of fire department Devens Community Center Emergency shelter Devens Regional WWTF HazMat site FMC Devens – Federal Medical Center; HazMat site Satellite Camp Devens top employer (~200) Nashoba Valley Regional Emergency Comm. Center State Police Barracks- Devens (Station C-9); MSP Headquarters C-9 Institutions/Education facilities Mt. Wachusett Comm. College, Adult Learning Center Guild of St. Agnes - EEC - Devens Applewild Preschool Evergreen Garden Preschool Shriver Job Corps Centers Oxbow Schoolhouse Francis W. Parker Charter Essential Seven Hills Academy Adult day care facility Infrastructure Devens Intermodal Rail Terminal Barnum Bridge Within 100-year flood zone Other critical facilities6 Shirley Town Hall Shirley Police Station Emergency operations center Shirley Police Station Emergency operations center Hazen Memorial Library Emergency operations center Shirley Middle School Emergency operations center Ayer/ Shirley Middle School (ASRD) Army National Guard Complex HazMat site 6 These “other critical facilities” are located within the boundaries of Devens, but are under the jurisdiction of the specified municipality.Commercials/Businesses Hilton Garden Inn Emergency shelter SpringHill Suites by Marriott Emergency shelter American Superconductor HazMat site Bionostics HazMat site Bristol Meyers Squibb HazMat site Devens top employer (~800 employees) Comrex HazMat site Eglomise Designs HazMat site Integra HazMat site Johnson-Matthey HazMat site Devens top employer (~170) Kenco HazMat site MEMA M&C HazMat site Netstal Machinery HazMat site New England Sheets HazMat site Parker Hannifin Aerospace FSD HazMat site RFTA Fort Devens HazMat site Rapid Refill HazMat site Regency Warehouse HazMat site Rock Tenn - Southern Container LLC HazMat site Ryerson Corp. HazMat site Shelpley Hill Treatment facility HazMat site Within 100-year flood zone Waiteco Machine HazMat site Xinetics, Inc. HazMat site Quiet Logistics & Quiet Logistics II HazMat site Devens top employer (~400; ~700 w/ part-time seasonal) SMC, Ltd. Devens top employer (~290) O’Reilly Devens top employer (~230) Nypro Devens top employer (~130) Bio-Techne Devens top employer (~100) Xinetics Devens top employer (~90) Laddawn Devens top employer (~90) Integra Devens top employer (~80) NE Sheets Devens top employer (~80) West Rock Devens top employer (~80) Parker Hannifin Devens top employer (~80) Patterson Veterinarian Devens top employer (~70) Recreational/Open Space Red Tail Golf Course HazMat site Mirror Lake Recreational Area (Seasonal) Public Health Office Grove Pond Gravel Packed (12 8\") Wells Within 100-year flood zone Macpherson Naturally Developed Well Within 100-year flood zone Proposed Sheridan Rd Well (Tw9b-08) Shabokin Replacement Well Patton Replacement Well Shabokin Gravel Packed Well Patton Gravel Packed Well Shabokin Gravel Packed WellREFERENCES Devens, Massachusetts. 2014. Comprehensive Emergency Management Plan (CEMP). Federal Emergency Management Agency (FEMA). Disaster Declarations. Retrieved: www.fema.gov/disasters. Federal Emergency Management Agency (FEMA). 2014. Flood Insurance Study (FIS), Volume 1-8, Middlesex County, Massachusetts (All Jurisdictions). Horton, R., G. Yohe, W. Easterling, R. Kates, M. Ruth, E. Sussman, A. Whelchel, D. Wolfe, and F. Lipschultz, 2014: Ch. 16: Northeast. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 16-1-nn. Retrieved: http://s3.amazonaws.com/nca2014/low/NCA3_Full_Report_16_Northeast_LowRes.pdf?download=1. Massachusetts Executive Office of Energy and Environmental Affairs (EEA). 2018. Massachusetts Climate Change Projections – Statewide and for Major Drainage Basins. Retrieved: https://nescaum-dataservices- assets.s3.amazonaws.com/resources/production/MA%20Statewide%20and%20MajorBasins%20Climate%2 0Projections_Guidebook%20Supplement_March2018.pdf. Melillo, Jerry M., Terese (T.C.) Richmond, and Gary W. Yohe, Eds., 2014: Climate Change Impacts in the United States: The Third National Climate Assessment. U.S. Global Change Research Program, 841 pp. doi:10.7930/J0Z31WJ2. Retrieved: http://s3.amazonaws.com/nca2014/high/NCA3_Climate_Change_Impacts_in_the_United%20States_HighRe s.pdf. Montachusett Regional Planning Commission (MRPC). 2015. Montachusett Regional Natural Hazard Mitigation Plan 2015 Update. Retrieved: http://www.mrpc.org/sites/montachusettrpc/files/file/file/montachusett_region_natural_hazard_mitigation _plan_2015_update_adopted_by_communities.pdf. The Boston Research Advisory Group Report. 2016. Climate Change and Sea Level Rise Projections for Boston. Retrieved: https://www.boston.gov/sites/default/files/document-file-12-2016/brag_report_- _final.pdf.MVP Summary Report Appendix E: Community Resilience Building Risk Matrix for Devens, MA Appendix E: Community Resilience Building Risk Matrix for Devens, MADevens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Infrastructure Strength Vulnerability : More resources than surrounding communties. : Flooding of retention pond and roadways; some staff live more than 30 minutes ACTIONS 1. H 1. S Devens Fire Station Specific Public S away; MEMA not funding on-call staffing. 2. H 2. S : Regulatory; stage people during storm events; bring to attention of legislature; bring Military into EOC drills. Strength Devens DPW Specific Public S : New facility; regular maintenance schedule. - - ACTION : Develop a coordination plan or agreement to utilize heavy equipment during and after a Devens Recycling Specific Public M L storm. Strength Communication Tower/Nashoba Valley Back of the Fire Private S : Hardened and raised equipment; has back-up power; serves 7 communities. - - Regional Dispatch Department Strength Communication/Water Tower Specific Private S : Internal communication; has back-up generator. - - Strength Vulnerabilities : Outside of the floodplain; has back-up generator. : Main lift station is in flood zone, if road is flooded, a secondary access will be ACTION Wastewater Treatment Plant Specific Devens S - O necessary. : Operational issue. Manageable. Vulnerability ACTION : Jackson Road flooding concerns; undersized culverts for projected flows. State Police Barracks (Station C-9); MSP Specific State V : Seek funding through FEMA for replacement of undersized culverts or road M O Headquarters C-9 improvements on roads that connect to Jackson. Vulnerability : Flooding could lead to environmental risks. Cargo release into receiving waters ACTION Intermodal Rail Terminal Specific (Ayer) V and wells. Major staging area for freight. Could be a choke point. M L : Coordinate/communicate with CSX on safety and remediation plans. 1Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Vulnerability: ACTION Flooding is an issue but cannot raise road due to limited clearance. Barnum Bridge Specific Public V H O : Clean and increase culverts running under railroad. Vulnerability: MacPherson Road floods naturally and is closed regularly (redundant). Jackson Road and Barnum Road have flooding concerns. ACTIONS: Undersized culverts. 1. L 1. O Ongoing 2. - 2. O Roads Townwide Public V maintenance and beaver 3. H 3. O trapping program; preventative 4. H 4. S maintenance of tree limbs; seek funding for culvert improvements; coordinate with surrounding towns to provide alternative emergency routes. Strength Vulnerability : Services provided to the community. ACTION : Road access : See above for road access as it relates to ACTION for Loaves and Fishes flooding. Pond can be lowered ahead of events. : Develop resource Businesses (Loaves and Fishes, and and supply emergency relocation plan; figure out if a ACTION for Women's Shelter Women's Shelter, Homeless Veterans Multiple Private V H S generator is necessary. Housing, etc.) : Develop a relocation plan; Ongoing actions already in place; Use Military facilities; Identify facilities that need to remain open/staffed during an emergency event. Strength FMC Devens - Federal Medical Center; Specific Federal S : Self-sufficient; nothing critical stored in warehouse. - - Satellite Camp Strength : One well provides 20% of community needs; wells have not been affected by drought. Public Water Supply Wells Multiple Public S - - In floodplain but not critical. Other 2 wells are outside of SFHA. 2Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Strength : Good sharing/exchange of information with Devens; PA system could be used for Vulnerability emergency announcements. : South Post is more prone to wildfires in drier months with active shooting range; ACTION Military/Army Facilities Multiple Federal S M O No communication with 99th and 44th on Barnum Road. : More water fill points and more access to forest for firefighting. Improve communication. 3Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Societal Strength : They have a response plan. Guild of St. Agnes Local bus company can be contacted to Vulnerable Population Specific Non-profit V - - (Early Education Center) evacuate if need be; has their own buses. : Children Strength : They have the largest kitchen in Devens, and can be used as backup to turn Vulnerability out meals during/after an emergency Vulnerabilities event. : near current Shriver Job Corps Center Specific Federal S+V : limited backup power, L O ACTION 500 yr. floodplain have student housing on campus : Continued communication and coordination on their disaster pStrreepnagrethdness and recovery capabilities. : They can evacuate on their own; Have own buses; Day-time Vulnerable Population operations only. ACTION Seven Hills Academy (adult day care : Special needs facility for mentally challenged and Specific Private V : Follow up whether they can M S elderly) take in evacuees with special needs; Follow up whether air conditioning capabilities are adequate for rising temperatures. 4Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - Strength ngoing : Both provide key services to the community; Veteran housing; Vulnerability ClearPath- Veterans support. : Lack of back-up power at Vulnerability Women's Shelter as well as Loaves and Special needs services and service Fishes; Veteran housing (privately run) providers (such as Loaves and Fishes, : Loaves and Specific Non-profit S+V M S has limited AC, but no better/worse than Transition Women's Shelter, Veterans Fishes is in 500 yr. floodplain neighbors; although less likely to have Housing, etc.). ACTION window units due to costs. : See Infrastructure actions above; Follow up to make sure facilities have Emergency Action Plans. Strength : In the same development complex as Town Hall, Police Department and regional middle school; could be used Hazen Memorial Library Specific Town of Shirley S as warming/cooling center; has multiple M S ACTION generators. : Reach out to Town of Shirley to discuss using school as back-up shelter. Strength : Has backup generator; could serve as short-term emergency medical TaraVista Behavioral Health facilities; has on-site kitchen; sewer Specific Private SV - - (inpatient psychiatric) ejector pump attached to generator. Strength Vulnerability : Have generator; can shelter in Vulnerability : in current 500 ACTION place. yr. floodplain. : Only has AC in some part ACTION : LID/green Parker School (Middle and High) Specific Public S of the building. M O infrastructure to reduce : Need to expand AC; :ook for flooding. Follow-up to see if funding sources for charter schools. utilities are located on the roof. 5Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Strength : During a short-term emergency, parent pick-up at the Devens Vulnerability Oxbow Schoolhouse (Elementary and Recreation Center up the street. ACTION Middle School)/Evergreen Garden (Pre- Specific Private S - - : No generator for schools school)/ Regional Dispatch : In good shape, maintain oStpreernagtitohnal activities. : Receive grantsto provide ESL training in the community for local Vulnerability business employees. : No generator at MWCC, ACTIONS Mount Wachusett Community College Specific Public S non-English speaking employees in town M L : Follow up to see whether they need back-up generator; Need to link the language resources to the local ACTION community. : Follow up on communicaiton National Guard Center Specific State S L O about response efforts. Strength Go into lockdown during an event. : Could provide some meals to Federal Prison Hospital Specific Federal S - - community as a back-up. Strength : Will be LEED certified. Vulnerable Population Managed facility. ACTIONS : Elderly Elderly Housing 1. M 1. S Specific Subsidized S+V : Create Evacuation plan; Make (To Be Built on Hospital Rd.) 2. M 2. L climate change resiliency and adaptation regulations more specific across the board. Strength Citizen Emergency Response Team : Devens no longer has a CERT team but is working with Ayer to utilize their team. Townwide Public S - O (CERT) Devens has the equipment but not the people. Ongoing project (2015-2020). 6Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Strength : Redundant communication to members. Devens may be better directly communicating Homeowners Associations (3) Various Non-profit S - - to residents. Strength Vulnerability : EMA has a Code Red Reverse 911 system, Military PA System. ACTIONS : Only useful for those that sign up. Town Emergency Communications Townwide Public S+V H S : Push the message to local employees. Promote Code Red via adding sign-up on front Vpauglen eorf aDbeivlietnys webpage, in newsletter, and at Devens Eco-Efficiency CenterV. ulnerability : Increase in ticks, pests, poison ivy, heat related health : Public ACTION ACTION issues, increase in airborne allergens. and property safety : Distribute education materials at public facilities, businesses, : Host events schools, residents; Install signage at trailheads. at FD to educate property owners, develop and distribute materials on fire safety and prevention; Install Public Health & Safety Townwide Public V M S and O signage re: fire safety. Devens Eco-Efficiency Center can host quarterly Environmental Health and Safety Roundtables and educate risks related Vulnerability to pest/ticks, etc. ACTION : Large groups of people congregate for events. Native American Cultural Society Specific Non-profit V : Mobilization plan for large groups of people during an emergency; Utilize available M S (museum and artifacts) Strength: mapping applications to simulate real time evacuation scenarios. Can be used as an emergency shelter. Has a generator hook-up, small kitchen, 100 beds Vulnerability and sleeping bags. Can shelter up to 400 people. ACTIONS : Not suited for long term sheltering. Bob Eisengrein Community Center Specific Public S M O : Develop a needs list and storage requirements; Arrange bathroom/shower capabilities for long-term sheltering; Purchase privacy curtains and onsite generator; Need infant/toddler resources and special needs accommodations. 7Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - Strength ngoing : Community Recreation Director is in constant contact with Fire Department located across the street; Vulnerability Good staging area. : Large groups of ACTIONS people/visitors congregate for events. Rogers Fields Specific Public S+V M O : Develop mobilization plan for large groups of people during an emergency; Utilize available mapping applications to simulate real-time Strength evacuation scenarios. : Devens FD in communication with South Post Range Control in the event of severe weather which may threaten tent Vulnerability camps. Military Reservists : Live fire shooting range increases risk of wildfires Various Federal V - - (10,000 people in the summer) during droughts. With unexploded rounds, have to fight from ACTION perimeter, and can not do water drops : See actions for Military/Army Facilities group under \"Infrastructure.\" Haven't had a request for translator services for emergency messaging. Have used onsite bi- Vulnerability lingual employees when there is a medical emergency at a business. ACTION Non -English speaking employees Town-wide - V H O : Non-English speaking employees, shelter residents : ESL services through MWCC; Consider providing bi-lingual EM messaging. Reservists and military officers fill up the two hotels on Devens; not used as ACTION shelters. : Ask about back-up power needs Hotels Specific Private S+V M S during an emergency; Ask whether they can provide EM sheltering; Figure out where non-military personnel can go during evacuation. 8Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Environmental Mirror Lake Recreational Area Strength : Serve as flood management (minimally), (conservation easement, public Specific DPW S - - public beach/cooling site. recreational resource) Strength Vulnerability : The lake has capacity for more water. Little Mirror Lake : Extreme precipitation can pose Lack of water may potential risk for stormwater contaminants, and this negative affect the (conservation Trustees of could be an issue to the nearby pump house, which R&E habitat, but easement, home to rare and Specific S+V - O Reservation supplies fresh water to the community. Heavy rain more hotter days endangered species) would pose issues for the rare and endangered may also help ACTION habitat (habitat washout, etc.). increase habitat. : Continue with conservation efforts. Black Spruce Bog Strength: Trustees of Specific S Can serve as flood management asset. (conservation easement) Reservation Vulnerability : Dry out of vegetation, Strength risk of erosion Eskers Trustees of during heavy rain ACTION Reservation; : Can serve as natural levee due to high after dry period Multiple S+V L L U.S Fish and elevation & steep slope. : Monitor Wildlife and plant more vegetation on the eskers Strength Robins Pond : Flood control asset; can store a lot of water; can Specific DPW S - - (headwater of Willow Brook) flood Barnum Road but controllable. 9Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - Strength Vulnerability Strength: ngoing : Cooling : Devens has effect of forests, Increase in invasive a lot of forest; Approx. Vulnerability ACTIONS 2 trees absorb CO species 1/3 of Devens land is ACTION : : Devens protected open space Street Tree Inventory/Forest Branches can take development : Clear brush Strength ACTION down power lines. projects are to provide access of : Trees can reduce : Regularly required to conduct firefighting. (majority oak, black spruce, hemlock, Town-wide DEC, DPW S+V - O flooding. inspect and cut tree and other natives of the Northeast) branches surveys/inventory; threatening power DEC and DPW is lines and overhead working on a tree utilities. replacement program to diversify Vulnerability Vulnerability tree species. : : Some Fallen trees & stretch of pavement Trails debris make trails is already in bad (connecting Ayer, Shirley, Various impassible; ice shape (Ayer Rail ACTION Multiple V L Harvard, and Devens) municipalities issues Trail). Not a critical : DPW resource. Shepley Hill managing trails. Vulnerability ACTION (disc golf course, hiking Next to land : Impact to vernal pools & habitat. trail, conservation restriction - has owned by the DEC V - O : Ongoing monitoring, conservation restrictions. Strength certified vernal pools) Army Vulnerability : Flood management asset. Nashua River Corridor : Extended hot days or heatwaves can weaken tree roots Mass Wildlife, along the river bank -potential erosion of bank, fallen trees into river and Specific US Fish & S+V - O cause back up of water, which might result in upstream flooding during ACTION Wildlife heavy rain. Trees can impact bridges. : Ongoing maintenance by DPW. 10Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Strength Vulnerability : Flood management asset. Cold Spring Brook : Extended hot days or heatwaves can weaken tree roots along the river bank -potential Townwide S - - erosion of bank, fallen trees into river and cause back up of water, which might result in upstream flooding Strength during heavy rain. U.S. Fish and Wildlife's Bill Ash Strength : Asset. Visitor Facility US Fish & Shaded facility and Specific : Low Impact Design showcase. - - Wildlife composting toilets, Rare & endangered species fire pit, boat access. Strength: (Blue- spotted Salamander, Grasshopper Multiple - S Most of the land where these R&E species are located are protected from development. - - Sparrow, Blanding's Turtle) Strength : Soil Management Policy which is intended UXO (Unexploded ordnance) sites to reduce risk to human health and safety and the Vulnerability environment. Multiple - V - O : Erosion can expose these sites, which ACTION many were former contamination sites (Superfund). Strength: Ongoing maintenance. Vulnerability : No surface water discharge. Water : pumped up goes back to groundwater. Enough Levels may not be capacity for expansion of industrial users. Water use sustainable in long Vulnerability: ACTIONS: regulations used every summer. term future. Contamination issues (former Consider ACTION: Superfund site). alternatives- grey Groundwater Good ongoing monitoring and regulations. water to potable water; Work with Townwide - V L L & O businesses to separate grey water for irrigation; Continue to think forward. 11",
    "TEXT BY PAGE": [
        "MUNICIPAL VULNERABILITY PREPAREDNESS PROGRAM Community Resilience Building Workshop- Summary of Findings Devens, MA PREPARED FOR Devens Enterprise Commission 33 Andrews Parkway Devens, MA 01434 978.772.8831 PREPARED BY 101 Walnut Street PO Box 9151 Watertown, MA 02471 617.924.1770 May 21, 2018",
        "",
        "MVP Summary Report Table of Contents 1 Overview ................................................................................................................... 1 1.1 Community Resilience Building Workshop ............................................................. 1 1.1.1 Pre-Workshop Coordination ...................................................................... 2 1.1.2 Preparation for the Workshops ................................................................. 2 2 Top-Priority Hazards and Vulnerable Areas ............................................................ 5 2.1 Extreme Precipitation and Flooding ........................................................................... 5 2.1.1 Potential Impacts from Extreme Precipitation and Flooding ......... 6 2.1.2 Areas of Concern ............................................................................................. 8 2.2 Severe Storm Events ......................................................................................................... 8 2.2.1 Potential Impacts of Severe Storms ......................................................... 9 2.2.2 Areas of Concern ............................................................................................. 9 2.3 Extreme Heat .................................................................................................................... 10 2.3.1 Potential Impacts of Extreme Heat ....................................................... 10 2.3.2 Areas of Concern .......................................................................................... 11 2.4 Wildland Fire ..................................................................................................................... 11 2.4.1 Potential Impacts of Wildland Fires ...................................................... 11 2.4.2 Areas of Concern .......................................................................................... 12 3 Current and Future Concerns Presented by Hazards .......................................13 3.1 Extreme Precipitation and Flooding ........................................................................ 13 3.2 Severe Storms .................................................................................................................. 16 3.3 Extreme Heat .................................................................................................................... 16 3.4 Wildland Fire ..................................................................................................................... 17 i Table of Contents",
        "MVP Summary Report 4 Current Strengths and Assets ..............................................................................18 4.1 Identified Strengths and Assets ................................................................................ 18 5 Top Recommendations to Improve Resilience .................................................22 5.1 Highest Priority Actions ................................................................................................ 22 5.2 Medium Priority Actions .............................................................................................. 23 5.3 Lower Priority Actions ................................................................................................... 24 6 Project Team and Workshop Participants .........................................................25 7 Acknowledgements ...............................................................................................27 8 Appendices .............................................................................................................28 Appendix A: Community Resilience Building Workshop Presentation and Sign-In Sheets Appendix B: Pre-Workshop Meeting Summary and Preliminary List of Stakeholders Appendix C: Pre-Workshop Survey Questionnaire and Results Appendix D: Summary of Climate Change Trends and Projections & Identified Critical Assets for Devens, MA Appendix E: Community Resilience Building Risk Matrix for Devens, MA ii Table of Contents",
        "MVP Summary Report 1 Overview Located in north central Massachusetts, the Devens Regional Enterprise Zone (“Devens”), formerly known as Fort Devens, offers unique opportunities for its businesses and residents. Devens is host to an array of businesses and world-class high-technology companies, as well as historic and new innovative ‘green’ residential housing developments. Devens also has a large amount of permanently protected open space. Sustainability was one of the fundamental principles of the Devens redevelopment, and as such, strives to balance economic development with protection of its built, natural, and social environments. Devens was recently selected by the Commonwealth of Massachusetts to participate in the Municipal Vulnerability Preparedness (MVP) Program to assess potential climate change impacts, vulnerabilities, and to prioritize actions for enhanced short- and long-term community sustainability and resiliency. 1.1 Community Resilience Building Workshop The Municipal Vulnerability Preparedness (MVP) Program provides technical assistance to communities across Massachusetts to assess potential impacts from climate change, the communities’ vulnerabilities to those impacts, and to prioritize resiliency actions using the Community Resilience Building (CRB) framework. Under this framework, a “community-driven process” is designed to foster engagement and collaboration among community stakeholders. For the community of Devens, the Devens Enterprise Commission (DEC) and MassDevelopment Devens (MD Devens) led the MVP planning efforts and hosted two CRB workshops, with support from consulting firm, VHB (a state-certified MVP provider). 1 Overview",
        "MVP Summary Report Two (2) half-day workshops were held on March 29 and April 4, 2018. See Appendix A for the workshop presentation and attendance sign-in sheets. The workshops’ central objectives were to: › Share with stakeholders about historic trends and projected future climate change scenarios; › Define the top local natural and climate-related hazards of concern; › Identify existing and future strength and vulnerabilities; › Develop prioritized actions for the community; and › Identify immediate opportunities to collaboratively advance actions to increase resilience. 1.1.1 Pre-Workshop Coordination In February 2018, the Devens’ MVP Core Team (“the Core Team”) convened to kick off the preparation for the CRB workshops. The Core Team consists of the following representatives: › Peter Lowitt, Director, Devens Enterprise Commission (DEC) › Neil Angus, Environmental Planner, DEC › Thatcher Kezer, Senior Vice President (former), MassDevelopment Devens Operations › Chief Joe LeBlanc, MassDevelopment Devens Fire/Public Safety › John Marc-Aurele, Engineering Manager, MassDevelopment Devens Engineering › David T. Blazon, Manager, MassDevelopment Devens Public Works During this pre-workshop meeting, the Core Team discussed workshop logistics and timeline, anticipated workshop goals and outcomes, and key community stakeholders to be engaged and invited to the workshops. A preliminary list of identified key stakeholders included a diverse group of businesses, neighborhood and community groups, institutions, natural resources/environmental organizations, neighboring municipalities, as well as various state and federal agencies. See Appendix B for a summary of the Core Team’s pre-workshop meeting, which also includes a preliminary list of identified stakeholders to be engaged in this MVP process. 1.1.2 Preparation for the Workshops 1.1.2.1 Pre-Workshop Engagement Survey Given a large number of businesses in the community, the Core Team also distributed a survey in advance of the CRB workshops to solicit input from business owners regarding their perspectives on key risks and concerns related to climate impacts on Devens. The survey was sent to more than 130 businesses, industries, 2 Overview",
        "MVP Summary Report and organizations within Devens. The survey received a total of 14 responses. Highlighted responses included: › Approximately 43 percent of participants indicated that their businesses and organizations have an emergency operations or response plan and protocol in place; › Top concerns and issues for businesses and organizations should there be damages or disruption due to major weather events (flooding, prolonged heatwaves, extreme storms, etc.) include loss of revenue, property damage and associated recovery costs, as well as injuries, illness or other safety impacts to employees; and › Additional resources needed for effective preparedness for these businesses include early warning system, shelter and medical response, reliability and stability of utility systems, transportation assistance (for residents without cars, especially during extreme hot or cold days), and ability for telecommuting. See Appendix C for the full survey questionnaire and results. 1.1.2.2 Data Collection: Climate Literature Review & Identification of Critical Assets To prepare workshop materials, the Core Team reviewed various resources and publications, including: › MA Executive Office of Energy and Environmental Affairs (EEA)’s Massachusetts Climate Change Projections Report (2017) –this report provides a standard, peer- reviewed set of temperature, precipitation, and sea level rise projections for the state of Massachusetts. › National Oceanic and Atmospheric Administration (NOAA)’s State Climate Summary for Massachusetts (2014) –this report includes highlights of the climate trends and observed conditions which Massachusetts has already experienced to date. › Boston Research Advisory Group (BRAG)’s Climate Change and Sea Level Rise Projections for Boston Report (2016) –this publication provides the basis for considering future regional flood projections. › Montachusett Hazard Mitigation Plan (2016) –this plan identifies hazards along with specific locations and level of vulnerability for communities within the Montachusett Region. › Devens’ Comprehensive Emergency Management Plan (2014)—this document lays out the protocol and resources for effective communication and coordination during an emergency in Devens. The Core Team developed a summary of future climate scenarios and implications for Devens, as well as a preliminary list of critical assets and infrastructure to be reviewed with participating stakeholders at the workshops. Based on the available data, the Core Team also produced a base map, inclusive of layers of identified assets and infrastructure, and future flood projection. See Appendix D for a summary 3 Overview",
        "MVP Summary Report on climate data and preliminary identification of critical assets and infrastructure in Devens. 1.1.2.3 Community Resilience Building Risk Matrix Based on projected climate conditions and potential impacts to critical assets and infrastructure in Devens, the MVP Provider collaborated with the Core Team to set up a Risk Matrix to further analyze community vulnerabilities and strengths and to prioritize actions. The Risk Matrix was utilized to facilitate break-out sessions during the workshops. See Appendix E for the complete Risk Matrix for Devens. As per the CRB Workshop Guide, and to assist with the group discussions, the Risk Matrix was divided among three community components- infrastructural, societal, and environmental. With each of these groupings the stakeholders identified vulnerabilities and strengths, and identified and prioritized actions. Examples for each of the community components include: Infrastructure Societal Environmental Roads and bridges Public health and safety Forests and wetlands Utilities Public facilities and institutions Water Buildings Recreational facilities and areas Rare and endangered species Railroads Vulnerable and special needs populations 4 Overview",
        "MVP Summary Report 2 Top-Priority Hazards and Vulnerable Areas To date, communities across Massachusetts, including Devens, have already been experiencing changing climate conditions. Between 1900 and 2014, the state’s average annual temperatures have increased by approximately 3°F. The number of hot days with maximum temperatures above 90°F has been consistently above average since the 1990s, and the highest number of days above 90°F took place in most recent period between 2010 and 2014. The state has experienced above- average precipitation in the last ten years, averaging approximately 51 inches per year (compared to the overall long-term average of 45 inches per year between 1895-2009). Furthermore, since 2005, there have reportedly been about 30 percent more extreme precipitation events (days with rainfall above two inches). More specifically, Devens is located between Worcester and Middlesex Counties, which have been experiencing storms that warrant FEMA Disaster Declarations more regularly since 2010. The following section discusses the top-priority hazards and areas of concern, based on the review of climate change trends and projections and identified critical assets and systems for Devens. During the first stakeholder engagement workshop, the following four hazards were determined as top-priority, which may pose the greatest threat to Devens presently and in the future: › Extreme Precipitation and Flooding; › Severe Storm Events; › Extreme Heat; and › Wildland Fire. 2.1 Extreme Precipitation and Flooding In the Nashua Basin, where Devens is located, there is some uncertainty in terms of projected changes in precipitation patterns. Seasonal precipitations may vary, such that summer and fall seasons may experience more or less total precipitation. In general, Devens may potentially experience an increase of up to six inches of total 5 Top-Priority Hazards and Vulnerable Areas",
        "MVP Summary Report annual average precipitation volume by mid-century, and an increase of up to eight inches by end of the century. It is also projected that the frequency of high-intensity rainfall events will increase over time throughout the 21st century. Table 1 provides a summary of the projected changes in precipitation patterns. Table 1 – Projected Changes in Precipitation Patterns for the Nashua Basin. Baseline Mid-Century End of Century (1971-2000) (2040-2069) (2080-2099) Total Annual 46 in. ↑ 1 to 6 in. ↑ 1.2 to 8.3 in. Precipitation Days per year with over 7 days ↑ 0.5 to 3.3 days ↑ 1 to 4 days 1” rainfall Days per year with over < 1 day ↑ 0 to 0.4 day ↑ 0 to 0.6 day 2” rainfall Days per year with over < 1 day ↑ by <1 day ↑ by <1 day 4” rainfall Annual consecutive dry 16 days ↑ 0 to 2 days ↑ 0 to 3 days days Additionally, using the Federal Emergency Management Agency (FEMA)’s Flood Insurance Study (FIS) for Middlesex County and the Boston Research Advisory Group (BRAG)’s 2016 Climate Change and Sea Level Rise Projections for Boston Report, it is projected that what is considered the current 0.2-percent flood event (i.e. 500-year flood) will likely become the one-percent flood event (i.e. 100-year flood) by 2085. Figure 1 illustrates the future flood projections. 2.1.1 Potential Impacts from Extreme Precipitation and Flooding Highlighted potential impacts from extreme precipitation and flooding include: › Travel delays along roads that are especially prone to flooding; › Increasing stress on stormwater infrastructure; › Increasing risk of contaminants entering waterbodies; › Increasing risk of deteriorating soil conditions due to heavy downpours and flooding events; › Increasing risk and/or damage to building envelopes of existing building and facilities due to driving rain, extreme weather events (particularly during thunderstorm and high wind conditions); › Increasing risk of flooding for low-lying properties; and › Erosion due to flooding can expose unexploded ordinance sites and contamination from former brownfield areas within this Superfund site. 6 Top-Priority Hazards and Vulnerable Areas",
        "April 27, 2018 PAGE STREET WHITNEYROAD LITTLETURNPIKEROAD GREATROAD L A W T O N R O A D GROT ONSH FII TR CL HEYROAD GROTONSCHOOLRO A D DGROTONROAD GROTON B L RE S E R V O ORIR A D LakF LeL UA ST h NH ir EIL leL NyR BO UA NB U RSD SU ET GLANR ERAGE STREET H OL D E N R O A D CENTERROAD H B EA N J A M IN R O A DZB R EO W N NR O A D ROADHORSEPOND PAR TO TEA RD SO N R O AD AD E R SH OP NC RA OM WEST MU R AG INR SO A T PD R loEP A PR wK ES oT R TE E nT S dhop WA ES AH STIN C MG E AT N IO NTRN AS LT R AE VEO ET NA UFl EY a PnE onR na dgan NSW SR AS PI NG a onH DnT d YdyR PO OA ND DROADLIN D RL IE D VY E L WO IL L OO W WR ER SY E TN FBC OLH I RLI R UL C DLR EMO R OA ADD NEMCO WAY C A T A C U WALKER RO A D Grove Pond STREET EKA H R O A D NE M A U G R O A D SHIRLEY ARKROAD FRP ONE TAB SO TD RY EER TOAD ANTIETAMSTREET B A R N U M R O A D IL L R O A D BRU C E S T R E E T L CHAPEL STREETC H O S PIT MY RICK LANE PINGRYWAY LITTLETON LE O MINSTERSHIRLEYROAD L EOMINSTERROA D H A R V A R D ALRO A D JACKSON R O A D A N N L E CAS T E R R OAD R O A D OLD MILL ROAD E S R O A D N A B L U N EK N B U R G R OALEVAROAD LANCASTER G R A NS H IR L E Y L W ILDSROAD A RHC D RN OA AL OD LDSHIH RLA EYR RVARD AYERROAD CP OOS O NO R CFU A OT RH RM DS R H TOA UAK RDE NR PR IO KA ED S H A K E R R O A D LITS TH L EE TE OH NA RN OR AO D A OLD DLITTLETONROAD OAK HIL L R OAD A D T W R O OAD A D OLDTURNPIKEROAD FORTPONDROADAY D STATEROAD E PO T R ROUTE 2 OA D i Ayer, Harvard, Lancaster & Shirley, MA 0 1500 3000 6000Feet Source: FEMA, VHB, ESRI dxm.nialpdoolF\\tcejorP\\PVM - snaveD 00.54141\\suoiraV_AM\\bilsig\\ATADEBHN\\\\ Devens Municipal Boundary Note: This map is an approximate representation of the forecasted limits of flooding. The map does Current 100-yr Floodplain (FEMA) not provide information regarding changes in base flood elevations that may occur over time. 2085 - Mean Projection - Approximate 100-year Floodplain (Current 500-year Floodplain)",
        "MVP Summary Report 2.1.2 Areas of Concern In Devens, the areas of concern due to extreme precipitation and flooding include: Infrastructure Societal Environmental › Flooding of retention › Shriver Job Corps Center › Potential stormwater pond by the Fire and Francis W. Parker School system overflow into Little Department. are located near the current Mirror Lake. › Flooding of main lift 500-year floodplain. › Threats to rare and station at the Wastewater › Potential mold exposure and endangered species, such Treatment Plant. other damages if critical as the Blue-spotted › Stress on pump house facilities that are not Salamander, Grasshopper with elevated water levels. properly remediated. Sparrow, and Blanding’s › Travel delays and › Increase in ticks, pests, Turtle. disruption of already poison ivy, and airborne › Potential environmental flood-prone areas such as allergens. hazards due to cargo Jackson Road, Patton › Weak communication release in the event of Road, MacPherson Road, flooded rail roads. network with some of the and Barnum Road. › Fallen trees along the personnel at Army facilities › Access to community on flood-prone Barnum Nashua River can cause resources such as Loaves Road. upstream flooding. and Fishes and Women’s › Groundwater and soil Shelter during and after contamination issues at flooding events. brownfield areas within › Undersized culverts along the Superfund site. Willow Brook (under Cavite and Buena Vista Streets). 2.2 Severe Storm Events In addition to the increasing frequency of high-intensity rainfall events through mid- and end of century, high winds (due to tropical storms, tornadoes, severe thunderstorms, Nor’easters, etc.) are highly likely to occur. High winds (sustained surface winds greater than 40 mph lasting more than an hour) can impart damaging forces on utility poles, trees, and roofs. Lightning producing thunderstorms may become more frequent, which is a concern during the summer months, especially for outdoor activities. Although the projected number of hurricanes reaching Massachusetts is uncertain, the North Atlantic hurricane activities are projected to increase in frequency, intensity and duration. 8 Top-Priority Hazards and Vulnerable Areas",
        "MVP Summary Report 2.2.1 Potential Impacts of Severe Storms In addition to heavy precipitation and flash flooding impacts associated with severe storms as discussed in the previous section, recent history has shown that high winds can take down trees which may obstruct roads and rail lines, down power lines, and propel damaging debris. Severe ice storms may also occur more frequently, due to warmer temperatures that likely lead to winter precipitation events in the forms of rain or ice. Impacts from these extreme storm events can lead to travel and commute delays, injuries, and property damage. 2.2.2 Areas of Concern In Devens, an area of concern with severe storms is power outages. At the same time, it should be noted that Devens has strong infrastructure and redundancies in place to support its power grids, and it was anecdotally shared that the longest period that Devens has ever been without power was no more than 13 hours. Other areas of concern due to severe storms include: Infrastructure Societal Environmental › Fallen trees on roads, › Limited back-up power at the › Fallen trees and debris buildings, utility lines Shriver Job Corps Center, make trails impassible. and rail lines. Women’s Shelter, Mount › Ice damage to tree Wachusett Community limbs. College, and Oxbow Schoolhouse. › National Guard activities, sporting events, and cultural gatherings can bring up to 10,000 people to the area. If all these people are gathered outside, local emergency responders are especially concerned about lighting strikes if there is a storm in the area. Devens’ ability to provide shelter or evacuate such large groups or special needs populations is also limited. › Significant number of non- English speaking employees. 9 Top-Priority Hazards and Vulnerable Areas",
        "MVP Summary Report 2.3 Extreme Heat Temperatures across the state are projected to increase significantly throughout the century. Similarly, temperatures within the Nashua Basin are projected to continue rising. As a result, Devens may expect to experience warmer winter months and more frequent droughts due to less rain in the summer. More extreme heat days (days with maximum temperature over 90°F) are also anticipated – up to 30 more days by mid-century and up to 70 more days by the end of the century. Table 2 provides a summary of projected temperature changes. Table 2 – Projected Temperature Changes for the Nashua Basin. Baseline Mid-Century End of Century (1971-2000) (2040-2069) (2080-2099) Average Annual 47.6°F ↑ 3.0 to 6.4°F ↑ 3.9 to 10.9°F Temperature Days per year >90°F 4.37 ↑ 9 to 30 days ↑ 12.5 to 69.9 days Days per year >95°F 0.23 ↑ 2 to 13 days ↑ 4 to 42 days Days per year >100°F <1 day ↑ 0 to 3 days ↑ 0 to 17 days Days per year <32°F 156 days ↓ 19 to 38 days ↓ 23 to 64 days Days per year <0°F 9 days ↓ 3.7 to 6.6 days ↓ 4 to 7.7 days 2.3.1 Potential Impacts of Extreme Heat The potential impacts from rising temperatures and more extreme heat days include: › Poor air quality due to increase in warmer temperatures and extended heatwaves; › Exposure and heat-related illnesses for vulnerable populations, including the elderly and young children, as well as for those working outside for extended periods of time without shelter; › Increasing demand for cooling due to warmer temperatures and extended heatwaves, which may stress the power grid and increase energy costs for residents and businesses; › Increasing stress on transmission lines, substations, train tracks, roads, bridges, and other critical infrastructure due to more intense heat; › Weakening tree root systems due to drought which may make trees less stable during extreme precipitation and high wind events; › Increase risk of wildland fires; and › Changes in tree species (migration of species) may result in invasive species and challenges for existing wildlife habitats. Invasive species may also impact diversity of plant/tree species over time. 10 Top-Priority Hazards and Vulnerable Areas",
        "MVP Summary Report 2.3.2 Areas of Concern During extreme heat events, areas of concerns for Devens include: Infrastructure Societal Environmental › Stress to the power grid. › Facilities such as the › Increase in invasive › Impacts on freight rail Francis W. Parker School species. commerce. may not have adequate air › Change in rare and conditioning for extreme endangered species or long-duration heat habitats. events. › Along the Nashua River › Limited back-up power at Corridor, extended periods Shriver Job Corps Center. of hot days can weaken › Groundwater levels may tree roots which increases not be sustainable in the the chances of erosion long-term if the during the next heavy rain community continues to event. grow and also experience › Increase risk of wildfires. more frequent drought conditions. 2.4 Wildland Fire Wildfires are commonly perceived as hazards in the western part of the country; however, wildfires are a growing problem in the wildland/urban interface of the eastern United States. As periods of extreme heat or drought conditions increase, this is a long-term concern for the forest environments in Devens. An estimated one-third of the land area in Devens is protected open space. 2.4.1 Potential Impacts of Wildland Fires Potential impacts due to wildland fires include: › Threats to human safety and property; › Economic impacts of property damage; › Destruction of crops, timber resources, recreation areas, and wildlife habitat; › Poor air quality and visibility; and › Wind-born ash can blanket nearby areas. 11 Top-Priority Hazards and Vulnerable Areas",
        "MVP Summary Report 2.4.2 Areas of Concern The main area of concern for human caused wildfires is the wooded military gun range South Post. During drier months when wildfires are more likely, the Fire Department is concerned about site accessibility as well as the ability to respond to a wildfire in an area that may be littered with live ammunition rounds. Additional concerns are: Infrastructure Societal Environmental › Potential damage to › Risks to public health and › Threat to Devens’ structures along the safety during an active fire current tree inventory. built environment (direct fire and smoke). › Release of carbon interface. › Threat to firefighter safety. (sequestered by trees) › Destruction to an into the atmosphere. extensive recreational › Risks to wildlife and trail infrastructure. their habitat. 12 Top-Priority Hazards and Vulnerable Areas",
        "MVP Summary Report 3 Current and Future Concerns Presented by Hazards As climate change exacerbates existing or creates new hazards, it is important to understand how such hazards have already impacted Devens’ resources and infrastructure, as well as how stakeholders perceive the impacts of future scenarios. This section summarizes inputs from workshops stakeholders and their perspectives on what Devens has experienced, currently faces, and anticipates in the future as impacts from the identified hazards and changing climate conditions. 3.1 Extreme Precipitation and Flooding There have been several flooding events in recent Devens history, which can be attributed to multiple days of rain, ground saturation, and high groundwater levels. Heavy rainfall events, which occur throughout the year, have led to flooding and standing water on low-lying sections of some of the major roads such as Barnum Road and Jackson Road. Impacts due to flooding of these roads may have been exacerbated due to undersized culverts designed for 25-year storm Figure 2: Flooding of MacPherson Road on events. Conveyance systems along April 18, 2007 Jackson Road struggle to keep up with intense rain events. Culverts under the railroad tracks at the intersection of Barnum and Patton Roads also have limited capacity. They regularly fill with silt and are impacted by beaver activity, and are not able to drain stormwater as quickly as necessary. As these are the primary routes that provide access to numerous key resources and businesses in Devens, workshop stakeholders stressed the accessibility of these roadways as key concern given more frequent rainfall and 13 Current and Future Concerns Presented by Hazards",
        "MVP Summary Report flooding are expected in the future. Other minor roads such as MacPherson Road are also impacted regularly by flooding from the adjacent Nashua River. Implications to infrastructure that would be in the future floodplain were also considered. The future flood projections raise potential challenges related to infrastructure state of repair and needed improvements. Workshop stakeholders discussed the potential for raising the elevation of roadways prone to flooding as a potential solution. However, it would not be feasible for certain areas with already limited clearance, such as where the Barnum Rail Bridge and MacPherson Rail Bridge are currently located. Other infrastructure-related concerns included potential impacts to existing rail lines in the area. While it remains challenging to predict future flood levels, rail accessibility is critical and poses a near-term concern that needs to be coordinated with the Boston and Maine Railroad and CSX. Currently, the Boston and Maine Railroad marshalling yards and the CSX freight line, shared with the MBTA/Keolis commuter rail, runs through Devens. These rail lines have also been identified as critical assets of Massachusetts Department of Transportation’s (MassDOT) freight system under its 2018 Draft Freight Plan. Disruptions to these rail lines would interfere with the transport and delivery of goods and services throughout the region, and could potentially create cascading effects to the Commonwealth’s economic development. Workshop stakeholders noted that water levels have historically reached the MacPherson Rail Bridge during major rain events, and under future conditions the rail tracks could get inundated. In addition, these rail lines run through the Grove Pond area, which is also a source of drinking water for Devens and neighboring town Ayer. Freight and commuter rail lines also dissect Zone 1 and Zone 2 Water Resource Protection areas through Devens and the adjacent communities, raising the concerns for potential rail-related emergencies as a result of more extreme weather events. In addition to transportation infrastructure, several of the Devens resources, including public wells, Devens Wastewater Treatment Plant, Shriver Job Corps Centers, are also located in potential areas that may be flooded in the future (as illustrated in Figure 3). Workshop stakeholders also expressed concerns about increasing flood events that may impact the operations of and access to Devens community service providers such as Loaves and Fishes and Transition Women’s Shelter, in addition to the safety and long-term maintenance of these facilities. Workshop stakeholders also raised a concern regarding stormwater contamination issues for Devens’ environmental resources. For instance, Little Mirror Lake is a conservation easement and home to various state-listed rare and endangered species such as the Blue- spotted Salamander, Grasshopper Sparrow, and Blanding’s Turtle. Extreme precipitation and flash flood could result in overflow and discharge of stormwater pollutants into the Lake, which could pose an issue for the nearby pump house that supplies fresh water to the Devens community. Heavy rainfalls can also threaten habitat washout of the rare and endangered species found in and around the lake area. 14 Current and Future Concerns Presented by Hazards",
        "April 27, 2018 PAGE STREET LITTLETURNPIKEROAD GROT ONSHIRLEYROAD CHOOLRO A D ROAD GROTON B O S T O N R O WHITNEYROAD GREAT ROAD FI T C H GROTONS DGROTON A D B L FLATH LI ULL NR EOAB DU NR BRA UG RE GSTREET H OL D E N R O A D CENTERROAD H B EAZB R EO W N NR O A D ROADHORSEPONDROA D !(6 MACPHERSON ROU AR G DR O A D P A R K S T R E E T WASHINGTO N S T R E EO T AYER WR S PIG a onH nT d dyROAD LIN D RL IE D VY E L O O RR SY E TN FBC OLH I RIL R UL C DLR MEO R OA ADD NEMCO WAY Lake Shir Sl Ue NSy ET LANE C A T A C U N J A M IN R O A D SHIRLEY PATTERSO N R O AD WALKER ROAD 27!( 18 !( WEST MAINS PTR loE PwE oT nS dhop Grove PE oA nS dTC ME AN INT SR TA RL EA EV TENF Ul Ea Pn on na dgan EKA HNSSANDYPONDROAD W IL L OW WE R O A D SPECTACLE PO NDROAD NE M A U OAD PEABODYROAD !(26 25 IL L R BRU G R O A D 21 22 23C !(L !( !(ARK FR !(RON 24T STREET ANTI !(E 4TAM 5S !(TREE!(1 T2 !(2 10 BARNU M R O A D !( MY RICK LANE O A D PINGRYWAY C E S T R E E LT ITTLETON !( 20 !( 1 L EOMINSTERROA D K!( S1 O3 N R O A D 15!( 1!( 4!(!(!(!( 173 A N N L H A RVAR D ROAD D !(19 JA C !( E E A S ANCAS T E R R O !(16 !(34 11 B OLD MILL ROAD R O A D S H L W ILDSROAD !(!(7 8 !(35 29!(!( 30 RAHC D RN OA AL D HARVARD AYERROAD P OS OO R FU AT RH MS RH OA AK DER ROAD S H A K E R R O A D LITS TH LEE TE OH NA RN OR AO D AD TTLETONROAD OAK HIL L ROAD W HIT COMBAVENUE LANCASTER NARG IR L E Y OLDSHIRLEY R CONCORD TURNPIKE OLDLI T W AYR O A D ROUTE2 323 !(!(1 !(!( 28 D E OAD OLDTURNPIKEROADFORTPONDROAD STATEROAD 33 PO T R OA D i Ayer, Harvard, Lancaster & Shirley, MA 0 1500 3000 6000Feet Source: FEMA, VHB, ESRI dxm.stessA_nialpdoolF\\tcejorP\\PVM - snaveD 00.54141\\suoiraV_AM\\bilsig\\ATADEBHN\\\\ FIGURE 3 12 Table ID Key Assets & Infrastructure !( 1 Devens Fire Station 2 2 Devens DPW !(5 AYER !( 3 Communication Tower in back of fire department 4 Devens Community Center 5 State Police Barracks- Devens (Station C-9); MSP Headquarters C-9) 6 Devens WWTP 7 FMC Devens - Federal Medical Center 4 !( 8 Satellite Camp 9 Nashoba Valley Regional Emergency Comm. Center 10 Devens Intermodal Rail Terminal HARVARD 11 Barnum Bridge 1 12 Francis W. Parker Charter Essential !( 3 13 Seven Hills Academy Adult Day Care Facility 15 !( !( 9 14 Oxbow Schoolhouse !( 14!(!( 17 15 Guild of St. Agnes - EEC - Devens 16 Applewild Preschool 17 Evergreen Garden Preschool 18 Shriver Job Corps Centers 19 Mt. Wachusett Comm. College, Adult Learning Center 20 Shirley Police Station 21 Shirley Fire Station 22 Shirley Town Hall 23 Hazen Memorial Library 24 Ayer/Shirley Middle School (ASRD) 25 Army National Guard Complex 26 Grove Pond Gravel Packed (12 8\") Wells 27 Macpherson Naturally Developed Well 28 Proposed Sheridan Rd Well (Tw9b-08) 29 Patton Replacement Well 30 Patton Gravel Pakced Well 31 Proposed Sheridan Rd Well (Tw9b-08) 32 Shabokin Replacement Well 33 Shabokin Gravel Packed Well 34 Red Tail Golf Course 35 Mirror Lake Recreational Area (Seasonal) Devens !( City/Town Facilities !( Other Critical Facilities Municipal Boundary !( Institutions/Education Facilities !( Recreational/Open Space Note: This map is an approximate representation of the forecasted limits of flooding. The map does Current 100-yr Floodplain (FEMA) !( Infrastructure !( Public Health Office not provide information regarding changes in base flood elevations that may occur over time. 2085 - Mean Projection - Approximate 100-year Floodplain (Current 500-year Floodplain)",
        "MVP Summary Report 3.2 Severe Storms To date, Devens regularly experiences severe storms. In fact, just within the first three months of 2018, a string of four Nor’easters swept through the New England region. In Devens, damages included: › Closure of MacPherson Road due to flooding; › Numerous downed trees (however, only one localized power outage); › Erosion and sedimentation of a newly constructed stormwater management system; and › Minor impacts to properties and businesses. After experiencing an active month of March, the stakeholders are concerned about the near-term and long-term impacts of severe storm frequency. One of the key concerns which stakeholders raised was the conditions of roadways, which may be worsened due to more frequent freeze-thaw cycles and compounded by impacts from extreme storm events. When the road shoulders are eroded or softened, there is also the potential for damage to heavy equipment such as snow plows to be damaged when they drive off the asphalt. Devens’ Department of Public Works (DPW) has indicated the need for different standards and more durable materials, as existing roads are performing less than the recommended ten-year life span. Another concern was the potential erosion of river banks and fallen trees along the Nashua River Corridor that can cause back up of water and upstream flooding during extreme storm events. Another erosion issue unique to Devens is the exposure of unexploded ordnance (UXO) sites, as well as the potential for uncovering former contamination or brownfield sites (i.e. Superfund). Additionally, residents of Devens and surrounding communities (Ayer, Shirley, and Harvard) currently enjoy a network of recreational trails. However, fallen trees and debris from more frequent high wind and ice storm events could affect the safety and access to these trails. 3.3 Extreme Heat Devens relies on groundwater for its drinking water supply and has an abundant water supply to service existing and near-future community needs. Shortage of water supply could become an issue should there be a significant increase in water demand, compounded with increasing temperatures and prolonged drought periods that could deplete groundwater reserves. A major concern related to extreme heat days and/or prolonged heatwave is for people working or playing outside for extended periods of time. However, extreme heat has not been frequent enough or severe enough to cause lasting damages. At the same time, being able provide publicly accessible cooling stations or shelters, especially for the vulnerable populations (elderly, young children, special needs, etc.) is a consideration for Devens during hot days. Currently, for instance, some Devens 16 Current and Future Concerns Presented by Hazards",
        "MVP Summary Report community resources and institutions such as the Parker School and Veteran Housing only have partial or limited AC systems in place. 3.4 Wildland Fire Wildfires occur annually in Devens at varying magnitudes. Most incidents have been small, human-induced brush fires that were quickly contained and controlled by the Devens Fire Department. These small fires were accessible via road and trail networks on Devens land. Larger wildfires have generally been the result of lightning strikes (during periods of extended drought), but they were also quickly contained and controlled by the Devens Fire Department and the U.S. Army (which still maintains a presence at Devens). As drought extent is likely to increase in the future, Devens is concerned with the increase in wildfire frequency and being able to access the dense vegetation to suppress them. Currently, Devens Fire Department has trouble accessing all areas of the forests where fires may occur. There are limited fire breaks that allow responders to get into the middle of the wooded areas. This lack of access can slow response efforts and give the fire more time to spread. 17 Current and Future Concerns Presented by Hazards",
        "MVP Summary Report 4 Current Strengths and Assets Devens has numerous strengths that help it prepare for, respond to, and recover from the identified hazards. As a carefully planned community with sustainability as one of the guiding principles, Devens is already on the right track to enhance greater community resilience. This section discusses what Devens is already doing to strengthen its assets and infrastructure and to prepare for the changing climate. 4.1 Identified Strengths and Assets A major strength is Devens’ capability to quickly restore power within the jurisdiction by building and maintaining a strong and redundant electrical infrastructure network. Power outages do occur but the time that businesses and residents within Devens were without power has been minimal. Many public and larger private facilities also have emergency back-up generators. Additional strengths have been identified by stakeholders, including: › Robust partnerships with surrounding communities – Devens has established great relationships with adjacent towns and communities of Ayer, Harvard, and Shirley, which has proven helpful for sharing of information and resources such as public works equipment and emergency response services. Maintaining such strong connection will help streamline the regional planning and recovery efforts, as well as the communications around these efforts, during and after emergency weather events. The E-911 Regional Dispatch and the continued presence of the U.S. Army and Massachusetts National Guard are regional assets that play important roles in recovery and resiliency for Devens and the surrounding region. › Minimal flood risk – None of the existing critical emergency response or public facilities are located in the current 100-year flood zone. › Natural flood protection – Several water bodies in the area, such as Mirror Lake, Little Mirror Lake, Nashua River Corridor, Black Spruce Bog and Robins Pond, can serve, to a certain extent, as flood management assets. Little Mirror Lake has the capacity to hold more water during periods of extreme rain. In addition, the existing eskers can serve as natural levees due to their high elevation and steep slopes. 18 Current Strengths and Assets",
        "MVP Summary Report › Established policies, plans, and communication protocols for human and environmental protection – • Devens updated its Comprehensive Emergency Management Plan in 2014, which included evacuation plans and response protocols during emergency or disaster situations. Figure 4: Canoe launch at Nashua River • Devens has a Soil Management Policy, with measures included to prevent soil exposure, erosion and contamination. • Devens Stormwater Regulations require on-site infiltration and incorporation of Low-Impact Development (LID) Stormwater Management design, which help recharge local aquifers and provide more flexible and adaptable drainage systems that can better respond to more frequent and intense storm events. • All schools and day care facilities in Devens have developed their own evacuation plan. • Devens Fire Department establishes a regular communication system with the military and Devens Public Works during periods of expected severe weather. • Devens Emergency Management utilizes a Code Red system to send out emergency message via a phone call or text message to subscribers. › Drinking water protection – Public water supply wells are plentiful and have not been affected by drought or flooding contaminations. › Prevention measures to avoid surface water contamination – Low- impact development and on-site groundwater recharge requirements in Devens Development Rules and Regulations, coupled with the Water Resource Protection requirements for all developments, helps to protect Figure 5: Mirror Lake both surface and groundwater resources from potential contamination. › Available resources to improve communication to the disabled and non- English speaking community – Mount Wachusett Community College receives grants to help provide English as Second Language (ESL) training for local business employees. The Devens Enterprise Commission also offers translation 19 Current Strengths and Assets",
        "MVP Summary Report and communication services for the disabled and non-English speaking community at all its public meetings. › Adequate designated shelters for extreme weather and/or emergency events – • Shriver Job Corps Center has the largest kitchen in Devens and could be used as back-up to accommodate more people during an emergency event. • The Bob Eisengrein Community Center is equipped to temporarily shelter up to 400 people. Other sheltering available at the regional middle school in the neighboring town of Shirley. • The Hazen Memorial Library and the Ayer Shirley Regional Middle School in Devens could be utilized as a warming/cooling center. › Development regulations that promote more compact and resilient development patterns – Parking maximums (instead of minimums), shared uses, and transportation demand management regulations help minimize impervious surfaces associated with developments. This aids in better stormwater management, and reduced urban heat island effects. Figure 6: Historic Residential Devens › Protected open space and forested areas – In addition to providing shade and cooling effects, these green spaces can help improve air quality. Trees and other riparian vegetation can also help reduce erosion along stream banks. Numerous bogs, marshes, and other wetland areas that are protected within these open spaces also help absorb and filter runoff and reduce flooding. › Established operations to minimize exposure and/or discharge of hazardous waste – Devens operates a regional household hazardous waste disposal center, which collects hazardous products from small business and households in 14 towns in the region. This operation helps reduce the amount of hazardous materials in the region that may be improperly stored and exposed or discharged to the environment during extreme weather events. › Energy efficient requirements for homes and buildings – • All new residential homes are built to a Home Energy Rating System (HERS) index of under 50, which means most are better insulated and have higher energy performance than traditionally built homes. These homes are more resilient and able to withstand stronger storms, as well as providing safer and more livable conditions during longer periods during power outages. • The Transitions Women’s Shelter is one of several buildings in Devens that achieved the U.S. Green Building Council’s (USGBC) Leadership in Energy & Environmental Design (LEED) certification. 20 Current Strengths and Assets",
        "MVP Summary Report › Green roof requirements – Devens has green roof requirements for any developments that require an air permit. Green roofs provide additional building insulation, absorb and filter runoff, reduce urban heat island effects, and improve air quality. › Clean energy generation – Devens generates approximately 10 percent of the energy it uses locally through various ground-mounted and building-mounted solar photovoltaic panels. Devens Utilities has explored the possibility of installing battery storage systems to shave electricity peak demand and to provide temporary local emergency back-up power supply. The current state of the Devens electricity network (redundancy) coupled with the current high costs make back-up battery storage financially challenging for municipal services. As technology advances and more efficient and affordable options for battery storage systems become available, this strategy could be revisited for both municipal as well as private business emergency back-up power needs. 21 Current Strengths and Assets",
        "MVP Summary Report 5 Top Recommendations to Improve Resilience As an outcome of the workshops, the Core Team worked with stakeholders to develop a list of recommendations to help Devens prioritize its planning efforts for resiliency. This section highlights some of the actions presented in the Community Resilience Building Risk Matrix (see Appendix E). When prioritizing the actions, the team considered the following: › Necessity for advancing longer-term outcomes; › Impacts from recent hazard events; › Contribution towards meeting existing local objectives; and › Funding availability. Many of the proposed actions involve communication. Key collaborations include neighboring municipalities (and their key departments such as DPW, EMS and Public Safety), the regional E-911 dispatch center, the Massachusetts Army National Guard, and the U.S. Army located on base. Strengthening these relationships and understanding their strengths will help the area remain operational and accessible to the region during disasters. 5.1 Highest Priority Actions › Provide the ability for more staff coverage for the Fire Department during extreme weather events. › Engage military in Emergency Operations Center (EOC) exercises. › Perform more regular maintenance of existing culverts throughout Devens and specifically along Willow Brook, Patton Road, and Barnum Road to reduce flood issues, as well as seek funding for culvert improvements throughout Devens. › Develop a resource-and-supply relocation plan for organizations that provide community resources and services. 22 Top Recommendations to Improve Resilience",
        "MVP Summary Report › Develop a relocation plan for the Women’s Shelter, Veterans Housing and all other social services within Devens to ensure that the facilities can be accessed at all time. › Promote Code Red, by encouraging more local employees (and not just employers) to subscribe to the system. › Develop multi-lingual and accessible emergency management messaging. 5.2 Medium Priority Actions › In addition to the current coordination with surrounding towns’ Public Works and Public Safety departments, develop a coordination plan or agreement with private businesses such as Devens Recycling to utilize heavy equipment during and after a storm. › Seek funding through FEMA and other federal, state and local resources for replacement of undersized culverts along Willow Brook, Patton Road, Barnum Road, and Jackson Road. › Improve coordination with Devens Military Police to improve firefighting efforts on the South Post. › Improve communication with military facilities on Barnum Road. › Coordinate with CSX on safety and remediation plans for the rail lines. › Designate additional emergency shelters: • Follow up with Seven Hills Academy to assess whether the institution can become a designated emergency shelter, especially for those with special needs. • Coordinate with Town of Shirley regarding possibility of using the Ayer Shirley Regional Middle School or Hazen Memorial Library as a regional back-up emergency shelter. › Assess and coordinate with educational institutions and facilities to expand and/or upgrade air conditioning systems. Prioritized institutions to work with include Seven Hills Academy and Francis W. Parker School (charter school). Explore funding sources, if necessary. › Ensure that special needs facilities and services, such as Loaves and Fishes or the Transition Women’s Shelter, have Emergency Action Plans in place. › Follow up with Mount Wachusett Community College (MWCC) to ensure the institution has back-up generator in place. › Coordinate with MWCC to share language resources to the local community › Create an evacuation plan for the future elderly housing on Hospital Road. › Incorporate resiliency measures more consistently for the future elderly housing on Hospital Road. 23 Top Recommendations to Improve Resilience",
        "MVP Summary Report › Distribute educational material on pest and disease such as poison ivy and ticks to public facilities, businesses, schools, residents. Include signage at trailheads for ticks, poison ivy, and fire dangers. › Continue education, awareness, regulation and management of invasive species on public and private lands. › Increase the urban forest canopy cover to help with stormwater, air quality and heat-island mitigation. Promote the planting of additional tree species that are appropriate for the shifting climate zones. › Host an open house at the Fire Department to educate property owners on wildfire prevention. › Develop a needs list and storage requirements for the Bob Eisengrein Community Center, including the following considerations: • Arrange bathroom/shower capabilities for long-term sheltering. • Purchase privacy curtains and onsite generator. • Stock up resources to accommodate infant/toddler resources and special needs. › Create a mobilization plan for large groups of people at Rogers Field during an emergency. › Utilize available mapping applications to simulate real-time evacuation scenarios. › Coordinate with hotels regarding emergency back-up power needs and assess whether these places can serve as emergency shelters. 5.3 Lower Priority Actions › Continue ongoing culvert maintenance and beaver trapping program to reduce street flooding. › Continue communication and coordination with Shriver Job Corps Center on their disaster preparedness and recovery capabilities. › Follow up with Massachusetts Army National Guard Center to discuss and coordinate response capabilities. › Monitor and plant more vegetation on the eskers › Continue to manage trails and debris clearing. › Consider greywater to potable water technology for improved water efficiency. › Work with businesses to separate grey water for irrigation. 24 Top Recommendations to Improve Resilience",
        "MVP Summary Report 6 Project Team and Workshop Participants The following list presents members of the Project Team and identified stakeholders that were invited to participate in the two workshops. Individuals with an asterisk (*) attended one or both workshops. Name Affiliation Role in Workshop Peter Lowitt* Devens Enterprise Commission Leadership/Core Team Neil Angus* Devens Enterprise Commission Leadership/Core Team Joe LeBlanc* Devens Fire Core Team David Blazon* Devens DPW Core Team John Marc-Aurele* Devens Engineering Core Team Kari Hewitt* VHB - MVP Provider Facilitator Carissa Lord* VHB - MVP Provider Facilitator Van Du* VHB Facilitator Scott Adams* Devens Fire Stakeholder Timothy Kelly* Devens Fire Stakeholder Arthur Flynn* Devens DPW Stakeholder Bob Fico* Devens Recycling Stakeholder Dona Neely* Devens Eco Efficiency Center Stakeholder Todd Sumner* The Parker School Stakeholder Phoebe von Conta* The Parker School (student) Stakeholder Dan Gainsboro* Devens Village Green Stakeholder Matt Moen* TaraVista Behavioral Health Center Stakeholder Patricia Stern* Loaves and Fishes Stakeholder Gail Grosbeck* Johnson Matthey Pharma Services Stakeholder Christine Bonica* Bristol Myers Squibb Stakeholder 25 Project Team and Workshop Participants",
        "MVP Summary Report Name Affiliation Role in Workshop Rick Gilles* USAR Fort Devens Stakeholder George Markt* USAR Fort Devens Stakeholder Tim Kilhart* Town of Harvard DPW Stakeholder Mark Archambault* Town of Ayer Planning Stakeholder Robert Pedrazzi* Town of Ayer Fire Department Stakeholder Sandy Ivos Devens Homeowner Association Stakeholder Al Futterman Nashua River Watershed Association Stakeholder Steve Goodman GFI Partners Stakeholder Robert Walker Ryan Development Stakeholder Heidi Ricchi Town of Shirley/Mass Audubon Stakeholder Tom Kinch Devens Resident Stakeholder Tamar Bedard Nashoba Associated Boards of Health Stakeholder Brandy Transition Women’s Shelter Stakeholder Melissa Fetterhoff Nashoba Valley Chamber of Commerce Stakeholder Jim Moore Devens Utilities Stakeholder 26 Project Team and Workshop Participants",
        "MVP Summary Report 7 Acknowledgements The Devens Municipal Vulnerability Preparedness (MVP) planning process was compiled by the Core Team, which consists of the following staff from Devens: › Peter Lowitt, FAICP, Devens Enterprise Commission › Neil Angus, AICP CEP, Devens Enterprise Commission › David Blazon, MassDevelopment Devens Public Works › Chief Joseph LeBlanc, MassDevelopment Devens Fire/Public Safety › Thatcher Kezer, MassDevelopment Devens Operations (former Senior VP) › John Marc-Aurele, PE, MassDevelopment Devens Engineering Devens MVP Core Team was supported by consulting firm VHB, a state-certified MVP Provider. Special appreciation is also extended to the individuals from Devens and surrounding towns who participated in the workshops by contributing valuable time and efforts. Your dedication and feedback made this document more comprehensive and set the high-quality standards for the Devens Regional Enterprise. CITATION: Devens Enterprise Commission. (2018). Municipal Vulnerability Preparedness (MVP): Community Resilience Building Workshop Summary Report. Devens, Massachusetts. 27 Acknowledgements",
        "MVP Summary Report 8 Appendices A: Community Resilience Building Workshop Presentation and Sign-in Sheets B: Pre-Workshop Meeting Summary and Preliminary List of Stakeholders C: Pre-Workshop Survey Questionnaire and Results D: Summary of Climate Change Trends and Projections & Identified Critical Assets for Devens, MA E: Community Resilience Building Risk Matrix for Devens, MA Appendices",
        "MVP Summary Report This page intentionally left blank. Appendices",
        "MVP Summary Report Appendix A: Community Resilience Building Workshop Presentation and Sign-In Sheets Appendix A: Community Resilience Building Workshop Presentation and Sign-in Sheets",
        ")eteled ro( ereh tiderc egami tresnI © Devens Municipal Vulnerability Preparedness Public Workshop #1 – March 29, 2018 Presented by Kari Hewitt, VHB",
        "Agenda  Introductions  Overview of the Municipal Vulnerability Preparedness (MVP) Program  Climate Trends, Projections and Potential Impacts  Preliminary Identification of Critical Assets and Infrastructure  Community Resiliency Building Risk Matrix – Break-out Discussions",
        "Municipal Vulnerability Preparedness (MVP) Program  A component of MA Executive Order 569 (September 2016)  Provides technical support for cities and towns in Massachusetts in resiliency planning efforts: – Conducting a vulnerability assessment – Developing an action-oriented resiliency plan  Devens was selected to participate in the first round of the MVP Program – Potentially eligible for follow-up grant funding & other opportunities",
        "Climate Trends and Observed Conditions in Massachusetts Observed Hot Days (Max Temp Above 90°F)  Between 1900 and 2014, average annual temperatures have increased by approximately 3°F.  Number of hot days (max. temperature above 90°F) has been consistently above average since the 1990s. Observed Extreme Precipitations Events (2+ or more of rainfall)  Above-average precipitation has been experienced in the last 10 years – More extreme precipitation events have been reported since 2005.  Middlesex County has had 7 FEMA disaster declarations since 2005. Source: NOAA NCEI State Climate Summary, 2014",
        "Climate Projections for Nashua Basin Rising Temperatures  Winter average temperatures are likely to increase more than in the summer.  More extreme heat days (maximum temperature over 90°F) are expected.  More frequent droughts (due to less rainfall and higher projected temperatures).",
        "Climate Projections for Nashua Basin Rising Temperatures Baseline Mid-Century End of Century (1971-2000) (2040-2069) (2080-2099) Average annual 47.6°F ↑ 3.0 to 6.4°F ↑3.9 to 10.9°F temperature (°F) Days per year > 90°F 4.37 ↑ 9 to 30 days ↑12.5 to 69.9 days Days per year > 95°F 0.23 ↑ 2 to 13 days ↑ 4 to 42 days Days per year > 100°F <1 day ↑ 0 to 3 days ↑ 0 to 17 days Days per year < 32°F 156 days ↓ 19 to 38 days ↓ 23 to 64 days Days per year < 0°F 9 days ↓ 3.7 to 6.6 days ↓ 4 to 7.7 days",
        "Potential Impacts from Rising Temperatures  Increasing risk related to public health issues. – Heat exposure & heat-related illnesses. – Poor air quality due to increase in warmer temperature and extended heatwaves.  Precipitation during winter months will more likely be rainfall rather than snowfall due to warmer winters.  Increasing demand for cooling during summer days. – Increasing risk and frequency of power outages.  Increasing stress on transmission lines, substations, train tracks, roads, bridges, and other critical infrastructure due to more intense heat.  Increasing risk of wildland fires.  Weakening tree root systems due to droughts, more susceptible to toppling during high wind events.",
        "Climate Projections for Nashua Basin Changing Precipitation Patterns  More precipitation may be expected during spring and winter seasons.  Increasing consecutive dry days may be expected during summer and fall seasons.  Winter precipitation could be more snow by mid-century, but most likely be rainfall by end of century.  Increasing frequency of high-intensity rainfall events through mid- and end of century **Note: Seasonal projections for total precipitation vary, and there is less certainly specifically in the Nashua Basin.",
        "Climate Projections for Nashua Basin Changing Precipitation Patterns Baseline Mid-Century End of Century (1971-2000) (2040-2069) (2080-2099) Total annual 46 in. ↑ 1 to 6 in. ↑ 1.2 to 8.3 in. precipitation Days per year with 7 days ↑ 0.5 to 3.3 days ↑ 1 to 4 days over 1” rainfall Days per year with < 1 day ↑ 0 to 0.4 day ↑ 0 to 0.6 day over 2” rainfall Days per year with < 1 day ↑ by <1 day ↑ by <1 day over 4” rainfall Annual consecutive 16 days ↑ 0 to 2 days ↑ 0 to 3 days dry days",
        "Climate Projections for Nashua Basin Increase in Extreme Weather Events  North Atlantic hurricane activities are projected to increase in frequency, intensity and duration. – However, the projected number of hurricanes reaching MA is uncertain.  High winds (due to tropical storms, tornadoes, severe thunderstorms, Nor’easters, etc.) are highly likely to occur.",
        "Potential Impacts from Changing Frequency & Intensity of Precipitation  Increase in sediment and contaminants in water bodies. – Risk of deteriorating soil conditions due to flooding & heavy downpours  Potential sanitary sewers and stormwater management systems overflow. – Increasing stress on stormwater infrastructure.  Potential damage and mold problems in critical facilities, homes, and businesses.  Travel and commute delays  Potential damage and/or obstruction to roadways, rail lines during extreme weather events",
        "",
        "Devens’ Critical Assets & Infrastructure  Municipal/Public Buildings and Facilities  Army/Military Facilities  Institutions and Education Facilities  Infrastructure  Commercial Facilities and Businesses  Public Health Resources and Social Services  Recreational and Open Space Resources  Other Critical Facilities",
        "Pre-Workshop Stakeholder Engagement Survey Findings  Total of 14 survey responses  Approx. 43% of participants indicated their businesses & organizations have an emergency operations or response plan/protocol in place.  Top concerns & issues for businesses and organizations should there be damages or disruption due to major weather events (flooding, prolonged heatwaves, extreme storms, etc.): – Loss of revenue – Property damage and associated recovery costs – Injuries, illness, or other safety impacts to employees  Additional resources needed for effective preparedness: – Early warning system – Shelter and medical response – Reliability and stability of utility systems – Transportation assistance for residents without cars, especially during extreme hot or cold days – Ability for telecommuting",
        "Community Resiliency Building Risk Matrix Break-Out Session",
        "Step 1: Identify Top Priority Hazards Community Resilience Building Risk Matrix www.CommunityResilienceBuilding.org Top Priority Hazards(tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) H ML S L O Priority Time V S - - priority for action over the hort or ong term (and ngoing) S L H M L F e=a Vtuulrneesrability = Strength Location Ownership V or S hO ort ong - - Infrastructural ngoing Societal Environmental",
        "Step 2: Identify Community Vulnerabilities and Strengths  List of key assets & Community Resilience Building Risk Matrix infrastructure applicable H M L S L O to each category V S - - priority for action over the hort or ong term (and ngoing) F e=a Vtuulrneesrability = Strength Location Ownership V or S  Describe location for Infrastructural each asset & infrastructure Societal  Identify ownership  Determine whether identified asset and/or Environmental infrastructure is a vulnerability or a strength",
        "Step 3: Assessing Level of Urgency, Actions, Priorities, Community Resilience Building Risk Matrix www.CommunityResilienceBuilding.org Top Priority Hazards(tornado, floods, wildfire, hurricanes, earthquake, drought, sea level rise, heat wave, etc.) H ML S L O Priority Time V S - - priority for action over the hort or ong term (and ngoing) S L H M L F e=a Vtuulrneesrability = Strength Location Ownership V or S hO ort ong - - Infrastructural ngoing Societal Environmental",
        "Kari Hewitt | khewitt@vhb.com | 617.607.0971 Carissa Lord | clord@vhb.com | 401.457.7808 Van Du | vdu@vhb.com | 617.607.1834 moc.bhv.www Offices located throughout the east coast",
        "",
        "",
        "",
        "MVP Summary Report Appendix B: Pre-Workshop Meeting Summary and Preliminary List of Stakeholders Appendix B: Pre-workshop Meeting Summary and Preliminary List of Stakeholders",
        "Date: February 6, 2018 Agenda Prepared By: Kari Hewitt, VHB Devens – DEC, Vicksburg Conf Place: Room Project No.: 14145.00 Project Name: Devens MVP Program 1. Introductions • Peter Lowitt, Director, Devens Enterprise Commission (DEC) • Neil Angus, Environmental Planner (DEC) • Thatcher Kezer, Devens Operations • Chief Joe LeBlanc, Fire Department • John Marc-Aurele, Engineering Manager, Devens Engineering • David T. Blazon, Manager, Devens Department of Public Works • Kari Hewitt, Director of Sustainability, VHB • Van Du, Sustainability Planner, VHB 2. Stakeholders for workshop • Approach: A citizen participation process o Facilitate the MVP process for Devens, and will introduce/present the process and o findings to community at large (Harvard, Ayer, Shirley, etc.) - Potentially a briefing session with other town managers • Preliminary list of stakeholders: Devens Operations o Safety Management o Public Health o Municipal Utilities (Jim Moore) o Neighborhood/Community groups: o - HOAs & COAs - The Women’s Institute - Transitions - Veterans housing Businesses: o - Nashoba Valley Chamber of Commerce - Devens Eco-Efficiency Center - Bristol-Myers Squibb (BMS) - Nypro - Johnson Matthey Pharma Services \\\\mawatr\\ev\\14145.00 Devens - MVP\\tech\\Pre-Workshop\\Devens MVP_Pre-Workshop Meeting_2-6-18.docx",
        "- GFI Partners (Steve Goodman) - Hotels - O’Reilly Fulfillment Center Institutions o - Mt. Wachusett Community College - Parker School - Shriver Job Corps Center – residential campus for job training Natural resources/environmental orgs: o - Nashua River Watershed Association (NRWA) - The Trustees of Reservations - Forestry Foundation U.S. Department of Fish & Wildlife o U.S. Army o National Guard o Federal Medical Center (prison) o Pan Am Railroads o VHB action item: Draft invitation to stakeholders 3. Stakeholder survey and focus group interview The purpose of this task is to solicit more in-depth input with stakeholders regarding their perspectives on key risks and concerns for Devens’ in advance of the MVP workshops. Given the large number of businesses in the community, our approach will be to send a survey targeted to business owners and then, with this input as context, conduct a focus group interview (public utilities, public works/ chief of safety, and public health). VHB action item: Prepare draft survey questionnaire (via SurveyMonkey) and focus group interview questions 4. Scheduling workshops • Workshop 1: Thursday March 29 (morning) Provide an overview of climate projections, anticipated risks to critical assets & o infrastructure; break-out focus groups to discuss vulnerabilities and strengths VHB team will share with Devens in advance a summary of climate data & preliminary list o of assets & infrastructure VHB team will prepare maps with key resources (GIS) for workshop discussions. Peter o suggested that it would be useful to have future floodplain map (mid-century and end of century) • Workshop 2: Wednesday, April 4 (morning) Conduct an action evaluation/prioritization exercise based on the discussion of o vulnerabilities and strengths identified from Workshop 1 \\\\mawatr\\ev\\14145.00 Devens - MVP\\tech\\Pre-Workshop\\Devens MVP_Pre-Workshop Meeting_2-6-18.docx",
        "5. Data needs and sources • Emergency operations plans • Key businesses, personnel stats • Critical assets and infrastructure – will develop based on hazard mitigation list and review for gaps/changes VHB action item: Prepare a preliminary list of assets & infrastructure Devens action item: Provide to VHB any emergency operations plans as well as list of key businesses with personnel stats 6. Additional notes: • Most companies have action plan for shelter in place. Can any also serve as a resource to Devens community during emergency events? • Military has great transportation resources for mobilizing • Nashoba Valley Medical Center – 5 minutes away • Senior facility center – coming in 2019 • Devens demographics: 25% of affordable housing; housing infrastructure are from 1930s, 1950s, and 2008/2011 stocks (all old housing built by the Army; all brought up to code in 1996 when Devens took over) • Need to think about cooling centers • Hotels have no back-up power; Shriver Job Corps Center has limited power • Need to look at CMP –this project will help inform the CMP update • Flooding is an issue in places: Saratoga; McPherson (connects to Bishop) railroad bridge gets flooded all the time (though not a critical road) \\\\mawatr\\ev\\14145.00 Devens - MVP\\tech\\Pre-Workshop\\Devens MVP_Pre-Workshop Meeting_2-6-18.docx",
        "MVP Summary Report Appendix C: Pre-Workshop Survey Questionnaire and Results Appendix C: Pre-workshop Survey Questionnaire and Results",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q1 Business/Organization: Answered: 14 Skipped: 0 # RESPONSES DATE 1 Laddawn, Inc. 3/21/2018 6:24 PM 2 Instrumentation Laboratory 3/16/2018 3:34 PM 3 Johnson Matthey - Devens 3/12/2018 6:38 PM 4 Bristol-Myers Squibb 3/12/2018 4:33 PM 5 Francis W. Parker Charter Essential School 3/12/2018 10:36 AM 6 Evergreen Garden Playschool 3/10/2018 12:47 PM 7 Guild of St. Agnes Child Care Program 3/9/2018 8:59 PM 8 Johnson Matthey 3/9/2018 5:04 PM 9 Our Father's House, Transitions at Devens 3/9/2018 2:12 PM 10 Hilton Garden Inn/SpringHill Suites 3/9/2018 1:02 PM 11 Comrex Corporation 3/9/2018 12:58 PM 12 PCI 3/9/2018 11:56 AM 13 Oxbow Schoolhouse 3/9/2018 11:45 AM 14 WestRock 3/9/2018 11:44 AM 1 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q2 Your Name: Answered: 14 Skipped: 0 # RESPONSES DATE 1 Scott Dunn-Benson 3/21/2018 6:24 PM 2 Jim Ryan 3/16/2018 3:34 PM 3 Sal Ally 3/12/2018 6:38 PM 4 Deanna Trudeau 3/12/2018 4:33 PM 5 Michelle McKenna 3/12/2018 10:36 AM 6 Paula Sousa 3/10/2018 12:47 PM 7 Melissa Nikander 3/9/2018 8:59 PM 8 Gail Grosbeck 3/9/2018 5:04 PM 9 Anne O'Connor 3/9/2018 2:12 PM 10 Jon Mehlmann 3/9/2018 1:02 PM 11 Kris Specht 3/9/2018 12:58 PM 12 Nayan Amin 3/9/2018 11:56 AM 13 Lisa Langevin 3/9/2018 11:45 AM 14 Jody Guinn 3/9/2018 11:44 AM 2 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q3 Your Position: Answered: 14 Skipped: 0 # RESPONSES DATE 1 Controller 3/21/2018 6:24 PM 2 Central Distribution Manager 3/16/2018 3:34 PM 3 Operation Director 3/12/2018 6:38 PM 4 Associate Director, Environment, Health & Safety 3/12/2018 4:33 PM 5 Business Manager 3/12/2018 10:36 AM 6 Teacher Director 3/10/2018 12:47 PM 7 Director 3/9/2018 8:59 PM 8 Environmental Coordinator 3/9/2018 5:04 PM 9 Program and Facilities Manager 3/9/2018 2:12 PM 10 General Manager 3/9/2018 1:02 PM 11 President 3/9/2018 12:58 PM 12 Director of R&D 3/9/2018 11:56 AM 13 Administrator 3/9/2018 11:45 AM 14 Plant Manager 3/9/2018 11:44 AM 3 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q4 Does your business or organization have an emergency operations or response plan/protocol in place? Answered: 14 Skipped: 0 Yes No Unsure If selected \"Yes\" - ple... 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Yes 42.86% 6 No 7.14% 1 Unsure 28.57% 4 If selected \"Yes\" - please provide an overview of measures being included in the plan (e.g., emergency response 21.43% 3 procedures, communications protocol with employees, recovery in place procedures, etc.): TOTAL 14 # IF SELECTED \"YES\" - PLEASE PROVIDE AN OVERVIEW OF MEASURES BEING INCLUDED DATE IN THE PLAN (E.G., EMERGENCY RESPONSE PROCEDURES, COMMUNICATIONS PROTOCOL WITH EMPLOYEES, RECOVERY IN PLACE PROCEDURES, ETC.): 1 Company has Standard Operating procedure in place for emergency response. Practice fire drill 3/16/2018 3:34 PM twice a year 2 We have an emergency response plan that identifies protocols regard to a chemical spill to 3/12/2018 6:38 PM Weather interruption that require a shutdown. 3 Emergency Response Procedures 3/10/2018 12:47 PM 4 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q5 How might your business or organization be affected, should there be damages or disruptions due to a major flooding event in Devens? Please select all implications that may apply. Answered: 14 Skipped: 0 Loss of revenue Property damage and... Environmental non-complian... Injuries, illness, or... Security issues No impact 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Loss of revenue 71.43% 10 Property damage and associated recovery costs 78.57% 11 Environmental non-compliance issues 0.00% 0 Injuries, illness, or other safety impacts to employees 42.86% 6 Security issues 21.43% 3 No impact 14.29% 2 Total Respondents: 14 # OTHER (PLEASE SPECIFY) DATE 1 No impact. We are on high ground. 3/21/2018 6:24 PM 2 We are not in a flood zone 3/12/2018 10:36 AM 3 We would have 13 homeless families needing food, shelter, clothing and other services. 3/9/2018 2:12 PM 4 Impact on equipment 3/9/2018 11:56 AM 5 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q6 How might your business or organization be affected, should there be damages or disruptions due to extreme weather events (thunderstorms, tornadoes, micro-bursts, etc.) in Devens? Please select all implications that may apply. Answered: 14 Skipped: 0 Loss of revenue Property damage and... Environmental non-complian... Injuries, illness, or... Security issues No impact 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Loss of revenue 64.29% 9 Property damage and associated recovery costs 85.71% 12 Environmental non-compliance issues 7.14% 1 Injuries, illness, or other safety impacts to employees 64.29% 9 Security issues 28.57% 4 No impact 0.00% 0 Total Respondents: 14 # OTHER (PLEASE SPECIFY) DATE 1 Extreme weather events would impact our customers from a customer experience perspective. 3/21/2018 6:24 PM 2 Our company does have back up power that will supply the entire warehouse. Flooding of roads 3/16/2018 3:34 PM and or closure would affect our customers. Many in Critical care environments. 3 This assumes a relatively short impact - as in a day or so loss of school 3/12/2018 10:36 AM 4 Injuries and illness impacts to residents 3/9/2018 2:12 PM 5 Equipment shut down 3/9/2018 11:56 AM 6 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q7 How might your business or organization be affected, should there be damages or disruptions due to more intense and prolonged heatwaves in Devens? Please select all implications that may apply. Answered: 14 Skipped: 0 Loss of revenue Property damage and... Environmental non-complian... Injuries, illness, or... Security issues No impact 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Loss of revenue 50.00% 7 Property damage and associated recovery costs 28.57% 4 Environmental non-compliance issues 14.29% 2 Injuries, illness, or other safety impacts to employees 64.29% 9 Security issues 7.14% 1 No impact 28.57% 4 Total Respondents: 14 # OTHER (PLEASE SPECIFY) DATE 1 Increased electrical expenses due to air conditioning. 3/21/2018 6:24 PM 2 As long as the air conditioning works, residents can stay mostly inside. Both residents and staff 3/9/2018 2:12 PM may face safety or health impacts if they go outside which cannot be totally avoided. 7 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q8 How might your business or organization be affected, should there be damages or disruptions due to more frequent hurricanes or major snowstorms in Devens? Please select all implications that may apply Answered: 14 Skipped: 0 Loss of revenue Property damage and... Environmental non-complian... Injuries, illness, or... Security issues No impact 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% ANSWER CHOICES RESPONSES Loss of revenue 78.57% 11 Property damage and associated recovery costs 78.57% 11 Environmental non-compliance issues 14.29% 2 Injuries, illness, or other safety impacts to employees 71.43% 10 Security issues 28.57% 4 No impact 7.14% 1 Total Respondents: 14 # OTHER (PLEASE SPECIFY) DATE 1 We have a back-up generator but major damage would again affect our abilities to timely respond 3/21/2018 6:24 PM to our customers. 2 Assumes we have to extend school days 3/12/2018 10:36 AM 3 Essential employees may be unable to get to work, forcing employees to remain on duty past their 3/9/2018 2:12 PM scheduled shifts. 8 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q9 In the case of these scenarios, has your business or organization experienced any impacts or do you anticipate experience impacts in the near or distant future? Select all that apply. Answered: 13 Skipped: 1 9 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Flooding - increased... Increase in extreme stor... Increase in heatwave... Increase in hurricanes... 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% Already experienced in last decade Threat imminent (within the next decade) Future threat (possible in the next 10-30 years) Unsure ALREADY THREAT IMMINENT FUTURE THREAT UNSURE TOTAL EXPERIENCED IN (WITHIN THE NEXT (POSSIBLE IN THE RESPONDENTS LAST DECADE DECADE) NEXT 10-30 YEARS) Flooding - increased 0.00% 8.33% 16.67% 75.00% precipitation 0 1 2 9 12 10 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Increase in extreme storm 15.38% 23.08% 23.08% 53.85% events (thunderstorms, 2 3 3 7 13 tornadoes, micro-bursts, etc.) Increase in heatwave intensity 7.69% 15.38% 23.08% 69.23% and frequency 1 2 3 9 13 Increase in hurricanes and/or 23.08% 23.08% 15.38% 53.85% snowstorms 3 3 2 7 13 # IF YOUR BUSINESS OR ORGANIZATION HAS ALREADY EXPERIENCED ANY OF THE DATE ABOVE IMPACTS IN THE PAST, PLEASE DESCRIBE THE SPECIFIC EVENT IN MORE DETAIL, INCLUDING THE DISRUPTIONS AND IMPLICATIONS OF THE EVENT: 1 We have recently installed a back-up generator that allows us to continue operations in the event 3/21/2018 6:24 PM of a power loss. As this is our corporate office, it's very important that we are up and running from 7:00 am to 8:00 pm Monday through Friday regardless of the weather outside. Before we had a back-up generator, thunderstorms primarily would result in power losses and shut our operation down. 2 Program closed on snow days - loss of care to families. This year has a higher number than usual 3/10/2018 12:47 PM of closings. After a certain number, staff need to make up days, increasing calendar days worked into the summer. 11 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q10 What additional resources do you need to effectively prepare and protect your business (physically and financially) as well as your employees from weather-related emergency events or changing future climate conditions? Answered: 7 Skipped: 7 # RESPONSES DATE 1 I feel that we effectively deal with weather-related impacts today. We have the technology in place 3/21/2018 6:24 PM to allow a large percentage of our employees to work from home as if they are at work, which gives us great flexibility. 2 None at this time 3/16/2018 3:34 PM 3 Transportation, settler, and medical response may be critical. 3/12/2018 6:38 PM 4 None identified at this time 3/12/2018 4:33 PM 5 Not sure. 3/10/2018 12:47 PM 6 Honestly, I don't know. As a residential facility, as long as we utilities we can run. 3/9/2018 2:12 PM 7 Early warning would be helpful. 3/9/2018 11:56 AM 12 / 13",
        "Devens Municipal Vulnerability Preparedness - Pre-Workshop Stakeholder Survey Q11 Please provide any additional thoughts or comments you may have. Thank you for completing the survey. Answered: 4 Skipped: 10 # RESPONSES DATE 1 As previously mentioned, the introduction of VDI (Virtual Desktop Interface) throughout all 3/21/2018 6:24 PM departments at our company allows us to run our business from our homes if we were not able to do so at our facility in Devens. Couple this with our back-up generator at our corporate office in Devens and our redundant offsite data center, we are fairly well positioned for most non- catastrophic situations. 2 Thank you. 3/10/2018 12:47 PM 3 Many of our residents don't have vehicles and the only store within walking distance is the 3/9/2018 2:12 PM convenience store. During an extended event, they could have a harder time than most when getting basic necessities. 4 Have been on this location for over 15 years and had none of the above incidence. Place was only 3/9/2018 11:56 AM shutdown for a day during a ice storm. 13 / 13",
        "MVP Summary Report Appendix D: Summary of Climate Change Trends and Projections & Identified Critical Assets for Devens, MA Appendix D: Summary of Climate Change Trends and Projections & Identified Critical Assets for Devens, MA",
        "Summary of Climate Change Trends & Projections for Devens, MA The following summary provides key climate change trends and projections for the U.S. Northeast, and more specifically for Massachusetts, the Nashua Basin, and Devens, MA where possible, based on existing climate data and reports. This information, along with previously identified critical assets and systems defined in the Montachusett Regional Hazards Mitigation Plan, will help evaluate the potential climate change impacts on the built, natural, and social environments of Devens in near- and long-term. Figure 1 shows the location of Devens relative to the various regions and/or regional planning efforts referenced in this document. Figure 1 - Devens, Massachusetts Source: VHB CLIMATE TRENDS & OBSERVED CONDITIONS According to the National Oceanic and Atmospheric Administration’s (NOAA’s) State Climate Summary for Massachusetts,1 the state has already experienced the following changing climate conditions: • The average annual temperature for Massachusetts ranges between 46°F (inland) to 50°F (along coastal areas; averages can vary from place to place depending on elevation, topography and other 1 Runkle, J., K. Kunkel, R. Frankson, D. Easterling, A.T. DeGaetano, B. Stewart, and W. Sweet, 2017: Massachusetts State Summary. NOAA Technical Report NESDIS 149-MA, 4 pp. Access from: https://statesummaries.ncics.org/sites/default/files/downloads/MA-screen-hi.pdf",
        "environmental factors including urbanization. Between 1900 and 2014, the state’s average annual temperatures have increased by approximately 3°F. • The long-term average number of days with maximum temperature above 90°F in Massachusetts is approximately 9 days between 1900-2014. The number of hot days with maximum temperature above 90°F has been consistently above average since the 1990s. It should also be noted the state experienced the highest number of days with maximum temperature above 90°F in the most recent period between 2010-2014. • The Commonwealth of Massachusetts has experienced above-average precipitation in the last 10 years, averaging approximately 51 inches per year (compared to the overall long-term average of 45 inches per year between 1895-2009). Furthermore, since 2005, Massachusetts has reportedly been experiencing more extreme precipitation events (days with 2+ inches of rainfall), approximately 30 percent above the overall long-term average. More specifically, Middlesex County, where Devens is located, has been experiencing storms that warrant FEMA disaster declarations more regularly since 2010. Table 1 shows the FEMA disaster declarations for Middlesex County within the past 60 years from 1952 to date. Table 1 – FEMA Disaster Declarations for Middlesex County Incident Date Disaster Declarations (1952-2017) January 26, 2015 Severe Winter Storm, Snowstorm, and Flooding (DR-4214) February 8, 2013 Severe Winter Storm, Snowstorm, and Flooding (DR-4110) October 29, 2011 Severe Storm and Snowstorm (DR-4051) January 11, 2011 Severe Winter Storm and Snowstorm (DR-1959) March 12, 2010 Severe Storm and Flooding (DR-1895) May 12, 2006 Severe Storms and Flooding (DR-1642) October 7, 2005 Severe Storms and Flooding (DR-1614) December 11, 1992 Winter Coastal Storm (DR-975) Source: FEMA Disaster Declarations www.fema.gov/disasters CLIMATE PROJECTIONS FOR MASSACHUSETTS AND THE NASHUA BASIN The Massachusetts Climate Change Projections, published by the Executive Office of Energy and Environmental Affairs (EEA), provides a standard, peer-reviewed set of temperature and precipitation projections to help municipal officials, state agency staff, land managers, and others to identify potential impacts due to changing climate conditions. Climate projections are based on the latest information from the International Panel on Climate Change (IPCC) Fifth Assessment Report (AR5) in 2013. AR5 uses four Representative Concentration Pathways (RCP) as basis for the report’s climate projections; each RCP represents a different trajectory of potential greenhouse gas (GHG) concentration levels by the year 2100. In the EEA’s statewide climate projections, two specific scenarios—RCP 4.5 (medium GHG concentration scenario) and RCP 8.5 (high GHG concentration scenario)—were chosen for analysis. These RCPs are commonly utilized to display a range of GHG concentration that is most likely to occur based on current global trends and policies. In addition to statewide projections, this data is also extrapolated to the state’s major watershed basins. Due to regional differences, the MVP program recommends focusing on the basin data for more locally",
        "specific data rather than statewide data. The Nashua Basin, located in north-central Massachusetts encompasses 26 municipalities either partially or entirely, and Devens, bordered by Ayer, Shirley, and Lancaster, is located on the eastern side of this watershed basin. Table 2 presents a summary of climate change conditions projected for the Nashua Basin in Massachusetts. This is also the most locally specific climate projections available for Devens. Table 2 – Summary of Climate Change Projections for the Nashua Basin Timeframes Climate Conditions Baseline Mid-Century End-of-Century (1971-2000) (2040-2069) (2080-2099) Average annual temperature (°F) 47.6°F ↑ 3.0 to 6.4°F ↑3.9 to 10.9°F Days per year > 90°F 4.37 ↑ 9 to 30 days ↑ 12.5 to 69.9 days Days per year > 95°F 0.23 ↑ 2 to 13 days ↑ 4 to 42 days Days per year > 100°F <1 day ↑ 0 to 3 days ↑ 0 to 17 days Days per year < 32°F 156 days ↓ 19 to 38 days ↓ 23 to 64 days Days per year < 0°F 9 days ↓ 3.7 to 6.6 days ↓ 4 to 7.7 days Total annual precipitation (inches) 46 in. ↑ 1 to 6 in. ↑ 1.2 to 8.3 in. Days per year with over 1” rainfall 7 days ↑ 0.5 to 3.3 days ↑ 1 to 4 days Days per year with over 2” rainfall < 1 day ↑ 0 to 0.4 day ↑ 0 to 0.6 day Days per year with over 4” rainfall < 1 day ↑ by <1 day ↑ by <1 day Annual consecutive dry days 16 days ↑ 0 to 2 days ↑ 0 to 3 days Rising Temperatures Temperatures across the state are projected to increase significantly over the next century. Winter average temperatures are likely to increase more than those in summer. During the warmer months, residents can expect more extreme heats days (over 90°F). And overall, with less rain in the summer and generally higher temperatures, regions across Massachusetts could see more frequent droughts. Similarly, temperatures within the Nashua Basin are projected to increase throughout the 21st century, such that Devens may expect to see: • Maximum summer and fall temperatures increase: approximately 3°F to 7°F by mid-century, and 4°F to 13°F by end of the century; • Minimum winter and fall temperatures increase: approximately 3°F to 8°F by mid-century, and 4°F to 11°F by end of the century; • Increase in the number of days with maximum temperatures over 95°F: approximately 2 to 13 more days by mid-century, and almost 4 to 42 days by end of the century; and • Decrease in cold weather days: approximately 18 to 38 less days with minimum temperature below 32°F and 3 to 7 less days with minimum temperatures below 0°F by mid-century, and approximately 23 to 64 less days with minimum temperature below 32°F and 4 to 8 days with minimum temperatures below 0°F. Changes in Precipitation Patterns The spring and winter months in Massachusetts are expected to see more precipitation while the summer and fall days are expected to continue to experience the highest number of consecutive dry days. By mid-",
        "century (2040-2069) the winter precipitation could mean more snow but by the end of the century, it will likely fall as rain. In the Nashua Basin specifically, there is some uncertainty. Seasonal projections for total precipitation vary, such that summer and fall seasons could see either more or less total precipitation throughout the 21st century. Overall, based on the projections for precipitation, Devens may see: • Total annual average precipitation increases up to 6 inches by mid-century, and up to 8 inches by end of the century; • Slight increase in days with precipitation over 1” during winter and spring seasons, but either a slight increase or decrease with precipitation over 1” during summer and fall seasons by mid- and end of century; and • Increase in number of consecutive dry days during fall and summer seasons, with highest increase of up to three additional days during fall season by end of the century. Climate models examined in the EEA report also indicate that the frequency of high-intensity rainfall events will increase over time throughout the 21st century. Increase in extreme weather events The MA statewide climate projections in the EEA report did not include data on extreme weather events. Therefore, climate data from the National Climate Assessment’s Northeast Region Report as well as the Montachusett Regional Hazard Mitigation Plan was used for this section. Climatologists are predicting that North Atlantic hurricane intensity and rainfall are projected to increase as the climate continues to warm.2 Warming local sea surface temperature is one of the many factors that may influence the frequency, intensity and duration of hurricane activities in North Atlantic. Therefore, the Northeast is expected to continue to be impacted by tropical storms and hurricanes.3 Although the projection of hurricanes and coastal storm events reaching Massachusetts is not as certain, it should be noted that the state has already been impacted by three major winter coastal storms in the first couple months of 2018. High winds which accompany tropical storms, tornadoes, severe thunderstorms, Nor’easters, and blizzards are perceived as highly likely to occur in the Montachusett Region. On a larger scale, recent data indicates that there is a link between increasing global temperatures, atmospheric instability and increases in wind speed with altitude.4 2 Horton, R., G. Yohe, W. Easterling, R. Kates, M. Ruth, E. Sussman, A. Whelchel, D. Wolfe, and F. Lipschultz, 2014: Ch. 16: Northeast. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 16-1-nn. Accessed from http://s3.amazonaws.com/nca2014/low/NCA3_Full_Report_16_Northeast_LowRes.pdf?download=1. 3 Montachusett Regional Planning Commission (MRPC). 2015. Montachusett Regional Natural Hazard Mitigation Plan 2015 Update. Access from: http://www.mrpc.org/sites/montachusettrpc/files/file/file/montachusett_region_natural_hazard_mitigation_pl an_2015_update_adopted_by_communities.pdf. 4 US National Climate Assessment, US Global Change Research Program. 2014. Climate Change Impacts in the United States. Access from: http://s3.amazonaws.com/nca2014/high/NCA3_Climate_Change_Impacts_in_the_United%20States_HighRes.pd f.",
        "Regional and Local Flood Projections The Boston Research Advisory Group (BRAG)’s 2016 Climate Change and Sea Level Rise Projections for Boston Report was considered as the basis for future flood projections. The Report uses four (4) regional studies and projections to estimate the magnitude of future flooding events. Table 3 highlights the best available estimates for changes in river floods. Table 3 – Estimates for Changes in River Floods Flood Type 2055 2085 Small floods 0 to 20% 20% to 50% (e.g., 2-year recurrence interval) Design floods -10% to 35% 15% to 70% (e.g., 100-year) Source: Reproduced from BRAG’s 2016 Climate Change and Sea Level Rise Projections for Boston Report Based on available data from this Report, it shows that the approximate mean forecasted “design flood” (one-percent flood) has an approximate mean increase of 43 percent in flood flows for the year 2085. It should be noted that, based on some climate models, design floods may decrease as a result of climate change. Some projections for springtime flooding in New England show a significant decrease in the amount of snowpack, which could reduce springtime flooding. This accounts for the -10 percent possible change in flooding presented in Table 3. Additionally, some of the studies used by BRAG to develop the flood flow estimates have known methodological shortcomings, which are detailed in their reports. Further, the future amounts of emissions, and potential future legislation effecting those totals is not known, and will have a large influence over the amount of warming anticipated over the next century. Such uncertainty is inherent in the prediction of future climate, and the range of events analyzed herein seeks to alleviate some of this concern. Given these shortcomings and uncertainty, the mean increase of 43 percent should be interpreted as a broad approximation of the increase in flood flows in the year 2085 using best available information. FEMA Flood Insurance Study The Federal Emergency Management Agency (FEMA) has completed a Flood Insurance Study (FIS), Number 25017CV001C revised July 6, 2016, for Middlesex County to investigate the existence and severity of flood hazards. The FIS was used in development of the FEMA Flood Insurance Rate MAP (FIRM) Map Number 25017C0211E, dated June 4, 2010, which delineates the Special Flood Hazard Area’s (SFHA’s) within Devens, MA. Nonacoicus Brook, and the Nashua River represent the main waterways that contribute to flooding within Devens. Table 4 represents the FIS flood flows at the referenced locations: Table 4 - FEMA FIS Flood Flows and Elevations for Standard Design Storm Events Nashua River (at confluence of Mulpus Brook) Percent-Annual-Chance Flow Flood (Cubic feet per second) 10-Percent 5,650 2-Percent 9,600",
        "1-Percent 12,200 0.2-Percent 18,600 Nonacoicus Brook 1 (at Main Street) Percent-Annual-Chance Flow Flood (Cubic feet per second) 10-Percent 400 2-Percent 670 1-Percent 720 0.2-Percent 1070 It should be noted that the FIS presents several flood flows within Devens. However, to simplify this analysis, the above two locations were selected as a general representation of the current flood flows within Devens. Flood Projection FEMA FIS flows were used as a basis to develop forecasted flood projections. The current one-percent annual chance (i.e. 100-year flood) in comparison to the current 0.2-percent flood (i.e. 500-year flood) represents an approximate 50 percent increase in flood flows. This approximate 50 percent increase is comparable to the BRAG projection for flood flows (43 percent increase) for the mean projection for 2085. Therefore, the current 0.2-percent flood (i.e. 500-year flood) is approximately equal to the BRAG forecasted 2085 mean projection for the one-percent flood (i.e. 100-year flood event). Figure 2 illustrates the extents of the current 0.2-percent flood (500-year flood) and forecasted approximate one-percent flood (100-year flood) within Devens. The projected increase in flood flows and flooding extents is approximate and is for preliminary planning purposes only. A detailed hydrologic/ hydraulic analysis and further study on projected increases in flood flows is necessary to refine forecasted flood limits.",
        "April 27, 2018 Appendix D | Figure 2 PAGE STREET WHITNEYROAD LITTLETURNPIKEROAD GREATROAD L A W T O DAN OR GROT ONSH FII TR CL HEYROAD GROTONSCHOOLRO A D DGROTONROAD GROTON B L RE S E R V O ORIR A D LakF LeL UA ST h NH ir EIL leL NyR BO UA NB U RSD SU ET GLANR ERAGE STREET H OL D E N R O A D CENTERROAD H B EA N J A M NI R O A DZB R EO W N NR O A D ROADHORSEPOND PAR TO TEA RD SO N R O AD AD E R SH OP NC RA OM WEST MU R AG INR SO A T PD R loEP A PR wK ES oT R TE E nT S dhop WA ES AH STIN C MG E AT N IO NTRN AS LT R AE VEO ET NA UFl EY a PnE onR na dgan NSW SR AS PI NG a onH DnT d YdyR PO OA ND DROADLIN D RL IE D VY E L WO IL L OO W WR ER SY E TN FBC OLH I RLI R UL C DLR EMO R OA ADD NEMCO WAY C A T A C U WALKER RO A D Grove Pond STREET EKA H R O A D NE M A U G R O A D SHIRLEY ARKROAD FRP ONE TAB SO TD RY EER TOAD ANTIETAMSTREET B A R N U M R O A D IL L R O A D BRU C E S T R E E T L CHAPEL STREETC H O S PIT MY RICK LANE PINGRYWAY LITTLETON LE O MINSTERSHIRLEYROAD L EOMINSTERROA D H A R V A R D ALRO A D JACKSON R O A D A N N L E CAS T E R R OAD R O A D OLD MILL ROAD E S R O A D N A B L U N EK N B U R G ORALEVAROAD LANCASTER NARGS H IR L E Y L W ILDSROAD A RHC D RN OA AL OD LDSHIH RLA EYR RVARD AYERROAD CP OOS O NO R CFU A OT RH RM DS R H TOA UAK RDE NR PR IO KA ED S H A K E R R O A D LITS TH L EE TE OH NA RN OR AO D A OLD DLITTLETONROAD OAK HIL L R OAD A D T W R O OAD A D OLDTURNPIKEROAD FORTPONDROADAY D STATEROAD E PO T R ROUTE 2 OA D i Ayer, Harvard, Lancaster & Shirley, MA 0 1500 3000 6000Feet Source: FEMA, VHB, ESRI dxm.nialpdoolF\\tcejorP\\PVM- snaveD 00.54141\\suoiraV_AM\\bilsig\\ATADEBHN\\\\ Devens Municipal Boundary Note: This map is an approximate representation of the forecasted limits of flooding. The map does Current 100-yr Floodplain (FEMA) not provide information regarding changes in base flood elevations that may occur over time. 2085 - Mean Projection - Approximate 100-year Floodplain (Current 500-year Floodplain)",
        "Potential Impacts from Projected Climate Change Conditions The following section highlights some of the potential impacts as a result of the projected changes in climate conditions described above. This high-level list presents a broad range of possible impacts, including possible damages to environmental resources, existing buildings and infrastructure, limitations of future development, as well as health-related risks that may compromise the well-being of all workers, residents, and visitors. Impacts from rising temperatures • Poor air quality and increasing risk of heat-related illnesses due to increase in warmer temperature days and extended heatwaves. • Precipitation during winter months will more likely be rainfall and ice rather than snowfall due to warmer winters. • Increasing stress on transmission lines, substations, train tracks, roads, bridges, and other critical infrastructure due to more intense heat. • Increasing frequency of power outages due to larger demand for cooling during summer days. • Increasing risk of wildland fires.5 Impacts from changing precipitation conditions • Increasing rainfall during spring and winter months and longer consecutive dry days in summer and fall months. • Increases in depth, duration, extent, and frequency of flooding. • Increasing stress on stormwater infrastructure. • Increasing risk and/or damages to bridges, culverts, roadways, and other critical infrastructure due to flooding. • Increasing risk of deteriorating soil conditions due to increasing flooding events and heavy downpours. • Increasing water demand due to more frequent droughts. Impacts from increasing frequency and intensity of rainfall, flood-inducing weather events, and storms • Increasing risk and/or damages to building envelopes of existing buildings and facilities due to extreme weather events, particularly during thunderstorms and high wind conditions. • Increasing risk of pollutant runoff into water bodies due to increasing flash floods and heavy downpours. • Weakening tree root systems due to droughts, becoming more susceptible to toppling during high wind events. • Fallen trees and debris during severe storm events that may damage power lines and result in power outages, as well as pose threats to community safety. 5 According to the Montachusett Regional Hazard Mitigation Plan, between 2009-2015, Devens has already been experiencing the highest number of acres burned from wildfire in the region.",
        "Identification of Critical Assets and Infrastructure for Devens, MA Table 5 lists Devens’ critical assets and infrastructure to be considered as part of the climate vulnerability assessment. These assets and infrastructure identified here are based on reviews of the Montachusett Hazard Mitigation Plan and Devens 2014 Comprehensive Emergency Management Plan (CEMP). The Project Team will coordinate with stakeholders from the community of Devens, through the Municipal Vulnerability Preparedness (MVP) process, to confirm this list as well as to include any additional critical assets and resources. Table 5 – Devens’ Critical Assets and Infrastructure Category Key Assets & Infrastructure Notes City/Town Facilities Devens Fire Station Emergency operations center Devens DPW Emergency operations center HazMat site Communication Tower in back of fire department Devens Community Center Emergency shelter Devens Regional WWTF HazMat site FMC Devens – Federal Medical Center; HazMat site Satellite Camp Devens top employer (~200) Nashoba Valley Regional Emergency Comm. Center State Police Barracks- Devens (Station C-9); MSP Headquarters C-9 Institutions/Education facilities Mt. Wachusett Comm. College, Adult Learning Center Guild of St. Agnes - EEC - Devens Applewild Preschool Evergreen Garden Preschool Shriver Job Corps Centers Oxbow Schoolhouse Francis W. Parker Charter Essential Seven Hills Academy Adult day care facility Infrastructure Devens Intermodal Rail Terminal Barnum Bridge Within 100-year flood zone Other critical facilities6 Shirley Town Hall Shirley Police Station Emergency operations center Shirley Police Station Emergency operations center Hazen Memorial Library Emergency operations center Shirley Middle School Emergency operations center Ayer/ Shirley Middle School (ASRD) Army National Guard Complex HazMat site 6 These “other critical facilities” are located within the boundaries of Devens, but are under the jurisdiction of the specified municipality.",
        "Commercials/Businesses Hilton Garden Inn Emergency shelter SpringHill Suites by Marriott Emergency shelter American Superconductor HazMat site Bionostics HazMat site Bristol Meyers Squibb HazMat site Devens top employer (~800 employees) Comrex HazMat site Eglomise Designs HazMat site Integra HazMat site Johnson-Matthey HazMat site Devens top employer (~170) Kenco HazMat site MEMA M&C HazMat site Netstal Machinery HazMat site New England Sheets HazMat site Parker Hannifin Aerospace FSD HazMat site RFTA Fort Devens HazMat site Rapid Refill HazMat site Regency Warehouse HazMat site Rock Tenn - Southern Container LLC HazMat site Ryerson Corp. HazMat site Shelpley Hill Treatment facility HazMat site Within 100-year flood zone Waiteco Machine HazMat site Xinetics, Inc. HazMat site Quiet Logistics & Quiet Logistics II HazMat site Devens top employer (~400; ~700 w/ part-time seasonal) SMC, Ltd. Devens top employer (~290) O’Reilly Devens top employer (~230) Nypro Devens top employer (~130) Bio-Techne Devens top employer (~100) Xinetics Devens top employer (~90) Laddawn Devens top employer (~90) Integra Devens top employer (~80) NE Sheets Devens top employer (~80) West Rock Devens top employer (~80) Parker Hannifin Devens top employer (~80) Patterson Veterinarian Devens top employer (~70) Recreational/Open Space Red Tail Golf Course HazMat site Mirror Lake Recreational Area (Seasonal) Public Health Office Grove Pond Gravel Packed (12 8\") Wells Within 100-year flood zone Macpherson Naturally Developed Well Within 100-year flood zone Proposed Sheridan Rd Well (Tw9b-08) Shabokin Replacement Well Patton Replacement Well Shabokin Gravel Packed Well Patton Gravel Packed Well Shabokin Gravel Packed Well",
        "REFERENCES Devens, Massachusetts. 2014. Comprehensive Emergency Management Plan (CEMP). Federal Emergency Management Agency (FEMA). Disaster Declarations. Retrieved: www.fema.gov/disasters. Federal Emergency Management Agency (FEMA). 2014. Flood Insurance Study (FIS), Volume 1-8, Middlesex County, Massachusetts (All Jurisdictions). Horton, R., G. Yohe, W. Easterling, R. Kates, M. Ruth, E. Sussman, A. Whelchel, D. Wolfe, and F. Lipschultz, 2014: Ch. 16: Northeast. Climate Change Impacts in the United States: The Third National Climate Assessment, J. M. Melillo, Terese (T.C.) Richmond, and G. W. Yohe, Eds., U.S. Global Change Research Program, 16-1-nn. Retrieved: http://s3.amazonaws.com/nca2014/low/NCA3_Full_Report_16_Northeast_LowRes.pdf?download=1. Massachusetts Executive Office of Energy and Environmental Affairs (EEA). 2018. Massachusetts Climate Change Projections – Statewide and for Major Drainage Basins. Retrieved: https://nescaum-dataservices- assets.s3.amazonaws.com/resources/production/MA%20Statewide%20and%20MajorBasins%20Climate%2 0Projections_Guidebook%20Supplement_March2018.pdf. Melillo, Jerry M., Terese (T.C.) Richmond, and Gary W. Yohe, Eds., 2014: Climate Change Impacts in the United States: The Third National Climate Assessment. U.S. Global Change Research Program, 841 pp. doi:10.7930/J0Z31WJ2. Retrieved: http://s3.amazonaws.com/nca2014/high/NCA3_Climate_Change_Impacts_in_the_United%20States_HighRe s.pdf. Montachusett Regional Planning Commission (MRPC). 2015. Montachusett Regional Natural Hazard Mitigation Plan 2015 Update. Retrieved: http://www.mrpc.org/sites/montachusettrpc/files/file/file/montachusett_region_natural_hazard_mitigation _plan_2015_update_adopted_by_communities.pdf. The Boston Research Advisory Group Report. 2016. Climate Change and Sea Level Rise Projections for Boston. Retrieved: https://www.boston.gov/sites/default/files/document-file-12-2016/brag_report_- _final.pdf.",
        "MVP Summary Report Appendix E: Community Resilience Building Risk Matrix for Devens, MA Appendix E: Community Resilience Building Risk Matrix for Devens, MA",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Infrastructure Strength Vulnerability : More resources than surrounding communties. : Flooding of retention pond and roadways; some staff live more than 30 minutes ACTIONS 1. H 1. S Devens Fire Station Specific Public S away; MEMA not funding on-call staffing. 2. H 2. S : Regulatory; stage people during storm events; bring to attention of legislature; bring Military into EOC drills. Strength Devens DPW Specific Public S : New facility; regular maintenance schedule. - - ACTION : Develop a coordination plan or agreement to utilize heavy equipment during and after a Devens Recycling Specific Public M L storm. Strength Communication Tower/Nashoba Valley Back of the Fire Private S : Hardened and raised equipment; has back-up power; serves 7 communities. - - Regional Dispatch Department Strength Communication/Water Tower Specific Private S : Internal communication; has back-up generator. - - Strength Vulnerabilities : Outside of the floodplain; has back-up generator. : Main lift station is in flood zone, if road is flooded, a secondary access will be ACTION Wastewater Treatment Plant Specific Devens S - O necessary. : Operational issue. Manageable. Vulnerability ACTION : Jackson Road flooding concerns; undersized culverts for projected flows. State Police Barracks (Station C-9); MSP Specific State V : Seek funding through FEMA for replacement of undersized culverts or road M O Headquarters C-9 improvements on roads that connect to Jackson. Vulnerability : Flooding could lead to environmental risks. Cargo release into receiving waters ACTION Intermodal Rail Terminal Specific (Ayer) V and wells. Major staging area for freight. Could be a choke point. M L : Coordinate/communicate with CSX on safety and remediation plans. 1",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Vulnerability: ACTION Flooding is an issue but cannot raise road due to limited clearance. Barnum Bridge Specific Public V H O : Clean and increase culverts running under railroad. Vulnerability: MacPherson Road floods naturally and is closed regularly (redundant). Jackson Road and Barnum Road have flooding concerns. ACTIONS: Undersized culverts. 1. L 1. O Ongoing 2. - 2. O Roads Townwide Public V maintenance and beaver 3. H 3. O trapping program; preventative 4. H 4. S maintenance of tree limbs; seek funding for culvert improvements; coordinate with surrounding towns to provide alternative emergency routes. Strength Vulnerability : Services provided to the community. ACTION : Road access : See above for road access as it relates to ACTION for Loaves and Fishes flooding. Pond can be lowered ahead of events. : Develop resource Businesses (Loaves and Fishes, and and supply emergency relocation plan; figure out if a ACTION for Women's Shelter Women's Shelter, Homeless Veterans Multiple Private V H S generator is necessary. Housing, etc.) : Develop a relocation plan; Ongoing actions already in place; Use Military facilities; Identify facilities that need to remain open/staffed during an emergency event. Strength FMC Devens - Federal Medical Center; Specific Federal S : Self-sufficient; nothing critical stored in warehouse. - - Satellite Camp Strength : One well provides 20% of community needs; wells have not been affected by drought. Public Water Supply Wells Multiple Public S - - In floodplain but not critical. Other 2 wells are outside of SFHA. 2",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Strength : Good sharing/exchange of information with Devens; PA system could be used for Vulnerability emergency announcements. : South Post is more prone to wildfires in drier months with active shooting range; ACTION Military/Army Facilities Multiple Federal S M O No communication with 99th and 44th on Barnum Road. : More water fill points and more access to forest for firefighting. Improve communication. 3",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Societal Strength : They have a response plan. Guild of St. Agnes Local bus company can be contacted to Vulnerable Population Specific Non-profit V - - (Early Education Center) evacuate if need be; has their own buses. : Children Strength : They have the largest kitchen in Devens, and can be used as backup to turn Vulnerability out meals during/after an emergency Vulnerabilities event. : near current Shriver Job Corps Center Specific Federal S+V : limited backup power, L O ACTION 500 yr. floodplain have student housing on campus : Continued communication and coordination on their disaster pStrreepnagrethdness and recovery capabilities. : They can evacuate on their own; Have own buses; Day-time Vulnerable Population operations only. ACTION Seven Hills Academy (adult day care : Special needs facility for mentally challenged and Specific Private V : Follow up whether they can M S elderly) take in evacuees with special needs; Follow up whether air conditioning capabilities are adequate for rising temperatures. 4",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - Strength ngoing : Both provide key services to the community; Veteran housing; Vulnerability ClearPath- Veterans support. : Lack of back-up power at Vulnerability Women's Shelter as well as Loaves and Special needs services and service Fishes; Veteran housing (privately run) providers (such as Loaves and Fishes, : Loaves and Specific Non-profit S+V M S has limited AC, but no better/worse than Transition Women's Shelter, Veterans Fishes is in 500 yr. floodplain neighbors; although less likely to have Housing, etc.). ACTION window units due to costs. : See Infrastructure actions above; Follow up to make sure facilities have Emergency Action Plans. Strength : In the same development complex as Town Hall, Police Department and regional middle school; could be used Hazen Memorial Library Specific Town of Shirley S as warming/cooling center; has multiple M S ACTION generators. : Reach out to Town of Shirley to discuss using school as back-up shelter. Strength : Has backup generator; could serve as short-term emergency medical TaraVista Behavioral Health facilities; has on-site kitchen; sewer Specific Private SV - - (inpatient psychiatric) ejector pump attached to generator. Strength Vulnerability : Have generator; can shelter in Vulnerability : in current 500 ACTION place. yr. floodplain. : Only has AC in some part ACTION : LID/green Parker School (Middle and High) Specific Public S of the building. M O infrastructure to reduce : Need to expand AC; :ook for flooding. Follow-up to see if funding sources for charter schools. utilities are located on the roof. 5",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Strength : During a short-term emergency, parent pick-up at the Devens Vulnerability Oxbow Schoolhouse (Elementary and Recreation Center up the street. ACTION Middle School)/Evergreen Garden (Pre- Specific Private S - - : No generator for schools school)/ Regional Dispatch : In good shape, maintain oStpreernagtitohnal activities. : Receive grantsto provide ESL training in the community for local Vulnerability business employees. : No generator at MWCC, ACTIONS Mount Wachusett Community College Specific Public S non-English speaking employees in town M L : Follow up to see whether they need back-up generator; Need to link the language resources to the local ACTION community. : Follow up on communicaiton National Guard Center Specific State S L O about response efforts. Strength Go into lockdown during an event. : Could provide some meals to Federal Prison Hospital Specific Federal S - - community as a back-up. Strength : Will be LEED certified. Vulnerable Population Managed facility. ACTIONS : Elderly Elderly Housing 1. M 1. S Specific Subsidized S+V : Create Evacuation plan; Make (To Be Built on Hospital Rd.) 2. M 2. L climate change resiliency and adaptation regulations more specific across the board. Strength Citizen Emergency Response Team : Devens no longer has a CERT team but is working with Ayer to utilize their team. Townwide Public S - O (CERT) Devens has the equipment but not the people. Ongoing project (2015-2020). 6",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Strength : Redundant communication to members. Devens may be better directly communicating Homeowners Associations (3) Various Non-profit S - - to residents. Strength Vulnerability : EMA has a Code Red Reverse 911 system, Military PA System. ACTIONS : Only useful for those that sign up. Town Emergency Communications Townwide Public S+V H S : Push the message to local employees. Promote Code Red via adding sign-up on front Vpauglen eorf aDbeivlietnys webpage, in newsletter, and at Devens Eco-Efficiency CenterV. ulnerability : Increase in ticks, pests, poison ivy, heat related health : Public ACTION ACTION issues, increase in airborne allergens. and property safety : Distribute education materials at public facilities, businesses, : Host events schools, residents; Install signage at trailheads. at FD to educate property owners, develop and distribute materials on fire safety and prevention; Install Public Health & Safety Townwide Public V M S and O signage re: fire safety. Devens Eco-Efficiency Center can host quarterly Environmental Health and Safety Roundtables and educate risks related Vulnerability to pest/ticks, etc. ACTION : Large groups of people congregate for events. Native American Cultural Society Specific Non-profit V : Mobilization plan for large groups of people during an emergency; Utilize available M S (museum and artifacts) Strength: mapping applications to simulate real time evacuation scenarios. Can be used as an emergency shelter. Has a generator hook-up, small kitchen, 100 beds Vulnerability and sleeping bags. Can shelter up to 400 people. ACTIONS : Not suited for long term sheltering. Bob Eisengrein Community Center Specific Public S M O : Develop a needs list and storage requirements; Arrange bathroom/shower capabilities for long-term sheltering; Purchase privacy curtains and onsite generator; Need infant/toddler resources and special needs accommodations. 7",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - Strength ngoing : Community Recreation Director is in constant contact with Fire Department located across the street; Vulnerability Good staging area. : Large groups of ACTIONS people/visitors congregate for events. Rogers Fields Specific Public S+V M O : Develop mobilization plan for large groups of people during an emergency; Utilize available mapping applications to simulate real-time Strength evacuation scenarios. : Devens FD in communication with South Post Range Control in the event of severe weather which may threaten tent Vulnerability camps. Military Reservists : Live fire shooting range increases risk of wildfires Various Federal V - - (10,000 people in the summer) during droughts. With unexploded rounds, have to fight from ACTION perimeter, and can not do water drops : See actions for Military/Army Facilities group under \"Infrastructure.\" Haven't had a request for translator services for emergency messaging. Have used onsite bi- Vulnerability lingual employees when there is a medical emergency at a business. ACTION Non -English speaking employees Town-wide - V H O : Non-English speaking employees, shelter residents : ESL services through MWCC; Consider providing bi-lingual EM messaging. Reservists and military officers fill up the two hotels on Devens; not used as ACTION shelters. : Ask about back-up power needs Hotels Specific Private S+V M S during an emergency; Ask whether they can provide EM sheltering; Figure out where non-military personnel can go during evacuation. 8",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Environmental Mirror Lake Recreational Area Strength : Serve as flood management (minimally), (conservation easement, public Specific DPW S - - public beach/cooling site. recreational resource) Strength Vulnerability : The lake has capacity for more water. Little Mirror Lake : Extreme precipitation can pose Lack of water may potential risk for stormwater contaminants, and this negative affect the (conservation Trustees of could be an issue to the nearby pump house, which R&E habitat, but easement, home to rare and Specific S+V - O Reservation supplies fresh water to the community. Heavy rain more hotter days endangered species) would pose issues for the rare and endangered may also help ACTION habitat (habitat washout, etc.). increase habitat. : Continue with conservation efforts. Black Spruce Bog Strength: Trustees of Specific S Can serve as flood management asset. (conservation easement) Reservation Vulnerability : Dry out of vegetation, Strength risk of erosion Eskers Trustees of during heavy rain ACTION Reservation; : Can serve as natural levee due to high after dry period Multiple S+V L L U.S Fish and elevation & steep slope. : Monitor Wildlife and plant more vegetation on the eskers Strength Robins Pond : Flood control asset; can store a lot of water; can Specific DPW S - - (headwater of Willow Brook) flood Barnum Road but controllable. 9",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - Strength Vulnerability Strength: ngoing : Cooling : Devens has effect of forests, Increase in invasive a lot of forest; Approx. Vulnerability ACTIONS 2 trees absorb CO species 1/3 of Devens land is ACTION : : Devens protected open space Street Tree Inventory/Forest Branches can take development : Clear brush Strength ACTION down power lines. projects are to provide access of : Trees can reduce : Regularly required to conduct firefighting. (majority oak, black spruce, hemlock, Town-wide DEC, DPW S+V - O flooding. inspect and cut tree and other natives of the Northeast) branches surveys/inventory; threatening power DEC and DPW is lines and overhead working on a tree utilities. replacement program to diversify Vulnerability Vulnerability tree species. : : Some Fallen trees & stretch of pavement Trails debris make trails is already in bad (connecting Ayer, Shirley, Various impassible; ice shape (Ayer Rail ACTION Multiple V L Harvard, and Devens) municipalities issues Trail). Not a critical : DPW resource. Shepley Hill managing trails. Vulnerability ACTION (disc golf course, hiking Next to land : Impact to vernal pools & habitat. trail, conservation restriction - has owned by the DEC V - O : Ongoing monitoring, conservation restrictions. Strength certified vernal pools) Army Vulnerability : Flood management asset. Nashua River Corridor : Extended hot days or heatwaves can weaken tree roots Mass Wildlife, along the river bank -potential erosion of bank, fallen trees into river and Specific US Fish & S+V - O cause back up of water, which might result in upstream flooding during ACTION Wildlife heavy rain. Trees can impact bridges. : Ongoing maintenance by DPW. 10",
        "Devens Community Resilience Buildling Workshop Matrix Top Priority Hazards H M L S L O Priority Time V S Extreme Precipitation - - priority for action over the hort or ong term (and ngoing) Severe Storm Events Extreme Heat Wildland Fire S L Events/Flooding H M L O F e=a Vtuulrneesrability = Strength Location Ownership V or S hort ong - - ngoing Strength Vulnerability : Flood management asset. Cold Spring Brook : Extended hot days or heatwaves can weaken tree roots along the river bank -potential Townwide S - - erosion of bank, fallen trees into river and cause back up of water, which might result in upstream flooding Strength during heavy rain. U.S. Fish and Wildlife's Bill Ash Strength : Asset. Visitor Facility US Fish & Shaded facility and Specific : Low Impact Design showcase. - - Wildlife composting toilets, Rare & endangered species fire pit, boat access. Strength: (Blue- spotted Salamander, Grasshopper Multiple - S Most of the land where these R&E species are located are protected from development. - - Sparrow, Blanding's Turtle) Strength : Soil Management Policy which is intended UXO (Unexploded ordnance) sites to reduce risk to human health and safety and the Vulnerability environment. Multiple - V - O : Erosion can expose these sites, which ACTION many were former contamination sites (Superfund). Strength: Ongoing maintenance. Vulnerability : No surface water discharge. Water : pumped up goes back to groundwater. Enough Levels may not be capacity for expansion of industrial users. Water use sustainable in long Vulnerability: ACTIONS: regulations used every summer. term future. Contamination issues (former Consider ACTION: Superfund site). alternatives- grey Groundwater Good ongoing monitoring and regulations. water to potable water; Work with Townwide - V L L & O businesses to separate grey water for irrigation; Continue to think forward. 11"
    ]
}