{
    "FILE_NAME": "https://research.fit.edu/media/site-specific/researchfitedu/coast-climate-adaptation-library/united-states/east-coast/new-england/Hamin-et-al.-2014.-Adaptation-Barriers-In-Coastal-Massachusetts.pdf",
    "ALL TEXT": "This article was downloaded by: [50.88.104.251] On: 13 March 2015, At: 13:27 Publisher: Routledge Informa Ltd Registered in England and Wales Registered Number: 1072954 Registered office: Mortimer House, 37-41 Mortimer Street, London W1T 3JH, UK Journal of the American Planning Association Publication details, including instructions for authors and subscription information: http://www.tandfonline.com/loi/rjpa20 Barriers to Municipal Climate Adaptation: Examples From Coastal Massachusetts’ Smaller Cities and Towns Elisabeth M. Hamina, Nicole Gurranb & Ana Mesquita Emlingera a University of Massachusetts b University of Sydney, Australia Published online: 03 Sep 2014. Click for updates To cite this article: Elisabeth M. Hamin, Nicole Gurran & Ana Mesquita Emlinger (2014) Barriers to Municipal Climate Adaptation: Examples From Coastal Massachusetts’ Smaller Cities and Towns, Journal of the American Planning Association, 80:2, 110-122, DOI: 10.1080/01944363.2014.949590 To link to this article: http://dx.doi.org/10.1080/01944363.2014.949590 PLEASE SCROLL DOWN FOR ARTICLE Taylor & Francis makes every effort to ensure the accuracy of all the information (the “Content”) contained in the publications on our platform. However, Taylor & Francis, our agents, and our licensors make no representations or warranties whatsoever as to the accuracy, completeness, or suitability for any purpose of the Content. Any opinions and views expressed in this publication are the opinions and views of the authors, and are not the views of or endorsed by Taylor & Francis. The accuracy of the Content should not be relied upon and should be independently verified with primary sources of information. Taylor and Francis shall not be liable for any losses, actions, claims, proceedings, demands, costs, expenses, damages, and other liabilities whatsoever or howsoever caused arising directly or indirectly in connection with, in relation to or arising out of the use of the Content. This article may be used for research, teaching, and private study purposes. Any substantial or systematic reproduction, redistribution, reselling, loan, sub-licensing, systematic supply, or distribution in any form to anyone is expressly forbidden. Terms & Conditions of access and use can be found at http:// www.tandfonline.com/page/terms-and-conditions110 Barriers to Municipal Climate Adaptation Examples From Coastal Massachusetts’ Smaller Cities and Towns Elisabeth M. Hamin, Nicole Gurran, and Ana Mesquita Emlinger C Problem, research strategy, and limate change adaptation is defi ned by the National Research fi ndings: Many global cities are making Council (NRC; 2010) as “adjustments in the natural or human good progress on climate adaptation. There systems to a new or changing environment that exploits benefi cial is less information, however, on climate opportunities or moderates negative effects” (p. 19). Adaptation seeks to adaptation among smaller cities and towns: adjust the built and social environments to minimize the negative out- Are their approaches similar when undertak- comes of climate change (Intergovernmental Panel on Climate Change ing adaptation? Do the barriers they face mirror those of large cities? In this study, we [IPCC], 2007); mitigation planning, by contrast, seeks to reduce current undertake fi ne-grained empirical research on and future greenhouse gas emissions, including those generated through the perceptions of 18 municipal planners in the built environment and transportation sectors. Although adaptation to 14 coastal cities and towns in Massachusetts; climate change challenges local decision makers to face a complex deci- our fi ndings are thus limited to planners’ sion-making arena and a novel topic, municipal-level efforts to plan for perceptions of efforts and barriers in one greenhouse gas reduction and adaptation are increasingly common region of the United States. These communi- ties are very early in the uptake of climate ( Bedsworth & Hanak, 2010). adaptation policies and use a range of Most research on climate change has focused on selected big cities in the approaches when they do begin adaptation, Global North (Bell & Jayne, 2009). More general planning or urban studies including planning, mainstreaming, or have rarely used small to mid-sized cities as a focused unit of analysis (Pitt & addressing current hazards. The planners Bassett, 2013). We seek to identify how small cities approach climate adapta- interviewed reported that barriers to adapta- tion, the barriers they face in doing so, and the strategies that such cities tion actions tend to be interconnected; for example, the strength of private property develop to overcome those barriers. For this study, we undertake fi ne-grained interests often limits local political leadership empirical research on a sample of small communities in coastal Massachusetts on the issue. Without such leadership, it is by interviewing community planners. This approach allows us to assess these diffi cult for planners to allocate time and/or issues within different geopolitical contexts but similar legal and governance money to adaptation activities. It is also conditions. challenging to gain support from local residents for climate adaptation action, while a lack of accepted technical data complicates efforts. Takeaway for practice: In coastal About the authors: Elisabeth M. Hamin candidate in regional planning at the Massachusetts, and perhaps elsewhere, local (emhamin@larp.umass.edu) is a professor of University of Massachusetts. residents, planners, and their municipal regional planning and the department head Color versions of one or more of the fi gures bodies, as well as the states, must act in for landscape architecture and regional in the article can be found online at www. multiple ways to encourage the development planning at the University of Massachusetts. tandfonline.com/rjpa. of meaningful climate adaptation action in Nicole Gurran (nicole.gurran@sydney.edu. smaller cities and towns. au) is an associate professor of architecture, Journal of the American Planning Association, Keywords: land use planning, climate design, and planning at the University of Vol. 80, No. 2, Spring 2014 change, adaptation, municipal, qualitative Sydney, Australia. Ana Mesquita Emlinger DOI 10.1080/01944363.2014.949590 research (amesquit@larp.umass.edu) is a doctoral © American Planning Association, Chicago, IL. RRJJPPAA__AA__994499559900..iinndddd 111100 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoDHamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 111 We explore two specifi c questions: Intergovernmental Panel on Climate Change, 2007; Quay, 2010). Some U.S. municipalities and regions are making • What types of municipal adaptation action are occur- progress in adaptation planning and policy (Cruce, 2009; ring in smaller coastal communities in a region with Wheeler, 2008), particularly those with state-level leadership minimal state guidance on climate change? (Bedsworth & Hanak, 2012). For example, more than 20% • What sorts of barriers are planners experiencing in of the local jurisdictions in California have policies or pro- addressing climate adaptation in these towns and grams addressing climate adaptation (Governor’s Offi ce of cities? Planning and Research & State of California, 2012). But Smaller, often less-researched places offer insights on aside from states such as California and parts of Europe, the how policy ideas in general, and specifi c climate adaptation extent of progress in second-tier and smaller cities and towns practices in particular, may travel and implant across a is less clear (Australian Government, 2010; Baker, Peterson, region (Pitt & Bassett, 2013). Although we focus on mu- Brown, & McAlpine, 2012; Bierbaum et al., 2013; Carmin, nicipal planners, we recognize that adaptation involves Nadkarni, & Rhie, 2012; Gurran, Norman, & Hamin, collaboration across a variety of governmental and nongov- 2012; Measham et al., 2011; Norman, 2009). ernmental actors (Drummond, 2010). To prepare for climate change, communities must We fi nd that smaller communities in this region have begin by projecting future climate scenarios and identify- only attempted very limited adaptation efforts. While the ing the neighborhoods, populations, and infrastructure literature suggests that there are discrete barriers to adopt- systems of greatest vulnerability to potential climate haz- ing climate adaptation policies or activities, most respon- ards (Füssel, 2007). Addressing these vulnerabilities might dents stress that these barriers are extremely intercon- involve developing policies to respond to the increased nected. For example, private property interests limit local frequency or intensity of natural hazards and the conse- political leadership on the issue and reduce the resources quent implications for public health, coastal zone manage- available to planners to address climate adaptation. This ment, building codes, water and sewer supply, stormwater makes it diffi cult for planners to develop useful data, management, and biodiversity conservation (Burby et al., overcome technical barriers, or help educate their commu- 1999; Rosenzweig, Solecki, Hammer, & Mehrotra, 2011). nities. Equity questions about who should pay for adapta- Preparing for climate change requires more interagency tion improvements also cloud the issue. Local planners coordination and wider geographical spheres for planning need help from all levels of government to develop mean- (Bedsworth & Hanak, 2010; Castán Broto & Bulkeley, ingful and effective climate adaptation approaches and 2013; Zimmerman & Faris, 2011). For example, commu- policies. While our fi ndings are specifi c to coastal commu- nities can prevent development in vulnerable locations, use nities in Massachusetts, they may have implications or structures and materials able to withstand storm events at scalable lessons for other small or coastal communities. future projected intensities, and increase provisions for The following section reviews the literature on typical onsite water retention in regions where rainfall patterns are adaptation policies at the local level, the extent of current likely to become more volatile (Gurran, Hamin, & Norman, municipal adaptation efforts, and previously identifi ed 2008; Gurran et al., 2012; Harvey & Woodroffe, 2008). barriers to action. The second section introduces the study The impact of intense heat days can also be reduced area and research techniques, and the third describes our (Stone, 2012). fi ndings. The fi nal section discusses implications of our In practice, many communities follow a process or work for the diffusion of climate adaptation learning and pattern: They develop community awareness of the need practice more widely. for adaptation, analyze climate risk and vulnerability, change local regulations, and then modify infrastructure. However, few communities have progressed through all of these steps (Hamin & Gurran, in press). Adaptation is Research Literature Framework similar to other policy innovations: It requires managing the framing of the issue while raising awareness, generating Global awareness about the implications of anthropo- sanctions and incentives, developing feasible options, and morphic—or human-induced—climate change has grown institutionalizing the selected policies (Tabara et al., 2010). dramatically in the past decade. The range and uncertainty of Municipalities can prepare for future climate in one of potential future climate impacts suggest that we need more three ways: than static historical information to inform existing planning frameworks, building codes, and infrastructure standards (cid:129) planning, preparing specifi c plans to prepare for (Berkes, 2007; Betts et al., 2011; Hamin & Gurran, 2009; various scenarios and possibilities; RRJJPPAA__AA__994499559900..iinndddd 111111 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD112 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 (cid:129) mainstreaming, changing technical specifi cations and However, it may be more politically acceptable to discuss regulations to refl ect projected climate conditions addressing current hazards than discussing climate change without going through a full planning process; and (Berrang-Ford, Ford, & Paterson, 2011; Ruthe & Coelho, (cid:129) addressing current hazards, which typically makes a 2007). Adaption benefi ts can also accrue directly or indi- community better adapted to future hazards as well. rectly from other more established or politically acceptable initiatives such as public health initiatives, urban greening, Cities adopting the planning approach generally prepare a rural development and diversifying agriculture, disaster comprehensive strategic adaptation framework based on management, energy security, or improved air quality (Kok climate forecasts and vulnerability analyses (Adger, Arnell, & deConinck, 2007; Preston, Westaway, & Yuen, 2011). & Tompkins, 2005). This can be a standalone adaptation Each of these approaches (planning, mainstreaming, plan or a chapter in a sustainability plan, comprehensive and addressing current hazards) is appropriate in different plan, or master plan (Laukkonen et al., 2009). Such plans situations and achieves different goals; yet, the clear divi- or plan elements often include recommendations on how sions suggested by the defi nitions will be messier in prac- to integrate climate issues into other plans or regulations, tice. Moreover, they are not mutually exclusive: Cities and showing how to assimilate climate concerns into a broad towns might start by focusing on improving resilience to range of policies. current hazards while they undertake a planning process Cities using the mainstreaming approach move directly and work to change their building code. The literature has from climate forecasts to changing relevant technical not explored fully the question of when it is better to specifi cations and regulations, focusing largely on internal choose one approach over the others (Moser & Ekstrom, coordination (see Klein, Schipper, & Dessai, 2005; Sharma 2010). & Tomar, 2010); that is, cities adopting this approach use The barriers to adopting any of these climate change some projection of future climate and directly incorporate adaptation approaches include a complex range of institu- responses to those projections into key aspects of related tional, informational, technological, fi nancial, and socio- government policies (Adger et al., 2007). This enables cultural factors (Fuenfgeld, 2010; Measham et al., 2011; them to integrate their policies horizontally using mecha- Mozumder, Flugman, & Randhir, 2011; Uittenbroek, nisms such as strategic assessment, reforming planning Janssen-Jansen, & Runhaar, 2013). For example, climate regimes, inserting climate considerations into the mandates projections are often seen as subjective, the public perceives of government agencies, or revising rules of liability regard- that it will be a long time before actual impacts are seen, ing extreme events (Dovers & Hezri, 2010). Other exam- and cities have diffi culty in identifying appropriate climate ples include changing the requirements for temperature projections to use in developing or modifying regulations tolerance in paving materials with the awareness of in- (Quay, 2010). Local values can provide an atmosphere of creased heat projections under climate change or changing support for climate change adaptation or, alternately, act as building codes to accommodate more fl ooding based on a barrier to that process (Wolf, Allice, & Bell, 2013). We climate projections. Using the mainstreaming approach, know that local leadership makes a difference; there is a planners still make specifi c reference to climate change as a direct and positive correlation between the frequency of motivating factor for policy changes, but move directly to local planning offi ces taking leadership roles and the num- incorporate climate adaptation elements into other pro- ber of times policy action is taken in a survey of city offi - cesses rather than fi rst preparing a standalone plan. Main- cials and planners in more than 100 U.S. cities (Jepson, streaming can be an important way to implement climate 2004). Thus, it is not surprising that the absence of local adaptation provided that local authorities have access to political leadership creates many barriers to climate adap- suffi cient technical data and expertise (Kok & deConinck, tion measures; these include lack of resources assigned to 2007). Typically, these sorts of actions do not require adaptation planning and failure to overcome interdepart- engaging the public as is expected in a planning process mental confl ict when some departments do not share the because the issues are more technical and internal to mu- goals of adaptation or have concerns over changes in the nicipal management. distribution of power that may come with policy change The third approach, addressing current hazards, is (Burch, 2010; Storbjork, 2007). based on the observation that becoming more resilient to Given that few planners have had formal training in current climate hazards has substantial benefi t for preparing climate adaptation planning, it is not surprising that cli- for projected climate. Adaptation as defi ned by the IPCC mate issues are rarely embedded within local practice. (2007, 2012, 2014) and others is built on projections of Australian research has found that planners express uncer- future climate (Ford, Berrang-Ford, & Paterson, 2011). tainty about how to implement climate adaptation policies, RRJJPPAA__AA__994499559900..iinndddd 111122 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoDHamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 113 despite evident awareness and conviction about the need ment patterns and high property values of the region mean for action (Baker et al., 2012; Gurran et al., 2012; that assets at risk are substantial: Lenton, Footitt, and Measham et al., 2011). As Measham et al. (2011) suggest, Dlugolecki (2009) found that a sea-level rise of 0.65 me- climate change adaptation is easily displaced by the context ters (26 inches) in Boston could bring long-term damages of routine demands because it is not typically embedded of $463 billion. within local planning frameworks The City of Boston has been a national leader in The lack of regulatory authority or mandates creates climate planning, having prepared a combined mitigation signifi cant barriers to the climate adaption policies and and adaptation plan in 2010 (Climate Action Leadership programs in local cities and towns (Barbour & Deakin, Committee & the Community Advisory Committee on 2012). As early as 2007, Few, Brown, and Tompkins Climate Action [Boston], 2010) as well as climate action (2007) reported that in UK communities without a regula- plans that are regularly updated. However, the state has no tory authority or mandate to support adaptation, planners mandate or offi cial position on climate change adaptation.1 were unable to overcome barriers arising from insuffi cient Land use is controlled locally in Massachusetts; neither information and capacity constraints. As a result, other the state nor regional bodies has meaningful land use priorities prevailed (see also Dymen & Langlais, 2013). regulatory power. The state has no legal requirement for State mandates, while sometimes viewed by local offi cials master plan updates, nor are communities required to as obtrusive, can provide a basis for policy coordination update zoning to match an updated comprehensive plan. and the political cover needed when facing opposition Therefore, cities and towns update their master (compre- from constituents (Bedsworth & Hanak, 2010; Dalton & hensive) plans only when they want to. Burby, 1994). To identify the perspectives of local planners on the Moser and Eckstrom (2010) characterize barriers as status of climate adaptation measures in their cities and arising from defi cits of leadership, resources, and values towns, we conducted interviews in 14 cities and towns in and beliefs based on review of a wide range of municipal 2011, as shown in Figure 1. Working within one state adaptation barriers literature; that is, whether in the gov- minimized variation that might be created by state-level ernment or grassroots-level activism, leadership is particu- policy frameworks. We focused on coastal areas, as they larly essential when there is no regulatory mandate or local seemed the most likely to have considered climate change public demand for action. The lack of resources, staff time, in response to publicity about sea-level rise and existing and expertise creates barriers to adaptation. Poor commu- climate vulnerability. We excluded towns that did not have nication with the public and an inadequate fl ow of com- planning staff (approximately a third of the municipalities munication among those responsible for action create in the area). We then divided the state into three coastal additional barriers. Finally, differences in values and beliefs regions to represent regional place identity: North Shore about the problems at heart, especially beliefs regarding (north of Boston), South Shore (south of Boston but not risk and how it should be managed, as well as which sub- on Cape Cod), and Cape Cod. We randomly selected fi ve stantive concerns have standing, create yet other barriers to communities in each region for interviews, as shown in cities addressing climate change (Moser & Ekstrom, 2010). Figure 2. All but one community planner agreed to be interviewed. The sample of 14 communities thus repre- sents 24% of 62 coastal communities distributed evenly along the coast.2 Multiple staff personnel came to some Regional Setting and Research Method interviews, so we interviewed a total of 18 local planners. Coastal Massachusetts, on the northeastern seaboard of The socioeconomic character of the cities and towns the United States, is highly vulnerable to anticipated climate varies widely; total populations vary from more than change. Under a high emissions scenario, the state will likely 90,000 to less than 2,000. The median 10-year population experience increased winter precipitation as well as a 3–5 °C change averages just 2%, from overall declines to gains of increase in average ambient temperature resulting in up to 18% over the decade.3 The density of settlement ranges 28 days above 38 °C (100 °F) a year compared with up to from under 400 persons per square mile to more than 2 days a year today (Hayhoe et al., 2006; Frumhoff, 5,000 (for comparison, Boston has about 13,300 persons McCarthy, Melillo, Moser, & Wuebbles, 2007; Frumhoff per square mile). Median 2009 household income in our et al., 2008). Because the coast is naturally subsiding, the net sample municipalities ranged between $30,000 and sea-level rise is expected to be about 0.3 meters (12 inches) $100,000; median home values ranged from roughly by the end of the century, not factoring effects of thermal $230,000 to $950,000. Between 11% and 70% of the ocean expansion or ice melt in the Arctic. The dense settle- residents had completed higher education. Overall, the RRJJPPAA__AA__994499559900..iinndddd 111133 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD114 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 Figure 1. Regional locator. Source: E. Gong and A. Emlinger. data suggest that many of the communities have relatively and analyzing qualitative data in an effort to construct high levels of social capacity, or the norms and relationship theories that arise from the data themselves (Charmaz, networks that enable people to act collectively (Woolcock 2006). The researcher does not formulate the hypotheses in & Narayan, 2000). advance when applying the grounded theory method, since Our research method follows a grounded theory preconceived hypotheses result in a theory that is not based approach (Glaser & Strauss, 1967). Grounded theory in the data (Glaser & Strauss, 1967). Instead, data analysis methods use systematic yet fl exible guidelines for collecting is conducted on codes that emerge from the data itself, Figure 2. Coding fl owchart for adaptation actions. RRJJPPAA__AA__994499559900..iinndddd 111144 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoDHamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 115 which allows theory building. Once theory is built, it can be compared with existing literature for support and interpretation to build the next stage of theory, essentially forming a dialog with previous research. We recorded the interviews, fully transcribed them, and coded the results into a qualitative data analysis program (DeDoose). One of the authors and a research assistant dual-coded three interviews to ensure intercoder reliability. We based the initial coding of the interviews on the interviewee’s native language, as is appropriate in grounded theory. Once we completed the coding using the patterns we found in the data, we reclassifi ed the coded Figure 3. Status of adaptation action. data based on fi ndings from the literature review. This made our fi ndings more comparable with other research on climate adaptation implementation, particularly the Moser money for a sea-level rise study; they then sought state and Eckstrom (2010) typology described here. funding to prepare new comprehensive plans that will A particularly thorny issue in coding was differentiat- include an adaptation chapter. The planners reported ing among the adaptation approaches that the planners feeling politically supported in their efforts even though report using. The lines differentiating one approach from their town managers did not allocate funding or resources another are not fi rm within the literature or empirically. to these efforts. Another town was working on the second Over time in any particular place, planners might make approach, mainstreaming climate projections into vulner- efforts across all three categories. Nevertheless, categoriza- ability analyses for new, mandatory multi-hazard mitiga- tion was necessary to illuminate the range of local tion plans. The Cape Cod Commission regional planning approaches. In coding the responses to this question, agency provided training, technical support, and climate we used the decision tree shown in Figure 2. projections to inform these hazard plans. There were no other initiatives with an explicit focus on future climate conditions. To address current hazards, communities had Adaptation Efforts in Coastal changed wetland bylaws to protect foreshores and mini- Massachusetts mize new saltwater incursions of septic systems, and had integrated sea-level rise projections into their plans. Our fi rst research question seeks to identify the status What they had not done was actually discuss climate of the climate adaptation efforts of the 14 municipalities change per se. in terms of the three main categories of local adaptation The other planners in our sample communities actions: planning, mainstreaming, and addressing current expressed the intention, sometimes more accurately hazards. We were interested in whether they had actually described as a desire, to begin adaptation. They told us undertaken specifi c actions or had only expressed inten- variants of the following statement: “We’re actually looking tions and hopes to do so, or if there was not even that at doing that, we’re hopeful to be able to get going.” One level of interest. As Figure 3 shows, progress on climate respondent was reviewing adaptation plans to see what adaptation is not widespread. None of the communities other communities had done, while another was focusing had an adaptation plan in place or in progress; only three on sewer regulations. So the intentions discussed will likely communities were preparing to do either plans or main- lead them to attempt both the planning and mainstreaming streaming. Thus, even with the generous interpretation approaches. including intentions to prepare a plan, only one-fi fth of sampled communities were addressing climate change. One-third had either fairly vague intentions for policy action of some sort, or none at all.4 The third approach, Barriers to Adaptation in Coastal addressing current hazards, was the most common ap- Massachusetts proach reported. The two communities in the planning category5 were Respondents reported a range of challenges to incor- preparing to add climate adaptation chapters in their porating climate change adaptation into municipal prac- master plans. These planners had recently secured grant tices, many of which are consistent with the typology RRJJPPAA__AA__994499559900..iinndddd 111155 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD116 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 there was limited political support for adaptation; for some it was the major barrier, while for others it was a contribut- ing factor. As the planners discussed, the politics of creating change can be daunting: We’ve got to convince the town manager that it’s a good idea; he’s got to convince the board of selectmen that it’s worthwhile having his staff spending time doing this. Then once we have…centered on the [idea that] it’s a good use of the planner’s time and [gotten] all of the other department heads to move in this direction, then we need to take that message out to the Figure 4. Primary barriers (n = 14). public and then we have to say “this is why.” I mean, I can’t imagine that any of them have any idea what adaptation planning is. suggested by Moser and Eckstrom (2010). Figure 4 sum- marizes what planners indicated was the primary barrier For some activities, such as the provision of water they faced, while Figure 5 shows all the barriers mentioned infrastructure, specifi c state regulations guide local enforce- in the interviews.6 None of our respondents commented ment, so any change needs to start at the state level. Other on communication as a barrier per se, which was a cat- municipal departments control important policies related egory expected by Moser and Eckstrom (2010). While to infrastructure as well. This raised problems in dealing those authors included lack of technical data in the with other government departments internal to the city resources category, our respondents discussed limited and at the state level: resources as a barrier because they lacked staff time or money. Thus, we expand on the Moser and Eckstrom Our biggest issue…is, we’ve submitted material out of typology to create a new category: the lack of technical this department to the other pieces of the government, information. Otherwise, the Moser and Eckstom typology whether it’s DPW, [sewer commissioner]’s offi ce, of barriers to climate adaptation fi ts our data well. Each executive branch, and it just disappears. So, you know, category of barrier to local action on climate adaptation it’s diffi cult for a planning department to infl uence reported by the planners we interviewed is further dis- other city functions on the importance of this stuff. cussed later in this study. Lack of Local and State Leadership Confl icting Values and Beliefs Much of the literature positions inadequate “leader- Confl icting values and beliefs were the primary barriers ship” as a major barrier to local climate adaptation actions; to action according to our respondents. Respondents mean this is one of our fi ndings as well. Every planner felt that many things by this phrase, including a sense that the timeframe of change is too distant to act now, that private property interests are too strongly opposed to action, that there is a general lack of public knowledge and support, and that the science remains uncertain. Overall, the planners we interviewed perceive the majority of their public is not very interested in climate adaptation, with climate concern limited to a “do-gooder” few. Many of our respondents faced specifi c challenges operating in the radical democracy of town meetings, where zoning changes need approval by a two-thirds majority of those attending, and there is little appetite for changes that reduce property values or rights: It is really diffi cult to get people to raise their hand at Figure 5. All barriers mentioned by interviewed planners (n = 14). town meetings for something that directly impacts RRJJPPAA__AA__994499559900..iinndddd 111166 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoDHamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 117 their property in a way they might not be all that town’s general fund…or the betterment thing [taxing happy about…. If you are telling 100 people that you property owners in only the affected area, who benefi t are going to start impacting how they can use their from the protective works], which causes a great deal of property, the ability to actually pass regulations starts divisiveness amongst neighborhood residents…. Why to drop a little (sarcasm).… It is a question whether or should we have to pay for the seawall protecting that not we could get enough people to back it. guy’s house down there and what am I going to get out of it? The connections here with the discussion of politics are strong: Lack of Resources (Staff, Money, and Time) There’s still a lot of lack of belief in climate change…. Our respondents explained resource barriers in terms [N]othing’s happening, nothing serious is coming of time and money to do planning and to implement down from the federal government other than these plans: occasional training programs to the believers al- ready…. But in terms of the general population there The short answer (is)…staffi ng, money, and resources. isn’t a lot of education out there, there’s not a lot of At our level of population of 25,000, our planning emphasis on it. You know a municipality and espe- department is me and a full-time secretary…and under cially bosses are political creatures that respond to the state law, when someone brings in a subdivision citizens’ concerns. There’s not a big concern so obvi- plan…there are mandatory, statutory deadlines and if ously there’s not a lot of effort put in…. Somebody’s (these are not met)…it gets approved by default and gotta get out there and do some more educating. so, I have little control in managing my time…. We don’t do much planning here at the local level and I Of course, this comment begs the question of who can say that’s [true] for most of the communities in the will educate whom. The planners we interviewed did Commonwealth. not feel they have time or the mandate to do this sort of advocacy. But they also knew that without additional I think that’s the challenge…. [T]here’s a lot of infra- citizen education, their ability to move forward is lim- structure, and if these things [climate impacts] are ited. Wealthy coastal owners evince the least concern realized, there’s going to be pretty big price tags on about or belief in climate change at least as reported by trying to come up with solutions for them. So I think the planners: with it has to come some form of…assistance in imple- menting it. They want to live on the water and they don’t care if it’s there in 10 years, 20 years, 40 years, 50 years, they don’t care, they want to live there today. Lack of Information The lack of information was not the primary barrier It’s not going to happen overnight, there is too much for most respondents, but rather a contributing issue. investment…. [O]ver 72 miles of coast and all these Respondents were often apologetic about their own level of houses and all these businesses are developed here… knowledge: “I haven’t studied it. I know the principle they are worth big dollars. The last thing anyone is behind it, but I haven’t studied it.” At the time of our going to say is that you need to take your house and interviews, there were no state-approved climate change move it back 50 feet. See you in court. projections of any sort. The result is that if planners in a town or city wanted to analyze that city’s vulnerability to The high cost of actually implementing change also future climate they have to decide on their own what brings on complex equity questions related to property climate numbers to use:7 interests and local power: We just constructed a harbor walk. Should we have Whether it is paying for replacing the culvert or fl ood built it higher, because the sea level’s going to rise? But, proofi ng our wastewater treatment plant, moving a if that’s true, how much higher should we have built it? parking lot back or a road, whatever, how are we going What’s the information on which to base that? We to pay for it? Right now we have two ways. We can go don’t have any of those facts. So we built it based on to the voters and ask them to spend money from the current conditions, fi guring if it is sometimes RRJJPPAA__AA__994499559900..iinndddd 111177 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD118 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 underwater, people wouldn’t use it that day! . . .[S]ome federal and state leadership. Barriers created by the public guidance…would be really helpful. include lack of public knowledge of the problems caused by climate change (and thus the lack of public support for The complexity of attempting to choose benchmarks, adaptation planning), the fact that there had been no even at the state level, is highlighted in comments by one recent problems (which means the timeframe was too of our interviewees who was part of the group then writing distant to capture public interest), and very strong private what became the State Adaptation Plan (Executive Offi ce property interests. Barriers created by local offi cial and of Energy and Environment et al., 2011). administrative leadership include problems in engaging other departments in adaptation efforts, lack of staff time I was in a group [writing the state plan] that was and money, lack of mayoral and council support, and talking about…the coastal zone and potential im- perceived limitations created by already built-out or pacts…and I think we probably had about eight existing land use patterns. sessions and they were completely dominated by trying The third type of barrier to adaptation arises from the to pick the number [i.e., sea-level rise threshold] of failure of leadership at higher governmental levels, includ- what we should plan to. And I think that’s probably ing the lack of regional planning and a legal basis for one of the biggest impediments right now. adaptation plans or policy. This type of barrier also in- cludes the need for a state or federal mandate for climate Planners do not doubt the reality of climate change; adaptation planning as well as the need for more certain instead, the smaller cities and towns in which they work do science and projections. not have the capacity to develop their own climate forecasts. As Figure 6 shows, the barriers reported by the respon- At the same time, the available forecasts are not considered dents do not fall neatly into one category. Planners face suffi ciently detailed or with enough regulatory heft to form barriers posed at and by multiple levels of government and the basis for planning decisions. In some regions, universities from multiple actors and roles. For small communities to are providing locally relevant climate projections. But in move forward in adaptation planning, many institutions at university-rich Massachusetts, none of these communities different levels of government need to take action to help were using projections prepared by a university in their plans.8 change community values through education and outreach, strengthen municipal leadership by offering political cover through climate adaptation planning mandates, provide better technical knowledge and information, and provide Overcoming Barriers and Connecting and energize state leadership by putting climate adaptation to Approaches more squarely onto the political (voters’) agenda. We asked our respondents why they chose their particular approach to climate adaptation at the local level: planning, mainstreaming, or addressing current Summary and Conclusions hazards. The two communities using the planning In this study, we fi rst question whether, and how, our approach—d eveloping adaptation chapters for their sample of smaller cities are moving forward on climate master plans— reported that their motivation was to generate public engagement and political support as part of the wider comprehensive planning process, thus encouraging implementation. Planners who report choosing a mainstreaming approach do so when they faced political barriers, need to focus on benefi ts in the near term, and lacked resources to do a plan. Planners who choose to address current hazards seem to prefer this approach when they need to address political chal- lenges, whether those arise from the lack of elected or upper-level government leadership or insuffi cient local recognition of the problem. We analyze the reported barriers by the locus of deci- sion, grouping together those that can be addressed by the public, local offi cial and administrative leadership, or Figure 6. Barriers by institutional locus (n = 14). RRJJPPAA__AA__994499559900..iinndddd 111188 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoDHamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 119 change adaptation. We fi nd that there has been little Our efforts suggest many fruitful future research uptake of adaptation planning among these municipalities, topics. It will be helpful to seek a quantitative correlation despite the fact that these communities are likely to experi- between specifi c barriers and municipal approaches to ence signifi cant sea-level rises in the coming years and the adaptation, as well as quantifi able fi ndings on the connec- strong example set by the City of Boston. While most of tions between different approaches to climate adaptation our sample of small cities are not addressing future climate and actual policy action. Modeling adaptation uptake change at all, those few that are doing so are split among based on local sociospatial and economic variables also has two of the three major approaches: planning and main- descriptive and inferential potential. Future qualitative streaming approaches. Most commonly, these towns avoid work should broaden the respondent pool to include local discussion of future climate altogether, and instead focus elected offi cials and other stakeholders. Testing municipal on improving the community’s ability to address current adaptation uptake across states with different policies (e.g., hazards. These empirical fi ndings suggest that there likely is California’s stronger technical guidance) will help deter- not a single most effective way to achieve climate adapta- mine the effectiveness of different state roles and strategies tion in the face of multiple constraints. Instead, planners on local climate adaptation activities. match their approach to the specifi cs of their communities’ Comparative analyses of adaptation policies and strate- politics, needs, and barriers. gies in Canada and across Australia and Europe, as well as Our research highlights the interconnections among provincial or state or regional policies in other countries, will the separate barriers to climate adaptation commonly also be enlightening. Such analyses can provide important recognized in the literature. We fi nd that the strength of information on alternatives to U.S. approaches, particularly private property interests tends to limit local political as experienced by smaller cities and towns. Finally, there is a leadership on the issue; without that leadership, it is presumption inherent in the way we categorize possible diffi cult for planners to allocate time and money to the approaches to climate adaptation that better preparation for issue. The lack of resources means that planners fi nd it the current climate will yield improved adaptation to future hard to overcome technical barriers and to provide the kind climate. It seems likely that this is true only under some of education that would develop local resident support. conditions; better information on when this connection is The co-occurrence of high property values and increasingly true and when it is not could provide very important vulnerable properties creates a challenging political research and policy guidance for planners. situation. Concerns about property rights complicate local Overall, our research suggests that planners have an adaptation decision making, even while areas with lower important role to play in climate adaptation even in property values remain quite vulnerable. These issues are smaller cities. But to help overcome the many barriers further complicated by equity questions about who should planners face in developing meaningful climate adaptation pay for adaptation improvements and which downstream action, those planners, the local residents they support, the costs are acceptable. Addressing the complexity of these administrative units within which they operate, the elected barriers and their interrelations will increase uptake of offi cials with whom they work, and higher levels of adaptation among these smaller cities and towns. government must act together in multiple ways. Notes Directions for Future Research 1. The Commonwealth’s policy report on climate adaptation was completed in late 2011 (Executive Offi ce of Energy and Environment, The fi ndings here are limited to one state within one Adaptation Advisory Committee, & Commonwealth of Massachusetts, U.S. region, and smaller cities and towns rather than global 2011). This is an advisory-only plan, with no requirements or mandates cities. In addition, our focus is on the perceptions of the from the state to its municipalities. Our interviews were in mid-2011, local planners on the state of climate adaptation in their before the plan had come out, and thus our interviewees did not have it for reference for technical information such as projected sea-level rise. towns and the barriers that they face in addressing climate 2. For more on town meetings and the various forms of municipal adaptation. We do not offer an external evaluation of their governance in the Commonwealth of Massachusetts, see the state perceptions; moreover, the small sample size of our qualita- website: http://www.sec.state.ma.us/cis/cistwn/twnidx.htm tive work reduces the generalizability of our fi ndings. 3. Data on demographics, income, and wealth come from www. Although we focus on planners, climate adaptation can be city-data.com 4. Note that there was likely some respondent bias in that interviewees addressed by many actors, including other local municipal may have wanted to appear more sophisticated or advanced in climate departments, grassroots leaders, elected offi cials, and higher change actions than if we were asking about a wide range of actions: levels of administration. There is always the desire to please the interviewer. For this reason, we RRJJPPAA__AA__994499559900..iinndddd 111199 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD120 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 encourage some skepticism, particularly in the category of expressed Burby, R. J., Beatley, T., Berke, P. R., Deyle, R. E., French, S. P., God- intention, which is about what the planners think they may do at some schalk, D. R.,… Platt, R. H. (1999). Unleashing the power of planning to point in time; the other categories require more explicit back-up in create disaster-resistant communities. Journal of the American Planning terms of actual policies or plans, so they may be more reliable. Association, 65(3), 247–258. doi:10.1080/01944369908976055 5. There was a third community involved in this same adaptation Burch, S. (2010). Transforming barriers into enablers of action on planning process, but that community was not part of our sample. climate change: Insights from three municipal case studies in British 6. In Moser and Eckstrom (2010), this includes technical information Columbia, Canada. Global Environmental Change, 20(2), 287–297. such as regional climate forecasts as well as staff time and expertise, doi:10.1016/j.gloenvcha.2009.11.009 but our coding suggests that staff time and money is one issue, while Carmin, J., Nadkarni, N., & Rhie, C. (2012). Progress and challenges in data is another. As a result, we coded technical information in the next urban climate adaptation planning: Results of a global survey. Cambridge, group. MA: MIT Press. Retrieved from http://www.cakex.org/virtual-library/ 7. Note that we coded responses here that had to do with the planners’ progress-and-challenges-urban-climate-adaptation-planning-0 concern over climate uncertainties; local belief in climate change is Castán Broto, V., & Bulkeley, H. (2013). A survey of urban climate discussed in the section on local values. change experiments in 100 cities. Global Environmental Change, 23(1), 8. One community had undertaken a workshop run by a Boston-area 92–102. doi:10.1016/j.gloenvcha.2012.07.005 faculty member to increase public awareness of climate change, but not Charmaz, K. (2006). Constructing grounded theory: A practical guide to develop science. After the study, one of the authors worked with one through qualitative analysis. London, England: Sage. of the communities to draft an adaptation chapter for their master plan, Climate Action Leadership Committee & the Community Advisory but that was a result of contact made through the interviews and had Committee on Climate Action (Boston). (2010). Sparking Boston’s climate not taken place at the time of the interviews. revolution: Recommendations of the Climate Action Leadership Committee and Community Advisory Committee. Boston, MA: City of Boston. C ruce, T. L. (2009). Adaptation planning: What U.S. states and localities References are doing. Arlington, VA: Pew Center on Global Climate Change. Adger, W., Arnell, N. W., & Tompkins, E. L. (2005). Successful Retrieved from http://www.c2es.org/docUploads/state-adapation-plan- adaptation to climate change across scales. Global Environmental Change ning-august-2009.pdf 15(2), 77–86. doi:10.1016/j.gloenvcha.2004.12.005 Dalton, L. C., & Burby, R. J. (1994). Mandates, plans, and planners: Australian Government. (2010). Australian government response; House Building local commitment to development management. Journal of the of Representatives Standing Committee on Climate Change, Water, Envi- American Planning Association, 60(4), 444–461. doi:10.1080/ ronment and the Arts House of Representatives Committee report: Managing 01944369408975604 our coastal zone in a changing climate: The time to act is now. Canberra, Dovers, S. R., & Hezri, A. A. (2010). Institutions and policy processes: Australia : Author. The means to the ends of adaptation. WCC Wiley Interdisciplinary Baker, I., Peterson, A., Brown, G., & McAlpine, C. (2012). Local Reviews: Climatic Change, 1(2), 212–231. doi:10.1002/wcc.29 government response to the impacts of climate change: An evaluation of Drummond, W. J. (2010). Statehouse versus greenhouse: Have state- local climate adaptation plans. Landscape and Urban Planning, 107(2), level climate action planners and policy entrepreneurs reduced green- 127–136. doi:10.1016/j.landurbplan.2012.05.009 house gas emissions? Journal of the American Planning Association, 76(4), Barbour, E., & Deakin, E. A. (2012). Smart growth planning for 413–433. doi:10.1080/01944363.2010.499537 climate protection. Journal of the American Planning Association, 78(1), Dymen, C., & Langlais, R. (2013). Adapting to climate change in 70–86. doi:10.1080/01944363.2011.645272 Swedish planning practice. Journal of Planning Education and Research, Bedsworth, L. W., & Hanak, E. (2010). Adaptation to climate change: 33(1), 108–119. doi:10.1177/0739456X12463943 A review of challenges and tradeoffs in six areas. Journal of the American Executive Offi ce of Energy and Environment, Adaptation Advisory Planning Association, 76(4), 477–495. doi:10.1080/01944363.2010.502047 Committee, & Commonwealth of Massachusetts. (2011). Massachu- Bell, D., & Jayne, M. (2009). Small cities? Towards a research agenda. setts climate change adaptation report. Boston, MA: Commonwealth of International Journal of Urban and Regional Research, 33(3), 683–699. Massachusetts. Retrieved from http://www.mass.gov/eea/docs/eea/ doi:10.1111/j.1468-2427.2009.00886.x energy/cca/eea-climate-adaptation-report.pdf Berkes, F. (2007). Understanding uncertainty and reducing vulnerabil- Few, R., Brown, K., & Tompkins, E. L. (2007). Climate change ity: Lessons from resilient thinking. Natural Hazards, 41(2), 283–295. and coastal management decisions: Insights from Christchurch Bay, doi:10.1007/s11069-006-9036-7 UK. Coastal Management, 35(2–3), 255–270. doi:10.1080/ Berrang-Ford, L., Ford, J. D., & Paterson, J. (2011). Are we adapting 08920750601042328 to climate change? Global Environmental Change, 21(1), 25–33. Ford, J. D., Berrang-Ford, L., & Paterson, J. (2011). A systematic doi:10.1016/j.gloenvcha.2010.09.012 review of observed climate change adaptation in developed nations. Betts, R. A., Collins, M., Hemming, D. L., Jones, C. D., Lowe, J. A., Climatic Change, 106(2), 327–336. doi:10.1007/s10584-011-0045-5 & Sanderson, M. G. (2011). When could global warming reach 4 Frumhoff, P. C., McCarthy, J. J., Melillo, J. M., Moser, S. C., & degrees C? Philosophical Transactions of the Royal Society A: Mathematical, Wuebbles, D. J. (2007). Confronting climate change in the U.S. northeast: Physical and Engineering Sciences, 369(1934), 67–84. doi:10.1098/ Science, impacts, and solutions (Synthesis report of the Northeast Climate rsta.2010.0292 Impacts Assessment). Cambridge, MA: NECIA. Retrieved from http:// Bierbaum, R., Smith, J. B., Lee, A., Blair, M., Carter, L., Chapin, F. S., www.northeastclimateimpacts.org/pdf/confronting-climate-change-in- III, . . . Verduzco, L. (2013). A comprehensive review of climate adapta- the-u-s-northeast.pdf tion in the United States: More than before, but less than needed. Frumhoff, P. C., McCarthy, J. J., Melillo, J. M., Moser, S. C., Wueb- Mitigation and Adaptation Strategies for Global Change, 18(3), 361–406. bles, D. J., Wake, C., & Spanger-Siegfried, E. (2008). An integrated doi:10.1007/s11027-012-9423-1 climate change assessment for the northeast United States. Mitigation RRJJPPAA__AA__994499559900..iinndddd 112200 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoDHamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 121 and Adaptation Strategies for Global Change, 13(5–6), 419–423. K ok, M. T. J., & deConinck, H. C. (2007). Widening the scope of doi:10.1007/s11027-007-9138-x policies to address climate change: Directions for mainstreaming. Fuenfgeld, H. (2010). Institutional challenges to climate risk manage- Environmental Science and Policy, 10(7), 587–599. doi:10.1016/j. ment in cities. Current Opinion in Environmental Sustainability, 2(3), envsci.2007. 07.003 156–160. doi:10.1016/j.cosust.2010.07.001 Laukkonen, J., Blanco, P. K., Lenhart, J., Keiner, M., Cavric, B., Füssel, H. M. (2007). Adaptation planning for climate change: Con- Kinuthia-Njenga, C., & Climate Change and Human Settlements. cepts, assessment approaches, and key lessons. Sustainability Science, (2009). Combining climate change adaptation and mitigation measures 2(2), 265–275. doi:10.1007/s11625-007-0032-y at the local level. Habitat International, 33(3), 287–292. doi:10.1016/j. Glaser, B., & Strauss, A. L. (1967). The discovery of grounded theory: habitatint.2008.10.003 Strategies for qualitative research. Chicago, IL: Aldine. Lenton, T., Footitt, A., & Dlugolecki, A. (2009). Major tipping points in Governor’s Offi ce of Planning and Research & State of California. the earth’s climate system and consequences for the insurance sector. Gland, (2012). Annual planning survey results. Retrieved from http://www.opr. Switzerland: World Wide Fund for Nature & Allianz SE. Retreived from ca.gov/docs/2012_APSR.pdf http://assets.worldwildlife.org/publications/386/fi les/original/Major_ Gurran, N., Hamin, E. M., and Norman, B. (2008). Planning for Tipping_Points_in_the_Earth’s_Climate_System_and_Consequences_ climate change: Leading practice principles and models for sea change for_the_Insurance_Sector.pdf?1345749585 communities in coastal Australia. Sydney, Australia: University of Sydney. Measham, T., Preston, B., Smith, T., Brooke, C., Gorddard, R., Withy- Retrevied from http://www.seachangetaskforce.org.au/Publications/ combe, G., & Morrison, C. (2011). Adapting to climate change PlanningforClimateChange.pdf through local municipal planning: Barriers and challenges. Mitigation Gurran, N., Norman, B., & Hamin, E. M. (2012). Climate change and Adaptation Strategies for Global Change, 16(8), 889–909. adaptation in coastal Australia: An audit of planning practice. Ocean & doi:10.1007/s11027-011-9301-2 Coastal Management, 86, 100–109. doi:10.1016/j.ocecoaman.2012.10.014 Moser, S. C., & Ekstrom, J. A. (2010). A framework to diagnose Hamin, E. M., & Gurran, N. (2009). Urban form and climate change: barriers to climate change adaptation. Proceedings of the National Balancing adaptation and mitigation in the U.S. and Australia. Habitat Academy of Sciences, 107(51), 22026–22031. doi:10.1073/ International, 33(3), 238–245. doi:10.1016/j.habitatint.2008.10.005 pnas.1007887107 Hamin, E. M., & Gurran, N. (in press). Ladder of climate change Mozumder, P., Flugman, E., & Randhir, T. (2011). Adaptation adaptation. In W. Leal Filho (Ed.), Handbook of climate change adapta- behavior in the face of global climate change: Survey responses from tion. Basel, Switzerland: Springer. experts and decision makers serving the Florida Keys. Ocean & Harvey, N., & Woodroffe, C. D. (2008). Australian approaches to Coastal Management, 54(1), 37–44. doi:10.1016/j.ocecoaman.2010. coastal vulnerability assessment. Sustainability Science, 3(1), 67–87. 10.008 doi:10.1007/S11625-008-0041-5 National Research Council. (2010). Adapting to the impacts of climate Hayhoe, K., C. P. Wake, T. G. Huntington, L. Luo, M. D. Schwartz, J. change. Washington, DC: National Academies Press. Sheffi eld,…D. Wolfe. (2006). Past and future changes in climate and Norman, B. (2009). Principles for an intergovernmental agreement for hydrological indicators in the U.S. northeast. Climate Dynamics, 28, coastal planning and climate change in Australia. Habitat International, 381–407. doi:10.1007 33(3), 293–299. doi:10.1016/j.habitatint.2008.10.002 Intergovernmental Panel on Climate Change. (2007). Climate change Pitt, D., & Bassett, E. (2013). Collaborative planning for clean energy 2007: Synthesis report (Contribution of Working Group I, II and III to initiatives in small to mid-sized cities. Journal of the American Planning the Fourth Assessment Report of the Intergovernmental Panel on Association, 79(1), 1–15. doi:10.1080/01944363.2014.914846 Climate Change [Core writing team: R. K. Pachauri, A. Resising Preston, B., Westaway, R., & Yuen, E. (2011). Climate adaptation (Eds.)]). Geneva, Switzerland: Author. Retrieved from http://www.ipcc. planning in practice: An evaluation of adaptation plans from three ch/publications_and_data/ar4/syr/en/contents.html developed nations. Mitigation and Adaptation Strategies for Global Intergovernmental Panel on Climate Change. (2012). Managing the Change, 16(4), 407–438. doi:10.1007/s11027-010-9270-x risks of extreme events and disasters to advance climate change adaptation Quay, R. (2010). Anticipatory governance: A tool for climate change (Special report of Working Groups I and II of the Intergovernmental adaptation. Journal of the American Planning Association, 76(4), 496– Panel on Climate Change [Core writing team: C. B. Field et al. (Eds.)]). 511. doi:10.1080/01944363.2010.508428 Cambridge, England: Cambridge University Press. Retrieved from Rosenzweig, C., Solecki, W., Hammer, S., & Mehrotra, S. (2011). http://www.ipcc.ch/pdf/special-reports/srex/SREX_Full_Report.pdf Climate change and cities: First assessment report of the Urban Climate Intergovernmental Panel on Climate Change. (2014). Climate change Change Research Network. Cambridge, England: Cambridge University 2014: Impacts, adaptation, and vulnerability. Part A: Global and sectoral Press. aspects (Contribution of Working Group II to the Fifth Assessment Ruth, M., & Coelho, D. (2007). Understanding and managing the Report of the Intergovernmental Panel on Climate Change. [Core complexity of urban systems under climate change. Climate Policy, 7(4), writing team: C. B. Field et al. (Eds.)]). Cambridge, England: Cambridge 317–336. doi:10.1080/14693062.2007.9685659 University Press. Retrieved from http://www.ipcc.ch/report/ar5/wg2/ Sharma, D., & Tomar, S. (2010). Mainstreaming climate change Jepson, E. J. (2004). The adoption of sustainable development policies adaptation in Indian cities. Environment and Urbanization, 22(2), and techniques in U.S. cities: How wide, how deep, and what role for 451–465. doi:10.1177/0956247810377390 planners? Journal of Planning Education and Research, 23(3), 229–241. Stone, B. (2012). The city and the coming climate: Climate change in doi:10.1177/0739456x03258638 the places we live. Cambridge, England: University of Cambridge Klein, R. J. T., Schipper, E. L. F., & Dessai, S. (2005). Integrating Press. mitigation and adaptation into climate and development policy: Three Storbjork, S. (2007). Governing climate adaptation in the local arena: research questions. Environmental Science & Policy, 8(6), 579–588. Challenges of risk management and planning in Sweden. Local Environ- doi:10.1016/j.envsci.2005.06.010 ment, 12(5), 457–469. doi:10.1080/13549830701656960 RRJJPPAA__AA__994499559900..iinndddd 112211 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD122 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 Tabara, J. D., Serra, A., Dai, X., Jia, G., McEvoy, D., Neufeldt, H., . . . Wolf, J., Allice, I., & Bell, T. (2013). Values, climate change, West, J. J. (2010). The climate learning ladder: A pragmatic procedure and implications for adaptation: Evidence from two communities to support climate adaptation. Environmental Policy and Governance, in Labrador, Canada. Global Environmental Change–Human 20(1), 1–11. doi:10.1002/eet.530 and Policy Dimensions, 23(2), 548–562. doi:10.1016/j.gloenvcha. Uittenbroek, C. J., Janssen-Jansen, L. B., & Runhaar, H. A. C. (2013). 2012.11.007 Mainstreaming climate adaptation into urban planning: Overcoming Woolcock, M., & Narayan, D. (2000). Social capital: Implications for barriers, seizing opportunities and evaluating the results in two Dutch development theory, research, and policy. World Bank Research Observer, case studies. Regional Environmental Change, 13(2), 399–411. 15(2), 225–249. doi:10.1093/wbro/15.2.225 doi:10.1007/s10113-012-0348-8 Zimmerman, R., & Faris, C. (2011). Climate change mitigation and Wheeler, S. M. (2008). State and municipal climate change plans: The adaptation in North American cities. Current Opinion in Environ- fi rst generation. Journal of the American Planning Association, 74(4), mental Sustainability, 3(3), 181–187. doi:10.1016/j.cosust.2010. 481–496. doi:10.1080/01944360802.377973 12.004 Place Matters Metropolitics for the Twenty-First Century “Notable for its accessibility Third Edition, Revised and clarity, Place Matters is also a compelling narrative, (cid:48)(cid:69)(cid:84)(cid:69)(cid:82)(cid:0)(cid:36)(cid:82)(cid:69)(cid:73)(cid:69)(cid:82)(cid:12)(cid:0)(cid:42)(cid:79)(cid:72)(cid:78)(cid:0)(cid:45)(cid:79)(cid:76)(cid:76)(cid:69)(cid:78)(cid:75)(cid:79)(cid:80)(cid:70)(cid:12)(cid:0)(cid:65)(cid:78)(cid:68)(cid:0)(cid:52)(cid:79)(cid:68)(cid:68)(cid:0)(cid:51)(cid:87)(cid:65)(cid:78)(cid:83)(cid:84)(cid:82)(cid:79)(cid:77) demonstrating collective and wide-ranging knowledge of Winner of the Michael Harrington Award the American city.” The problem of rising inequality is at the center of Place Matters. Economic Geography That’s the basic question addressed by the new edition of this “The authors have uncovered award-winning book. Thoroughly revised and updated for its third edition, Place Matters examines the past several decades and how a vast array of important empirical questions that the standard of living for the American middle class has stagnated, should inform the urban the number of poor people has reached its highest level since the research community and 1960s, and the super-rich have dramatically increased their share of urban planners.” the nation’s wealth and income. At the same time, Americans have Journal of Politics grown further apart in terms of where they live, work, and play. “One of the strongest The authors have updated the case studies and examples used to volumes on metropolitan illustrate the book’s key themes, incorporated the latest Census affairs in recent years. data, and drawn on exit polls and other data to examine the voting Deserves a broad patterns and outcomes of the 2012 elections. In addition, they Studies in Government and Public Policy readership.” look at such disasters as the 9/11 World Trade Center bombing, (cid:20)(cid:25)(cid:22)(cid:0)(cid:80)(cid:65)(cid:71)(cid:69)(cid:83)(cid:12)(cid:0)(cid:48)(cid:65)(cid:80)(cid:69)(cid:82)(cid:0)(cid:4)(cid:17)(cid:25)(cid:14)(cid:25)(cid:21) Urban Ecology Hurricanes Katrina and Sandy, and the recent wave of mass gun killings to explore issues of urban economics, politics, University Press of Kansas and environmental sustainability. (cid:48)(cid:72)(cid:79)(cid:78)(cid:69)(cid:0)(cid:23)(cid:24)(cid:21)(cid:13)(cid:24)(cid:22)(cid:20)(cid:13)(cid:20)(cid:17)(cid:21)(cid:21)(cid:0)(cid:115)(cid:0)(cid:38)(cid:65)(cid:88)(cid:0)(cid:23)(cid:24)(cid:21)(cid:13)(cid:24)(cid:22)(cid:20)(cid:13)(cid:20)(cid:21)(cid:24)(cid:22)(cid:0)(cid:115)(cid:0)(cid:87)(cid:87)(cid:87)(cid:14)(cid:75)(cid:65)(cid:78)(cid:83)(cid:65)(cid:83)(cid:80)(cid:82)(cid:69)(cid:83)(cid:83)(cid:14)(cid:75)(cid:85)(cid:14)(cid:69)(cid:68)(cid:85) RRJJPPAA__AA__994499559900..iinndddd 112222 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
    "TEXT BY PAGE": [
        "This article was downloaded by: [50.88.104.251] On: 13 March 2015, At: 13:27 Publisher: Routledge Informa Ltd Registered in England and Wales Registered Number: 1072954 Registered office: Mortimer House, 37-41 Mortimer Street, London W1T 3JH, UK Journal of the American Planning Association Publication details, including instructions for authors and subscription information: http://www.tandfonline.com/loi/rjpa20 Barriers to Municipal Climate Adaptation: Examples From Coastal Massachusetts’ Smaller Cities and Towns Elisabeth M. Hamina, Nicole Gurranb & Ana Mesquita Emlingera a University of Massachusetts b University of Sydney, Australia Published online: 03 Sep 2014. Click for updates To cite this article: Elisabeth M. Hamin, Nicole Gurran & Ana Mesquita Emlinger (2014) Barriers to Municipal Climate Adaptation: Examples From Coastal Massachusetts’ Smaller Cities and Towns, Journal of the American Planning Association, 80:2, 110-122, DOI: 10.1080/01944363.2014.949590 To link to this article: http://dx.doi.org/10.1080/01944363.2014.949590 PLEASE SCROLL DOWN FOR ARTICLE Taylor & Francis makes every effort to ensure the accuracy of all the information (the “Content”) contained in the publications on our platform. However, Taylor & Francis, our agents, and our licensors make no representations or warranties whatsoever as to the accuracy, completeness, or suitability for any purpose of the Content. Any opinions and views expressed in this publication are the opinions and views of the authors, and are not the views of or endorsed by Taylor & Francis. The accuracy of the Content should not be relied upon and should be independently verified with primary sources of information. Taylor and Francis shall not be liable for any losses, actions, claims, proceedings, demands, costs, expenses, damages, and other liabilities whatsoever or howsoever caused arising directly or indirectly in connection with, in relation to or arising out of the use of the Content. This article may be used for research, teaching, and private study purposes. Any substantial or systematic reproduction, redistribution, reselling, loan, sub-licensing, systematic supply, or distribution in any form to anyone is expressly forbidden. Terms & Conditions of access and use can be found at http:// www.tandfonline.com/page/terms-and-conditions",
        "110 Barriers to Municipal Climate Adaptation Examples From Coastal Massachusetts’ Smaller Cities and Towns Elisabeth M. Hamin, Nicole Gurran, and Ana Mesquita Emlinger C Problem, research strategy, and limate change adaptation is defi ned by the National Research fi ndings: Many global cities are making Council (NRC; 2010) as “adjustments in the natural or human good progress on climate adaptation. There systems to a new or changing environment that exploits benefi cial is less information, however, on climate opportunities or moderates negative effects” (p. 19). Adaptation seeks to adaptation among smaller cities and towns: adjust the built and social environments to minimize the negative out- Are their approaches similar when undertak- comes of climate change (Intergovernmental Panel on Climate Change ing adaptation? Do the barriers they face mirror those of large cities? In this study, we [IPCC], 2007); mitigation planning, by contrast, seeks to reduce current undertake fi ne-grained empirical research on and future greenhouse gas emissions, including those generated through the perceptions of 18 municipal planners in the built environment and transportation sectors. Although adaptation to 14 coastal cities and towns in Massachusetts; climate change challenges local decision makers to face a complex deci- our fi ndings are thus limited to planners’ sion-making arena and a novel topic, municipal-level efforts to plan for perceptions of efforts and barriers in one greenhouse gas reduction and adaptation are increasingly common region of the United States. These communi- ties are very early in the uptake of climate ( Bedsworth & Hanak, 2010). adaptation policies and use a range of Most research on climate change has focused on selected big cities in the approaches when they do begin adaptation, Global North (Bell & Jayne, 2009). More general planning or urban studies including planning, mainstreaming, or have rarely used small to mid-sized cities as a focused unit of analysis (Pitt & addressing current hazards. The planners Bassett, 2013). We seek to identify how small cities approach climate adapta- interviewed reported that barriers to adapta- tion, the barriers they face in doing so, and the strategies that such cities tion actions tend to be interconnected; for example, the strength of private property develop to overcome those barriers. For this study, we undertake fi ne-grained interests often limits local political leadership empirical research on a sample of small communities in coastal Massachusetts on the issue. Without such leadership, it is by interviewing community planners. This approach allows us to assess these diffi cult for planners to allocate time and/or issues within different geopolitical contexts but similar legal and governance money to adaptation activities. It is also conditions. challenging to gain support from local residents for climate adaptation action, while a lack of accepted technical data complicates efforts. Takeaway for practice: In coastal About the authors: Elisabeth M. Hamin candidate in regional planning at the Massachusetts, and perhaps elsewhere, local (emhamin@larp.umass.edu) is a professor of University of Massachusetts. residents, planners, and their municipal regional planning and the department head Color versions of one or more of the fi gures bodies, as well as the states, must act in for landscape architecture and regional in the article can be found online at www. multiple ways to encourage the development planning at the University of Massachusetts. tandfonline.com/rjpa. of meaningful climate adaptation action in Nicole Gurran (nicole.gurran@sydney.edu. smaller cities and towns. au) is an associate professor of architecture, Journal of the American Planning Association, Keywords: land use planning, climate design, and planning at the University of Vol. 80, No. 2, Spring 2014 change, adaptation, municipal, qualitative Sydney, Australia. Ana Mesquita Emlinger DOI 10.1080/01944363.2014.949590 research (amesquit@larp.umass.edu) is a doctoral © American Planning Association, Chicago, IL. RRJJPPAA__AA__994499559900..iinndddd 111100 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "Hamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 111 We explore two specifi c questions: Intergovernmental Panel on Climate Change, 2007; Quay, 2010). Some U.S. municipalities and regions are making • What types of municipal adaptation action are occur- progress in adaptation planning and policy (Cruce, 2009; ring in smaller coastal communities in a region with Wheeler, 2008), particularly those with state-level leadership minimal state guidance on climate change? (Bedsworth & Hanak, 2012). For example, more than 20% • What sorts of barriers are planners experiencing in of the local jurisdictions in California have policies or pro- addressing climate adaptation in these towns and grams addressing climate adaptation (Governor’s Offi ce of cities? Planning and Research & State of California, 2012). But Smaller, often less-researched places offer insights on aside from states such as California and parts of Europe, the how policy ideas in general, and specifi c climate adaptation extent of progress in second-tier and smaller cities and towns practices in particular, may travel and implant across a is less clear (Australian Government, 2010; Baker, Peterson, region (Pitt & Bassett, 2013). Although we focus on mu- Brown, & McAlpine, 2012; Bierbaum et al., 2013; Carmin, nicipal planners, we recognize that adaptation involves Nadkarni, & Rhie, 2012; Gurran, Norman, & Hamin, collaboration across a variety of governmental and nongov- 2012; Measham et al., 2011; Norman, 2009). ernmental actors (Drummond, 2010). To prepare for climate change, communities must We fi nd that smaller communities in this region have begin by projecting future climate scenarios and identify- only attempted very limited adaptation efforts. While the ing the neighborhoods, populations, and infrastructure literature suggests that there are discrete barriers to adopt- systems of greatest vulnerability to potential climate haz- ing climate adaptation policies or activities, most respon- ards (Füssel, 2007). Addressing these vulnerabilities might dents stress that these barriers are extremely intercon- involve developing policies to respond to the increased nected. For example, private property interests limit local frequency or intensity of natural hazards and the conse- political leadership on the issue and reduce the resources quent implications for public health, coastal zone manage- available to planners to address climate adaptation. This ment, building codes, water and sewer supply, stormwater makes it diffi cult for planners to develop useful data, management, and biodiversity conservation (Burby et al., overcome technical barriers, or help educate their commu- 1999; Rosenzweig, Solecki, Hammer, & Mehrotra, 2011). nities. Equity questions about who should pay for adapta- Preparing for climate change requires more interagency tion improvements also cloud the issue. Local planners coordination and wider geographical spheres for planning need help from all levels of government to develop mean- (Bedsworth & Hanak, 2010; Castán Broto & Bulkeley, ingful and effective climate adaptation approaches and 2013; Zimmerman & Faris, 2011). For example, commu- policies. While our fi ndings are specifi c to coastal commu- nities can prevent development in vulnerable locations, use nities in Massachusetts, they may have implications or structures and materials able to withstand storm events at scalable lessons for other small or coastal communities. future projected intensities, and increase provisions for The following section reviews the literature on typical onsite water retention in regions where rainfall patterns are adaptation policies at the local level, the extent of current likely to become more volatile (Gurran, Hamin, & Norman, municipal adaptation efforts, and previously identifi ed 2008; Gurran et al., 2012; Harvey & Woodroffe, 2008). barriers to action. The second section introduces the study The impact of intense heat days can also be reduced area and research techniques, and the third describes our (Stone, 2012). fi ndings. The fi nal section discusses implications of our In practice, many communities follow a process or work for the diffusion of climate adaptation learning and pattern: They develop community awareness of the need practice more widely. for adaptation, analyze climate risk and vulnerability, change local regulations, and then modify infrastructure. However, few communities have progressed through all of these steps (Hamin & Gurran, in press). Adaptation is Research Literature Framework similar to other policy innovations: It requires managing the framing of the issue while raising awareness, generating Global awareness about the implications of anthropo- sanctions and incentives, developing feasible options, and morphic—or human-induced—climate change has grown institutionalizing the selected policies (Tabara et al., 2010). dramatically in the past decade. The range and uncertainty of Municipalities can prepare for future climate in one of potential future climate impacts suggest that we need more three ways: than static historical information to inform existing planning frameworks, building codes, and infrastructure standards (cid:129) planning, preparing specifi c plans to prepare for (Berkes, 2007; Betts et al., 2011; Hamin & Gurran, 2009; various scenarios and possibilities; RRJJPPAA__AA__994499559900..iinndddd 111111 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "112 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 (cid:129) mainstreaming, changing technical specifi cations and However, it may be more politically acceptable to discuss regulations to refl ect projected climate conditions addressing current hazards than discussing climate change without going through a full planning process; and (Berrang-Ford, Ford, & Paterson, 2011; Ruthe & Coelho, (cid:129) addressing current hazards, which typically makes a 2007). Adaption benefi ts can also accrue directly or indi- community better adapted to future hazards as well. rectly from other more established or politically acceptable initiatives such as public health initiatives, urban greening, Cities adopting the planning approach generally prepare a rural development and diversifying agriculture, disaster comprehensive strategic adaptation framework based on management, energy security, or improved air quality (Kok climate forecasts and vulnerability analyses (Adger, Arnell, & deConinck, 2007; Preston, Westaway, & Yuen, 2011). & Tompkins, 2005). This can be a standalone adaptation Each of these approaches (planning, mainstreaming, plan or a chapter in a sustainability plan, comprehensive and addressing current hazards) is appropriate in different plan, or master plan (Laukkonen et al., 2009). Such plans situations and achieves different goals; yet, the clear divi- or plan elements often include recommendations on how sions suggested by the defi nitions will be messier in prac- to integrate climate issues into other plans or regulations, tice. Moreover, they are not mutually exclusive: Cities and showing how to assimilate climate concerns into a broad towns might start by focusing on improving resilience to range of policies. current hazards while they undertake a planning process Cities using the mainstreaming approach move directly and work to change their building code. The literature has from climate forecasts to changing relevant technical not explored fully the question of when it is better to specifi cations and regulations, focusing largely on internal choose one approach over the others (Moser & Ekstrom, coordination (see Klein, Schipper, & Dessai, 2005; Sharma 2010). & Tomar, 2010); that is, cities adopting this approach use The barriers to adopting any of these climate change some projection of future climate and directly incorporate adaptation approaches include a complex range of institu- responses to those projections into key aspects of related tional, informational, technological, fi nancial, and socio- government policies (Adger et al., 2007). This enables cultural factors (Fuenfgeld, 2010; Measham et al., 2011; them to integrate their policies horizontally using mecha- Mozumder, Flugman, & Randhir, 2011; Uittenbroek, nisms such as strategic assessment, reforming planning Janssen-Jansen, & Runhaar, 2013). For example, climate regimes, inserting climate considerations into the mandates projections are often seen as subjective, the public perceives of government agencies, or revising rules of liability regard- that it will be a long time before actual impacts are seen, ing extreme events (Dovers & Hezri, 2010). Other exam- and cities have diffi culty in identifying appropriate climate ples include changing the requirements for temperature projections to use in developing or modifying regulations tolerance in paving materials with the awareness of in- (Quay, 2010). Local values can provide an atmosphere of creased heat projections under climate change or changing support for climate change adaptation or, alternately, act as building codes to accommodate more fl ooding based on a barrier to that process (Wolf, Allice, & Bell, 2013). We climate projections. Using the mainstreaming approach, know that local leadership makes a difference; there is a planners still make specifi c reference to climate change as a direct and positive correlation between the frequency of motivating factor for policy changes, but move directly to local planning offi ces taking leadership roles and the num- incorporate climate adaptation elements into other pro- ber of times policy action is taken in a survey of city offi - cesses rather than fi rst preparing a standalone plan. Main- cials and planners in more than 100 U.S. cities (Jepson, streaming can be an important way to implement climate 2004). Thus, it is not surprising that the absence of local adaptation provided that local authorities have access to political leadership creates many barriers to climate adap- suffi cient technical data and expertise (Kok & deConinck, tion measures; these include lack of resources assigned to 2007). Typically, these sorts of actions do not require adaptation planning and failure to overcome interdepart- engaging the public as is expected in a planning process mental confl ict when some departments do not share the because the issues are more technical and internal to mu- goals of adaptation or have concerns over changes in the nicipal management. distribution of power that may come with policy change The third approach, addressing current hazards, is (Burch, 2010; Storbjork, 2007). based on the observation that becoming more resilient to Given that few planners have had formal training in current climate hazards has substantial benefi t for preparing climate adaptation planning, it is not surprising that cli- for projected climate. Adaptation as defi ned by the IPCC mate issues are rarely embedded within local practice. (2007, 2012, 2014) and others is built on projections of Australian research has found that planners express uncer- future climate (Ford, Berrang-Ford, & Paterson, 2011). tainty about how to implement climate adaptation policies, RRJJPPAA__AA__994499559900..iinndddd 111122 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "Hamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 113 despite evident awareness and conviction about the need ment patterns and high property values of the region mean for action (Baker et al., 2012; Gurran et al., 2012; that assets at risk are substantial: Lenton, Footitt, and Measham et al., 2011). As Measham et al. (2011) suggest, Dlugolecki (2009) found that a sea-level rise of 0.65 me- climate change adaptation is easily displaced by the context ters (26 inches) in Boston could bring long-term damages of routine demands because it is not typically embedded of $463 billion. within local planning frameworks The City of Boston has been a national leader in The lack of regulatory authority or mandates creates climate planning, having prepared a combined mitigation signifi cant barriers to the climate adaption policies and and adaptation plan in 2010 (Climate Action Leadership programs in local cities and towns (Barbour & Deakin, Committee & the Community Advisory Committee on 2012). As early as 2007, Few, Brown, and Tompkins Climate Action [Boston], 2010) as well as climate action (2007) reported that in UK communities without a regula- plans that are regularly updated. However, the state has no tory authority or mandate to support adaptation, planners mandate or offi cial position on climate change adaptation.1 were unable to overcome barriers arising from insuffi cient Land use is controlled locally in Massachusetts; neither information and capacity constraints. As a result, other the state nor regional bodies has meaningful land use priorities prevailed (see also Dymen & Langlais, 2013). regulatory power. The state has no legal requirement for State mandates, while sometimes viewed by local offi cials master plan updates, nor are communities required to as obtrusive, can provide a basis for policy coordination update zoning to match an updated comprehensive plan. and the political cover needed when facing opposition Therefore, cities and towns update their master (compre- from constituents (Bedsworth & Hanak, 2010; Dalton & hensive) plans only when they want to. Burby, 1994). To identify the perspectives of local planners on the Moser and Eckstrom (2010) characterize barriers as status of climate adaptation measures in their cities and arising from defi cits of leadership, resources, and values towns, we conducted interviews in 14 cities and towns in and beliefs based on review of a wide range of municipal 2011, as shown in Figure 1. Working within one state adaptation barriers literature; that is, whether in the gov- minimized variation that might be created by state-level ernment or grassroots-level activism, leadership is particu- policy frameworks. We focused on coastal areas, as they larly essential when there is no regulatory mandate or local seemed the most likely to have considered climate change public demand for action. The lack of resources, staff time, in response to publicity about sea-level rise and existing and expertise creates barriers to adaptation. Poor commu- climate vulnerability. We excluded towns that did not have nication with the public and an inadequate fl ow of com- planning staff (approximately a third of the municipalities munication among those responsible for action create in the area). We then divided the state into three coastal additional barriers. Finally, differences in values and beliefs regions to represent regional place identity: North Shore about the problems at heart, especially beliefs regarding (north of Boston), South Shore (south of Boston but not risk and how it should be managed, as well as which sub- on Cape Cod), and Cape Cod. We randomly selected fi ve stantive concerns have standing, create yet other barriers to communities in each region for interviews, as shown in cities addressing climate change (Moser & Ekstrom, 2010). Figure 2. All but one community planner agreed to be interviewed. The sample of 14 communities thus repre- sents 24% of 62 coastal communities distributed evenly along the coast.2 Multiple staff personnel came to some Regional Setting and Research Method interviews, so we interviewed a total of 18 local planners. Coastal Massachusetts, on the northeastern seaboard of The socioeconomic character of the cities and towns the United States, is highly vulnerable to anticipated climate varies widely; total populations vary from more than change. Under a high emissions scenario, the state will likely 90,000 to less than 2,000. The median 10-year population experience increased winter precipitation as well as a 3–5 °C change averages just 2%, from overall declines to gains of increase in average ambient temperature resulting in up to 18% over the decade.3 The density of settlement ranges 28 days above 38 °C (100 °F) a year compared with up to from under 400 persons per square mile to more than 2 days a year today (Hayhoe et al., 2006; Frumhoff, 5,000 (for comparison, Boston has about 13,300 persons McCarthy, Melillo, Moser, & Wuebbles, 2007; Frumhoff per square mile). Median 2009 household income in our et al., 2008). Because the coast is naturally subsiding, the net sample municipalities ranged between $30,000 and sea-level rise is expected to be about 0.3 meters (12 inches) $100,000; median home values ranged from roughly by the end of the century, not factoring effects of thermal $230,000 to $950,000. Between 11% and 70% of the ocean expansion or ice melt in the Arctic. The dense settle- residents had completed higher education. Overall, the RRJJPPAA__AA__994499559900..iinndddd 111133 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "114 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 Figure 1. Regional locator. Source: E. Gong and A. Emlinger. data suggest that many of the communities have relatively and analyzing qualitative data in an effort to construct high levels of social capacity, or the norms and relationship theories that arise from the data themselves (Charmaz, networks that enable people to act collectively (Woolcock 2006). The researcher does not formulate the hypotheses in & Narayan, 2000). advance when applying the grounded theory method, since Our research method follows a grounded theory preconceived hypotheses result in a theory that is not based approach (Glaser & Strauss, 1967). Grounded theory in the data (Glaser & Strauss, 1967). Instead, data analysis methods use systematic yet fl exible guidelines for collecting is conducted on codes that emerge from the data itself, Figure 2. Coding fl owchart for adaptation actions. RRJJPPAA__AA__994499559900..iinndddd 111144 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "Hamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 115 which allows theory building. Once theory is built, it can be compared with existing literature for support and interpretation to build the next stage of theory, essentially forming a dialog with previous research. We recorded the interviews, fully transcribed them, and coded the results into a qualitative data analysis program (DeDoose). One of the authors and a research assistant dual-coded three interviews to ensure intercoder reliability. We based the initial coding of the interviews on the interviewee’s native language, as is appropriate in grounded theory. Once we completed the coding using the patterns we found in the data, we reclassifi ed the coded Figure 3. Status of adaptation action. data based on fi ndings from the literature review. This made our fi ndings more comparable with other research on climate adaptation implementation, particularly the Moser money for a sea-level rise study; they then sought state and Eckstrom (2010) typology described here. funding to prepare new comprehensive plans that will A particularly thorny issue in coding was differentiat- include an adaptation chapter. The planners reported ing among the adaptation approaches that the planners feeling politically supported in their efforts even though report using. The lines differentiating one approach from their town managers did not allocate funding or resources another are not fi rm within the literature or empirically. to these efforts. Another town was working on the second Over time in any particular place, planners might make approach, mainstreaming climate projections into vulner- efforts across all three categories. Nevertheless, categoriza- ability analyses for new, mandatory multi-hazard mitiga- tion was necessary to illuminate the range of local tion plans. The Cape Cod Commission regional planning approaches. In coding the responses to this question, agency provided training, technical support, and climate we used the decision tree shown in Figure 2. projections to inform these hazard plans. There were no other initiatives with an explicit focus on future climate conditions. To address current hazards, communities had Adaptation Efforts in Coastal changed wetland bylaws to protect foreshores and mini- Massachusetts mize new saltwater incursions of septic systems, and had integrated sea-level rise projections into their plans. Our fi rst research question seeks to identify the status What they had not done was actually discuss climate of the climate adaptation efforts of the 14 municipalities change per se. in terms of the three main categories of local adaptation The other planners in our sample communities actions: planning, mainstreaming, and addressing current expressed the intention, sometimes more accurately hazards. We were interested in whether they had actually described as a desire, to begin adaptation. They told us undertaken specifi c actions or had only expressed inten- variants of the following statement: “We’re actually looking tions and hopes to do so, or if there was not even that at doing that, we’re hopeful to be able to get going.” One level of interest. As Figure 3 shows, progress on climate respondent was reviewing adaptation plans to see what adaptation is not widespread. None of the communities other communities had done, while another was focusing had an adaptation plan in place or in progress; only three on sewer regulations. So the intentions discussed will likely communities were preparing to do either plans or main- lead them to attempt both the planning and mainstreaming streaming. Thus, even with the generous interpretation approaches. including intentions to prepare a plan, only one-fi fth of sampled communities were addressing climate change. One-third had either fairly vague intentions for policy action of some sort, or none at all.4 The third approach, Barriers to Adaptation in Coastal addressing current hazards, was the most common ap- Massachusetts proach reported. The two communities in the planning category5 were Respondents reported a range of challenges to incor- preparing to add climate adaptation chapters in their porating climate change adaptation into municipal prac- master plans. These planners had recently secured grant tices, many of which are consistent with the typology RRJJPPAA__AA__994499559900..iinndddd 111155 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "116 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 there was limited political support for adaptation; for some it was the major barrier, while for others it was a contribut- ing factor. As the planners discussed, the politics of creating change can be daunting: We’ve got to convince the town manager that it’s a good idea; he’s got to convince the board of selectmen that it’s worthwhile having his staff spending time doing this. Then once we have…centered on the [idea that] it’s a good use of the planner’s time and [gotten] all of the other department heads to move in this direction, then we need to take that message out to the Figure 4. Primary barriers (n = 14). public and then we have to say “this is why.” I mean, I can’t imagine that any of them have any idea what adaptation planning is. suggested by Moser and Eckstrom (2010). Figure 4 sum- marizes what planners indicated was the primary barrier For some activities, such as the provision of water they faced, while Figure 5 shows all the barriers mentioned infrastructure, specifi c state regulations guide local enforce- in the interviews.6 None of our respondents commented ment, so any change needs to start at the state level. Other on communication as a barrier per se, which was a cat- municipal departments control important policies related egory expected by Moser and Eckstrom (2010). While to infrastructure as well. This raised problems in dealing those authors included lack of technical data in the with other government departments internal to the city resources category, our respondents discussed limited and at the state level: resources as a barrier because they lacked staff time or money. Thus, we expand on the Moser and Eckstrom Our biggest issue…is, we’ve submitted material out of typology to create a new category: the lack of technical this department to the other pieces of the government, information. Otherwise, the Moser and Eckstom typology whether it’s DPW, [sewer commissioner]’s offi ce, of barriers to climate adaptation fi ts our data well. Each executive branch, and it just disappears. So, you know, category of barrier to local action on climate adaptation it’s diffi cult for a planning department to infl uence reported by the planners we interviewed is further dis- other city functions on the importance of this stuff. cussed later in this study. Lack of Local and State Leadership Confl icting Values and Beliefs Much of the literature positions inadequate “leader- Confl icting values and beliefs were the primary barriers ship” as a major barrier to local climate adaptation actions; to action according to our respondents. Respondents mean this is one of our fi ndings as well. Every planner felt that many things by this phrase, including a sense that the timeframe of change is too distant to act now, that private property interests are too strongly opposed to action, that there is a general lack of public knowledge and support, and that the science remains uncertain. Overall, the planners we interviewed perceive the majority of their public is not very interested in climate adaptation, with climate concern limited to a “do-gooder” few. Many of our respondents faced specifi c challenges operating in the radical democracy of town meetings, where zoning changes need approval by a two-thirds majority of those attending, and there is little appetite for changes that reduce property values or rights: It is really diffi cult to get people to raise their hand at Figure 5. All barriers mentioned by interviewed planners (n = 14). town meetings for something that directly impacts RRJJPPAA__AA__994499559900..iinndddd 111166 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "Hamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 117 their property in a way they might not be all that town’s general fund…or the betterment thing [taxing happy about…. If you are telling 100 people that you property owners in only the affected area, who benefi t are going to start impacting how they can use their from the protective works], which causes a great deal of property, the ability to actually pass regulations starts divisiveness amongst neighborhood residents…. Why to drop a little (sarcasm).… It is a question whether or should we have to pay for the seawall protecting that not we could get enough people to back it. guy’s house down there and what am I going to get out of it? The connections here with the discussion of politics are strong: Lack of Resources (Staff, Money, and Time) There’s still a lot of lack of belief in climate change…. Our respondents explained resource barriers in terms [N]othing’s happening, nothing serious is coming of time and money to do planning and to implement down from the federal government other than these plans: occasional training programs to the believers al- ready…. But in terms of the general population there The short answer (is)…staffi ng, money, and resources. isn’t a lot of education out there, there’s not a lot of At our level of population of 25,000, our planning emphasis on it. You know a municipality and espe- department is me and a full-time secretary…and under cially bosses are political creatures that respond to the state law, when someone brings in a subdivision citizens’ concerns. There’s not a big concern so obvi- plan…there are mandatory, statutory deadlines and if ously there’s not a lot of effort put in…. Somebody’s (these are not met)…it gets approved by default and gotta get out there and do some more educating. so, I have little control in managing my time…. We don’t do much planning here at the local level and I Of course, this comment begs the question of who can say that’s [true] for most of the communities in the will educate whom. The planners we interviewed did Commonwealth. not feel they have time or the mandate to do this sort of advocacy. But they also knew that without additional I think that’s the challenge…. [T]here’s a lot of infra- citizen education, their ability to move forward is lim- structure, and if these things [climate impacts] are ited. Wealthy coastal owners evince the least concern realized, there’s going to be pretty big price tags on about or belief in climate change at least as reported by trying to come up with solutions for them. So I think the planners: with it has to come some form of…assistance in imple- menting it. They want to live on the water and they don’t care if it’s there in 10 years, 20 years, 40 years, 50 years, they don’t care, they want to live there today. Lack of Information The lack of information was not the primary barrier It’s not going to happen overnight, there is too much for most respondents, but rather a contributing issue. investment…. [O]ver 72 miles of coast and all these Respondents were often apologetic about their own level of houses and all these businesses are developed here… knowledge: “I haven’t studied it. I know the principle they are worth big dollars. The last thing anyone is behind it, but I haven’t studied it.” At the time of our going to say is that you need to take your house and interviews, there were no state-approved climate change move it back 50 feet. See you in court. projections of any sort. The result is that if planners in a town or city wanted to analyze that city’s vulnerability to The high cost of actually implementing change also future climate they have to decide on their own what brings on complex equity questions related to property climate numbers to use:7 interests and local power: We just constructed a harbor walk. Should we have Whether it is paying for replacing the culvert or fl ood built it higher, because the sea level’s going to rise? But, proofi ng our wastewater treatment plant, moving a if that’s true, how much higher should we have built it? parking lot back or a road, whatever, how are we going What’s the information on which to base that? We to pay for it? Right now we have two ways. We can go don’t have any of those facts. So we built it based on to the voters and ask them to spend money from the current conditions, fi guring if it is sometimes RRJJPPAA__AA__994499559900..iinndddd 111177 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "118 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 underwater, people wouldn’t use it that day! . . .[S]ome federal and state leadership. Barriers created by the public guidance…would be really helpful. include lack of public knowledge of the problems caused by climate change (and thus the lack of public support for The complexity of attempting to choose benchmarks, adaptation planning), the fact that there had been no even at the state level, is highlighted in comments by one recent problems (which means the timeframe was too of our interviewees who was part of the group then writing distant to capture public interest), and very strong private what became the State Adaptation Plan (Executive Offi ce property interests. Barriers created by local offi cial and of Energy and Environment et al., 2011). administrative leadership include problems in engaging other departments in adaptation efforts, lack of staff time I was in a group [writing the state plan] that was and money, lack of mayoral and council support, and talking about…the coastal zone and potential im- perceived limitations created by already built-out or pacts…and I think we probably had about eight existing land use patterns. sessions and they were completely dominated by trying The third type of barrier to adaptation arises from the to pick the number [i.e., sea-level rise threshold] of failure of leadership at higher governmental levels, includ- what we should plan to. And I think that’s probably ing the lack of regional planning and a legal basis for one of the biggest impediments right now. adaptation plans or policy. This type of barrier also in- cludes the need for a state or federal mandate for climate Planners do not doubt the reality of climate change; adaptation planning as well as the need for more certain instead, the smaller cities and towns in which they work do science and projections. not have the capacity to develop their own climate forecasts. As Figure 6 shows, the barriers reported by the respon- At the same time, the available forecasts are not considered dents do not fall neatly into one category. Planners face suffi ciently detailed or with enough regulatory heft to form barriers posed at and by multiple levels of government and the basis for planning decisions. In some regions, universities from multiple actors and roles. For small communities to are providing locally relevant climate projections. But in move forward in adaptation planning, many institutions at university-rich Massachusetts, none of these communities different levels of government need to take action to help were using projections prepared by a university in their plans.8 change community values through education and outreach, strengthen municipal leadership by offering political cover through climate adaptation planning mandates, provide better technical knowledge and information, and provide Overcoming Barriers and Connecting and energize state leadership by putting climate adaptation to Approaches more squarely onto the political (voters’) agenda. We asked our respondents why they chose their particular approach to climate adaptation at the local level: planning, mainstreaming, or addressing current Summary and Conclusions hazards. The two communities using the planning In this study, we fi rst question whether, and how, our approach—d eveloping adaptation chapters for their sample of smaller cities are moving forward on climate master plans— reported that their motivation was to generate public engagement and political support as part of the wider comprehensive planning process, thus encouraging implementation. Planners who report choosing a mainstreaming approach do so when they faced political barriers, need to focus on benefi ts in the near term, and lacked resources to do a plan. Planners who choose to address current hazards seem to prefer this approach when they need to address political chal- lenges, whether those arise from the lack of elected or upper-level government leadership or insuffi cient local recognition of the problem. We analyze the reported barriers by the locus of deci- sion, grouping together those that can be addressed by the public, local offi cial and administrative leadership, or Figure 6. Barriers by institutional locus (n = 14). RRJJPPAA__AA__994499559900..iinndddd 111188 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "Hamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 119 change adaptation. We fi nd that there has been little Our efforts suggest many fruitful future research uptake of adaptation planning among these municipalities, topics. It will be helpful to seek a quantitative correlation despite the fact that these communities are likely to experi- between specifi c barriers and municipal approaches to ence signifi cant sea-level rises in the coming years and the adaptation, as well as quantifi able fi ndings on the connec- strong example set by the City of Boston. While most of tions between different approaches to climate adaptation our sample of small cities are not addressing future climate and actual policy action. Modeling adaptation uptake change at all, those few that are doing so are split among based on local sociospatial and economic variables also has two of the three major approaches: planning and main- descriptive and inferential potential. Future qualitative streaming approaches. Most commonly, these towns avoid work should broaden the respondent pool to include local discussion of future climate altogether, and instead focus elected offi cials and other stakeholders. Testing municipal on improving the community’s ability to address current adaptation uptake across states with different policies (e.g., hazards. These empirical fi ndings suggest that there likely is California’s stronger technical guidance) will help deter- not a single most effective way to achieve climate adapta- mine the effectiveness of different state roles and strategies tion in the face of multiple constraints. Instead, planners on local climate adaptation activities. match their approach to the specifi cs of their communities’ Comparative analyses of adaptation policies and strate- politics, needs, and barriers. gies in Canada and across Australia and Europe, as well as Our research highlights the interconnections among provincial or state or regional policies in other countries, will the separate barriers to climate adaptation commonly also be enlightening. Such analyses can provide important recognized in the literature. We fi nd that the strength of information on alternatives to U.S. approaches, particularly private property interests tends to limit local political as experienced by smaller cities and towns. Finally, there is a leadership on the issue; without that leadership, it is presumption inherent in the way we categorize possible diffi cult for planners to allocate time and money to the approaches to climate adaptation that better preparation for issue. The lack of resources means that planners fi nd it the current climate will yield improved adaptation to future hard to overcome technical barriers and to provide the kind climate. It seems likely that this is true only under some of education that would develop local resident support. conditions; better information on when this connection is The co-occurrence of high property values and increasingly true and when it is not could provide very important vulnerable properties creates a challenging political research and policy guidance for planners. situation. Concerns about property rights complicate local Overall, our research suggests that planners have an adaptation decision making, even while areas with lower important role to play in climate adaptation even in property values remain quite vulnerable. These issues are smaller cities. But to help overcome the many barriers further complicated by equity questions about who should planners face in developing meaningful climate adaptation pay for adaptation improvements and which downstream action, those planners, the local residents they support, the costs are acceptable. Addressing the complexity of these administrative units within which they operate, the elected barriers and their interrelations will increase uptake of offi cials with whom they work, and higher levels of adaptation among these smaller cities and towns. government must act together in multiple ways. Notes Directions for Future Research 1. The Commonwealth’s policy report on climate adaptation was completed in late 2011 (Executive Offi ce of Energy and Environment, The fi ndings here are limited to one state within one Adaptation Advisory Committee, & Commonwealth of Massachusetts, U.S. region, and smaller cities and towns rather than global 2011). This is an advisory-only plan, with no requirements or mandates cities. In addition, our focus is on the perceptions of the from the state to its municipalities. Our interviews were in mid-2011, local planners on the state of climate adaptation in their before the plan had come out, and thus our interviewees did not have it for reference for technical information such as projected sea-level rise. towns and the barriers that they face in addressing climate 2. For more on town meetings and the various forms of municipal adaptation. We do not offer an external evaluation of their governance in the Commonwealth of Massachusetts, see the state perceptions; moreover, the small sample size of our qualita- website: http://www.sec.state.ma.us/cis/cistwn/twnidx.htm tive work reduces the generalizability of our fi ndings. 3. Data on demographics, income, and wealth come from www. Although we focus on planners, climate adaptation can be city-data.com 4. Note that there was likely some respondent bias in that interviewees addressed by many actors, including other local municipal may have wanted to appear more sophisticated or advanced in climate departments, grassroots leaders, elected offi cials, and higher change actions than if we were asking about a wide range of actions: levels of administration. There is always the desire to please the interviewer. For this reason, we RRJJPPAA__AA__994499559900..iinndddd 111199 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "120 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 encourage some skepticism, particularly in the category of expressed Burby, R. J., Beatley, T., Berke, P. R., Deyle, R. E., French, S. P., God- intention, which is about what the planners think they may do at some schalk, D. R.,… Platt, R. H. (1999). Unleashing the power of planning to point in time; the other categories require more explicit back-up in create disaster-resistant communities. Journal of the American Planning terms of actual policies or plans, so they may be more reliable. Association, 65(3), 247–258. doi:10.1080/01944369908976055 5. There was a third community involved in this same adaptation Burch, S. (2010). Transforming barriers into enablers of action on planning process, but that community was not part of our sample. climate change: Insights from three municipal case studies in British 6. In Moser and Eckstrom (2010), this includes technical information Columbia, Canada. Global Environmental Change, 20(2), 287–297. such as regional climate forecasts as well as staff time and expertise, doi:10.1016/j.gloenvcha.2009.11.009 but our coding suggests that staff time and money is one issue, while Carmin, J., Nadkarni, N., & Rhie, C. (2012). Progress and challenges in data is another. As a result, we coded technical information in the next urban climate adaptation planning: Results of a global survey. Cambridge, group. MA: MIT Press. Retrieved from http://www.cakex.org/virtual-library/ 7. Note that we coded responses here that had to do with the planners’ progress-and-challenges-urban-climate-adaptation-planning-0 concern over climate uncertainties; local belief in climate change is Castán Broto, V., & Bulkeley, H. (2013). A survey of urban climate discussed in the section on local values. change experiments in 100 cities. Global Environmental Change, 23(1), 8. One community had undertaken a workshop run by a Boston-area 92–102. doi:10.1016/j.gloenvcha.2012.07.005 faculty member to increase public awareness of climate change, but not Charmaz, K. (2006). Constructing grounded theory: A practical guide to develop science. After the study, one of the authors worked with one through qualitative analysis. London, England: Sage. of the communities to draft an adaptation chapter for their master plan, Climate Action Leadership Committee & the Community Advisory but that was a result of contact made through the interviews and had Committee on Climate Action (Boston). (2010). Sparking Boston’s climate not taken place at the time of the interviews. revolution: Recommendations of the Climate Action Leadership Committee and Community Advisory Committee. Boston, MA: City of Boston. C ruce, T. L. (2009). Adaptation planning: What U.S. states and localities References are doing. Arlington, VA: Pew Center on Global Climate Change. Adger, W., Arnell, N. W., & Tompkins, E. L. (2005). Successful Retrieved from http://www.c2es.org/docUploads/state-adapation-plan- adaptation to climate change across scales. Global Environmental Change ning-august-2009.pdf 15(2), 77–86. doi:10.1016/j.gloenvcha.2004.12.005 Dalton, L. C., & Burby, R. J. (1994). Mandates, plans, and planners: Australian Government. (2010). Australian government response; House Building local commitment to development management. Journal of the of Representatives Standing Committee on Climate Change, Water, Envi- American Planning Association, 60(4), 444–461. doi:10.1080/ ronment and the Arts House of Representatives Committee report: Managing 01944369408975604 our coastal zone in a changing climate: The time to act is now. Canberra, Dovers, S. R., & Hezri, A. A. (2010). Institutions and policy processes: Australia : Author. The means to the ends of adaptation. WCC Wiley Interdisciplinary Baker, I., Peterson, A., Brown, G., & McAlpine, C. (2012). Local Reviews: Climatic Change, 1(2), 212–231. doi:10.1002/wcc.29 government response to the impacts of climate change: An evaluation of Drummond, W. J. (2010). Statehouse versus greenhouse: Have state- local climate adaptation plans. Landscape and Urban Planning, 107(2), level climate action planners and policy entrepreneurs reduced green- 127–136. doi:10.1016/j.landurbplan.2012.05.009 house gas emissions? Journal of the American Planning Association, 76(4), Barbour, E., & Deakin, E. A. (2012). Smart growth planning for 413–433. doi:10.1080/01944363.2010.499537 climate protection. Journal of the American Planning Association, 78(1), Dymen, C., & Langlais, R. (2013). Adapting to climate change in 70–86. doi:10.1080/01944363.2011.645272 Swedish planning practice. Journal of Planning Education and Research, Bedsworth, L. W., & Hanak, E. (2010). Adaptation to climate change: 33(1), 108–119. doi:10.1177/0739456X12463943 A review of challenges and tradeoffs in six areas. Journal of the American Executive Offi ce of Energy and Environment, Adaptation Advisory Planning Association, 76(4), 477–495. doi:10.1080/01944363.2010.502047 Committee, & Commonwealth of Massachusetts. (2011). Massachu- Bell, D., & Jayne, M. (2009). Small cities? Towards a research agenda. setts climate change adaptation report. Boston, MA: Commonwealth of International Journal of Urban and Regional Research, 33(3), 683–699. Massachusetts. Retrieved from http://www.mass.gov/eea/docs/eea/ doi:10.1111/j.1468-2427.2009.00886.x energy/cca/eea-climate-adaptation-report.pdf Berkes, F. (2007). Understanding uncertainty and reducing vulnerabil- Few, R., Brown, K., & Tompkins, E. L. (2007). Climate change ity: Lessons from resilient thinking. Natural Hazards, 41(2), 283–295. and coastal management decisions: Insights from Christchurch Bay, doi:10.1007/s11069-006-9036-7 UK. Coastal Management, 35(2–3), 255–270. doi:10.1080/ Berrang-Ford, L., Ford, J. D., & Paterson, J. (2011). Are we adapting 08920750601042328 to climate change? Global Environmental Change, 21(1), 25–33. Ford, J. D., Berrang-Ford, L., & Paterson, J. (2011). A systematic doi:10.1016/j.gloenvcha.2010.09.012 review of observed climate change adaptation in developed nations. Betts, R. A., Collins, M., Hemming, D. L., Jones, C. D., Lowe, J. A., Climatic Change, 106(2), 327–336. doi:10.1007/s10584-011-0045-5 & Sanderson, M. G. (2011). When could global warming reach 4 Frumhoff, P. C., McCarthy, J. J., Melillo, J. M., Moser, S. C., & degrees C? Philosophical Transactions of the Royal Society A: Mathematical, Wuebbles, D. J. (2007). Confronting climate change in the U.S. northeast: Physical and Engineering Sciences, 369(1934), 67–84. doi:10.1098/ Science, impacts, and solutions (Synthesis report of the Northeast Climate rsta.2010.0292 Impacts Assessment). Cambridge, MA: NECIA. Retrieved from http:// Bierbaum, R., Smith, J. B., Lee, A., Blair, M., Carter, L., Chapin, F. S., www.northeastclimateimpacts.org/pdf/confronting-climate-change-in- III, . . . Verduzco, L. (2013). A comprehensive review of climate adapta- the-u-s-northeast.pdf tion in the United States: More than before, but less than needed. Frumhoff, P. C., McCarthy, J. J., Melillo, J. M., Moser, S. C., Wueb- Mitigation and Adaptation Strategies for Global Change, 18(3), 361–406. bles, D. J., Wake, C., & Spanger-Siegfried, E. (2008). An integrated doi:10.1007/s11027-012-9423-1 climate change assessment for the northeast United States. Mitigation RRJJPPAA__AA__994499559900..iinndddd 112200 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "Hamin et al.: Barriers to Municipal Climate Adaptation in Coastal Massachusetts 121 and Adaptation Strategies for Global Change, 13(5–6), 419–423. K ok, M. T. J., & deConinck, H. C. (2007). Widening the scope of doi:10.1007/s11027-007-9138-x policies to address climate change: Directions for mainstreaming. Fuenfgeld, H. (2010). Institutional challenges to climate risk manage- Environmental Science and Policy, 10(7), 587–599. doi:10.1016/j. ment in cities. Current Opinion in Environmental Sustainability, 2(3), envsci.2007. 07.003 156–160. doi:10.1016/j.cosust.2010.07.001 Laukkonen, J., Blanco, P. K., Lenhart, J., Keiner, M., Cavric, B., Füssel, H. M. (2007). Adaptation planning for climate change: Con- Kinuthia-Njenga, C., & Climate Change and Human Settlements. cepts, assessment approaches, and key lessons. Sustainability Science, (2009). Combining climate change adaptation and mitigation measures 2(2), 265–275. doi:10.1007/s11625-007-0032-y at the local level. Habitat International, 33(3), 287–292. doi:10.1016/j. Glaser, B., & Strauss, A. L. (1967). The discovery of grounded theory: habitatint.2008.10.003 Strategies for qualitative research. Chicago, IL: Aldine. Lenton, T., Footitt, A., & Dlugolecki, A. (2009). Major tipping points in Governor’s Offi ce of Planning and Research & State of California. the earth’s climate system and consequences for the insurance sector. Gland, (2012). Annual planning survey results. Retrieved from http://www.opr. Switzerland: World Wide Fund for Nature & Allianz SE. Retreived from ca.gov/docs/2012_APSR.pdf http://assets.worldwildlife.org/publications/386/fi les/original/Major_ Gurran, N., Hamin, E. M., and Norman, B. (2008). Planning for Tipping_Points_in_the_Earth’s_Climate_System_and_Consequences_ climate change: Leading practice principles and models for sea change for_the_Insurance_Sector.pdf?1345749585 communities in coastal Australia. Sydney, Australia: University of Sydney. Measham, T., Preston, B., Smith, T., Brooke, C., Gorddard, R., Withy- Retrevied from http://www.seachangetaskforce.org.au/Publications/ combe, G., & Morrison, C. (2011). Adapting to climate change PlanningforClimateChange.pdf through local municipal planning: Barriers and challenges. Mitigation Gurran, N., Norman, B., & Hamin, E. M. (2012). Climate change and Adaptation Strategies for Global Change, 16(8), 889–909. adaptation in coastal Australia: An audit of planning practice. Ocean & doi:10.1007/s11027-011-9301-2 Coastal Management, 86, 100–109. doi:10.1016/j.ocecoaman.2012.10.014 Moser, S. C., & Ekstrom, J. A. (2010). A framework to diagnose Hamin, E. M., & Gurran, N. (2009). Urban form and climate change: barriers to climate change adaptation. Proceedings of the National Balancing adaptation and mitigation in the U.S. and Australia. Habitat Academy of Sciences, 107(51), 22026–22031. doi:10.1073/ International, 33(3), 238–245. doi:10.1016/j.habitatint.2008.10.005 pnas.1007887107 Hamin, E. M., & Gurran, N. (in press). Ladder of climate change Mozumder, P., Flugman, E., & Randhir, T. (2011). Adaptation adaptation. In W. Leal Filho (Ed.), Handbook of climate change adapta- behavior in the face of global climate change: Survey responses from tion. Basel, Switzerland: Springer. experts and decision makers serving the Florida Keys. Ocean & Harvey, N., & Woodroffe, C. D. (2008). Australian approaches to Coastal Management, 54(1), 37–44. doi:10.1016/j.ocecoaman.2010. coastal vulnerability assessment. Sustainability Science, 3(1), 67–87. 10.008 doi:10.1007/S11625-008-0041-5 National Research Council. (2010). Adapting to the impacts of climate Hayhoe, K., C. P. Wake, T. G. Huntington, L. Luo, M. D. Schwartz, J. change. Washington, DC: National Academies Press. Sheffi eld,…D. Wolfe. (2006). Past and future changes in climate and Norman, B. (2009). Principles for an intergovernmental agreement for hydrological indicators in the U.S. northeast. Climate Dynamics, 28, coastal planning and climate change in Australia. Habitat International, 381–407. doi:10.1007 33(3), 293–299. doi:10.1016/j.habitatint.2008.10.002 Intergovernmental Panel on Climate Change. (2007). Climate change Pitt, D., & Bassett, E. (2013). Collaborative planning for clean energy 2007: Synthesis report (Contribution of Working Group I, II and III to initiatives in small to mid-sized cities. Journal of the American Planning the Fourth Assessment Report of the Intergovernmental Panel on Association, 79(1), 1–15. doi:10.1080/01944363.2014.914846 Climate Change [Core writing team: R. K. Pachauri, A. Resising Preston, B., Westaway, R., & Yuen, E. (2011). Climate adaptation (Eds.)]). Geneva, Switzerland: Author. Retrieved from http://www.ipcc. planning in practice: An evaluation of adaptation plans from three ch/publications_and_data/ar4/syr/en/contents.html developed nations. Mitigation and Adaptation Strategies for Global Intergovernmental Panel on Climate Change. (2012). Managing the Change, 16(4), 407–438. doi:10.1007/s11027-010-9270-x risks of extreme events and disasters to advance climate change adaptation Quay, R. (2010). Anticipatory governance: A tool for climate change (Special report of Working Groups I and II of the Intergovernmental adaptation. Journal of the American Planning Association, 76(4), 496– Panel on Climate Change [Core writing team: C. B. Field et al. (Eds.)]). 511. doi:10.1080/01944363.2010.508428 Cambridge, England: Cambridge University Press. Retrieved from Rosenzweig, C., Solecki, W., Hammer, S., & Mehrotra, S. (2011). http://www.ipcc.ch/pdf/special-reports/srex/SREX_Full_Report.pdf Climate change and cities: First assessment report of the Urban Climate Intergovernmental Panel on Climate Change. (2014). Climate change Change Research Network. Cambridge, England: Cambridge University 2014: Impacts, adaptation, and vulnerability. Part A: Global and sectoral Press. aspects (Contribution of Working Group II to the Fifth Assessment Ruth, M., & Coelho, D. (2007). Understanding and managing the Report of the Intergovernmental Panel on Climate Change. [Core complexity of urban systems under climate change. Climate Policy, 7(4), writing team: C. B. Field et al. (Eds.)]). Cambridge, England: Cambridge 317–336. doi:10.1080/14693062.2007.9685659 University Press. Retrieved from http://www.ipcc.ch/report/ar5/wg2/ Sharma, D., & Tomar, S. (2010). Mainstreaming climate change Jepson, E. J. (2004). The adoption of sustainable development policies adaptation in Indian cities. Environment and Urbanization, 22(2), and techniques in U.S. cities: How wide, how deep, and what role for 451–465. doi:10.1177/0956247810377390 planners? Journal of Planning Education and Research, 23(3), 229–241. Stone, B. (2012). The city and the coming climate: Climate change in doi:10.1177/0739456x03258638 the places we live. Cambridge, England: University of Cambridge Klein, R. J. T., Schipper, E. L. F., & Dessai, S. (2005). Integrating Press. mitigation and adaptation into climate and development policy: Three Storbjork, S. (2007). Governing climate adaptation in the local arena: research questions. Environmental Science & Policy, 8(6), 579–588. Challenges of risk management and planning in Sweden. Local Environ- doi:10.1016/j.envsci.2005.06.010 ment, 12(5), 457–469. doi:10.1080/13549830701656960 RRJJPPAA__AA__994499559900..iinndddd 112211 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD",
        "122 Journal of the American Planning Association, Spring 2014, Vol. 80, No. 2 Tabara, J. D., Serra, A., Dai, X., Jia, G., McEvoy, D., Neufeldt, H., . . . Wolf, J., Allice, I., & Bell, T. (2013). Values, climate change, West, J. J. (2010). The climate learning ladder: A pragmatic procedure and implications for adaptation: Evidence from two communities to support climate adaptation. Environmental Policy and Governance, in Labrador, Canada. Global Environmental Change–Human 20(1), 1–11. doi:10.1002/eet.530 and Policy Dimensions, 23(2), 548–562. doi:10.1016/j.gloenvcha. Uittenbroek, C. J., Janssen-Jansen, L. B., & Runhaar, H. A. C. (2013). 2012.11.007 Mainstreaming climate adaptation into urban planning: Overcoming Woolcock, M., & Narayan, D. (2000). Social capital: Implications for barriers, seizing opportunities and evaluating the results in two Dutch development theory, research, and policy. World Bank Research Observer, case studies. Regional Environmental Change, 13(2), 399–411. 15(2), 225–249. doi:10.1093/wbro/15.2.225 doi:10.1007/s10113-012-0348-8 Zimmerman, R., & Faris, C. (2011). Climate change mitigation and Wheeler, S. M. (2008). State and municipal climate change plans: The adaptation in North American cities. Current Opinion in Environ- fi rst generation. Journal of the American Planning Association, 74(4), mental Sustainability, 3(3), 181–187. doi:10.1016/j.cosust.2010. 481–496. doi:10.1080/01944360802.377973 12.004 Place Matters Metropolitics for the Twenty-First Century “Notable for its accessibility Third Edition, Revised and clarity, Place Matters is also a compelling narrative, (cid:48)(cid:69)(cid:84)(cid:69)(cid:82)(cid:0)(cid:36)(cid:82)(cid:69)(cid:73)(cid:69)(cid:82)(cid:12)(cid:0)(cid:42)(cid:79)(cid:72)(cid:78)(cid:0)(cid:45)(cid:79)(cid:76)(cid:76)(cid:69)(cid:78)(cid:75)(cid:79)(cid:80)(cid:70)(cid:12)(cid:0)(cid:65)(cid:78)(cid:68)(cid:0)(cid:52)(cid:79)(cid:68)(cid:68)(cid:0)(cid:51)(cid:87)(cid:65)(cid:78)(cid:83)(cid:84)(cid:82)(cid:79)(cid:77) demonstrating collective and wide-ranging knowledge of Winner of the Michael Harrington Award the American city.” The problem of rising inequality is at the center of Place Matters. Economic Geography That’s the basic question addressed by the new edition of this “The authors have uncovered award-winning book. Thoroughly revised and updated for its third edition, Place Matters examines the past several decades and how a vast array of important empirical questions that the standard of living for the American middle class has stagnated, should inform the urban the number of poor people has reached its highest level since the research community and 1960s, and the super-rich have dramatically increased their share of urban planners.” the nation’s wealth and income. At the same time, Americans have Journal of Politics grown further apart in terms of where they live, work, and play. “One of the strongest The authors have updated the case studies and examples used to volumes on metropolitan illustrate the book’s key themes, incorporated the latest Census affairs in recent years. data, and drawn on exit polls and other data to examine the voting Deserves a broad patterns and outcomes of the 2012 elections. In addition, they Studies in Government and Public Policy readership.” look at such disasters as the 9/11 World Trade Center bombing, (cid:20)(cid:25)(cid:22)(cid:0)(cid:80)(cid:65)(cid:71)(cid:69)(cid:83)(cid:12)(cid:0)(cid:48)(cid:65)(cid:80)(cid:69)(cid:82)(cid:0)(cid:4)(cid:17)(cid:25)(cid:14)(cid:25)(cid:21) Urban Ecology Hurricanes Katrina and Sandy, and the recent wave of mass gun killings to explore issues of urban economics, politics, University Press of Kansas and environmental sustainability. (cid:48)(cid:72)(cid:79)(cid:78)(cid:69)(cid:0)(cid:23)(cid:24)(cid:21)(cid:13)(cid:24)(cid:22)(cid:20)(cid:13)(cid:20)(cid:17)(cid:21)(cid:21)(cid:0)(cid:115)(cid:0)(cid:38)(cid:65)(cid:88)(cid:0)(cid:23)(cid:24)(cid:21)(cid:13)(cid:24)(cid:22)(cid:20)(cid:13)(cid:20)(cid:21)(cid:24)(cid:22)(cid:0)(cid:115)(cid:0)(cid:87)(cid:87)(cid:87)(cid:14)(cid:75)(cid:65)(cid:78)(cid:83)(cid:65)(cid:83)(cid:80)(cid:82)(cid:69)(cid:83)(cid:83)(cid:14)(cid:75)(cid:85)(cid:14)(cid:69)(cid:68)(cid:85) RRJJPPAA__AA__994499559900..iinndddd 112222 2299//0099//1144 55::0088 PPMM 5102 hcraM 31 72:31 ta ]152.401.88.05[ yb dedaolnwoD"
    ]
}