{
    "FILE_NAME": "https://www.ctps.org/data/transreport/pdf/trpt1115.pdf",
    "ALL TEXT": "TRANS November/December 2015 REPORT THE NEWSLETTER OF THE BOSTON REGION METROPOLITAN PLANNING ORGANIZATION “Capital Conversations” Held Across IN THIS ISSUE the Commonwealth “Capital Conversations” Page 1 The Massachusetts Depart- ment of Transportation Route 140 Study (MassDOT) kicked off its Page 2 Capital Investment Plan (CIP) development for Boston Region MPO state fiscal years 2017-21 Activities in October with a series of Page 3 and 4 community meetings across the Commonwealth. Regional Transportation Advisory Council Update The “Capital Conversations” Page 4, 5, and 6 meetings provided an oppor- tunity for residents to share Access Advisory Committee their thoughts about how to the MBTA Update the Commonwealth should Page 6 prioritize transportation network investments over MassDOT’s first “Capital Conversations” meeting was held at the next five years. the State Transportation Building in Boston on October 19. Attendees shared their ideas using an online comment form MassDOT will accept ideas (above) and through discussions with MassDOT staff (below MEETING CALENDAR and comments from the left). public through November 5. Post a comment at mass. Municipalities Re-Elect To find up-to-date gov/massdot/capitalconver- information about public sations or send an email to Four MPO Members meetings (and any others masscip@state.ma.us. that may be scheduled) visit On October 29, the Seats on the MPO board are www.bostonmpo.org, or call chief-elected officers of the held by the municipalities, 857.702.3700 (voice) region’s 101 cities and towns and the chief-elected mu- or 617.570.9193 (TTY). re-elected four municipal nicipal officials (or official members on the Boston Re- designees) serve as the A photo ID is required to access gion MPO board whose seats representatives on the board. the State Transportation were up for election this Arlington and Newton fill at- Building, which is located at year. The towns of Arlington large municipal seats; Nor- 10 Park Plaza Boston, MA. and Norwood, and the cities wood and Woburn fill seats of Newton and Woburn will from their Metropolitan Area Schedule of Public continue service on the MPO Planning Council (MAPC) sub- Meetings at the State board for another three-year regions: Three Rivers Interlo- Transportation Building term. cal Council (TRIC), and North Suburban Planning Council November 5 (Thursday) (NSPC), respectively. Boston Region Metropoli- tan Planning Organization: The members of the Boston Region MPO: Massachusetts Department of Transportation, Conference Rooms 2 and 3, Cities of Beverly, Boston, Everett, Newton, Somerville, and Woburn, Federal Highway 10:00 AM Administration, Federal Transit Administration, Massachusetts Bay Transportation Authority, Massachusetts Bay Transportation Authority Advisory Board, Massachusetts Port Authority, Calendar, continued on page 2 Metropolitan Area Planning Council, Regional Transportation Advisory Council, Towns of Arlington, Bedford, Braintree, Framingham, Lexington, Medway, and NorwoodStudy Could Lead to New Safety Calendar, continued from page 1 Improvements for Franklin’s Route 140 November 9 (Monday) MBTA Fiscal and Management Control Board: Suite 3830, “Road Diet” Proposed 1:00 PM to Calm Traffic The Boston Region MPO November 18 (Wednesday) supported a study, which Access Advisory Committee has led to recommendations to the MBTA Board of Direc- for traffic improvement tors: Conference Rooms 2 measures on two sections of and 3, 10:00 AM to 12:00 PM Route 140 in Franklin. These recommendations will help Access Advisory Committee improve safety, reduce traffic to the MBTA: Conference congestion, increase access Rooms 2 and 3, 1:00 PM to to roadside businesses, and 3:00 PM accommodate bicyclists and MassDOT Board of Directors: pedestrians. MassDOT Board Room (Suite MPO staff conducted the 3830), 1:00 PM Route 140 Arterial Segment MBTA Fiscal and Management Study as part of an ongoing Control Board: Suite 3830, MPO program, Priority 2:30 PM Corridors for Long-Range The intersection of West Central Street and Franklin Transportation Plan (LRTP) Village Drive in Franklin is among the top crash locations in Regional Transportation Ad- Needs Assessment. This the Commonwealth with a large number of angle crashes. visory Council: Conference program prioritizes studies Lengthening the eastbound left-turn lane or widening it to Room 4, 3:00 PM on roadway locations, which make a double left-turn lane are options for reducing were identified in the LRTP as crashes at this location. (Photo: Google Earth) November 19 (Thursday) having significant safety and Boston Region Metropoli- mobility problems. tan Planning Organization: Working with an Advisory Task Franklin Village Drive, is the options would apply a Conference Rooms 2 and 3, Force comprised of represen- ranked in the top five traffic-calming “road diet,” 10:00 AM tatives of the Town of Frank- percent of the highest crash changing the configuration lin and MassDOT Highway locations in the state. to three lanes with left-turn November 23 (Monday) District 3, MPO staff studied lanes and shoulders to two sections of Route 140: The study identified a MBTA Rider Oversight Com- accommodate bicyclists. West Central Street between number of causes for the mittee: Conference Rooms Franklin Village Shopping unsafe conditions. Primary For the East Central Street 1, 2, and 3; 5:00 PM to Center and Beaver Street; reasons involved congestion segment, they recommended 7:00 PM and East Central Street caused by left-turning traffic retiming and coordinating between King and Chestnut (as there are insufficient traffic signals to improve November 30 (Monday) Streets, and the entrance to left-turn lanes) and uncoor- traffic flow. Other recommen- MBTA Fiscal and Management the Municipal Center and the dinated traffic signals. High dations addressed pedestrian Control Board: Suite 3830, Big Y store. (The section of roadway travel speeds and safety, such as installing 1:00 PM Route 140 that runs through a lack of roadway shoulders accessible pedestrian signals downtown Franklin was have deterred bicyclists from and countdown timers. December 3 (Thursday) excluded because it is the using the roadway. The full report is available Boston Region Metropolitan subject of another study.) The task force members and on the MPO’s website, www. Planning Organization: A large number of crashes— MPO staff developed various bostonmpo.org. (Location to be determined), some involving pedestrians options to address the safety 10:00 AM and a bicyclist—have and access problems. For the occurred on these stretches West Central Street section, of Route 140 at intersections they offered several and entry ways to roadside options that would change businesses. One intersection, the configuration of the at West Central Street and four-lane roadway. Two of Calendar, continued on page 3 PaPgaeg 2e 2 TRANSREPORTCalendar, continued from page 2 Boston Region MPO Activities December 9 (Wednesday) MassDOT Board of Directors: Boston Region MPO Approves Amendments to Planning Documents MassDOT Board Room (Suite 3830), 1:00 PM The Boston Region MPO voted in September to approve three amendments to planning documents. MBTA Fiscal and Manage- ment Control Board: Suite Amendment Five to the federal fiscal years (FFYs) 2015–18 Transportation Improvement 3830, 2:30 PM Program (TIP) included cost updates to several projects and programmed a portion of funds recently made available to the Commonwealth by a federal redistribution. Regional Transportation Ad- visory Council: Conference Of those redistribution funds, $2.6 million was programmed for intersection and signal im- Room 4, 3:00 PM provements at Route 30 (South Avenue) and Wellesley Street in Weston, and $2.1 million was programmed for the installation of an adaptive traffic control signal system on Cambridge December 15 (Tuesday) Street, Middlesex Turnpike, and Burlington Mall Road in Burlington. Public Hearing: Judge Amendment Six to the TIP reprogrammed funds for construction in the next fiscal year to Patrick King’s Update on accommodate an implementation delay in the Tri-Community Bikeway project in Stoneham, Compliance with MBTA/ Winchester, and Woburn. Boston Center for Indepen- Amendment One to the FFY 2015 Unified Planning Work Program (UPWP) reprogrammed dent Living (BCIL) Accessibil- approximately $23,000 in planning funds to supplement two studies: one to improve bicycle ity Settlement: Conference and pedestrian access to MBTA stations on the Fairmount commuter rail line, and another to Rooms 1, 2, and 3; 1:00 PM identify opportunities and impediments for creating transit-oriented development. to 3:00 PM December 16 (Wednesday) Access Advisory Committee New Projects and Studies Getting Underway to the MBTA Board of Direc- tors: Conference Rooms 2 The Boston Region MPO recently gave approval for work to begin on a number of new and 3, 10:00 AM to 12:00 PM projects and studies, which will inform the transportation planning process. They are summarized below: Access Advisory Committee to the MBTA: Conference The MBTA Youth Pass Program and Title VI Equity Analysis project supports the MBTA as it Rooms 2 and 3, 1:00 PM to conducts and evaluates a one-year youth pass pilot program. The MPO staff will analyze the 3:00 PM program’s impact on fare revenue and MBTA operations. They will conduct a Title VI fare equity analysis to determine if the program would create a disparate impact on minority December 17 (Thursday) populations, who are protected under Title VI of the Civil Rights Act of 1964, or would place a disproportionate burden on low-income populations. Boston Region Metropoli- tan Planning Organization: The MBTA 2016 Title VI Program Monitoring project will assist the MBTA with reporting Conference Rooms 2 and 3, requirements under Title VI. As a recipient of federal funds, the MBTA must ensure it 10:00 AM provides a comparable level and quality of transportation services to all customers without regard to race, color, or national origin. This work will include an assessment of service December 21 (Monday) indicator data, such as transit vehicle loads, headways, on-time performance, transit amenity distribution, and vehicle assignments. MBTA Rider Oversight Com- The Temporal Changes in Demographics and Title VI Implications study will review past Title mittee: Conference Rooms VI and environmental justice equity analyses conducted by the MPO staff. Staff will deter- 1, 2, and 3; 5:00 PM to 7:00 mine how minority and low-income populations’ geographic movement over time affects PM the analysis of benefits and burdens of transportation projects and/or major transit service changes. They will also evaluate whether developing procedures for projecting demographic changes would improve the accuracy of future equity analyses. The MPO staff will provide travel modeling services to assist the MBTA in developing its new Program for Mass Transportation, a master plan with a 25-year horizon updated every five years. The Shared-Use Mobility Services: Study of Their Impacts on the Region’s Transportation System study will research new mobility alternatives including private point-to-point services, such as Uber and Lyft; start-up transit services; and car- and bicycle-sharing Calendar, continued on page 4 Boston Region MPO Activities, continued on page 4 TRANSREPORT PaPgaeg e3 3Calendar, continued from page 3 Boston Region MPO Activities Public Meetings at Other Locations Boston Region MPO Activities, continued from page 3 November 10 (Tuesday) services, such as Zipcar and Hubway, respectively, to understand how they affect traditional transit modes. MassDOT Design Public Hearing: Bridge Rehabili- The Prioritization of tation along Interstate 90, Dedicated Bus Lanes study Newton Weston Public supports MassDOT’s effort to Library, Community Room, identify locations in Greater 87 School Street Weston, Boston where there is MA; 6:30 PM potential to improve bus operations by installing November 11 (Wednesday) dedicated bus lanes. MassDOT Design Public The MPO will continue to Hearing: Carlton Street support three ongoing Footbridge Rehabilitation, programs in FFY 2016. Brookline Town Hall, Select- Through the programs for men’s Hearing Room, 6th Addressing Safety, Mobility, Floor333 Washington Street and Access on Subregion- Brookline, MA; 7:00 PM al Priority Roadways and Priority Corridors for LRTP November 18 (Wednesday) Needs Assessment, staff will identify arterial roadway Massachusetts Bicycle and segments in need of safety, Pedestrian Advisory Board mobility, and access Bus lane on Essex Street, Boston Mansfield Town Hall improvements, and will 6 Park Row Mansfield, MA; select several locations for 1:00 PM to 3:00 PM study in FFY 2016. The Safety and Operations Analyses at Selected Intersections study will identify regional bottleneck locations and select several for study this year. November 19 (Thursday) The MPO also reserved funding for small staff-generated research projects on metropolitan MassDOT Public Meeting: transportation planning topics that may arise during the coming year. Interstate 90 Allston Inter- change Improvement Project Task Force Fiorentino Regional Transportation Advisory Council Update Community Center, 123 Antwerp Street Allston, MA; 6:00 PM to 7:30 PM. U.S. DOT Staff Discuss Climate Change Resilience Dr. Bahar Barami, senior economist, and William M. Lyons, principal technical advisor for Transportation Planning, at the U.S. Department of Transportation’s Volpe Center discussed climate change resilience at the Advisory Council’s meeting in September. Dr. Barami discussed risk management strategies for climate-related impacts to the trans- portation system. These strategies involve assessing the threat probability, identifying infrastructure vulnerabilities and exposure levels, and calculating the economic costs of disruption. She explained that climate-related risks have been escalating in recent decades. Hazard frequency is rising, as measured by the probability of disruptive events caused by higher temperatures, rising sea levels, changing precipitation, and greater storm severity. Asset exposure is increasing because of population growth and coastal development. Asset vulnerability is increasing as a result of aging and inadequately maintained and protected structures, and technological interdependencies. Advisory Council Update, continued on page 5 PaPgaeg 4e 4 TRANSREPORTRegional Transportation Advisory Council Update Notice of Civil Rights The MPO complies with Title VI of the Civil Rights Advisory Council Update, continued from page 4 Act of 1964, the Americans The economic consequences of system disruptions have also increased. Annual losses from with Disabilities Act (ADA) natural disasters have risen from $1 billion in 1960 to $28 billion today. Dr. Barami explained of 1990, and other federal that while costs are rising, adaptation measures for reducing vulnerabilities are highly cost and state nondiscrimination effective. statutes and regulations in all programs and activities. Dr. Barami discussed examples of adaptation models employed by New York City and the The MPO does not discrim- U.S. Army Corps of Engineers for reducing flood damages, and the Federal Highway Adminis- inate on the basis of race, tration’s Vulnerability Assessment Scoring Tool (VAST), which can be used by asset managers color, national origin, English to identify assets’ exposure, sensitivity, and adaptive capability. proficiency, income, reli- gious creed, ancestry, dis- Mr. Lyons discussed the MPO’s role in resilience planning and the potential for these ability, age, gender, sexual regional entities to lead the way on climate change adaption. He discussed how resilience orientation, gender identity could be built in through the MPOs’ transportation planning, project selection, and or expression, or military performance-monitoring processes, and through visioning as part Long-Range service. Any person who Transportation Plan development. believes herself/himself or any specific class of persons to have been subjected to discrimination prohibited by Public-Private Partnerships Offer Alternatives to Drive-Alone Commute Title VI, the ADA, or other nondiscrimination statute or The Advisory Council’s October meeting featured a presentation by Julia Prange Wallerce, regulation may, herself/him- the executive director of MassCommute. Ms. Prange Wallerce spoke about how transporta- self or via a representative, tion management associations (TMAs) in the Commonwealth are working together to file a written complaint with provide alternatives to single-occupancy automobile commuting, and leveraging the MPO. A complaint must private-sector investments that yield public benefits. be filed no later than 180 calendar days after the date MassCommute is a coalition of 12 TMAs that represent 300 companies, institutions, and on which the person believes organizations in 40 Commonwealth municipalities. Offerings include shuttle and ride-share that the discrimination services, car- and van-pools, and guaranteed ride home programs for employees. Ms. Prange occurred. A complaint form Wallerce reported that by providing transportation demand management (TDM) and additional information options, Commonwealth TMAs helped reduce single-occupancy automobile trips by more can be obtained by contact- than 7 million in 2014. ing the MPO (see below) or at www.boston mpo.org. Ms. Prange Wallerce explained that since 2009, a relatively modest investment of public funds—approximately $550,000 a year for all MassCommute TMAs—has leveraged more than Meeting locations are acces- $75 million in private, corporate, and institutional membership dues into TDM services. sible to people with disabil- These services support state transportation and climate goals for reducing traffic ities and are near public congestion, encouraging mode shift, and reducing greenhouse gas emissions. transportation. Upon re- quest (preferably two weeks To learn more about TMAs, visit MassCommute’s website to read their white paper, “Making in advance of a meeting), the Shift: How TMAs in Massachusetts Leverage Private-Sector Resources to Achieve State every effort will be made Goals and Public Benefits.” to provide accommodations such as assistive-listening To learn more about TDM, visit devices, materials in acces- the Metropolitan Area Planning sible formats and in languag- Council’s website to find their es other than English, and white paper “Transportation interpreters of American Demand Management Case Sign Language and other lan- Studies and Regulations.” guages. Please contact the This guide is for municipalities MPO staff at 857.702.3700 interested in advancing TDM (voice), 617.570.9193 measures. (TTY), 617.570.9192 (fax), Shuttle serving Boston’s Longwood Medical and Academic or publicinformation@ctps.org Area (Photo: MASCO) (email). TRANSREPORT Page 5Regional Transportation Advisory Council Update TRANSREPORT PUBLISHED BY THE New Officers Elected to Advisory Council BOSTON REGION At the Advisory Council’s October meeting, members elected Tegin Teich Bennett and Mark METROPOLITAN Sanborn as the Council’s new chair and vice chair, respectively. Ms. Bennett is a transpor- PLANNING tation planner for the City of Cambridge. Mr. Sanborn serves as the director of Government ORGANIZATION Relations and Corporate Development for Concord Coach Lines, and as chair of the Massachusetts Bus Association. They will begin their terms in November. Stephanie Pollack, Secretary of Transportation David Mohler, Chair Marc Draisen, Vice Chair Access Advisory Committee to the MBTA (AACT) Update EDITOR Maureen Kelly CONTRIBUTORS New Planning Tool Paving the Way for Sidewalk Access Improvements Seth Asante David Fargen John Lozada, Manager of Federal Programs at MassDOT’s Office of Diversity and Civil Rights, Janie Guion provided an overview of MassDOT’s Curb Ramp Assessment Tool at the October 28 meeting of the AACT Board of Directors. The assessment tool has been used to collect information and images of approximately 2,700 pedestrian curb ramps on roadways over which Mass- CONTACT THE MPO DOT has jurisdiction. The data is helping to prioritize locations where By US Mail: sidewalks must be brought up to ADA TRANSREPORT Editor standards for access. MassDOT has Boston Region MPO already repaired or modified some 400 State Transportation Building curb ramps and expects to address 10 Park Plaza another 400 in the coming year. Suite 2150 Boston, MA 02116 The next step is to make the tool available to cities and towns for inven- By Phone: torying municipally owned curb ramps. MassDOT is providing free workshops 857.702.3700 (voice) for municipal staff to demonstrate the 617.570.9193 (TTY) assessment tool and to discuss options available for funding accessibility By Email: improvements. The next workshop will publicinformation@ctps.org be held on on November 19 in Woburn. For more information, contact John Lozada at John.Lozada@state.ma.us. TRANSREPORT is published by the Boston Region Metropolitan Planning Organization to disseminate information on current transportation projects and issues in the Boston region. Comments and requests to be added to or removed from the distribution list are welcome and should be sent either to TRANSREPORT Editor, Boston Region MPO Staff, 10 Park Plaza, Suite 2150, Boston, MA 02116, or to publicinformation@ctps.org. TRANSREPORT is free. Its preparation is financed in part by grants from the Federal Highway Administration and Federal Transit Administration.",
    "TEXT BY PAGE": [
        "TRANS November/December 2015 REPORT THE NEWSLETTER OF THE BOSTON REGION METROPOLITAN PLANNING ORGANIZATION “Capital Conversations” Held Across IN THIS ISSUE the Commonwealth “Capital Conversations” Page 1 The Massachusetts Depart- ment of Transportation Route 140 Study (MassDOT) kicked off its Page 2 Capital Investment Plan (CIP) development for Boston Region MPO state fiscal years 2017-21 Activities in October with a series of Page 3 and 4 community meetings across the Commonwealth. Regional Transportation Advisory Council Update The “Capital Conversations” Page 4, 5, and 6 meetings provided an oppor- tunity for residents to share Access Advisory Committee their thoughts about how to the MBTA Update the Commonwealth should Page 6 prioritize transportation network investments over MassDOT’s first “Capital Conversations” meeting was held at the next five years. the State Transportation Building in Boston on October 19. Attendees shared their ideas using an online comment form MassDOT will accept ideas (above) and through discussions with MassDOT staff (below MEETING CALENDAR and comments from the left). public through November 5. Post a comment at mass. Municipalities Re-Elect To find up-to-date gov/massdot/capitalconver- information about public sations or send an email to Four MPO Members meetings (and any others masscip@state.ma.us. that may be scheduled) visit On October 29, the Seats on the MPO board are www.bostonmpo.org, or call chief-elected officers of the held by the municipalities, 857.702.3700 (voice) region’s 101 cities and towns and the chief-elected mu- or 617.570.9193 (TTY). re-elected four municipal nicipal officials (or official members on the Boston Re- designees) serve as the A photo ID is required to access gion MPO board whose seats representatives on the board. the State Transportation were up for election this Arlington and Newton fill at- Building, which is located at year. The towns of Arlington large municipal seats; Nor- 10 Park Plaza Boston, MA. and Norwood, and the cities wood and Woburn fill seats of Newton and Woburn will from their Metropolitan Area Schedule of Public continue service on the MPO Planning Council (MAPC) sub- Meetings at the State board for another three-year regions: Three Rivers Interlo- Transportation Building term. cal Council (TRIC), and North Suburban Planning Council November 5 (Thursday) (NSPC), respectively. Boston Region Metropoli- tan Planning Organization: The members of the Boston Region MPO: Massachusetts Department of Transportation, Conference Rooms 2 and 3, Cities of Beverly, Boston, Everett, Newton, Somerville, and Woburn, Federal Highway 10:00 AM Administration, Federal Transit Administration, Massachusetts Bay Transportation Authority, Massachusetts Bay Transportation Authority Advisory Board, Massachusetts Port Authority, Calendar, continued on page 2 Metropolitan Area Planning Council, Regional Transportation Advisory Council, Towns of Arlington, Bedford, Braintree, Framingham, Lexington, Medway, and Norwood",
        "Study Could Lead to New Safety Calendar, continued from page 1 Improvements for Franklin’s Route 140 November 9 (Monday) MBTA Fiscal and Management Control Board: Suite 3830, “Road Diet” Proposed 1:00 PM to Calm Traffic The Boston Region MPO November 18 (Wednesday) supported a study, which Access Advisory Committee has led to recommendations to the MBTA Board of Direc- for traffic improvement tors: Conference Rooms 2 measures on two sections of and 3, 10:00 AM to 12:00 PM Route 140 in Franklin. These recommendations will help Access Advisory Committee improve safety, reduce traffic to the MBTA: Conference congestion, increase access Rooms 2 and 3, 1:00 PM to to roadside businesses, and 3:00 PM accommodate bicyclists and MassDOT Board of Directors: pedestrians. MassDOT Board Room (Suite MPO staff conducted the 3830), 1:00 PM Route 140 Arterial Segment MBTA Fiscal and Management Study as part of an ongoing Control Board: Suite 3830, MPO program, Priority 2:30 PM Corridors for Long-Range The intersection of West Central Street and Franklin Transportation Plan (LRTP) Village Drive in Franklin is among the top crash locations in Regional Transportation Ad- Needs Assessment. This the Commonwealth with a large number of angle crashes. visory Council: Conference program prioritizes studies Lengthening the eastbound left-turn lane or widening it to Room 4, 3:00 PM on roadway locations, which make a double left-turn lane are options for reducing were identified in the LRTP as crashes at this location. (Photo: Google Earth) November 19 (Thursday) having significant safety and Boston Region Metropoli- mobility problems. tan Planning Organization: Working with an Advisory Task Franklin Village Drive, is the options would apply a Conference Rooms 2 and 3, Force comprised of represen- ranked in the top five traffic-calming “road diet,” 10:00 AM tatives of the Town of Frank- percent of the highest crash changing the configuration lin and MassDOT Highway locations in the state. to three lanes with left-turn November 23 (Monday) District 3, MPO staff studied lanes and shoulders to two sections of Route 140: The study identified a MBTA Rider Oversight Com- accommodate bicyclists. West Central Street between number of causes for the mittee: Conference Rooms Franklin Village Shopping unsafe conditions. Primary For the East Central Street 1, 2, and 3; 5:00 PM to Center and Beaver Street; reasons involved congestion segment, they recommended 7:00 PM and East Central Street caused by left-turning traffic retiming and coordinating between King and Chestnut (as there are insufficient traffic signals to improve November 30 (Monday) Streets, and the entrance to left-turn lanes) and uncoor- traffic flow. Other recommen- MBTA Fiscal and Management the Municipal Center and the dinated traffic signals. High dations addressed pedestrian Control Board: Suite 3830, Big Y store. (The section of roadway travel speeds and safety, such as installing 1:00 PM Route 140 that runs through a lack of roadway shoulders accessible pedestrian signals downtown Franklin was have deterred bicyclists from and countdown timers. December 3 (Thursday) excluded because it is the using the roadway. The full report is available Boston Region Metropolitan subject of another study.) The task force members and on the MPO’s website, www. Planning Organization: A large number of crashes— MPO staff developed various bostonmpo.org. (Location to be determined), some involving pedestrians options to address the safety 10:00 AM and a bicyclist—have and access problems. For the occurred on these stretches West Central Street section, of Route 140 at intersections they offered several and entry ways to roadside options that would change businesses. One intersection, the configuration of the at West Central Street and four-lane roadway. Two of Calendar, continued on page 3 PaPgaeg 2e 2 TRANSREPORT",
        "Calendar, continued from page 2 Boston Region MPO Activities December 9 (Wednesday) MassDOT Board of Directors: Boston Region MPO Approves Amendments to Planning Documents MassDOT Board Room (Suite 3830), 1:00 PM The Boston Region MPO voted in September to approve three amendments to planning documents. MBTA Fiscal and Manage- ment Control Board: Suite Amendment Five to the federal fiscal years (FFYs) 2015–18 Transportation Improvement 3830, 2:30 PM Program (TIP) included cost updates to several projects and programmed a portion of funds recently made available to the Commonwealth by a federal redistribution. Regional Transportation Ad- visory Council: Conference Of those redistribution funds, $2.6 million was programmed for intersection and signal im- Room 4, 3:00 PM provements at Route 30 (South Avenue) and Wellesley Street in Weston, and $2.1 million was programmed for the installation of an adaptive traffic control signal system on Cambridge December 15 (Tuesday) Street, Middlesex Turnpike, and Burlington Mall Road in Burlington. Public Hearing: Judge Amendment Six to the TIP reprogrammed funds for construction in the next fiscal year to Patrick King’s Update on accommodate an implementation delay in the Tri-Community Bikeway project in Stoneham, Compliance with MBTA/ Winchester, and Woburn. Boston Center for Indepen- Amendment One to the FFY 2015 Unified Planning Work Program (UPWP) reprogrammed dent Living (BCIL) Accessibil- approximately $23,000 in planning funds to supplement two studies: one to improve bicycle ity Settlement: Conference and pedestrian access to MBTA stations on the Fairmount commuter rail line, and another to Rooms 1, 2, and 3; 1:00 PM identify opportunities and impediments for creating transit-oriented development. to 3:00 PM December 16 (Wednesday) Access Advisory Committee New Projects and Studies Getting Underway to the MBTA Board of Direc- tors: Conference Rooms 2 The Boston Region MPO recently gave approval for work to begin on a number of new and 3, 10:00 AM to 12:00 PM projects and studies, which will inform the transportation planning process. They are summarized below: Access Advisory Committee to the MBTA: Conference The MBTA Youth Pass Program and Title VI Equity Analysis project supports the MBTA as it Rooms 2 and 3, 1:00 PM to conducts and evaluates a one-year youth pass pilot program. The MPO staff will analyze the 3:00 PM program’s impact on fare revenue and MBTA operations. They will conduct a Title VI fare equity analysis to determine if the program would create a disparate impact on minority December 17 (Thursday) populations, who are protected under Title VI of the Civil Rights Act of 1964, or would place a disproportionate burden on low-income populations. Boston Region Metropoli- tan Planning Organization: The MBTA 2016 Title VI Program Monitoring project will assist the MBTA with reporting Conference Rooms 2 and 3, requirements under Title VI. As a recipient of federal funds, the MBTA must ensure it 10:00 AM provides a comparable level and quality of transportation services to all customers without regard to race, color, or national origin. This work will include an assessment of service December 21 (Monday) indicator data, such as transit vehicle loads, headways, on-time performance, transit amenity distribution, and vehicle assignments. MBTA Rider Oversight Com- The Temporal Changes in Demographics and Title VI Implications study will review past Title mittee: Conference Rooms VI and environmental justice equity analyses conducted by the MPO staff. Staff will deter- 1, 2, and 3; 5:00 PM to 7:00 mine how minority and low-income populations’ geographic movement over time affects PM the analysis of benefits and burdens of transportation projects and/or major transit service changes. They will also evaluate whether developing procedures for projecting demographic changes would improve the accuracy of future equity analyses. The MPO staff will provide travel modeling services to assist the MBTA in developing its new Program for Mass Transportation, a master plan with a 25-year horizon updated every five years. The Shared-Use Mobility Services: Study of Their Impacts on the Region’s Transportation System study will research new mobility alternatives including private point-to-point services, such as Uber and Lyft; start-up transit services; and car- and bicycle-sharing Calendar, continued on page 4 Boston Region MPO Activities, continued on page 4 TRANSREPORT PaPgaeg e3 3",
        "Calendar, continued from page 3 Boston Region MPO Activities Public Meetings at Other Locations Boston Region MPO Activities, continued from page 3 November 10 (Tuesday) services, such as Zipcar and Hubway, respectively, to understand how they affect traditional transit modes. MassDOT Design Public Hearing: Bridge Rehabili- The Prioritization of tation along Interstate 90, Dedicated Bus Lanes study Newton Weston Public supports MassDOT’s effort to Library, Community Room, identify locations in Greater 87 School Street Weston, Boston where there is MA; 6:30 PM potential to improve bus operations by installing November 11 (Wednesday) dedicated bus lanes. MassDOT Design Public The MPO will continue to Hearing: Carlton Street support three ongoing Footbridge Rehabilitation, programs in FFY 2016. Brookline Town Hall, Select- Through the programs for men’s Hearing Room, 6th Addressing Safety, Mobility, Floor333 Washington Street and Access on Subregion- Brookline, MA; 7:00 PM al Priority Roadways and Priority Corridors for LRTP November 18 (Wednesday) Needs Assessment, staff will identify arterial roadway Massachusetts Bicycle and segments in need of safety, Pedestrian Advisory Board mobility, and access Bus lane on Essex Street, Boston Mansfield Town Hall improvements, and will 6 Park Row Mansfield, MA; select several locations for 1:00 PM to 3:00 PM study in FFY 2016. The Safety and Operations Analyses at Selected Intersections study will identify regional bottleneck locations and select several for study this year. November 19 (Thursday) The MPO also reserved funding for small staff-generated research projects on metropolitan MassDOT Public Meeting: transportation planning topics that may arise during the coming year. Interstate 90 Allston Inter- change Improvement Project Task Force Fiorentino Regional Transportation Advisory Council Update Community Center, 123 Antwerp Street Allston, MA; 6:00 PM to 7:30 PM. U.S. DOT Staff Discuss Climate Change Resilience Dr. Bahar Barami, senior economist, and William M. Lyons, principal technical advisor for Transportation Planning, at the U.S. Department of Transportation’s Volpe Center discussed climate change resilience at the Advisory Council’s meeting in September. Dr. Barami discussed risk management strategies for climate-related impacts to the trans- portation system. These strategies involve assessing the threat probability, identifying infrastructure vulnerabilities and exposure levels, and calculating the economic costs of disruption. She explained that climate-related risks have been escalating in recent decades. Hazard frequency is rising, as measured by the probability of disruptive events caused by higher temperatures, rising sea levels, changing precipitation, and greater storm severity. Asset exposure is increasing because of population growth and coastal development. Asset vulnerability is increasing as a result of aging and inadequately maintained and protected structures, and technological interdependencies. Advisory Council Update, continued on page 5 PaPgaeg 4e 4 TRANSREPORT",
        "Regional Transportation Advisory Council Update Notice of Civil Rights The MPO complies with Title VI of the Civil Rights Advisory Council Update, continued from page 4 Act of 1964, the Americans The economic consequences of system disruptions have also increased. Annual losses from with Disabilities Act (ADA) natural disasters have risen from $1 billion in 1960 to $28 billion today. Dr. Barami explained of 1990, and other federal that while costs are rising, adaptation measures for reducing vulnerabilities are highly cost and state nondiscrimination effective. statutes and regulations in all programs and activities. Dr. Barami discussed examples of adaptation models employed by New York City and the The MPO does not discrim- U.S. Army Corps of Engineers for reducing flood damages, and the Federal Highway Adminis- inate on the basis of race, tration’s Vulnerability Assessment Scoring Tool (VAST), which can be used by asset managers color, national origin, English to identify assets’ exposure, sensitivity, and adaptive capability. proficiency, income, reli- gious creed, ancestry, dis- Mr. Lyons discussed the MPO’s role in resilience planning and the potential for these ability, age, gender, sexual regional entities to lead the way on climate change adaption. He discussed how resilience orientation, gender identity could be built in through the MPOs’ transportation planning, project selection, and or expression, or military performance-monitoring processes, and through visioning as part Long-Range service. Any person who Transportation Plan development. believes herself/himself or any specific class of persons to have been subjected to discrimination prohibited by Public-Private Partnerships Offer Alternatives to Drive-Alone Commute Title VI, the ADA, or other nondiscrimination statute or The Advisory Council’s October meeting featured a presentation by Julia Prange Wallerce, regulation may, herself/him- the executive director of MassCommute. Ms. Prange Wallerce spoke about how transporta- self or via a representative, tion management associations (TMAs) in the Commonwealth are working together to file a written complaint with provide alternatives to single-occupancy automobile commuting, and leveraging the MPO. A complaint must private-sector investments that yield public benefits. be filed no later than 180 calendar days after the date MassCommute is a coalition of 12 TMAs that represent 300 companies, institutions, and on which the person believes organizations in 40 Commonwealth municipalities. Offerings include shuttle and ride-share that the discrimination services, car- and van-pools, and guaranteed ride home programs for employees. Ms. Prange occurred. A complaint form Wallerce reported that by providing transportation demand management (TDM) and additional information options, Commonwealth TMAs helped reduce single-occupancy automobile trips by more can be obtained by contact- than 7 million in 2014. ing the MPO (see below) or at www.boston mpo.org. Ms. Prange Wallerce explained that since 2009, a relatively modest investment of public funds—approximately $550,000 a year for all MassCommute TMAs—has leveraged more than Meeting locations are acces- $75 million in private, corporate, and institutional membership dues into TDM services. sible to people with disabil- These services support state transportation and climate goals for reducing traffic ities and are near public congestion, encouraging mode shift, and reducing greenhouse gas emissions. transportation. Upon re- quest (preferably two weeks To learn more about TMAs, visit MassCommute’s website to read their white paper, “Making in advance of a meeting), the Shift: How TMAs in Massachusetts Leverage Private-Sector Resources to Achieve State every effort will be made Goals and Public Benefits.” to provide accommodations such as assistive-listening To learn more about TDM, visit devices, materials in acces- the Metropolitan Area Planning sible formats and in languag- Council’s website to find their es other than English, and white paper “Transportation interpreters of American Demand Management Case Sign Language and other lan- Studies and Regulations.” guages. Please contact the This guide is for municipalities MPO staff at 857.702.3700 interested in advancing TDM (voice), 617.570.9193 measures. (TTY), 617.570.9192 (fax), Shuttle serving Boston’s Longwood Medical and Academic or publicinformation@ctps.org Area (Photo: MASCO) (email). TRANSREPORT Page 5",
        "Regional Transportation Advisory Council Update TRANSREPORT PUBLISHED BY THE New Officers Elected to Advisory Council BOSTON REGION At the Advisory Council’s October meeting, members elected Tegin Teich Bennett and Mark METROPOLITAN Sanborn as the Council’s new chair and vice chair, respectively. Ms. Bennett is a transpor- PLANNING tation planner for the City of Cambridge. Mr. Sanborn serves as the director of Government ORGANIZATION Relations and Corporate Development for Concord Coach Lines, and as chair of the Massachusetts Bus Association. They will begin their terms in November. Stephanie Pollack, Secretary of Transportation David Mohler, Chair Marc Draisen, Vice Chair Access Advisory Committee to the MBTA (AACT) Update EDITOR Maureen Kelly CONTRIBUTORS New Planning Tool Paving the Way for Sidewalk Access Improvements Seth Asante David Fargen John Lozada, Manager of Federal Programs at MassDOT’s Office of Diversity and Civil Rights, Janie Guion provided an overview of MassDOT’s Curb Ramp Assessment Tool at the October 28 meeting of the AACT Board of Directors. The assessment tool has been used to collect information and images of approximately 2,700 pedestrian curb ramps on roadways over which Mass- CONTACT THE MPO DOT has jurisdiction. The data is helping to prioritize locations where By US Mail: sidewalks must be brought up to ADA TRANSREPORT Editor standards for access. MassDOT has Boston Region MPO already repaired or modified some 400 State Transportation Building curb ramps and expects to address 10 Park Plaza another 400 in the coming year. Suite 2150 Boston, MA 02116 The next step is to make the tool available to cities and towns for inven- By Phone: torying municipally owned curb ramps. MassDOT is providing free workshops 857.702.3700 (voice) for municipal staff to demonstrate the 617.570.9193 (TTY) assessment tool and to discuss options available for funding accessibility By Email: improvements. The next workshop will publicinformation@ctps.org be held on on November 19 in Woburn. For more information, contact John Lozada at John.Lozada@state.ma.us. TRANSREPORT is published by the Boston Region Metropolitan Planning Organization to disseminate information on current transportation projects and issues in the Boston region. Comments and requests to be added to or removed from the distribution list are welcome and should be sent either to TRANSREPORT Editor, Boston Region MPO Staff, 10 Park Plaza, Suite 2150, Boston, MA 02116, or to publicinformation@ctps.org. TRANSREPORT is free. Its preparation is financed in part by grants from the Federal Highway Administration and Federal Transit Administration."
    ]
}