{
    "FILE_NAME": "https://www.fdic.gov/news/board-matters/2023/2023-10-24-notice-dis-b-fr.pdf",
    "ALL TEXT": "Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices 74183 Washington, DC 20551–0001, not later Governors of the Federal Reserve Supervision, 202–898–6888; Jennifer M. than November 27, 2023. System (Board); and Federal Deposit Jones, Counsel, jennjones@fdic.gov; A. Federal Reserve Bank of Boston Insurance Corporation (FDIC). Karlyn Hunter, Counsel, kahunter@ (Prabal Chakrabarti, Senior Vice ACTION: Final interagency guidance. fdic.gov; Amanda Ledig, Senior President) 600 Atlantic Avenue, Boston, Attorney, aledig@fdic.gov; Supervision, Massachusetts 02210–2204. Comments SUMMARY: The OCC, Board, and FDIC Legislation, and Enforcement Branch, can also be sent electronically to (together, the agencies) are jointly Legal Division, Federal Deposit BOS.SRC.Applications.Comments@ issuing principles that provide a high- Insurance Corporation, 550 17th Street bos.frb.org: level framework for the safe and sound NW, Washington, DC 20429. 1. 1864 Bancorp, MHC, and 1864 management of exposures to climate- SUPPLEMENTARYINFORMATION: Bancorp, Inc., both of South Easton, related financial risks (principles). I. Background Massachusetts; to become bank holding Although all financial institutions, companies by acquiring all of the voting regardless of size, may have material On December 16, 2021, the OCC shares of North Easton Savings Bank, exposures to climate-related financial issued draft Principles for Climate- South Easton, Massachusetts. risks, these principles are intended for Related Financial Risk Management for B. Federal Reserve Bank of Dallas the largest financial institutions, those Large Banks (OCC draft principles) and (Karen Smith, Director, Mergers & with over $100 billion in total requested feedback from the public with Acquisitions) 2200 North Pearl Street, consolidated assets. The principles are comments due on February 14, 2022.1 Dallas, Texas 75201–2272. Comments intended to support efforts by large On April 4, 2022, the FDIC issued a can also be sent electronically to financial institutions to focus on key Request for Comment on a Statement of Comments.applications@dal.frb.org: aspects of climate-related financial risk Principles for Climate-Related Financial 1. The 2013 Monte Hulse Family management. Risk Management for Large Financial Irrevocable Trust I, Waco, Texas; to DATES: The final interagency guidance is Institutions (FDIC draft principles) with acquire up to 30 percent of the voting available on October 30, 2023. comments due on June 3, 2022.2On shares of FCT Bancshares, Inc., Waco, December 2, 2022, the Board issued FORFURTHERINFORMATIONCONTACT: Texas, and thereby indirectly acquire draft Principles for Climate-Related OCC: Tamara Culler, Director for voting shares of First National Bank of Financial Risk Management for Large Governance and Operational Risk Central Texas, Waco, Texas. Financial Institutions (Board draft Policy, Bank Supervision Policy, at C. Federal Reserve Bank of San principles) with comments due on (202) 649–6670, Russell D’Costa, Francisco (Joseph Cuenco, Assistant February 6, 2023.3 Program Analyst, Office of Climate Risk, Vice President, Formations, Financial institutions are likely to be at (202) 649–8283, or Alison Transactions & Enforcement) 101 affected by both the physical risks and MacDonald, Senior Counsel, Chief Market Street, San Francisco, California transition risks associated with climate Counsel’s Office, at (202) 649–5490, 94105. Comments can also be sent change (collectively, climate-related Office of the Comptroller of the electronically to: sf.fisc.comments financial risks).4Weaknesses in how Currency, 400 7th Street SW, .applications@sf.frb.org. financial institutions identify, measure, Washington, DC 20219. If you are deaf, 1. WAFD, Inc., Seattle, Washington; to monitor, and control climate-related hard of hearing, or have a speech acquire Luther Burbank Corporation, financial risks could adversely affect disability, please dial 7–1–1 to access and thereby indirectly acquire Luther financial institutions’ safety and telecommunications relay services. Burbank Savings, both of Santa Rosa, soundness. The proposed OCC draft Board: Anna Lee Hewko, Associate California. principles, FDIC draft principles, and Director, (202) 530–6260; Morgan Lewis, Board draft principles (collectively, Board of Governors of the Federal Reserve Manager, (202) 452–2000; or Matthew draft principles) were substantively System. McQueeney, Senior Financial similar and proposed a high-level Michele Taylor Fennell, Institution Policy Analyst II, (202) 452– framework for the safe and sound Deputy Associate Secretary of the Board. 2942 Division of Banking Supervision management of exposures to climate- [FR Doc. 2023–23912 Filed 10–27–23; 8:45 am] and Regulation; or Asad Kudiya, related financial risks, consistent with BILLING CODE P Assistant General Counsel, (202) 475– the risk management framework 6358; Flora Ahn, Senior Special described in the agencies’ existing rules Counsel, (202) 452–2317; Matthew and guidance. Although all financial DEPARTMENT OF THE TREASURY Suntag, Senior Counsel, (202) 452–3694; institutions, regardless of size, may have Katherine Di Lucido, Attorney, (202) material exposures to climate-related Office of the Comptroller of the 452–2352; or David Imhoff, Attorney, Currency (202) 452–2249, Legal Division, Board of 1OCC Bulletin 2021–62, Risk Management: [Docket ID OCC–2022–0023] Governors of the Federal Reserve Principles for Climate-Related Financial Risk System, 20th and C Streets NW, Management for Large Banks; Request for Feedback, FEDERAL RESERVE SYSTEM Washington, DC 20551. For the hearing (December 16, 2021), https://occ.gov/news- issuances/bulletins/2021/bulletin-2021-62.html. impaired and users of TTY–TRS, please [Docket No. OP–1793] 287 FR 19507 (April 4, 2022). call 711 from any telephone, anywhere 387 FR 75267 (December 8, 2022). FEDERAL DEPOSIT INSURANCE in the United States. 4Physical risks refer to the harm to people and CORPORATION FDIC: Andrew D. Carayiannis, Chief, property arising from acute, climate-related events, Policy and Risk Analytics Section, such as hurricanes, wildfires, floods, and RIN 3064–ZA32 acarayiannis@fdic.gov; Lauren K. heatwaves, and chronic shifts in climate, including higher average temperatures, changes in Brown, Senior Policy Analyst, Exam Principles for Climate-Related precipitation patterns, sea level rise, and ocean Financial Risk Management for Large Support Section, laubrown@fdic.gov; acidification. Transition risks refer to stresses to Amy L. Beck, Corporate Expert, institutions or sectors arising from the shifts in Financial Institutions Sustainable Finance, ambeck@fdic.gov; policy, consumer and business sentiment, or technologies associated with the changes that AGENCY: Office of the Comptroller of the Capital Markets and Accounting Policy, would be part of a transition to a lower carbon Currency (OCC), Treasury; Board of Division of Risk Management economy. VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00042 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk74184 Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices financial risks, the draft principles were risks. Many commenters indicated institution, so long as the financial intended to support key climate-related practices to address climate-related institution complies with applicable financial risk management efforts by the financial risks are evolving, and they laws and regulations. largest financial institutions, those with supported the high-level and flexible Scope. Some commenters supported over $100 billion in total consolidated nature of the draft principles, while draft principles that were intended for assets. others encouraged the agencies to take financial institutions with total assets The agencies seek to promote additional steps to address climate- over $100 billion. Other commenters consistency in their climate-related related financial risks, including proposed that the draft principles cover financial risk management guidance. considering more detailed guidance. financial institutions of all sizes. Some Accordingly, following the issuance of Most unique commenters offered requested that the draft principles be the draft principles and collective suggestions for changes to the draft tailored to financial institutions based review of comments received on each of principles or requested additional on the size, complexity, or risk profile the OCC draft principles, FDIC draft guidance in specific areas. These of the financial institution. Several principles, and Board draft principles, comments are summarized below. commenters noted that the agencies the agencies are now jointly issuing Authority. Some commenters asserted should implement a phased-in approach final interagency Principles for Climate- that the draft principles extend beyond for smaller financial institutions. Other Related Financial Risk Management for the agencies’ authority. Other commenters expressed concern that the Large Financial Institutions (principles) commenters raised concerns that the draft principles could unintentionally that provide a high-level framework for draft principles would restrict or impact smaller financial institutions, the safe and sound management of discourage provision of credit to, or including community banks, noting the exposures to climate-related financial otherwise disproportionately impact, potential burden the principles could risks. certain industries, geographies, or other impose on these smaller financial groups. Some commenters asserted that institutions. II. Discussion of Public Comments the draft principles could better address Effective risk management practices The OCC received nearly 100 unique the role that they believe financial should be appropriate to the size of the comments on the OCC draft principles institutions should play in supporting financial institution and the nature, from individuals and organizations. or accelerating a transition to a lower scope, and risk of its activities. In Several of these letters were signed by carbon economy. keeping with the agencies’ risk-based or included individual feedback from The agencies are responsible for approach to supervision, the principles multiple individuals or organizations ensuring the safety and soundness of are intended for financial institutions (and in one case, more than 17,700 supervised financial institutions, among with more than $100 billion in total individuals). Approximately 4,470 other responsibilities. Similar to other consolidated assets. The principles are individuals submitted a substantially risks faced by financial institutions, intended to provide guidance to large similar letter directly to the OCC. climate-related financial risks can affect financial institutions as they develop The FDIC received more than 70 financial institutions’ safety and strategies, deploy resources, and build unique comments on the FDIC draft soundness. The principles are focused capacity to identify, measure, monitor, principles from individuals and on ensuring that financial institutions and control for climate-related financial organizations. Several of the letters were understand and appropriately manage risks. submitted on behalf of, or signed by, their material climate-related financial Several commenters requested numerous individuals and risks. The agencies are providing clarification regarding the draft organizations. guidance to financial institutions principles’ application to foreign The Board received more than 100 through these principles on the banking organizations and branches and unique comments on the Board draft management of climate-related financial agencies of foreign banks operating in principles from individuals and risks just as the agencies provide the United States. The principles are organizations. Several of the letters were guidance to financial institutions in intended for foreign banking submitted on behalf of, or signed by, identifying and managing other risks. organizations with combined United numerous individuals or organizations. The agencies did not incorporate States operations of greater than $100 Commenters included financial suggestions for changes to the draft billion. The principles also are intended services trade groups, individual banks, principles that extend beyond the for any branch or agency of a foreign environmental groups, public interest agencies’ statutory mandates relating to banking organization that individually and advocacy groups, data and risk safety and soundness. For example, the has total assets of greater than $100 model providers, governmental agencies did not incorporate changes in billion.5 organizations, community groups, and response to suggestions that the Financial institutions’ public climate individuals, among other respondents. agencies promote a transition to a lower commitments. Several commenters The agencies received a wide range of carbon economy. The agencies suggested that the draft principles comments that both supported and encourage financial institutions to take should encourage or mandate financial opposed the finalization of the draft a risk-based approach in assessing the institutions to develop plans to principles. Many commenters viewed climate-related financial risks associated transition to a lower carbon economy, to the draft principles as an important step with their customer relationships and to adopt credible commitments to align to support large financial institutions in take into account the financial their portfolios with net zero managing climate-related financial risks. institution’s ability to manage the risk. Other commenters asserted that The principles neither prohibit nor 5The Board is responsible for the overall financial institutions already effectively discourage financial institutions from supervision and regulation of the U.S. operations of all foreign banking organizations. The OCC, the manage climate-related financial risks or providing banking services to customers FDIC, and the state banking authorities have do not face material climate-related of any specific class or type, as supervisory authority over the national and state financial risks. Some commenters permitted by law or regulation. The bank subsidiaries and federal and state branches expressed a view that the agencies were decision regarding whether to make a and agencies of foreign banking organizations, respectively, in addition to the Board’s supervisory providing special treatment to climate- loan or to open, close, or maintain an and regulatory responsibilities over some of these related financial risks relative to other account rests with the financial entities. VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00043 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahkFederal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices 74185 greenhouse gas emissions by 2050, or to manage climate-related financial risks have the flexibility to make their own directly support their customers through could potentially have a materiality determinations. Some such a transition. Some commenters disproportionate impact on LMI and commenters provided specific asked the agencies to hold financial other underserved consumers and recommendations for assessing institutions accountable if financial communities. The agencies expect materiality. Some commenters institutions’ public commitments to financial institutions to manage climate- requested that the agencies distinguish address climate change do not match related financial risks in a manner that materiality in the context of the draft their actions. Other commenters argued will allow them to continue to principles from the concept of that the draft principles should prudently meet the financial services materiality in securities laws. Other recognize the aspirational nature of needs of their communities, including commenters asserted that climate- financial institutions’ public LMI and other underserved consumers related financial risks are rarely or not commitments. and communities, and to ensure material to the risk profile of financial The agencies did not incorporate compliance with fair housing and fair institutions. suggestions for changes to the draft lending laws. For example, the principles that extend beyond the principles clarify that financial The principles provide that financial agencies’ statutory mandate relating to institutions should ensure that fair institutions’ management should safety and soundness, including lending monitoring programs review employ comprehensive processes for changes in response to suggestions that whether and how the financial identifying climate-related financial the agencies promote a transition to a institution’s risk mitigation measures risks consistent with methods used to lower carbon economy. Similar to the potentially discriminate against identify other types of emerging and draft principles, the principles state that consumers on a prohibited basis, such material risks. The agencies made any financial institutions’ climate- as race, color, or national origin. changes to the draft principles to clarify related strategies should align with and Governance. Many commenters that management should incorporate support the institution’s broader supported the flexibility provided by climate-related financial risks into their strategy, risk appetite, and risk the draft principles for financial risk management frameworks where management framework. In addition, institutions to incorporate climate- those risks are material. when financial institutions engage in related financial risks within existing Coordination. Many commenters public communication of their climate- organizational structures or to establish related strategies, boards of directors new structures for climate-related urged the agencies to coordinate and management should confirm that financial risks. Many commenters amongst each other and work with other any public statements about their requested that the draft principles U.S. and international regulators and financial institutions’ climate-related further distinguish between the federal agencies to harmonize strategies and commitments are responsibilities of the boards of approaches and to share knowledge consistent with their internal strategies, directors and of management. Some with respect to climate-related financial risk appetite statements, and risk commenters noted that expectations that risks. management frameworks. This type of financial institutions consider whether The agencies agree with commenters oversight is consistent with effective incorporation of climate-related that interagency coordination plays an governance and risk management and financial risks into governance and risk important role in the effective issuance intended to help financial institutions management processes may warrant of guidance on climate-related financial avoid legal and compliance risk. changes to compensation policies would risks. Accordingly, the agencies have Low-and-moderate-income (LMI) and be overly prescriptive. jointly issued these principles and other underserved consumers and The agencies have made changes to intend to continue to coordinate with communities. Many commenters asked the draft principles to clarify the role of other U.S. regulators and international that the agencies acknowledge the the boards of directors in overseeing the counterparts, where appropriate. potential unintended consequences of financial institution’s risk-taking financial institutions’ climate risk activities and the role of management in Other comments. The agencies management strategies on low-and- executing the strategic plan and risk received a number of detailed comments moderate-income and other underserved management framework. The agencies on other aspects of the draft principles, consumers and communities. Some emphasize that sound compensation some of which were responsive to commenters also requested additional programs continue to be important to specific questions posed in the draft clarification on how financial promote sound risk management and to principles. These comments included institutions may support communities protect the safety and soundness of responses associated with supervisory that are disproportionately impacted by financial institutions. As the agencies approaches, time horizons for the effects of climate change, as well as have existing guidelines and guidance identifying the materiality of climate- additional guidance on how financial on compensation,6the principles do not related financial risks, relationships institutions can manage climate-related include a specific discussion of between climate-related financial risks financial risks in a manner that compensation policies. and other risks, specific tools and minimizes adverse impacts on such Materiality of risk. Several resources used to manage and mitigate consumers and communities. Some commenters requested further climate-related financial risks, commenters also suggested that the clarification of how financial approaches to scenario analysis, principles should provide further institutions should determine whether climate-related financial products guidance on how financial institutions climate-related financial risks are offered by financial institutions, data- can manage climate-related financial material. Some commenters requested risks consistent with their obligations clarification that financial institutions and modeling-related challenges, and reporting and disclosure issues. The under fair lending and fair housing responses also included feedback on laws. 6See 12 CFR part 30, appendix A and appendix The agencies recognize that both the D (OCC); 12 CFR part 364, appendix A (FDIC); 12 how climate-related financial risks effects of climate change and the actions CFR part 208, appendix D–1 (Board); and Guidance should be considered in merger and on Sound Incentive Compensation Policies, 75 FR that financial institutions may take to 36396 (June 25, 2010). acquisition decisions and the challenges VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00044 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk74186 Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices and costs of incorporating the principles both the physical risks and transition low-and-moderate-income (LMI) and into risk management frameworks.7 risks associated with climate change other underserved consumers and Comments received on the draft (collectively, climate-related financial communities.13 principles were considered in the risks). Physical risks refer to the harm to These principles provide a high-level development of the principles and will people and property arising from acute, framework for the safe and sound assist the agencies as they consider climate-related events, such as management of exposures to climate- whether and how to provide additional hurricanes, wildfires, floods, and related financial risks, consistent with guidance in the future. heatwaves, and chronic shifts in the risk management frameworks climate, including higher average described in the agencies’ existing rules III. Paperwork Reduction Act temperatures, changes in precipitation and guidance. The Paperwork Reduction Act of 1995 patterns, sea level rise, and ocean The principles are intended to (44 U.S.C. 3501–3521) (PRA) states that acidification.10Transition risks refer to support efforts by financial institutions no agency may conduct or sponsor, nor stresses to institutions or sectors arising to focus on key aspects of climate- is the respondent required to respond from the shifts in policy, consumer and related financial risk management. The to, an information collection unless it business sentiment, or technologies principles are designed to help financial displays a currently valid Office of associated with the changes that would institutions’ boards of directors (boards) Management and Budget (OMB) control be part of a transition to a lower carbon and management make progress toward number. economy.11 incorporating climate-related financial The principles do not revise any Physical and transition risks risks into risk management frameworks existing, or create any new, information associated with climate change could in a manner consistent with safe and collections pursuant to the PRA. Rather, affect households, communities, sound practices. The principles are any reporting, recordkeeping, or businesses, and governments— intended to explain and supplement disclosure activities mentioned in the damaging property, impeding business existing risk management standards and principles are usual and customary and activity, affecting income, and altering guidance on the role of boards and should occur in the normal course of the value of assets and liabilities. These management.14 business as defined in the PRA.8 risks may be propagated throughout the Although all financial institutions, Consequently, no submissions will be economy and financial system. As a regardless of size, may have material made to the OMB for review. result, the financial sector may exposures to climate-related financial IV. Principles for Climate-Related experience credit and market risks risks, these principles are intended for Financial Risk for Large Financial associated with loss of income, defaults, the largest financial institutions, those Institutions and changes in the values of assets, with over $100 billion in total liquidity risks associated with changing consolidated assets.15Effective risk The financial impacts that result from demand for liquidity, operational risks management practices should be the economic effects of climate change associated with disruptions to appropriate to the size of the financial and the transition to a lower carbon infrastructure or other channels, or legal institution and the nature, scope, and economy pose an emerging risk to the risks.12 risk of its activities. In keeping with the safety and soundness of financial Weaknesses in how a financial agencies’ risk-based approach to institutions9and the financial stability institution identifies, measures, supervision, the agencies anticipate that of the United States. Financial monitors, and controls the physical and differences in large financial institutions are likely to be affected by transition risks associated with a institutions’ complexity of operations changing climate could adversely affect and business models will result in 7Some commenters also asserted that the draft a financial institution’s safety and different approaches to addressing principles were legislative rules subject to Administrative Procedure Act (APA) notice and soundness. The adverse effects of climate-related financial risks. Some comment requirements and that the draft principles climate change could also include a large financial institutions are already violated the agencies’ rule on guidance. The potentially disproportionate impact on principles are being issued as guidance and, the financially vulnerable, including consistent with the agencies’ rule on guidance, they 13For further information, see Staff Reports, will not have the force and effect of law. They do Federal Reserve Bank of New York, Understanding not establish any specific requirements applicable 10The Financial Stability Oversight Council has the Linkages between Climate Change and to financial institutions. Moreover, the principles described the impacts of physical risks as follows: Inequality in the United States, No. 991 (Nov. are not subject to APA notice and comment ‘‘The intensity and frequency of extreme weather 2021), available at https://www.newyorkfed.org/ requirements. 5 U.S.C. 533(b) (excluding and climate-related disaster events are increasing research/staff_reports/sr991.html. interpretive rules, general statements of policy, and and already imposing substantial economic costs. 14References to the board and management rules of agency organization, procedures, or practice Such costs to the economy are expected to increase throughout these principles should be understood from the notice and comment requirement). That further as the cumulative impacts of past and in accordance with their respective roles and the agencies sought public comment on the draft ongoing global emissions continue to drive rising responsibilities and is not intended to conflict with principles does not mean that the principles are global temperatures and related climate changes, existing guidance regarding the roles of board and intended to be a regulation or to have the force and leading to increased climate-related risks to the management or advocate for a specific board effect of law. Rather, the comment process helps the financial system.’’ Report on Climate-Related structure. See, e.g., SR 21–3/CA 21–1: Supervisory agencies improve their understanding of the issue, Financial Risk, Financial Stability Oversight Guidance on Board of Directors’ Effectiveness (Feb. gather information on financial institutions’ risk Council, page 10 (Oct. 21, 2021) (FSOC Climate 26, 2021), https://www.federalreserve.gov/ management practices, or seek ways to achieve Report), available at https://home.treasury.gov/ supervisionreg/srletters/SR2103.htm; OCC supervisory objectives most effectively and with the system/files/261/FSOC-Climate-Report.pdf. Guidelines Establishing Heightened Standards for least burden on financial institutions. 11The Financial Stability Oversight Council has Certain Large Insured National Banks, Insured 85 CFR 1320.3(b)(2). described the impacts of transition risks as: ‘‘. . . Federal Savings Associations, and Insured Federal 9In this issuance, the term ‘‘financial institution’’ [Changing] public policy, adoption of new Branches, 12 CFR part 30, appendix D. or ‘‘institution’’ includes national banks, Federal technologies, and shifting consumer and investor 15The principles are intended for financial savings associations, U.S. branches and agencies of preferences have the potential to impact the institutions with over $100 billion in total foreign banks, state nonmember banks, state savings allocation of capital . . . . Ift hese changes occur consolidated assets. With respect to foreign banking associations, state member banks, bank holding in a disorderly way owing to substantial delays in organizations, this includes organizations with companies, savings and loan holding companies, action or abrupt changes in policy, their impact on combined United States operations of greater than intermediate holding companies, foreign banking firms, market participants, individuals, and $100 billion. The principles also are intended for organizations with respect to their U.S. operations, communities is likely to be more sudden and any branch or agency of a foreign banking and non-bank systemically important financial disruptive.’’ FSOC Climate Report, page 13. organization that individually has total assets of institutions (SIFIs) supervised by the Board. 12FSOC Climate Report, page 13. greater than $100 billion. VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00045 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahkFederal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices 74187 developing governance structures, board should acquire sufficient procedures, and limits should be processes, and analytical methodologies information to understand the modified when necessary to reflect: (i) to identify, measure, monitor, and implications of climate-related financial the distinctive characteristics of climate- control for these risks. The agencies risks across various scenarios and related financial risks, such as the understand that expertise in climate risk planning horizons, which may include potentially longer time horizon and and the incorporation of climate-related those that extend beyond the financial forward-looking nature of the risks; and financial risks into risk management institution’s typical strategic planning (ii) changes to the financial institution’s frameworks remain under development horizon. If weaknesses or gaps in operating environment or activities. in many large financial institutions and climate-related financial risk Strategic Planning. The board should will continue to evolve over time. The management are identified, the consider material climate-related agencies also recognize that the information provided is incomplete, or financial risk exposures when setting incorporation of material climate-related as otherwise warranted, the board and monitoring the financial financial risks into various planning should challenge management’s institution’s overall business strategy, processes will be iterative, as assessments and recommendations. The risk appetite, and when overseeing measurement methodologies, models, board and management should support management’s implementation of and data for analyzing these risks the stature and independence of the capital plans. As part of forward-looking continue to mature. The agencies financial institution’s risk management strategic planning, the board should encourage large financial institutions to and internal audit functions and, in consider and management should take a risk-based approach in assessing their respective roles, assign address the potential impact of material the climate-related financial risks accountability for climate-related climate-related financial risk exposures associated with individual customer financial risks within existing on the financial institution’s financial relationships and to take into account organizational structures or establish condition, operations (including the financial institution’s ability to new structures for climate-related geographic locations), and business manage the risk. The principles neither financial risks. objectives over various time horizons. prohibit nor discourage financial Management is responsible for The board should encourage institutions from providing banking implementing the financial institution’s management to consider climate-related services to customers of any specific policies in accordance with the board’s financial risk impacts on the financial class or type, as permitted by law or strategic direction and for executing the institution’s other operational and legal regulation. The decision regarding financial institution’s overall strategic risks. Additionally, the board should whether to make a loan or to open, plan and risk management framework. encourage management to consider the close, or maintain an account rests with This responsibility includes assuring impact that the financial institution’s the financial institution, so long as the that there is sufficient expertise to strategies to mitigate climate-related financial institution complies with execute the strategic plan and financial risks could have on LMI and applicable laws and regulations. effectively managing all risks, including other underserved communities and The principles are intended to climate-related financial risks. This also their access to financial products and promote a consistent understanding of includes management’s responsibility to services, consistent with the financial the effective management of climate- oversee the development and institution’s obligations under related financial risks. The agencies may implementation of processes to identify, applicable consumer protection laws. consider providing additional resources measure, monitor, and control climate- Any climate-related strategies and or guidance, as appropriate, to support related financial risks within the commitments should align with and financial institutions in prudently financial institution’s existing risk support the financial institution’s managing these risks while continuing management framework. Management broader strategy, risk appetite, and risk to meet the financial services needs of should also hold staff accountable for management framework. In addition, their communities. controlling risks within established where financial institutions engage in lines of authority and responsibility. public communication of their climate- General Principles Management is responsible for regularly related strategies, boards and Governance. An effective risk reporting to the board on the level and management should assure that any management framework is essential to a nature of risks to the financial public statements about their financial institution’s safe and sound institution, including material climate- institutions’ climate-related strategies operation. A financial institution’s related financial risks. Management and commitments are consistent with board should understand the effects of should provide the board with sufficient their internal strategies, risk appetite climate-related financial risks on the information for the board to understand statements, and risk management financial institution in order to oversee the impacts of material climate-related frameworks. management’s implementation of the financial risks to the financial Risk Management. Climate-related institution’s business strategy, risk institution’s risk profile and make financial risks can impact financial management, and risk appetite. The sound, well-informed decisions. Where institutions through a range of board should oversee the financial dedicated climate risk organizational traditional risk types. Management institution’s risk-taking activities, hold structures are established by the board, should oversee the development and management accountable for adhering to management should clearly define these implementation of processes to identify, the risk management framework, and units’ responsibilities and interaction measure, monitor, and control allocate appropriate resources to with existing governance structures. exposures to climate-related financial support climate-related financial risk Policies, Procedures, and Limits. risks within the financial institution’s management. The board should direct Management should incorporate existing risk management framework. management to provide timely, material climate-related financial risks Financial institutions with sound risk accurate, and well-organized into policies, procedures, and limits to management employ a comprehensive information to permit the board to provide detailed guidance on the process to identify emerging and oversee the measurement and financial institution’s approach to these material risks related to the financial management of climate-related financial risks in line with the strategy and risk institution’s business activities. The risk risks to the financial institution. The appetite set by the board. Policies, identification process should include VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00046 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk74188 Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices input from stakeholders across the measuring, and managing climate- convey the assumptions, limitations, organization with relevant expertise related financial risks. For the purposes and uncertainty of results. (e.g., business units, independent risk of these principles, climate-related Management of Risk Areas management, internal audit, and legal). scenario analysis refers to exercises Risk identification includes assessment used to conduct a forward-looking A risk assessment process is part of a of climate-related financial risks across assessment of the potential impact on a sound risk management framework, and a range of plausible scenarios and under financial institution of changes in the it allows management to identify various time horizons. economy, changes in the financial emerging risks and to develop and As part of sound risk management, system, or the distribution of physical implement appropriate strategies to management should develop processes hazards resulting from climate-related mitigate those material risks. to measure and monitor material financial risks. These exercises differ Management should consider and climate-related financial risks and to from traditional stress testing exercises incorporate climate-related financial communicate and report the materiality that typically assess the potential risks when identifying and mitigating of those risks to internal stakeholders. impacts of transitory shocks to near- all types of risk. These risk assessment Material climate-related financial risk term economic and financial conditions. principles describe how climate-related exposures should be clearly defined, An effective climate-related scenario financial risks can be addressed in aligned with the financial institution’s analysis framework provides a various risk categories. risk appetite, and supported by comprehensive and forward-looking Credit Risk. Management should appropriate metrics (e.g., risk limits and perspective that financial institutions consider climate-related financial risks key risk indicators) and escalation can apply alongside existing risk as part of the underwriting and ongoing processes. Management should management practices to evaluate the monitoring of portfolios. Effective credit incorporate material climate-related resiliency of a financial institution’s risk management practices could financial risks into the financial strategy and risk management to the include monitoring climate-related institution’s risk management system, structural changes arising from climate- credit risks through sectoral, geographic, including internal controls and internal and single-name concentration analyses, related financial risks. audit. including credit risk concentrations Management should develop and Tools and approaches for measuring stemming from physical and transition implement climate-related scenario and monitoring exposures to climate- risks. As part of concentration risk analysis frameworks in a manner related financial risks include, among analysis, management should assess commensurate to the financial others, exposure analysis, heat maps, potential changes in correlations across institution’s size, complexity, business climate risk dashboards, and scenario exposures or asset classes. Consistent activity, and risk profile. These analysis. These tools can be leveraged to with the financial institution’s risk frameworks should include clearly assess a financial institution’s exposure appetite statement, management should defined objectives that reflect the to both physical and transition risks in determine credit risk tolerances and financial institution’s overall climate- both the shorter and longer term. lending limits related to material related financial risk management Outputs should inform the risk climate-related financial risks. identification process and the short- and strategies. These objectives could Liquidity Risk. Consistent with sound long-term financial risks to a financial include, for example, exploring the oversight and liquidity risk institution’s business model from impacts of climate-related financial management, management should climate change. risks on the financial institution’s assess whether climate-related financial Data, Risk Measurement, and strategy and business model, identifying risks could affect its liquidity position Reporting. Sound climate-related and measuring vulnerability to relevant and, if so, incorporate those risks into financial risk management depends on climate-related financial risk factors their liquidity risk management the availability of timely, accurate, including physical and transition risks, practices and liquidity buffers. consistent, complete, and relevant data. and estimating climate-related Other Financial Risk. Management Management should incorporate exposures and potential losses across a should monitor interest rate risk and climate-related financial risk range of scenarios, including extreme other model inputs for greater volatility information into the financial but plausible scenarios. A climate- or less predictability due to climate- institution’s internal reporting, related scenario analysis framework can related financial risks. Where monitoring, and escalation processes to also assist management in identifying appropriate, management should facilitate timely and sound decision- data and methodological limitations and account for this uncertainty in their risk making across the financial institution. uncertainty in climate-related financial measurements and controls. Effective risk data aggregation and risk management and informing Management should monitor how reporting capabilities allow management’s assessment of the climate-related financial risks affect the management to capture and report adequacy of the institution’s climate- financial institution’s exposure to risk climate-related financial risk exposures, related financial risk management related to changing prices. While market segmented or stratified by physical and framework. participants are still researching how transition risks, based upon the Climate-related scenario analyses tomeasureclimate-related price risk, complexity and types of exposures. should be subject to management management should use the Available data, risk measurement tools, oversight, validation, and quality bestmeasurement methodologies modeling methodologies, and reporting control standards that would be reasonably available to them and refine practices continue to evolve at a rapid commensurate to the financial them over time. pace; management should monitor these institution’s risk. Climate-related Operational Risk. Management should developments and incorporate them scenario analysis results should be consider how climate-related financial into the institution’s climate-related clearly and regularly communicated to risk exposures may adversely impact a financial risk management as warranted. the board and all relevant individuals financial institution’s operations, Scenario Analysis. Climate-related within the financial institution, control environment, and operational scenario analysis is emerging as an including an appropriate level of resilience. Sound operational risk important approach for identifying, information necessary to effectively management includes incorporating an VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00047 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahkFederal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices 74189 assessment across all business lines and Wastewater Surveillance System for Proposed Project operations, including operations SARS–CoV–2 and Other Infectious National Wastewater Surveillance performed by third parties, and Disease Targets of Public Health System for SARS–CoV–2 and Other considering climate-related impacts on Concern’’ to the Office of Management Infectious Disease Targets of Public business continuity and the evolving and Budget (OMB) for review and Health Concern—New—National Center legal and regulatory landscape. approval. CDC previously published a for Emerging and Zoonotic Infectious Legal and Compliance Risk. ‘‘Proposed Data Collection Submitted Diseases (NCEZID), Centers for Disease Management should consider how for Public Comment and Control and Prevention (CDC). climate-related financial risks and risk Recommendations’’ notice on July 7, mitigation measures affect the legal and 2023 to obtain comments from the Background and Brief Description regulatory landscape in which the public and affected agencies. CDC The Centers for Disease Control and financial institution operates. This received 4,476 comments related to this Prevention (CDC) seeks to continue and should include, but is not limited to, notice. This notice serves to allow an expand existing information collection taking into account possible changes to additional 30 days for public and by the National Wastewater legal requirements for, or underwriting affected agency comments. Surveillance System for COVID–19 considerations related to, flood or CDC will accept all comments for this currently approved under the COVID– disaster-related insurance, and ensuring proposed information collection project. 19 Public Health Emergency (PHE) PRA that fair lending monitoring programs The Office of Management and Budget waiver. This information collection review whether and how the financial is particularly interested in comments request is for three years. institution’s risk mitigation measures that: The COVID–19 pandemic potentially discriminate against demonstrated the need for timely, consumers on a prohibited basis, such (a) Evaluate whether the proposed actionable surveillance data to inform as race, color, or national origin. collection of information is necessary disease prevention and control Other Nonfinancial Risk. Consistent for the proper performance of the activities. The genetic material of with sound oversight, the board and functions of the agency, including SARS–CoV–2, the virus that causes management should monitor how the whether the information will have COVID–19, is detectable in the feces of execution of strategic decisions and the practical utility; infected individuals, regardless of their operating environment affect the (b) Evaluate the accuracy of the symptom status. Therefore, sampling financial institution’s financial agencies estimate of the burden of the and testing wastewater provides a condition and operational resilience. proposed collection of information, means to assess SARS–CoV–2 infection Management should also consider the including the validity of the trends in the community independent of extent to which the financial methodology and assumptions used; clinical testing or other healthcare institution’s activities may increase the (c) Enhance the quality, utility, and indicators. This public health risk of negative financial impact and clarity of the information to be surveillance approach can be used for should implement adequate measures to collected; other infectious diseases or targets of account for these risks where material. public health concern, such as mpox, (d) Minimize the burden of the Michael J. Hsu, collection of information on those who influenza, and antimicrobial resistance. The National Wastewater Surveillance Acting Comptroller of the Currency. are to respond, including, through the System (NWSS) was originally By order of the Board of Governors of the use of appropriate automated, established to support the CDC COVID– Federal Reserve System. electronic, mechanical, or other 19 response, and now, NWSS serves as Ann E. Misback, technological collection techniques or a public health tool to provide Secretary of the Board. other forms of information technology, community-level disease trends. NWSS e.g., permitting electronic submission of Federal Deposit Insurance Corporation. was designed to permit the addition or responses; and By order of the Board of Directors. exchange of targets for wastewater (e) Assess information collection Dated at Washington, DC, on October 24, infectious disease testing. This built-in costs. 2023. flexibility will allow jurisdictions to James P. Sheesley, To request additional information on adapt wastewater testing to changing Assistant Executive Secretary. the proposed project or to obtain a copy public health needs, enable rapid of the information collection plan and responses to outbreaks or emergencies, [FR Doc. 2023–23844 Filed 10–27–23; 8:45 am] instruments, call (404) 639–7570. and support broad capacity to detect BILLING CODE 6210–01–P; 4810–33–P; 6714–01–P Comments and recommendations for the future, emerging disease threats. proposed information collection should Wastewater data have provided be sent within 30 days of publication of impactful information to local public DEPARTMENT OF HEALTH AND this notice to www.reginfo.gov/public/ health authorities to confirm trends HUMAN SERVICES do/PRAMain. Find this particular observed in testing or hospitalization Centers for Disease Control and information collection by selecting rates, and to assert the need for Prevention ‘‘Currently under 30-day Review—Open increased testing or healthcare for Public Comments’’ or by using the resources. NWSS has supported [30Day–24–23GL] search function. Direct written jurisdictions throughout the United comments and/or suggestions regarding States to implement wastewater Agency Forms Undergoing Paperwork the items contained in this notice to the surveillance, and will continue to Reduction Act Review Attention: CDC Desk Officer, Office of support state, tribal, local, and territorial In accordance with the Paperwork Management and Budget, 725 17th (STLT) partners to collect wastewater Reduction Act of 1995, the Centers for Street NW, Washington, DC 20503 or by data. Together with CDC-funded Disease Control and Prevention (CDC) fax to (202) 395–5806. Provide written national-level wastewater testing by has submitted the information comments within 30 days of notice commercial partners, jurisdictions collection request titled ‘‘National publication. across the US have submitted data to VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00048 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk",
    "TEXT BY PAGE": [
        "Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices 74183 Washington, DC 20551–0001, not later Governors of the Federal Reserve Supervision, 202–898–6888; Jennifer M. than November 27, 2023. System (Board); and Federal Deposit Jones, Counsel, jennjones@fdic.gov; A. Federal Reserve Bank of Boston Insurance Corporation (FDIC). Karlyn Hunter, Counsel, kahunter@ (Prabal Chakrabarti, Senior Vice ACTION: Final interagency guidance. fdic.gov; Amanda Ledig, Senior President) 600 Atlantic Avenue, Boston, Attorney, aledig@fdic.gov; Supervision, Massachusetts 02210–2204. Comments SUMMARY: The OCC, Board, and FDIC Legislation, and Enforcement Branch, can also be sent electronically to (together, the agencies) are jointly Legal Division, Federal Deposit BOS.SRC.Applications.Comments@ issuing principles that provide a high- Insurance Corporation, 550 17th Street bos.frb.org: level framework for the safe and sound NW, Washington, DC 20429. 1. 1864 Bancorp, MHC, and 1864 management of exposures to climate- SUPPLEMENTARYINFORMATION: Bancorp, Inc., both of South Easton, related financial risks (principles). I. Background Massachusetts; to become bank holding Although all financial institutions, companies by acquiring all of the voting regardless of size, may have material On December 16, 2021, the OCC shares of North Easton Savings Bank, exposures to climate-related financial issued draft Principles for Climate- South Easton, Massachusetts. risks, these principles are intended for Related Financial Risk Management for B. Federal Reserve Bank of Dallas the largest financial institutions, those Large Banks (OCC draft principles) and (Karen Smith, Director, Mergers & with over $100 billion in total requested feedback from the public with Acquisitions) 2200 North Pearl Street, consolidated assets. The principles are comments due on February 14, 2022.1 Dallas, Texas 75201–2272. Comments intended to support efforts by large On April 4, 2022, the FDIC issued a can also be sent electronically to financial institutions to focus on key Request for Comment on a Statement of Comments.applications@dal.frb.org: aspects of climate-related financial risk Principles for Climate-Related Financial 1. The 2013 Monte Hulse Family management. Risk Management for Large Financial Irrevocable Trust I, Waco, Texas; to DATES: The final interagency guidance is Institutions (FDIC draft principles) with acquire up to 30 percent of the voting available on October 30, 2023. comments due on June 3, 2022.2On shares of FCT Bancshares, Inc., Waco, December 2, 2022, the Board issued FORFURTHERINFORMATIONCONTACT: Texas, and thereby indirectly acquire draft Principles for Climate-Related OCC: Tamara Culler, Director for voting shares of First National Bank of Financial Risk Management for Large Governance and Operational Risk Central Texas, Waco, Texas. Financial Institutions (Board draft Policy, Bank Supervision Policy, at C. Federal Reserve Bank of San principles) with comments due on (202) 649–6670, Russell D’Costa, Francisco (Joseph Cuenco, Assistant February 6, 2023.3 Program Analyst, Office of Climate Risk, Vice President, Formations, Financial institutions are likely to be at (202) 649–8283, or Alison Transactions & Enforcement) 101 affected by both the physical risks and MacDonald, Senior Counsel, Chief Market Street, San Francisco, California transition risks associated with climate Counsel’s Office, at (202) 649–5490, 94105. Comments can also be sent change (collectively, climate-related Office of the Comptroller of the electronically to: sf.fisc.comments financial risks).4Weaknesses in how Currency, 400 7th Street SW, .applications@sf.frb.org. financial institutions identify, measure, Washington, DC 20219. If you are deaf, 1. WAFD, Inc., Seattle, Washington; to monitor, and control climate-related hard of hearing, or have a speech acquire Luther Burbank Corporation, financial risks could adversely affect disability, please dial 7–1–1 to access and thereby indirectly acquire Luther financial institutions’ safety and telecommunications relay services. Burbank Savings, both of Santa Rosa, soundness. The proposed OCC draft Board: Anna Lee Hewko, Associate California. principles, FDIC draft principles, and Director, (202) 530–6260; Morgan Lewis, Board draft principles (collectively, Board of Governors of the Federal Reserve Manager, (202) 452–2000; or Matthew draft principles) were substantively System. McQueeney, Senior Financial similar and proposed a high-level Michele Taylor Fennell, Institution Policy Analyst II, (202) 452– framework for the safe and sound Deputy Associate Secretary of the Board. 2942 Division of Banking Supervision management of exposures to climate- [FR Doc. 2023–23912 Filed 10–27–23; 8:45 am] and Regulation; or Asad Kudiya, related financial risks, consistent with BILLING CODE P Assistant General Counsel, (202) 475– the risk management framework 6358; Flora Ahn, Senior Special described in the agencies’ existing rules Counsel, (202) 452–2317; Matthew and guidance. Although all financial DEPARTMENT OF THE TREASURY Suntag, Senior Counsel, (202) 452–3694; institutions, regardless of size, may have Katherine Di Lucido, Attorney, (202) material exposures to climate-related Office of the Comptroller of the 452–2352; or David Imhoff, Attorney, Currency (202) 452–2249, Legal Division, Board of 1OCC Bulletin 2021–62, Risk Management: [Docket ID OCC–2022–0023] Governors of the Federal Reserve Principles for Climate-Related Financial Risk System, 20th and C Streets NW, Management for Large Banks; Request for Feedback, FEDERAL RESERVE SYSTEM Washington, DC 20551. For the hearing (December 16, 2021), https://occ.gov/news- issuances/bulletins/2021/bulletin-2021-62.html. impaired and users of TTY–TRS, please [Docket No. OP–1793] 287 FR 19507 (April 4, 2022). call 711 from any telephone, anywhere 387 FR 75267 (December 8, 2022). FEDERAL DEPOSIT INSURANCE in the United States. 4Physical risks refer to the harm to people and CORPORATION FDIC: Andrew D. Carayiannis, Chief, property arising from acute, climate-related events, Policy and Risk Analytics Section, such as hurricanes, wildfires, floods, and RIN 3064–ZA32 acarayiannis@fdic.gov; Lauren K. heatwaves, and chronic shifts in climate, including higher average temperatures, changes in Brown, Senior Policy Analyst, Exam Principles for Climate-Related precipitation patterns, sea level rise, and ocean Financial Risk Management for Large Support Section, laubrown@fdic.gov; acidification. Transition risks refer to stresses to Amy L. Beck, Corporate Expert, institutions or sectors arising from the shifts in Financial Institutions Sustainable Finance, ambeck@fdic.gov; policy, consumer and business sentiment, or technologies associated with the changes that AGENCY: Office of the Comptroller of the Capital Markets and Accounting Policy, would be part of a transition to a lower carbon Currency (OCC), Treasury; Board of Division of Risk Management economy. VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00042 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk",
        "74184 Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices financial risks, the draft principles were risks. Many commenters indicated institution, so long as the financial intended to support key climate-related practices to address climate-related institution complies with applicable financial risk management efforts by the financial risks are evolving, and they laws and regulations. largest financial institutions, those with supported the high-level and flexible Scope. Some commenters supported over $100 billion in total consolidated nature of the draft principles, while draft principles that were intended for assets. others encouraged the agencies to take financial institutions with total assets The agencies seek to promote additional steps to address climate- over $100 billion. Other commenters consistency in their climate-related related financial risks, including proposed that the draft principles cover financial risk management guidance. considering more detailed guidance. financial institutions of all sizes. Some Accordingly, following the issuance of Most unique commenters offered requested that the draft principles be the draft principles and collective suggestions for changes to the draft tailored to financial institutions based review of comments received on each of principles or requested additional on the size, complexity, or risk profile the OCC draft principles, FDIC draft guidance in specific areas. These of the financial institution. Several principles, and Board draft principles, comments are summarized below. commenters noted that the agencies the agencies are now jointly issuing Authority. Some commenters asserted should implement a phased-in approach final interagency Principles for Climate- that the draft principles extend beyond for smaller financial institutions. Other Related Financial Risk Management for the agencies’ authority. Other commenters expressed concern that the Large Financial Institutions (principles) commenters raised concerns that the draft principles could unintentionally that provide a high-level framework for draft principles would restrict or impact smaller financial institutions, the safe and sound management of discourage provision of credit to, or including community banks, noting the exposures to climate-related financial otherwise disproportionately impact, potential burden the principles could risks. certain industries, geographies, or other impose on these smaller financial groups. Some commenters asserted that institutions. II. Discussion of Public Comments the draft principles could better address Effective risk management practices The OCC received nearly 100 unique the role that they believe financial should be appropriate to the size of the comments on the OCC draft principles institutions should play in supporting financial institution and the nature, from individuals and organizations. or accelerating a transition to a lower scope, and risk of its activities. In Several of these letters were signed by carbon economy. keeping with the agencies’ risk-based or included individual feedback from The agencies are responsible for approach to supervision, the principles multiple individuals or organizations ensuring the safety and soundness of are intended for financial institutions (and in one case, more than 17,700 supervised financial institutions, among with more than $100 billion in total individuals). Approximately 4,470 other responsibilities. Similar to other consolidated assets. The principles are individuals submitted a substantially risks faced by financial institutions, intended to provide guidance to large similar letter directly to the OCC. climate-related financial risks can affect financial institutions as they develop The FDIC received more than 70 financial institutions’ safety and strategies, deploy resources, and build unique comments on the FDIC draft soundness. The principles are focused capacity to identify, measure, monitor, principles from individuals and on ensuring that financial institutions and control for climate-related financial organizations. Several of the letters were understand and appropriately manage risks. submitted on behalf of, or signed by, their material climate-related financial Several commenters requested numerous individuals and risks. The agencies are providing clarification regarding the draft organizations. guidance to financial institutions principles’ application to foreign The Board received more than 100 through these principles on the banking organizations and branches and unique comments on the Board draft management of climate-related financial agencies of foreign banks operating in principles from individuals and risks just as the agencies provide the United States. The principles are organizations. Several of the letters were guidance to financial institutions in intended for foreign banking submitted on behalf of, or signed by, identifying and managing other risks. organizations with combined United numerous individuals or organizations. The agencies did not incorporate States operations of greater than $100 Commenters included financial suggestions for changes to the draft billion. The principles also are intended services trade groups, individual banks, principles that extend beyond the for any branch or agency of a foreign environmental groups, public interest agencies’ statutory mandates relating to banking organization that individually and advocacy groups, data and risk safety and soundness. For example, the has total assets of greater than $100 model providers, governmental agencies did not incorporate changes in billion.5 organizations, community groups, and response to suggestions that the Financial institutions’ public climate individuals, among other respondents. agencies promote a transition to a lower commitments. Several commenters The agencies received a wide range of carbon economy. The agencies suggested that the draft principles comments that both supported and encourage financial institutions to take should encourage or mandate financial opposed the finalization of the draft a risk-based approach in assessing the institutions to develop plans to principles. Many commenters viewed climate-related financial risks associated transition to a lower carbon economy, to the draft principles as an important step with their customer relationships and to adopt credible commitments to align to support large financial institutions in take into account the financial their portfolios with net zero managing climate-related financial risks. institution’s ability to manage the risk. Other commenters asserted that The principles neither prohibit nor 5The Board is responsible for the overall financial institutions already effectively discourage financial institutions from supervision and regulation of the U.S. operations of all foreign banking organizations. The OCC, the manage climate-related financial risks or providing banking services to customers FDIC, and the state banking authorities have do not face material climate-related of any specific class or type, as supervisory authority over the national and state financial risks. Some commenters permitted by law or regulation. The bank subsidiaries and federal and state branches expressed a view that the agencies were decision regarding whether to make a and agencies of foreign banking organizations, respectively, in addition to the Board’s supervisory providing special treatment to climate- loan or to open, close, or maintain an and regulatory responsibilities over some of these related financial risks relative to other account rests with the financial entities. VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00043 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk",
        "Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices 74185 greenhouse gas emissions by 2050, or to manage climate-related financial risks have the flexibility to make their own directly support their customers through could potentially have a materiality determinations. Some such a transition. Some commenters disproportionate impact on LMI and commenters provided specific asked the agencies to hold financial other underserved consumers and recommendations for assessing institutions accountable if financial communities. The agencies expect materiality. Some commenters institutions’ public commitments to financial institutions to manage climate- requested that the agencies distinguish address climate change do not match related financial risks in a manner that materiality in the context of the draft their actions. Other commenters argued will allow them to continue to principles from the concept of that the draft principles should prudently meet the financial services materiality in securities laws. Other recognize the aspirational nature of needs of their communities, including commenters asserted that climate- financial institutions’ public LMI and other underserved consumers related financial risks are rarely or not commitments. and communities, and to ensure material to the risk profile of financial The agencies did not incorporate compliance with fair housing and fair institutions. suggestions for changes to the draft lending laws. For example, the principles that extend beyond the principles clarify that financial The principles provide that financial agencies’ statutory mandate relating to institutions should ensure that fair institutions’ management should safety and soundness, including lending monitoring programs review employ comprehensive processes for changes in response to suggestions that whether and how the financial identifying climate-related financial the agencies promote a transition to a institution’s risk mitigation measures risks consistent with methods used to lower carbon economy. Similar to the potentially discriminate against identify other types of emerging and draft principles, the principles state that consumers on a prohibited basis, such material risks. The agencies made any financial institutions’ climate- as race, color, or national origin. changes to the draft principles to clarify related strategies should align with and Governance. Many commenters that management should incorporate support the institution’s broader supported the flexibility provided by climate-related financial risks into their strategy, risk appetite, and risk the draft principles for financial risk management frameworks where management framework. In addition, institutions to incorporate climate- those risks are material. when financial institutions engage in related financial risks within existing Coordination. Many commenters public communication of their climate- organizational structures or to establish related strategies, boards of directors new structures for climate-related urged the agencies to coordinate and management should confirm that financial risks. Many commenters amongst each other and work with other any public statements about their requested that the draft principles U.S. and international regulators and financial institutions’ climate-related further distinguish between the federal agencies to harmonize strategies and commitments are responsibilities of the boards of approaches and to share knowledge consistent with their internal strategies, directors and of management. Some with respect to climate-related financial risk appetite statements, and risk commenters noted that expectations that risks. management frameworks. This type of financial institutions consider whether The agencies agree with commenters oversight is consistent with effective incorporation of climate-related that interagency coordination plays an governance and risk management and financial risks into governance and risk important role in the effective issuance intended to help financial institutions management processes may warrant of guidance on climate-related financial avoid legal and compliance risk. changes to compensation policies would risks. Accordingly, the agencies have Low-and-moderate-income (LMI) and be overly prescriptive. jointly issued these principles and other underserved consumers and The agencies have made changes to intend to continue to coordinate with communities. Many commenters asked the draft principles to clarify the role of other U.S. regulators and international that the agencies acknowledge the the boards of directors in overseeing the counterparts, where appropriate. potential unintended consequences of financial institution’s risk-taking financial institutions’ climate risk activities and the role of management in Other comments. The agencies management strategies on low-and- executing the strategic plan and risk received a number of detailed comments moderate-income and other underserved management framework. The agencies on other aspects of the draft principles, consumers and communities. Some emphasize that sound compensation some of which were responsive to commenters also requested additional programs continue to be important to specific questions posed in the draft clarification on how financial promote sound risk management and to principles. These comments included institutions may support communities protect the safety and soundness of responses associated with supervisory that are disproportionately impacted by financial institutions. As the agencies approaches, time horizons for the effects of climate change, as well as have existing guidelines and guidance identifying the materiality of climate- additional guidance on how financial on compensation,6the principles do not related financial risks, relationships institutions can manage climate-related include a specific discussion of between climate-related financial risks financial risks in a manner that compensation policies. and other risks, specific tools and minimizes adverse impacts on such Materiality of risk. Several resources used to manage and mitigate consumers and communities. Some commenters requested further climate-related financial risks, commenters also suggested that the clarification of how financial approaches to scenario analysis, principles should provide further institutions should determine whether climate-related financial products guidance on how financial institutions climate-related financial risks are offered by financial institutions, data- can manage climate-related financial material. Some commenters requested risks consistent with their obligations clarification that financial institutions and modeling-related challenges, and reporting and disclosure issues. The under fair lending and fair housing responses also included feedback on laws. 6See 12 CFR part 30, appendix A and appendix The agencies recognize that both the D (OCC); 12 CFR part 364, appendix A (FDIC); 12 how climate-related financial risks effects of climate change and the actions CFR part 208, appendix D–1 (Board); and Guidance should be considered in merger and on Sound Incentive Compensation Policies, 75 FR that financial institutions may take to 36396 (June 25, 2010). acquisition decisions and the challenges VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00044 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk",
        "74186 Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices and costs of incorporating the principles both the physical risks and transition low-and-moderate-income (LMI) and into risk management frameworks.7 risks associated with climate change other underserved consumers and Comments received on the draft (collectively, climate-related financial communities.13 principles were considered in the risks). Physical risks refer to the harm to These principles provide a high-level development of the principles and will people and property arising from acute, framework for the safe and sound assist the agencies as they consider climate-related events, such as management of exposures to climate- whether and how to provide additional hurricanes, wildfires, floods, and related financial risks, consistent with guidance in the future. heatwaves, and chronic shifts in the risk management frameworks climate, including higher average described in the agencies’ existing rules III. Paperwork Reduction Act temperatures, changes in precipitation and guidance. The Paperwork Reduction Act of 1995 patterns, sea level rise, and ocean The principles are intended to (44 U.S.C. 3501–3521) (PRA) states that acidification.10Transition risks refer to support efforts by financial institutions no agency may conduct or sponsor, nor stresses to institutions or sectors arising to focus on key aspects of climate- is the respondent required to respond from the shifts in policy, consumer and related financial risk management. The to, an information collection unless it business sentiment, or technologies principles are designed to help financial displays a currently valid Office of associated with the changes that would institutions’ boards of directors (boards) Management and Budget (OMB) control be part of a transition to a lower carbon and management make progress toward number. economy.11 incorporating climate-related financial The principles do not revise any Physical and transition risks risks into risk management frameworks existing, or create any new, information associated with climate change could in a manner consistent with safe and collections pursuant to the PRA. Rather, affect households, communities, sound practices. The principles are any reporting, recordkeeping, or businesses, and governments— intended to explain and supplement disclosure activities mentioned in the damaging property, impeding business existing risk management standards and principles are usual and customary and activity, affecting income, and altering guidance on the role of boards and should occur in the normal course of the value of assets and liabilities. These management.14 business as defined in the PRA.8 risks may be propagated throughout the Although all financial institutions, Consequently, no submissions will be economy and financial system. As a regardless of size, may have material made to the OMB for review. result, the financial sector may exposures to climate-related financial IV. Principles for Climate-Related experience credit and market risks risks, these principles are intended for Financial Risk for Large Financial associated with loss of income, defaults, the largest financial institutions, those Institutions and changes in the values of assets, with over $100 billion in total liquidity risks associated with changing consolidated assets.15Effective risk The financial impacts that result from demand for liquidity, operational risks management practices should be the economic effects of climate change associated with disruptions to appropriate to the size of the financial and the transition to a lower carbon infrastructure or other channels, or legal institution and the nature, scope, and economy pose an emerging risk to the risks.12 risk of its activities. In keeping with the safety and soundness of financial Weaknesses in how a financial agencies’ risk-based approach to institutions9and the financial stability institution identifies, measures, supervision, the agencies anticipate that of the United States. Financial monitors, and controls the physical and differences in large financial institutions are likely to be affected by transition risks associated with a institutions’ complexity of operations changing climate could adversely affect and business models will result in 7Some commenters also asserted that the draft a financial institution’s safety and different approaches to addressing principles were legislative rules subject to Administrative Procedure Act (APA) notice and soundness. The adverse effects of climate-related financial risks. Some comment requirements and that the draft principles climate change could also include a large financial institutions are already violated the agencies’ rule on guidance. The potentially disproportionate impact on principles are being issued as guidance and, the financially vulnerable, including consistent with the agencies’ rule on guidance, they 13For further information, see Staff Reports, will not have the force and effect of law. They do Federal Reserve Bank of New York, Understanding not establish any specific requirements applicable 10The Financial Stability Oversight Council has the Linkages between Climate Change and to financial institutions. Moreover, the principles described the impacts of physical risks as follows: Inequality in the United States, No. 991 (Nov. are not subject to APA notice and comment ‘‘The intensity and frequency of extreme weather 2021), available at https://www.newyorkfed.org/ requirements. 5 U.S.C. 533(b) (excluding and climate-related disaster events are increasing research/staff_reports/sr991.html. interpretive rules, general statements of policy, and and already imposing substantial economic costs. 14References to the board and management rules of agency organization, procedures, or practice Such costs to the economy are expected to increase throughout these principles should be understood from the notice and comment requirement). That further as the cumulative impacts of past and in accordance with their respective roles and the agencies sought public comment on the draft ongoing global emissions continue to drive rising responsibilities and is not intended to conflict with principles does not mean that the principles are global temperatures and related climate changes, existing guidance regarding the roles of board and intended to be a regulation or to have the force and leading to increased climate-related risks to the management or advocate for a specific board effect of law. Rather, the comment process helps the financial system.’’ Report on Climate-Related structure. See, e.g., SR 21–3/CA 21–1: Supervisory agencies improve their understanding of the issue, Financial Risk, Financial Stability Oversight Guidance on Board of Directors’ Effectiveness (Feb. gather information on financial institutions’ risk Council, page 10 (Oct. 21, 2021) (FSOC Climate 26, 2021), https://www.federalreserve.gov/ management practices, or seek ways to achieve Report), available at https://home.treasury.gov/ supervisionreg/srletters/SR2103.htm; OCC supervisory objectives most effectively and with the system/files/261/FSOC-Climate-Report.pdf. Guidelines Establishing Heightened Standards for least burden on financial institutions. 11The Financial Stability Oversight Council has Certain Large Insured National Banks, Insured 85 CFR 1320.3(b)(2). described the impacts of transition risks as: ‘‘. . . Federal Savings Associations, and Insured Federal 9In this issuance, the term ‘‘financial institution’’ [Changing] public policy, adoption of new Branches, 12 CFR part 30, appendix D. or ‘‘institution’’ includes national banks, Federal technologies, and shifting consumer and investor 15The principles are intended for financial savings associations, U.S. branches and agencies of preferences have the potential to impact the institutions with over $100 billion in total foreign banks, state nonmember banks, state savings allocation of capital . . . . Ift hese changes occur consolidated assets. With respect to foreign banking associations, state member banks, bank holding in a disorderly way owing to substantial delays in organizations, this includes organizations with companies, savings and loan holding companies, action or abrupt changes in policy, their impact on combined United States operations of greater than intermediate holding companies, foreign banking firms, market participants, individuals, and $100 billion. The principles also are intended for organizations with respect to their U.S. operations, communities is likely to be more sudden and any branch or agency of a foreign banking and non-bank systemically important financial disruptive.’’ FSOC Climate Report, page 13. organization that individually has total assets of institutions (SIFIs) supervised by the Board. 12FSOC Climate Report, page 13. greater than $100 billion. VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00045 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk",
        "Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices 74187 developing governance structures, board should acquire sufficient procedures, and limits should be processes, and analytical methodologies information to understand the modified when necessary to reflect: (i) to identify, measure, monitor, and implications of climate-related financial the distinctive characteristics of climate- control for these risks. The agencies risks across various scenarios and related financial risks, such as the understand that expertise in climate risk planning horizons, which may include potentially longer time horizon and and the incorporation of climate-related those that extend beyond the financial forward-looking nature of the risks; and financial risks into risk management institution’s typical strategic planning (ii) changes to the financial institution’s frameworks remain under development horizon. If weaknesses or gaps in operating environment or activities. in many large financial institutions and climate-related financial risk Strategic Planning. The board should will continue to evolve over time. The management are identified, the consider material climate-related agencies also recognize that the information provided is incomplete, or financial risk exposures when setting incorporation of material climate-related as otherwise warranted, the board and monitoring the financial financial risks into various planning should challenge management’s institution’s overall business strategy, processes will be iterative, as assessments and recommendations. The risk appetite, and when overseeing measurement methodologies, models, board and management should support management’s implementation of and data for analyzing these risks the stature and independence of the capital plans. As part of forward-looking continue to mature. The agencies financial institution’s risk management strategic planning, the board should encourage large financial institutions to and internal audit functions and, in consider and management should take a risk-based approach in assessing their respective roles, assign address the potential impact of material the climate-related financial risks accountability for climate-related climate-related financial risk exposures associated with individual customer financial risks within existing on the financial institution’s financial relationships and to take into account organizational structures or establish condition, operations (including the financial institution’s ability to new structures for climate-related geographic locations), and business manage the risk. The principles neither financial risks. objectives over various time horizons. prohibit nor discourage financial Management is responsible for The board should encourage institutions from providing banking implementing the financial institution’s management to consider climate-related services to customers of any specific policies in accordance with the board’s financial risk impacts on the financial class or type, as permitted by law or strategic direction and for executing the institution’s other operational and legal regulation. The decision regarding financial institution’s overall strategic risks. Additionally, the board should whether to make a loan or to open, plan and risk management framework. encourage management to consider the close, or maintain an account rests with This responsibility includes assuring impact that the financial institution’s the financial institution, so long as the that there is sufficient expertise to strategies to mitigate climate-related financial institution complies with execute the strategic plan and financial risks could have on LMI and applicable laws and regulations. effectively managing all risks, including other underserved communities and The principles are intended to climate-related financial risks. This also their access to financial products and promote a consistent understanding of includes management’s responsibility to services, consistent with the financial the effective management of climate- oversee the development and institution’s obligations under related financial risks. The agencies may implementation of processes to identify, applicable consumer protection laws. consider providing additional resources measure, monitor, and control climate- Any climate-related strategies and or guidance, as appropriate, to support related financial risks within the commitments should align with and financial institutions in prudently financial institution’s existing risk support the financial institution’s managing these risks while continuing management framework. Management broader strategy, risk appetite, and risk to meet the financial services needs of should also hold staff accountable for management framework. In addition, their communities. controlling risks within established where financial institutions engage in lines of authority and responsibility. public communication of their climate- General Principles Management is responsible for regularly related strategies, boards and Governance. An effective risk reporting to the board on the level and management should assure that any management framework is essential to a nature of risks to the financial public statements about their financial institution’s safe and sound institution, including material climate- institutions’ climate-related strategies operation. A financial institution’s related financial risks. Management and commitments are consistent with board should understand the effects of should provide the board with sufficient their internal strategies, risk appetite climate-related financial risks on the information for the board to understand statements, and risk management financial institution in order to oversee the impacts of material climate-related frameworks. management’s implementation of the financial risks to the financial Risk Management. Climate-related institution’s business strategy, risk institution’s risk profile and make financial risks can impact financial management, and risk appetite. The sound, well-informed decisions. Where institutions through a range of board should oversee the financial dedicated climate risk organizational traditional risk types. Management institution’s risk-taking activities, hold structures are established by the board, should oversee the development and management accountable for adhering to management should clearly define these implementation of processes to identify, the risk management framework, and units’ responsibilities and interaction measure, monitor, and control allocate appropriate resources to with existing governance structures. exposures to climate-related financial support climate-related financial risk Policies, Procedures, and Limits. risks within the financial institution’s management. The board should direct Management should incorporate existing risk management framework. management to provide timely, material climate-related financial risks Financial institutions with sound risk accurate, and well-organized into policies, procedures, and limits to management employ a comprehensive information to permit the board to provide detailed guidance on the process to identify emerging and oversee the measurement and financial institution’s approach to these material risks related to the financial management of climate-related financial risks in line with the strategy and risk institution’s business activities. The risk risks to the financial institution. The appetite set by the board. Policies, identification process should include VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00046 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk",
        "74188 Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices input from stakeholders across the measuring, and managing climate- convey the assumptions, limitations, organization with relevant expertise related financial risks. For the purposes and uncertainty of results. (e.g., business units, independent risk of these principles, climate-related Management of Risk Areas management, internal audit, and legal). scenario analysis refers to exercises Risk identification includes assessment used to conduct a forward-looking A risk assessment process is part of a of climate-related financial risks across assessment of the potential impact on a sound risk management framework, and a range of plausible scenarios and under financial institution of changes in the it allows management to identify various time horizons. economy, changes in the financial emerging risks and to develop and As part of sound risk management, system, or the distribution of physical implement appropriate strategies to management should develop processes hazards resulting from climate-related mitigate those material risks. to measure and monitor material financial risks. These exercises differ Management should consider and climate-related financial risks and to from traditional stress testing exercises incorporate climate-related financial communicate and report the materiality that typically assess the potential risks when identifying and mitigating of those risks to internal stakeholders. impacts of transitory shocks to near- all types of risk. These risk assessment Material climate-related financial risk term economic and financial conditions. principles describe how climate-related exposures should be clearly defined, An effective climate-related scenario financial risks can be addressed in aligned with the financial institution’s analysis framework provides a various risk categories. risk appetite, and supported by comprehensive and forward-looking Credit Risk. Management should appropriate metrics (e.g., risk limits and perspective that financial institutions consider climate-related financial risks key risk indicators) and escalation can apply alongside existing risk as part of the underwriting and ongoing processes. Management should management practices to evaluate the monitoring of portfolios. Effective credit incorporate material climate-related resiliency of a financial institution’s risk management practices could financial risks into the financial strategy and risk management to the include monitoring climate-related institution’s risk management system, structural changes arising from climate- credit risks through sectoral, geographic, including internal controls and internal and single-name concentration analyses, related financial risks. audit. including credit risk concentrations Management should develop and Tools and approaches for measuring stemming from physical and transition implement climate-related scenario and monitoring exposures to climate- risks. As part of concentration risk analysis frameworks in a manner related financial risks include, among analysis, management should assess commensurate to the financial others, exposure analysis, heat maps, potential changes in correlations across institution’s size, complexity, business climate risk dashboards, and scenario exposures or asset classes. Consistent activity, and risk profile. These analysis. These tools can be leveraged to with the financial institution’s risk frameworks should include clearly assess a financial institution’s exposure appetite statement, management should defined objectives that reflect the to both physical and transition risks in determine credit risk tolerances and financial institution’s overall climate- both the shorter and longer term. lending limits related to material related financial risk management Outputs should inform the risk climate-related financial risks. identification process and the short- and strategies. These objectives could Liquidity Risk. Consistent with sound long-term financial risks to a financial include, for example, exploring the oversight and liquidity risk institution’s business model from impacts of climate-related financial management, management should climate change. risks on the financial institution’s assess whether climate-related financial Data, Risk Measurement, and strategy and business model, identifying risks could affect its liquidity position Reporting. Sound climate-related and measuring vulnerability to relevant and, if so, incorporate those risks into financial risk management depends on climate-related financial risk factors their liquidity risk management the availability of timely, accurate, including physical and transition risks, practices and liquidity buffers. consistent, complete, and relevant data. and estimating climate-related Other Financial Risk. Management Management should incorporate exposures and potential losses across a should monitor interest rate risk and climate-related financial risk range of scenarios, including extreme other model inputs for greater volatility information into the financial but plausible scenarios. A climate- or less predictability due to climate- institution’s internal reporting, related scenario analysis framework can related financial risks. Where monitoring, and escalation processes to also assist management in identifying appropriate, management should facilitate timely and sound decision- data and methodological limitations and account for this uncertainty in their risk making across the financial institution. uncertainty in climate-related financial measurements and controls. Effective risk data aggregation and risk management and informing Management should monitor how reporting capabilities allow management’s assessment of the climate-related financial risks affect the management to capture and report adequacy of the institution’s climate- financial institution’s exposure to risk climate-related financial risk exposures, related financial risk management related to changing prices. While market segmented or stratified by physical and framework. participants are still researching how transition risks, based upon the Climate-related scenario analyses tomeasureclimate-related price risk, complexity and types of exposures. should be subject to management management should use the Available data, risk measurement tools, oversight, validation, and quality bestmeasurement methodologies modeling methodologies, and reporting control standards that would be reasonably available to them and refine practices continue to evolve at a rapid commensurate to the financial them over time. pace; management should monitor these institution’s risk. Climate-related Operational Risk. Management should developments and incorporate them scenario analysis results should be consider how climate-related financial into the institution’s climate-related clearly and regularly communicated to risk exposures may adversely impact a financial risk management as warranted. the board and all relevant individuals financial institution’s operations, Scenario Analysis. Climate-related within the financial institution, control environment, and operational scenario analysis is emerging as an including an appropriate level of resilience. Sound operational risk important approach for identifying, information necessary to effectively management includes incorporating an VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00047 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk",
        "Federal Register/Vol. 88, No. 208/Monday, October 30, 2023/Notices 74189 assessment across all business lines and Wastewater Surveillance System for Proposed Project operations, including operations SARS–CoV–2 and Other Infectious National Wastewater Surveillance performed by third parties, and Disease Targets of Public Health System for SARS–CoV–2 and Other considering climate-related impacts on Concern’’ to the Office of Management Infectious Disease Targets of Public business continuity and the evolving and Budget (OMB) for review and Health Concern—New—National Center legal and regulatory landscape. approval. CDC previously published a for Emerging and Zoonotic Infectious Legal and Compliance Risk. ‘‘Proposed Data Collection Submitted Diseases (NCEZID), Centers for Disease Management should consider how for Public Comment and Control and Prevention (CDC). climate-related financial risks and risk Recommendations’’ notice on July 7, mitigation measures affect the legal and 2023 to obtain comments from the Background and Brief Description regulatory landscape in which the public and affected agencies. CDC The Centers for Disease Control and financial institution operates. This received 4,476 comments related to this Prevention (CDC) seeks to continue and should include, but is not limited to, notice. This notice serves to allow an expand existing information collection taking into account possible changes to additional 30 days for public and by the National Wastewater legal requirements for, or underwriting affected agency comments. Surveillance System for COVID–19 considerations related to, flood or CDC will accept all comments for this currently approved under the COVID– disaster-related insurance, and ensuring proposed information collection project. 19 Public Health Emergency (PHE) PRA that fair lending monitoring programs The Office of Management and Budget waiver. This information collection review whether and how the financial is particularly interested in comments request is for three years. institution’s risk mitigation measures that: The COVID–19 pandemic potentially discriminate against demonstrated the need for timely, consumers on a prohibited basis, such (a) Evaluate whether the proposed actionable surveillance data to inform as race, color, or national origin. collection of information is necessary disease prevention and control Other Nonfinancial Risk. Consistent for the proper performance of the activities. The genetic material of with sound oversight, the board and functions of the agency, including SARS–CoV–2, the virus that causes management should monitor how the whether the information will have COVID–19, is detectable in the feces of execution of strategic decisions and the practical utility; infected individuals, regardless of their operating environment affect the (b) Evaluate the accuracy of the symptom status. Therefore, sampling financial institution’s financial agencies estimate of the burden of the and testing wastewater provides a condition and operational resilience. proposed collection of information, means to assess SARS–CoV–2 infection Management should also consider the including the validity of the trends in the community independent of extent to which the financial methodology and assumptions used; clinical testing or other healthcare institution’s activities may increase the (c) Enhance the quality, utility, and indicators. This public health risk of negative financial impact and clarity of the information to be surveillance approach can be used for should implement adequate measures to collected; other infectious diseases or targets of account for these risks where material. public health concern, such as mpox, (d) Minimize the burden of the Michael J. Hsu, collection of information on those who influenza, and antimicrobial resistance. The National Wastewater Surveillance Acting Comptroller of the Currency. are to respond, including, through the System (NWSS) was originally By order of the Board of Governors of the use of appropriate automated, established to support the CDC COVID– Federal Reserve System. electronic, mechanical, or other 19 response, and now, NWSS serves as Ann E. Misback, technological collection techniques or a public health tool to provide Secretary of the Board. other forms of information technology, community-level disease trends. NWSS e.g., permitting electronic submission of Federal Deposit Insurance Corporation. was designed to permit the addition or responses; and By order of the Board of Directors. exchange of targets for wastewater (e) Assess information collection Dated at Washington, DC, on October 24, infectious disease testing. This built-in costs. 2023. flexibility will allow jurisdictions to James P. Sheesley, To request additional information on adapt wastewater testing to changing Assistant Executive Secretary. the proposed project or to obtain a copy public health needs, enable rapid of the information collection plan and responses to outbreaks or emergencies, [FR Doc. 2023–23844 Filed 10–27–23; 8:45 am] instruments, call (404) 639–7570. and support broad capacity to detect BILLING CODE 6210–01–P; 4810–33–P; 6714–01–P Comments and recommendations for the future, emerging disease threats. proposed information collection should Wastewater data have provided be sent within 30 days of publication of impactful information to local public DEPARTMENT OF HEALTH AND this notice to www.reginfo.gov/public/ health authorities to confirm trends HUMAN SERVICES do/PRAMain. Find this particular observed in testing or hospitalization Centers for Disease Control and information collection by selecting rates, and to assert the need for Prevention ‘‘Currently under 30-day Review—Open increased testing or healthcare for Public Comments’’ or by using the resources. NWSS has supported [30Day–24–23GL] search function. Direct written jurisdictions throughout the United comments and/or suggestions regarding States to implement wastewater Agency Forms Undergoing Paperwork the items contained in this notice to the surveillance, and will continue to Reduction Act Review Attention: CDC Desk Officer, Office of support state, tribal, local, and territorial In accordance with the Paperwork Management and Budget, 725 17th (STLT) partners to collect wastewater Reduction Act of 1995, the Centers for Street NW, Washington, DC 20503 or by data. Together with CDC-funded Disease Control and Prevention (CDC) fax to (202) 395–5806. Provide written national-level wastewater testing by has submitted the information comments within 30 days of notice commercial partners, jurisdictions collection request titled ‘‘National publication. across the US have submitted data to VerDate Sep<11>2014 18:18 Oct 27, 2023 Jkt 262001 PO 00000 Frm 00048 Fmt 4703 Sfmt 4703 E:\\FR\\FM\\30OCN1.SGM 30OCN1 SECITON htiw DORP2X7Z1MJKSD no dnommahk"
    ]
}