{
    "FILE_NAME": "https://forestadaptation.org/sites/default/files/2022-09/Boston_UrbanTreeSpecies_ClimateCarbon%26Health.pdf",
    "ALL TEXT": "Climate and Health Species List for Boston Region Urban Trees This list was compiled to show some of the types of benefits and concerns when selecting trees to reduce climate change vulnerability, reduce carbon dioxide in the atmosphere, and provide benefits to human health. It is meant to inform tree selection, but should not be considered a recommended species list. Urban and landscape planting decisions must consider native species benefits, natural and future ranges under climate change, “right tree, right place” growing site conditions related to soil type, moisture availability and root space, and overall site goals. While this list identifies some species with climate and health benefits, or low climate vulnerability and low health disservices, it is not a comprehensive list of species available for the Boston Region. Certain species may or may not be suitable for planting for your specific site or needs. Species that are considered invasive and species that have elevated pest and disease susceptibility are identified with asterisks. Other considerations you may wish to discuss with an urban forestry professional include: species size and longevity, branching and rooting habits, wildlife and pollinator benefits, and encouraging species diversity. Contact the Massachusetts Department of Conservation and Recreation Urban and Community Forestry program for further guidance on area specific species recommendations and other urban and community forestry topics. Climate Vulnerability Trees can be vulnerable to a variety of climate-related stressors such as intense heat, drought, flooding, and changing pest and disease patterns. Climate vulnerability is a function of the impacts of climate change on a species and its adaptive capacity. Species with negative impacts on habitat suitability and low adaptive capacity will have high vulnerability and vice versa. The following factors were used to determine climate vulnerability: • Hardiness and heat zone tolerance: Tree species ranges were recorded from government, university, and arboretum websites. Species tolerance ranges were compared to current and projected heat and hardiness zones for the Boston region using downscaled climate models.1 • Habitat suitability modeling projections: Modeled projections for native species were summarized from the Climate Change Atlas website under low and high emissions for the 1-degree latitude/longitude grid cell that covers the Boston region (east of 71 & 70W and south of 42N).2-4 • Adaptability: Adaptability scores were generated for each species based on literature describing its tolerance to disturbances such as drought, flooding, pests, and disease, as well as its growth requirements such as shade tolerance, soil needs, and ease of nursery propagation. Scores were assigned to Boston region species using methods developed in an urban forest vulnerability assessment for Chicago.5 Current and projected USDA Hardiness Zones and AHS Heat Zones for the Boston region. Hardiness zone is determined by the average lowest temperature over a 30 year period. Heat zones are determined by the number of days above 86°F. Time period Hardiness Zone Range - Boston Region Heat Zone Range - Boston Region 1980–2009 6 to 7 4 Low emissions High emissions Low emissions High emissions 2010–2039 6 to 7 7 5 6 2040–2069 7 8 6 7 to 8 2070–2099 7 8 to 9 6 to 7 8 to 9Carbon Trees provide benefits by reducing greenhouse gases in the atmosphere by directly storing carbon in their leaves, wood, and roots, and by helping to reduce energy use for heating and cooling. Benefits provided by each species were modeled for the city of Providence, RI and binned into categories based on their relative carbon benefits to one another using methods developed for the i-Tree Species Selector.6 The following factors were combined to assess carbon benefits: • Carbon storage: the total of all carbon stored during the average lifespan for the species. Larger trees tend to store more carbon. • Carbon sequestration rate: carbon absorption per year. Species that gain a lot of growth per year will have higher sequestration rates. • Carbon savings from energy use: the total amount of carbon saved from reduced heating and cooling energy use. Large shade trees tend to reduce cooling energy use and large conifers tend to reduce heating energy use. Human health Trees can reduce risks to human health that may be faced under a changing climate, such as heat stress and reduced air quality, by providing shade, cooling through transpiration, and absorption of pollutants. Benefits provided by each species were modeled for the city of Providence, RI and binned into categories based on their relative health benefits to one another using methods developed for the i-Tree Species Selector.6 The following factors were combined to assess human health benefits: • Leaf area: the maximum leaf area reached over the species’ lifespan. Trees with greater leaf area provide more shade and can typically absorb more pollutants. • Transpiration: average transpiration rate per year, which is influenced in part by tree size and differences in water use efficiency. Trees that transpire more can be better at evaporative cooling and mitigating flooding. • Pollutants removed: weighted sum of the pollutants NO , O , PM2.5 and SO removed over a species’ lifespan. 3 3 2 Some trees may need to be considered for their potential negative effects on human health. In particular, some trees produce allergenic pollen or volatile organic compounds such as isoprene or monoterpenes that can reduce air quality. Isoprene and monoterpene emissions for each species were modeled for the city of Providence, RI and binned into categories based on their relative health benefits to one another using methods developed for the i-Tree Species Selector.6 Allergenicity was based on Ogren Plant Allergy Scale.7 The following factors were combined to assess human health disservices: • Allergenicity: how likely the tree is to cause allergies. Wind-pollinated trees tend to be more allergenic. • Isoprene emissions: total emissions of isoprene over a species’ lifespan. Certain species of broadleaved trees, such as oaks, are known for high isoprene emissions. • Monoterpene emissions: total emissions of monoterpences over a species’ lifespan. Some species, and many conifers in particular, can be high emitters of monoterpenes.Climate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Moderate- Low- Low- Abies balsamea Balsam fir Low high moderate moderate Moderate- Low- Low- Abies concolor White fir Low high moderate moderate Low- Moderate- Low- Acer buergerianum Trident maple Low moderate high moderate Moderate- Moderate- Low- Acer campestre Hedge maple Low high high moderate Moderate- Low- Acer griseum Paperbark maple High Low high moderate Moderate- Moderate- Low- Acer pensylvanicum Striped maple Low high high moderate Moderate- Low- Acer platanoides Norway maple Moderate Moderate high moderate Low- Moderate- Acer rubrum Red maple High Moderate moderate high Low- Moderate- Moderate- Acer saccharinum Silver maple Moderate moderate high high Moderate- Moderate- Moderate- Low- Acer saccharum Sugar maple high high high moderate Moderate- Low- Acer tataricum ginnala* Amur maple* Low Moderate high moderate Shantung maple, Moderate- Low- Acer truncatum Moderate Low Purpleblow maple high moderate European Moderate- Moderate- Aesculus hippocastanum Moderate Moderate horsechestnut high high Low- Low- Aesculus x carnea Red horsechestnut Moderate High moderate moderate Allegheny Amelanchier laevis Low Low Low Low serviceberry Low- Low- Asimina triloba Pawpaw Low Low moderate moderate Moderate- Betula alleghaniensis Yellow birch Moderate Moderate Moderate high Moderate- Betula lenta Sweet birch Moderate High Moderate high Low- Moderate- Betula nigra River birch Moderate Moderate moderate high Moderate- Betula papyrifera Paper birch Moderate Moderate High high Important considerations key: *Invasive species **Species has elevated pest and disease susceptibilityClimate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Betula populifolia Gray birch High Moderate Low Moderate Common hornbeam, Low- Carpinus betulus Moderate Moderate Low European moderate hornbeam Musclewood, Low- Carpinus caroliniana American Low Moderate Low moderate hornbeam Low- Moderate- Moderate- Carya cordiformis Bitternut hickory Moderate moderate high high Low- Moderate- Moderate- Carya glabra Pignut hickory Moderate moderate high high Moderate- Low- Carya illinoinensis Pecan Moderate Moderate high moderate Moderate- Carya laciniosa Shellbark hickory Moderate Moderate Moderate high Moderate- Moderate- Carya ovata Shagbark hickory Moderate Moderate high high Moderate- Moderate- Carya texana Black hickory Moderate Moderate high high Castanea dentata American chestnut High Moderate Moderate Moderate Low- Low- Catalpa speciosa Northern catalpa High Moderate moderate moderate Low- Low- Celtis laevigata Sugarberry Moderate Low moderate moderate Common Celtis occidentalis Low Moderate Low Moderate hackberry Cercidiphyllum Moderate- Low- Moderate- Katsura tree High japonicum high moderate high Moderate- Low- Low- Low- Cercis canadensis Eastern redbud high moderate moderate moderate Atlantic white Chamaecyparis thyoides Moderate Moderate Low Moderate cedar Low- Low- Chionanthus virginicus White fringetree Low Low moderate moderate Moderate- Low- Low- Cladrastis kentukea Yellowwood Moderate high moderate moderate Flowering Low- Low- Cornus florida Low Low dogwood moderate moderate Importnat considerations key: *Invasive species **Species has elevated pest and disease susceptibilityClimate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Cornus kousa Kousa dogwood Moderate Moderate Low Low Cornelian cherry Moderate- Low- Cornus mas Low Low dogwood high moderate Moderate- Low- Corylus colurna Turkish filbert High Moderate high moderate American Moderate- Cotinus obovatus Low Low Low smoketree high Moderate- Low- Crataegus crus-galli Cockspur hawthorn Low Low high moderate Moderate- Low- Crataegus laevigata English hawthorn Low Low high moderate Moderate- Low- Crataegus monogyna Common hawthorn Low Low high moderate Common Low- Diospyros virginiana Low Moderate Low persimmon moderate Low- Eucommia ulmoides Hardy Rubber Tree Moderate Moderate Moderate moderate Low- Low- Moderate- Moderate- Fagus grandifolia** American beech** moderate moderate high high Low- Fraxinus americana White ash Moderate Moderate High moderate Fraxinus Low- Green ash** Moderate Moderate Moderate pennsylvanica** moderate Low- Ginkgo biloba Ginkgo Low Moderate Moderate moderate Moderate- Low- Gleditsia triacanthos* Honeylocust* Low Moderate high moderate Kentucky Low- Low- Gymnocladus dioicus Moderate Low coffeetree moderate moderate Halesia tetraptera, Moderate- Carolina silverbell Low Low Moderate Halesia carolina high Ilex opaca American holly Low Low Low Moderate Low- Juglans cinerea** Butternut** High Low Moderate moderate Low- Moderate- Juglans nigra Black walnut Moderate Moderate moderate high Low- Moderate- Juniperus virginiana Eastern redcedar Low Moderate moderate high Low- Low- Koelreuteria paniculata* Goldenrain tree* Low Moderate moderate moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibilityClimate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Low- Liquidambar styraciflua Sweetgum Moderate Moderate Moderate moderate Low- Moderate- Liriodendron tulipifera Tuliptree Moderate High moderate high Maackia amurensis Amur maackia Moderate Moderate Moderate Low Low- Low- Maclura pomifera Osage-orange Low Low moderate moderate Magnolia acuminata Cucumbertree Moderate Moderate High Moderate Sweet bay Moderate- Low- Magnolia virginiana Moderate High magnolia high moderate Moderate- Malus sylvestris Crabapple Moderate Moderate Moderate high Metasequoia Low- Low- Dawn redwood Low Moderate glyptostroboides moderate moderate Low- Moderate- Morus rubra Red mulberry Low Moderate moderate high Black tupelo, Black Nyssa sylvatica Low Moderate High Moderate gum Low- Low- Ostrya virginiana Ironwood Low Moderate moderate moderate Low- Oxydendrum arboreum Sourwood Low Low Low moderate Moderate- Low- Parrotia persica Persian ironwood Moderate Low high moderate Moderate- Low- Low- Moderate- Picea abies* Norway spruce* high moderate moderate high Moderate- Low- Low- Picea glauca White spruce Moderate high moderate moderate Moderate- Low- Moderate- Picea omorika Serbian spruce High high moderate high Moderate- Low- Picea rubens Red spruce Moderate Moderate high moderate Low- Moderate- Low- Pinus cembra Swiss stone pine Moderate moderate high moderate Low- Low- Low- Pinus clausa Sand pine Moderate moderate moderate moderate Low- Low- Low- Pinus echinata Shortleaf pine Moderate moderate moderate moderate Low- Low- Low- Low- Pinus palustris Longleaf pine moderate moderate moderate moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibilityClimate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Low- Low- Pinus resinosa Red pine High Moderate moderate moderate Low- Low- Pinus rigida Pitch pine High Moderate moderate moderate Low- Low- Low- Pinus serotina Pond pine Moderate moderate moderate moderate Moderate- Low- Low- Pinus strobus Eastern white pine Moderate high moderate moderate Low- Low- Pinus taeda Loblolly pine Moderate High moderate moderate Low- Low- Pinus virginiana Virginia pine High Moderate moderate moderate Moderate- Low- Moderate- Plantanus x acerifolia London planetree High high moderate high Low- Low- Platanus occidentalis American sycamore Moderate High moderate moderate Eastern Moderate- Populus deltoides Low High Moderate cottonwood high Moderate- Populus grandidentata Bigtooth aspen High High Moderate high Moderate- Moderate- Moderate- Populus tremuloides Quaking aspen High high high high Low- Low- Prunus persica Peach Moderate Moderate moderate moderate Moderate- Low- Moderate- Prunus sargentii Sargent cherry Moderate high moderate high Low- Prunus serotina Black cherry Moderate High Moderate moderate Moderate- Low- Prunus serrulata Japanese cherry Low Low high moderate Moderate- Low- Prunus virginiana Chokecherry Low Moderate high moderate Low- Low- Prunus x yedoensis Yoshino cherry High Low moderate moderate Low- Low- Pyrus calleryana* Callery pear* Moderate Moderate moderate moderate Low- Moderate- Quercus alba White oak High Moderate moderate high Quercus bicolor Swamp white oak Moderate High Moderate Moderate Quercus coccinea Scarlet oak Low High High Moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibilityClimate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Low- Quercus falcata Southern red oak High Moderate Moderate moderate Low- Moderate- Quercus imbricaria Shingle oak Moderate High moderate high Low- Low- Moderate- Quercus laevis Turkey oak High moderate moderate high Moderate- Quercus macrocarpa Bur oak Moderate High Moderate high Quercus marilandica Blackjack oak Moderate High Low Moderate Swamp chestnut Low- Moderate- Quercus michauxii High Moderate oak moderate high Moderate- Quercus muehlenbergii Chinkapin oak High Moderate Moderate high Low- Quercus nigra Water oak High Moderate Moderate moderate Low- Quercus pagoda Cherrybark oak High Moderate Moderate moderate Moderate- Quercus palustris Pin oak High Moderate High high Quercus phellos Willow oak Low High High High Moderate- Quercus prinus Chestnut oak Moderate High Moderate high Moderate- Quercus robur English oak High Moderate Moderate high Low- Quercus rubra Northern red oak Moderate High High moderate Quercus shumardii Shumard oak Low High Moderate Moderate Quercus stellata Post oak Moderate High Moderate Moderate Low- Quercus velutina Black oak High High Moderate moderate Moderate- Robinia pseudoacacia Black locust Moderate Moderate Low high Salix babylonica v. Low- Moderate- Corkscrew willow High Moderate matsudana moderate high Salix nigra Black willow Moderate High High Moderate Low- Sassafras albidum Sassafras Moderate High Moderate moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibilityClimate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Taxodium distichum Bald cypress Low Low Moderate Moderate Northern white Moderate- Moderate- Thuja occidentalis Low Moderate cedar, Arborvitae high high American linden, Moderate- Low- Tilia americana Moderate Moderate Basswood high moderate Low- Low- Tilia cordata Littleleaf linden Moderate Moderate moderate moderate Low- Low- Low- Tilia tomentosa Silver linden Moderate moderate moderate moderate Low- Low- Tsuga canadensis Eastern hemlock High Moderate moderate moderate Low- Ulmus alata Winged elm Moderate High Moderate moderate Low- Moderate- Ulmus americana American elm Moderate Moderate moderate high Low- Ulmus crassifolia Cedar elm Low Moderate High moderate Low- Ulmus parvifolia Chinese elm Low Moderate High moderate Low- Low- Ulmus rubra Slippery elm Moderate High moderate moderate Low- Zelkova serrata Japanese zelkova Moderate Moderate Moderate moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibilityInformation Sources: 1. USDA Office of Sustainability and Climate (2018). Climate Change Pressures in the 21st Century. Retrieved from https://usfs. maps.arcgis.com/apps/MapSeries/index.html?appid=96088b1c086a4b39b3a75d0fd97a4c40. 2. Iverson, L.R., Prasad, A.M., Peters, M.P. and Matthews, S.N., 2019. Facilitating adaptive forest management under climate change: A spatially specific synthesis of 125 species for habitat changes and assisted migration over the eastern United States. Forests, 10(11), p.989. 3. Peters, M.P., Iverson, L.R., Prasad, A.M. and Matthews, S.N., 2019. Utilizing the density of inventory samples to define a hybrid lattice for species distribution models: DISTRIB-II for 135 eastern US trees. Ecology and evolution, 9(15), pp.8876-8899. 4. Prasad, AM; Iverson, LR; Peters, MP; Matthews, SN. 2014. Climate change tree atlas. Northern Research Station, U.S. Forest Service, Delaware, OH. http://www.nrs.fs.fed.us/atlas. 5. Brandt, Leslie A.; Derby Lewis, Abigail; Scott, Lydia; Darling, Lindsay; Fahey, Robert T.; Iverson, Louis; Nowak, David J.; Bodine, Allison R.; Bell, Andrew; Still, Shannon; Butler, Patricia R.; Dierich, Andrea; Handler, Stephen D.; Janowiak, Maria K.; Matthews, Stephen N.; Miesbauer, Jason W.; Peters, Matthew; Prasad, Anantha; Shannon, P. Danielle; Stotz, Douglas; Swanston, Christopher W. 2017. Chicago Wilderness region urban forest vulnerability assessment and synthesis: a report from the Urban Forestry Climate Change Response Framework Chicago Wilderness pilot project. Gen. Tech. Rep. NRS-168. Newtown Square, PA: U.S. Department of Agriculture, Forest Service, Northern Research Station. 142 p. https://doi.org/10.2737/NRS-GTR-168. 6. i-Tree Species Selector. https://species.itreetools.org/ 7. Ogren, T.L. 2000. Allergy-Free Gardening. Berkeley: Ten Speed Press. ISBN 1580081665.",
    "TEXT BY PAGE": [
        "Climate and Health Species List for Boston Region Urban Trees This list was compiled to show some of the types of benefits and concerns when selecting trees to reduce climate change vulnerability, reduce carbon dioxide in the atmosphere, and provide benefits to human health. It is meant to inform tree selection, but should not be considered a recommended species list. Urban and landscape planting decisions must consider native species benefits, natural and future ranges under climate change, “right tree, right place” growing site conditions related to soil type, moisture availability and root space, and overall site goals. While this list identifies some species with climate and health benefits, or low climate vulnerability and low health disservices, it is not a comprehensive list of species available for the Boston Region. Certain species may or may not be suitable for planting for your specific site or needs. Species that are considered invasive and species that have elevated pest and disease susceptibility are identified with asterisks. Other considerations you may wish to discuss with an urban forestry professional include: species size and longevity, branching and rooting habits, wildlife and pollinator benefits, and encouraging species diversity. Contact the Massachusetts Department of Conservation and Recreation Urban and Community Forestry program for further guidance on area specific species recommendations and other urban and community forestry topics. Climate Vulnerability Trees can be vulnerable to a variety of climate-related stressors such as intense heat, drought, flooding, and changing pest and disease patterns. Climate vulnerability is a function of the impacts of climate change on a species and its adaptive capacity. Species with negative impacts on habitat suitability and low adaptive capacity will have high vulnerability and vice versa. The following factors were used to determine climate vulnerability: • Hardiness and heat zone tolerance: Tree species ranges were recorded from government, university, and arboretum websites. Species tolerance ranges were compared to current and projected heat and hardiness zones for the Boston region using downscaled climate models.1 • Habitat suitability modeling projections: Modeled projections for native species were summarized from the Climate Change Atlas website under low and high emissions for the 1-degree latitude/longitude grid cell that covers the Boston region (east of 71 & 70W and south of 42N).2-4 • Adaptability: Adaptability scores were generated for each species based on literature describing its tolerance to disturbances such as drought, flooding, pests, and disease, as well as its growth requirements such as shade tolerance, soil needs, and ease of nursery propagation. Scores were assigned to Boston region species using methods developed in an urban forest vulnerability assessment for Chicago.5 Current and projected USDA Hardiness Zones and AHS Heat Zones for the Boston region. Hardiness zone is determined by the average lowest temperature over a 30 year period. Heat zones are determined by the number of days above 86°F. Time period Hardiness Zone Range - Boston Region Heat Zone Range - Boston Region 1980–2009 6 to 7 4 Low emissions High emissions Low emissions High emissions 2010–2039 6 to 7 7 5 6 2040–2069 7 8 6 7 to 8 2070–2099 7 8 to 9 6 to 7 8 to 9",
        "Carbon Trees provide benefits by reducing greenhouse gases in the atmosphere by directly storing carbon in their leaves, wood, and roots, and by helping to reduce energy use for heating and cooling. Benefits provided by each species were modeled for the city of Providence, RI and binned into categories based on their relative carbon benefits to one another using methods developed for the i-Tree Species Selector.6 The following factors were combined to assess carbon benefits: • Carbon storage: the total of all carbon stored during the average lifespan for the species. Larger trees tend to store more carbon. • Carbon sequestration rate: carbon absorption per year. Species that gain a lot of growth per year will have higher sequestration rates. • Carbon savings from energy use: the total amount of carbon saved from reduced heating and cooling energy use. Large shade trees tend to reduce cooling energy use and large conifers tend to reduce heating energy use. Human health Trees can reduce risks to human health that may be faced under a changing climate, such as heat stress and reduced air quality, by providing shade, cooling through transpiration, and absorption of pollutants. Benefits provided by each species were modeled for the city of Providence, RI and binned into categories based on their relative health benefits to one another using methods developed for the i-Tree Species Selector.6 The following factors were combined to assess human health benefits: • Leaf area: the maximum leaf area reached over the species’ lifespan. Trees with greater leaf area provide more shade and can typically absorb more pollutants. • Transpiration: average transpiration rate per year, which is influenced in part by tree size and differences in water use efficiency. Trees that transpire more can be better at evaporative cooling and mitigating flooding. • Pollutants removed: weighted sum of the pollutants NO , O , PM2.5 and SO removed over a species’ lifespan. 3 3 2 Some trees may need to be considered for their potential negative effects on human health. In particular, some trees produce allergenic pollen or volatile organic compounds such as isoprene or monoterpenes that can reduce air quality. Isoprene and monoterpene emissions for each species were modeled for the city of Providence, RI and binned into categories based on their relative health benefits to one another using methods developed for the i-Tree Species Selector.6 Allergenicity was based on Ogren Plant Allergy Scale.7 The following factors were combined to assess human health disservices: • Allergenicity: how likely the tree is to cause allergies. Wind-pollinated trees tend to be more allergenic. • Isoprene emissions: total emissions of isoprene over a species’ lifespan. Certain species of broadleaved trees, such as oaks, are known for high isoprene emissions. • Monoterpene emissions: total emissions of monoterpences over a species’ lifespan. Some species, and many conifers in particular, can be high emitters of monoterpenes.",
        "Climate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Moderate- Low- Low- Abies balsamea Balsam fir Low high moderate moderate Moderate- Low- Low- Abies concolor White fir Low high moderate moderate Low- Moderate- Low- Acer buergerianum Trident maple Low moderate high moderate Moderate- Moderate- Low- Acer campestre Hedge maple Low high high moderate Moderate- Low- Acer griseum Paperbark maple High Low high moderate Moderate- Moderate- Low- Acer pensylvanicum Striped maple Low high high moderate Moderate- Low- Acer platanoides Norway maple Moderate Moderate high moderate Low- Moderate- Acer rubrum Red maple High Moderate moderate high Low- Moderate- Moderate- Acer saccharinum Silver maple Moderate moderate high high Moderate- Moderate- Moderate- Low- Acer saccharum Sugar maple high high high moderate Moderate- Low- Acer tataricum ginnala* Amur maple* Low Moderate high moderate Shantung maple, Moderate- Low- Acer truncatum Moderate Low Purpleblow maple high moderate European Moderate- Moderate- Aesculus hippocastanum Moderate Moderate horsechestnut high high Low- Low- Aesculus x carnea Red horsechestnut Moderate High moderate moderate Allegheny Amelanchier laevis Low Low Low Low serviceberry Low- Low- Asimina triloba Pawpaw Low Low moderate moderate Moderate- Betula alleghaniensis Yellow birch Moderate Moderate Moderate high Moderate- Betula lenta Sweet birch Moderate High Moderate high Low- Moderate- Betula nigra River birch Moderate Moderate moderate high Moderate- Betula papyrifera Paper birch Moderate Moderate High high Important considerations key: *Invasive species **Species has elevated pest and disease susceptibility",
        "Climate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Betula populifolia Gray birch High Moderate Low Moderate Common hornbeam, Low- Carpinus betulus Moderate Moderate Low European moderate hornbeam Musclewood, Low- Carpinus caroliniana American Low Moderate Low moderate hornbeam Low- Moderate- Moderate- Carya cordiformis Bitternut hickory Moderate moderate high high Low- Moderate- Moderate- Carya glabra Pignut hickory Moderate moderate high high Moderate- Low- Carya illinoinensis Pecan Moderate Moderate high moderate Moderate- Carya laciniosa Shellbark hickory Moderate Moderate Moderate high Moderate- Moderate- Carya ovata Shagbark hickory Moderate Moderate high high Moderate- Moderate- Carya texana Black hickory Moderate Moderate high high Castanea dentata American chestnut High Moderate Moderate Moderate Low- Low- Catalpa speciosa Northern catalpa High Moderate moderate moderate Low- Low- Celtis laevigata Sugarberry Moderate Low moderate moderate Common Celtis occidentalis Low Moderate Low Moderate hackberry Cercidiphyllum Moderate- Low- Moderate- Katsura tree High japonicum high moderate high Moderate- Low- Low- Low- Cercis canadensis Eastern redbud high moderate moderate moderate Atlantic white Chamaecyparis thyoides Moderate Moderate Low Moderate cedar Low- Low- Chionanthus virginicus White fringetree Low Low moderate moderate Moderate- Low- Low- Cladrastis kentukea Yellowwood Moderate high moderate moderate Flowering Low- Low- Cornus florida Low Low dogwood moderate moderate Importnat considerations key: *Invasive species **Species has elevated pest and disease susceptibility",
        "Climate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Cornus kousa Kousa dogwood Moderate Moderate Low Low Cornelian cherry Moderate- Low- Cornus mas Low Low dogwood high moderate Moderate- Low- Corylus colurna Turkish filbert High Moderate high moderate American Moderate- Cotinus obovatus Low Low Low smoketree high Moderate- Low- Crataegus crus-galli Cockspur hawthorn Low Low high moderate Moderate- Low- Crataegus laevigata English hawthorn Low Low high moderate Moderate- Low- Crataegus monogyna Common hawthorn Low Low high moderate Common Low- Diospyros virginiana Low Moderate Low persimmon moderate Low- Eucommia ulmoides Hardy Rubber Tree Moderate Moderate Moderate moderate Low- Low- Moderate- Moderate- Fagus grandifolia** American beech** moderate moderate high high Low- Fraxinus americana White ash Moderate Moderate High moderate Fraxinus Low- Green ash** Moderate Moderate Moderate pennsylvanica** moderate Low- Ginkgo biloba Ginkgo Low Moderate Moderate moderate Moderate- Low- Gleditsia triacanthos* Honeylocust* Low Moderate high moderate Kentucky Low- Low- Gymnocladus dioicus Moderate Low coffeetree moderate moderate Halesia tetraptera, Moderate- Carolina silverbell Low Low Moderate Halesia carolina high Ilex opaca American holly Low Low Low Moderate Low- Juglans cinerea** Butternut** High Low Moderate moderate Low- Moderate- Juglans nigra Black walnut Moderate Moderate moderate high Low- Moderate- Juniperus virginiana Eastern redcedar Low Moderate moderate high Low- Low- Koelreuteria paniculata* Goldenrain tree* Low Moderate moderate moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibility",
        "Climate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Low- Liquidambar styraciflua Sweetgum Moderate Moderate Moderate moderate Low- Moderate- Liriodendron tulipifera Tuliptree Moderate High moderate high Maackia amurensis Amur maackia Moderate Moderate Moderate Low Low- Low- Maclura pomifera Osage-orange Low Low moderate moderate Magnolia acuminata Cucumbertree Moderate Moderate High Moderate Sweet bay Moderate- Low- Magnolia virginiana Moderate High magnolia high moderate Moderate- Malus sylvestris Crabapple Moderate Moderate Moderate high Metasequoia Low- Low- Dawn redwood Low Moderate glyptostroboides moderate moderate Low- Moderate- Morus rubra Red mulberry Low Moderate moderate high Black tupelo, Black Nyssa sylvatica Low Moderate High Moderate gum Low- Low- Ostrya virginiana Ironwood Low Moderate moderate moderate Low- Oxydendrum arboreum Sourwood Low Low Low moderate Moderate- Low- Parrotia persica Persian ironwood Moderate Low high moderate Moderate- Low- Low- Moderate- Picea abies* Norway spruce* high moderate moderate high Moderate- Low- Low- Picea glauca White spruce Moderate high moderate moderate Moderate- Low- Moderate- Picea omorika Serbian spruce High high moderate high Moderate- Low- Picea rubens Red spruce Moderate Moderate high moderate Low- Moderate- Low- Pinus cembra Swiss stone pine Moderate moderate high moderate Low- Low- Low- Pinus clausa Sand pine Moderate moderate moderate moderate Low- Low- Low- Pinus echinata Shortleaf pine Moderate moderate moderate moderate Low- Low- Low- Low- Pinus palustris Longleaf pine moderate moderate moderate moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibility",
        "Climate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Low- Low- Pinus resinosa Red pine High Moderate moderate moderate Low- Low- Pinus rigida Pitch pine High Moderate moderate moderate Low- Low- Low- Pinus serotina Pond pine Moderate moderate moderate moderate Moderate- Low- Low- Pinus strobus Eastern white pine Moderate high moderate moderate Low- Low- Pinus taeda Loblolly pine Moderate High moderate moderate Low- Low- Pinus virginiana Virginia pine High Moderate moderate moderate Moderate- Low- Moderate- Plantanus x acerifolia London planetree High high moderate high Low- Low- Platanus occidentalis American sycamore Moderate High moderate moderate Eastern Moderate- Populus deltoides Low High Moderate cottonwood high Moderate- Populus grandidentata Bigtooth aspen High High Moderate high Moderate- Moderate- Moderate- Populus tremuloides Quaking aspen High high high high Low- Low- Prunus persica Peach Moderate Moderate moderate moderate Moderate- Low- Moderate- Prunus sargentii Sargent cherry Moderate high moderate high Low- Prunus serotina Black cherry Moderate High Moderate moderate Moderate- Low- Prunus serrulata Japanese cherry Low Low high moderate Moderate- Low- Prunus virginiana Chokecherry Low Moderate high moderate Low- Low- Prunus x yedoensis Yoshino cherry High Low moderate moderate Low- Low- Pyrus calleryana* Callery pear* Moderate Moderate moderate moderate Low- Moderate- Quercus alba White oak High Moderate moderate high Quercus bicolor Swamp white oak Moderate High Moderate Moderate Quercus coccinea Scarlet oak Low High High Moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibility",
        "Climate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Low- Quercus falcata Southern red oak High Moderate Moderate moderate Low- Moderate- Quercus imbricaria Shingle oak Moderate High moderate high Low- Low- Moderate- Quercus laevis Turkey oak High moderate moderate high Moderate- Quercus macrocarpa Bur oak Moderate High Moderate high Quercus marilandica Blackjack oak Moderate High Low Moderate Swamp chestnut Low- Moderate- Quercus michauxii High Moderate oak moderate high Moderate- Quercus muehlenbergii Chinkapin oak High Moderate Moderate high Low- Quercus nigra Water oak High Moderate Moderate moderate Low- Quercus pagoda Cherrybark oak High Moderate Moderate moderate Moderate- Quercus palustris Pin oak High Moderate High high Quercus phellos Willow oak Low High High High Moderate- Quercus prinus Chestnut oak Moderate High Moderate high Moderate- Quercus robur English oak High Moderate Moderate high Low- Quercus rubra Northern red oak Moderate High High moderate Quercus shumardii Shumard oak Low High Moderate Moderate Quercus stellata Post oak Moderate High Moderate Moderate Low- Quercus velutina Black oak High High Moderate moderate Moderate- Robinia pseudoacacia Black locust Moderate Moderate Low high Salix babylonica v. Low- Moderate- Corkscrew willow High Moderate matsudana moderate high Salix nigra Black willow Moderate High High Moderate Low- Sassafras albidum Sassafras Moderate High Moderate moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibility",
        "Climate Health Carbon Health Scientific Name Common Name Vulnerability Disservices Benefit Benefit Taxodium distichum Bald cypress Low Low Moderate Moderate Northern white Moderate- Moderate- Thuja occidentalis Low Moderate cedar, Arborvitae high high American linden, Moderate- Low- Tilia americana Moderate Moderate Basswood high moderate Low- Low- Tilia cordata Littleleaf linden Moderate Moderate moderate moderate Low- Low- Low- Tilia tomentosa Silver linden Moderate moderate moderate moderate Low- Low- Tsuga canadensis Eastern hemlock High Moderate moderate moderate Low- Ulmus alata Winged elm Moderate High Moderate moderate Low- Moderate- Ulmus americana American elm Moderate Moderate moderate high Low- Ulmus crassifolia Cedar elm Low Moderate High moderate Low- Ulmus parvifolia Chinese elm Low Moderate High moderate Low- Low- Ulmus rubra Slippery elm Moderate High moderate moderate Low- Zelkova serrata Japanese zelkova Moderate Moderate Moderate moderate Important considerations key: *Invasive species **Species has elevated pest and disease susceptibility",
        "Information Sources: 1. USDA Office of Sustainability and Climate (2018). Climate Change Pressures in the 21st Century. Retrieved from https://usfs. maps.arcgis.com/apps/MapSeries/index.html?appid=96088b1c086a4b39b3a75d0fd97a4c40. 2. Iverson, L.R., Prasad, A.M., Peters, M.P. and Matthews, S.N., 2019. Facilitating adaptive forest management under climate change: A spatially specific synthesis of 125 species for habitat changes and assisted migration over the eastern United States. Forests, 10(11), p.989. 3. Peters, M.P., Iverson, L.R., Prasad, A.M. and Matthews, S.N., 2019. Utilizing the density of inventory samples to define a hybrid lattice for species distribution models: DISTRIB-II for 135 eastern US trees. Ecology and evolution, 9(15), pp.8876-8899. 4. Prasad, AM; Iverson, LR; Peters, MP; Matthews, SN. 2014. Climate change tree atlas. Northern Research Station, U.S. Forest Service, Delaware, OH. http://www.nrs.fs.fed.us/atlas. 5. Brandt, Leslie A.; Derby Lewis, Abigail; Scott, Lydia; Darling, Lindsay; Fahey, Robert T.; Iverson, Louis; Nowak, David J.; Bodine, Allison R.; Bell, Andrew; Still, Shannon; Butler, Patricia R.; Dierich, Andrea; Handler, Stephen D.; Janowiak, Maria K.; Matthews, Stephen N.; Miesbauer, Jason W.; Peters, Matthew; Prasad, Anantha; Shannon, P. Danielle; Stotz, Douglas; Swanston, Christopher W. 2017. Chicago Wilderness region urban forest vulnerability assessment and synthesis: a report from the Urban Forestry Climate Change Response Framework Chicago Wilderness pilot project. Gen. Tech. Rep. NRS-168. Newtown Square, PA: U.S. Department of Agriculture, Forest Service, Northern Research Station. 142 p. https://doi.org/10.2737/NRS-GTR-168. 6. i-Tree Species Selector. https://species.itreetools.org/ 7. Ogren, T.L. 2000. Allergy-Free Gardening. Berkeley: Ten Speed Press. ISBN 1580081665."
    ]
}