{
    "FILE_NAME": "https://www.clf.org/wp-content/uploads/2019/02/CLF_Ch91ClimateReport_Final2.pdf",
    "ALL TEXT": "Climate Change & the Massachusetts Public Waterfront Act A Report on the Future Challenges and Opportunities Facing the Massachusetts Waterways ProgramCLIMATE CHANGE & THE MASSACHUSETTS PUBLIC WATERFRONT ACT A Report on the Future Challenges and Opportunities Facing the Massachusetts Waterways Program Conservation Law Foundation February 2019CONSERVATION LAW FOUNDATION protects New England’s environment for the benefit of all people. We use the law, science, and the market to create solutions that preserve our natural resources, build healthy communities, and sustain a vibrant economy. To learn more about our work, visit www.clf.org. AUTHORS Deanna Moran is the Director of Environmental Planning at Conservation Law Foundation. Heather Miller is a Staff Attorney at Conservation Law Foundation. Peter Shelley is Senior Counsel and President Emeritus at Conservation Law Foundation. The authors would like to recognize and thank Kevin Chen, Harvard Law student (L’20) and CLF legal intern (2018), for his research and early contributions to this report. We also thank Christina Schlegel, CLF Program Assistant, for conducting the GIS-based waterfront open space analysis and compiling the results in Part II of this report. ACKNOWLEDGEMENTS This report was made possible by support from the Barr Foundation. We are grateful to all of our partners who provided valuable feedback on the content of this report including the list of reviewers below. Stephanie Kruel (VHB) Bud Ris (Boston Green Ribbon Commission) Barbara Landau (Noble, Wickersham & Heart LLP) Julie Wormser (Mystic River Watershed Association) Jill Valdes Horwood (Boston Harbor Now) Robin Lepore (Friends of the Boston Harbor Walk, formerly Counsel to the Massachusetts Coastal Zone Management Program)TABLE OF CONTENTS 01 Executive Summary 03 Introduction 06 Part I: A Brief Overview of the Public Waterfront Act 06 Historical Context 08 Municipal Harbor Plan Regulations 09 Relation to State and Municipal Policies and Codes 10 Recent Waterways Licensing Trends 12 Part II: Climate Change Implications for the Public Trust 12 Methodology 14 City-wide Flood Vulnerability 16 Neighborhood Vulnerability 19 License Terms 20 Findings and Implications 22 Part III: Climate Change Considerations in the Current Public Waterfront Act Framework 22 Shifting Boundaries of MassDEP’s Waterways Licensing Authority 24 Removal of Dilapidated Structures Damaged by Climate Change 25 Authority to Preserve or Repair Harbors in the Context of Climate Change 25 Engineering and Construction Standards 27 Standards for Nonwater-Dependent Infrastructure Facilities 28 Use of Fill in Connection with Climate Adaptation Flood Control Measures 29 Licensing of Adaptation and Restoration Activities Associated with Climate Change 31 Setting of License Terms to Reflect Climate Change 32 Standards for Public Access and Benefit 33 Part IV: Areas for Attention and Improvement 33 Reconcile and Revise Regulatory Definitions 39 Clarify the Circumstances under which Fill May Be Used 40 Mandate Consideration of Future Conditions and Facilitate Adaptation 43 A Note on Tidelands, Public Interest, and Takings Jurisprudence 46 Regulatory Relief for Climate Adaptation 47 Conclusion 48 Technical AppendixExecutive Summary In order to meet the growing threat of climate change along the Massachusetts coast, the Commonwealth must update its laws and regulations to reflect changing climate conditions such as anticipated sea level rise and increased frequency and severity of extreme weather events. This task includes critical updates to the Public Waterfront Act program and its implementing waterways regulations (commonly known as “the Waterways Program”), which govern the use and development of “filled” and “flowed” tidelands (lands currently or formerly subject to tidal flows). As a codification of the ancient Roman public trust doctrine, which asserts that the sea and its shores shall be held in trust by the state for the public’s benefit, the Public Waterfront Act, often referred to as Chapter 91 after its statutory codification, regulates activities on both coastal and inland waterways, including construction, dredging, and filling of tidelands, certain rivers, and other waterbodies. To protect the interests of the Commonwealth in these areas, the Massachusetts Department of Environmental Protection (“MassDEP”) is responsible for reviewing and issuing licenses for structures and uses on tidelands to ensure they are retained “for water-dependent uses or otherwise serve a proper public purpose.” Historically, such “proper public purposes” focused predominantly on advancing maritime commerce and providing public access, but the public purposes recognized today are far broader. Private uses, including commercial ones, have been allowed to occur on Commonwealth tidelands and intertidal lands that are impressed with the public trust, subject to the requirement that the project serve a proper public purpose and that the public benefits of the use exceed the public detriment, as determined by MassDEP. Many of the Public Waterfront Act’s existing regulatory provisions can be interpreted as indirectly addressing or implicating coastal climate impacts, and some even make explicit reference to issues such as sea level rise. Still, the current tidelands regulatory framework makes few explicit references to climate impacts. Even where such references do exist, they are often of limited utility for considering and addressing climate change. In the context of coastal development for instance, the MassDEP engineering standards regarding projected sea level rise are based on historical rates of change rather than the increased rates of change predicted by current data and modeling. MassDEP needs a consistent framework for addressing climate change that can be uniformly administered in all waterways licensing processes. Conservation Law Foundation | www.CLF.org Page 1To reduce and adapt to known climate risk, and to ensure that appropriate public purposes continue to be advanced by tidelands development and use, Massachusetts should: Clarify or revise definitions within the waterways regulations to better address climate change and its related impacts within the framework of the Public Waterfront Act. Encourage flood control measures that improve resiliency on a neighborhood- or area- wide scale by explicitly stating that new fill may be introduced in connection with such measures and clarifying the specific circumstances under which it would be allowed. Clarify or revise certain provisions within the waterways regulations in order to mandate consideration of future conditions and facilitate adaptation within the framework of the Public Waterfront Act. In addition to making recommendations for refining and adjusting the waterways regulations, this report also responds to assertions that the Public Waterfront Act currently inhibits climate adaptation responses by, for example, categorically prohibiting fill for such purposes. CLF’s analysis concludes that various other state and federal regulations and permitting programs— such as sections 401 and 404 of the Clean Water Act—are more significant barriers to improved climate adaptation measures. Importantly, all of the recommendations made here can be accomplished through rulemaking processes and do not require legislative changes to the Public Waterfront Act itself. Conservation Law Foundation | www.CLF.org Page 2Introduction Climate change has already caused significant increases in sea level, coastal flooding, and extreme precipitation in the northeastern United States, and the impact of these phenomena is only expected to become more severe in the future.1 However, the prevailing practice in coastal development and tidelands licensing has been and continues to be to design and license structures according to the climate patterns and weather events of the past, rather than those observed in the present or anticipated in the imminent future. This backward-looking orientation has implications not only for public health and safety, but also for the resilience of our economy and the ability of the public to access waterfront lands for recreation and other purposes to which it is entitled. The Commonwealth of Massachusetts has taken some commendable steps to address climate change over the last decade. In 2008, then-governor Deval Patrick signed into law the Global Warming Solutions Act (“GWSA”),2 which established statewide greenhouse gas emissions reduction targets, including a 25 percent reduction from all sectors of the economy below the 1990 baseline emission level by 2020 and at least an 80 percent reduction by 2050. The GWSA also amended the Massachusetts Environmental Policy Act (“MEPA”) to require that in issuing permits, licenses, and other administrative approvals and decisions, the respective agency, department, board, commission, or authority must consider reasonably foreseeable climate change impacts such as predicted sea level rise. In 2016, Governor Charlie Baker signed Executive Order No. 569 (“E.O. 569”), which established an integrated climate change strategy for the Commonwealth requiring, among other things, the promulgation of regulations to implement the GWSA, as well as coordination and consistency among new and existing efforts to mitigate and reduce greenhouse gas emissions and build resilience and adapt to the impacts of climate change.3 With respect to climate adaptation, E.O. 569 requires the state to develop a climate adaptation plan, a technical assistance program for municipalities to assess local climate vulnerabilities, and a state agency 1 See generally CITY OF BOSTON, CLIMATE READY BOSTON, CLIMATE CHANGE AND SEA LEVEL RISE PROJECTIONS FOR BOSTON: THE BOSTON RESEARCH ADVISORY GROUP REPORT (June 1, 2016), https://www.boston.gov/sites/default/files/document-file- 12-2016/brag_report_-_final.pdf; COMMONWEALTH OF MASSACHUSETTS, MASSACHUSETTS STATE HAZARD MITIGATION AND CLIMATE ADAPTATION PLAN (Sept. 2018), https://www.mass.gov/files/documents/2018/10/26/SHMCAP- September2018-Full-Plan-web.pdf; U.S. GLOBAL CHANGE RESEARCH PROGRAM, IMPACTS, RISKS, AND ADAPTATION IN THE UNITED STATES: FOURTH NATIONAL CLIMATE ASSESSMENT, VOLUME II (2018), https://nca2018.globalchange.gov/downloads/NCA4_2018_FullReport.pdf. 2 2008 Mass. Acts 298. 3 Mass. Exec. Order No. 569 (Sept. 16, 2016). CLF was instrumental in the GWSA’s enactment in 2008. Alongside Mass Energy Consumers Alliance and four teenage plaintiffs, CLF later sued MassDEP for the Commonwealth’s failure to enforce the GWSA. In 2016, the Supreme Judicial Court ruled in CLF’s favor, prompting Governor Baker to issue Executive Order No. 569. See Kain v. Dep’t of Envtl. Prot., 474 Mass. 278 (2016). Conservation Law Foundation | www.CLF.org Page 3directive to evaluate how their policies, programs, and assets may be vulnerable to predicted climate change impacts.4 More recently, the Massachusetts Legislature passed the 2018 “Environmental Bond Bill,” signed into law as chapter 209 of the Acts of 2018, which codified many of the provisions of E.O. 569, including the requirement to develop a climate adaptation plan, and established a state-administered coastal buyback program, among other provisions.5 In September 2018, the state released its climate adaptation plan, which “accounts for projected changes in precipitation, temperature, sea level rise, and extreme weather events to position the Commonwealth to effectively reduce the risks associated with natural hazards and the effects of climate change.”6 This report examines the impacts of climate change and the well-recognized need for climate adaptations in the specific context of the Commonwealth’s coastal resources. The use and development of Massachusetts’ tidelands—a vitally important public resource—is governed by the Public Waterfront Act.7 The Act is implemented through the waterways regulations, which ensure that all coastal tidelands development serves proper public purposes and does not impede the rights of the public to access and use tidelands. In order to remain effective and consistent with the Commonwealth’s public trust obligations with regard to tidelands, the waterways regulations must account for and be designed to accommodate climate change and its impacts without compromising the public’s trust rights in those tidelands. The primary goals of this report are to: (1) provide an overview of the Waterways Program’s current allowance for climate adaptation, (2) discuss how regulatory terms and phrases need to evolve or be interpreted in light of changing climate conditions, and (3) provide 4 Massachusetts is not the only state dealing with this issue. States around the country are currently faced with the challenge of updating their laws and policies in order to better address climate change, particularly along the coasts. In California, public trust and coastal land use experts have drafted a consensus statement on how the public trust doctrine can act as a guiding principle for governing California’s coast under climate change. See DAN GOURLIE ET AL., CENTER FOR OCEAN SOLUTIONS, THE PUBLIC TRUST DOCTRINE: A GUIDING PRINCIPLE FOR GOVERNING CALIFORNIA’S COAST UNDER CLIMATE CHANGE (July 11, 2017), https://oceansolutions.stanford.edu/sites/default/files/publications/The%20Public%20Trust%20Doctrine_A%20Guid ing%20Principle%20for%20Governing%20California_Report.pdf. The R.I. Coastal Resources Management Council has adopted a “Climate Change and Sea Level Rise” policy specifying that it would consider climate change throughout the state’s Coastal Resources Management Plan. 650-20 R.I. Code R. § 1.1.10. While no coastal state has comprehensively “solved” the problem of how to handle climate change—if that is even possible—such individual local efforts have the potential to spur greater innovation in this area around the country. 5 2018 Mass. Acts 209. 6 MASSACHUSETTS STATE HAZARD MITIGATION AND CLIMATE ADAPTATION PLAN, supra note 1, at 2. Note that this plan suggests it will take up to five years or more to implement necessary regulatory reforms, but given the most recent dire predictions about exiting and near-term climate change impacts, regulatory reforms that reduce climate change risks are clearly much more urgent. 7 G.L. c. 91, §§ 1–64. Conservation Law Foundation | www.CLF.org Page 4recommendations on how the regulatory program can be refined and adjusted to better address the climate challenges facing the Commonwealth’s shores, particularly sea level rise and extreme weather events. Part I of this report gives a brief primer on the Public Waterfront Act, including its historical context and the Act’s relationship to other state and municipal laws and policies. Part II details an analysis of flooding on Public Waterfront Act lands conducted by CLF to shed light on the urgency of these issues. Part III discusses how the current statutory and regulatory framework addresses, or fails to address, climate change. Part IV discusses potential changes to the waterways regulations that would enable those governed by the Public Waterfront Act, as well as those charged with administering and enforcing it, to more fully consider and address climate change impacts. Some coastal stakeholders have expressed interest in securing regulatory relief from the current waterways regulations as a mechanism for incentivizing adaptation to climate change on privately owned or controlled tidelands. This report briefly discusses these issues and the pitfalls of such approaches. Rather than adopting such temporizing and one-off strategies, revisions to the current regulatory framework must be done through an intentional, thoughtful, and open process that protects the legitimate interests of private landowners while preserving the underlying function of the program—protecting public trust rights of access to and use of tidelands—and involves extensive stakeholder outreach and collaboration. CLF intends for this report to generate further discussion and consideration of regulatory changes that would better prepare people and one of our most treasured public resources—the waterfront—for the effects of climate change. Conservation Law Foundation | www.CLF.org Page 5Part I: A Brief Overview of the Public Waterfront Act Historical Context The Massachusetts Public Waterfront Act is a statutory embodiment of the public trust doctrine, an ancient concept codified in Roman law that recognizes the public’s inherent ownership and control of the sea and the shores of the sea.8 In Roman society, access to the sea was vital for commerce, so the sea and its tidal “foreshores”9 were recognized as property commonly owned by all.10 The doctrine was imported into English law by the Magna Carta in 1215 C.E., and subsequently governed tidelands rights and interests in colonial Massachusetts.11 Under English law, the private property rights of abutting upland owners normally ended at the high water mark, with all lands seaward of that line owned by the Crown. In a successful effort to provide economic incentives for the private construction of wharves and other structures facilitating maritime commerce below the high water mark,12 the revenue- strapped colonial government passed the Colonial Ordinances of 1641-47. These ordinances, approved by the Crown, extended the private property rights of upland abutters down to the low water mark13 (or within one hundred rods of the historic high water mark,14 whichever was farther landward), “subject to the public’s traditional rights of fishing, fowling and navigation.”15 The policy rationale for this extension of private ownership to the low water 8 William L. Lahey, Waterfront Development and the Public Trust Doctrine, 70 MASS. L. REV. 55, 56 (1985). 9 The foreshore is also known as the intertidal zone, or the area between the high and low water marks. 10 Lahey, supra note 8, at 56. 11 The Massachusetts Body of Liberties (1641) provided: “Every inhabitant that is a householder shall have free fishing and fowling in any great ponds and bays, coves, and rivers, so far as the sea ebbs and flows within the precincts of the town where they dwell, unless the Freeman of the same town or the General Court have otherwise appropriated them, provided that this shall not be extended to give leave to any man to come upon others property without their leave.” 12 Lahey, supra note 8, at 56; Lara D. Guercio, Climate Change Adaptation and Coastal Property Rights: A Massachusetts Case Study, 40 B.C. ENVTL. AFF. L. REV. 349, 366 (2013). 13 “Low water mark” refers to the present mean low tide line, or the part of the shore to which the sea recedes when the tide is at its lowest. See 310 CMR 9.02. 14 “High water mark” refers to the present mean high tide line, or the part of the shore to which the sea rises when the tide is at its highest. See 310 CMR 9.02. 15 Denise J. Dion Goodwin, Massachusetts’s Chapter 91: An Effective Model for State Stewardship of Coastal Lands, 5 OCEAN & COASTAL L. J. 45, 48 (2000); see also MASS. OFFICE OF COASTAL ZONE MGMT., PUBLIC RIGHTS ALONG THE SHORELINE (2005), https://www.mass.gov/service-details/public-rights-along-the-shoreline (“Over the years, Massachusetts courts have ruled that the scope of activities on private tidelands covered by the reserved public rights of fishing, fowling, and navigation is broad, and includes all of their ‘natural derivatives.’” For example, the right to fowl includes the right to hunt birds for both sport and sustenance, and the Massachusetts Attorney General’s Office “takes the position that the right of fowling also includes other ways that birds can be ‘used,’ such as birdwatching . . . .”). Conservation Law Foundation | www.CLF.org Page 6mark “originated from the Commonwealth’s intent to confer a public benefit upon its citizens, not from an intent to confer a benefit upon private owners.”16 That benefit was maritime commerce. In 1866, Massachusetts enacted the first version of the Public Waterfront Act, which integrated and expanded the terms of the Colonial Ordinances with respect to legislative authorization of private uses and structures on tidelands and ratified the principle that all uses and structures on tidelands must serve a public purpose.17 While historical tidelines around the Commonwealth were filled and converted to maritime commercial uses through licenses under the Public Waterfront Act and direct legislative actions, the tidelands covered by the Act, the so-called “jurisdictional tidelands,” continued to be defined by their original colonial tidelines. The Public Waterfront Act underwent few modifications over the next century.18 Then, in 1978, in conjunction with the state’s Coastal Zone Management Plan, MassDEP explicitly incorporated the public purpose standard into the Public Waterfront Act regulations, administered by the Division of Waterways. In 1979, the Supreme Judicial Court reaffirmed the ancient public trust principles captured by the Act in its landmark decision in Boston Waterfront Development Corporation v. Commonwealth.19 That decision reiterated that even formerly submerged “filled” tidelands remained subject to public trust obligations.20 The court noted that maritime commerce uses and facilities were no longer the dominant type of waterfront development, having been replaced by a rising demand for non-water dependent uses of tidelands for residential and non-marine commercial uses. Regardless of the current uses or ownership, however, the court held that only the Legislature could change the legitimate “public purposes” for development on current or former tidelands. The Massachusetts Legislature responded to the Boston Waterfront Development decision in 1983 by amending the Public Waterfront Act and creating a new regulatory program for licensing both water-dependent and nonwater-dependent uses and structures on current or filled tidelands and submerged lands. Under the revised Act, water-dependent uses and structures on tidelands are presumed to serve a proper public purpose, whereas nonwater- dependent uses and structures, such as the proliferating residential and commercial office and hotel uses, are prohibited unless there is a showing that those developments promote and 16 Goodwin, supra note 15, at 49. 17 Guercio, supra note 12, at 370–71. 18 Goodwin, supra note 15, at 46. 19 378 Mass. 629 (1979). 20 “Filled tidelands” refers to “former submerged lands and tidal flats which are no longer subject to tidal action due to the presence of fill.” 310 CMR 9.02. Conservation Law Foundation | www.CLF.org Page 7support public purposes sufficient for approval.21 The public benefits being produced by those projects had to be greater than the adverse impacts to the public associated with privatizing those tidelands. MassDEP administers the Public Waterfront Act and promulgated the waterways regulations in 1990 “to establish procedures, criteria, and standards for uniform and coordinated administration of the provisions of [the Act].”22 Together, the Act and waterways regulations are commonly referred to as the “Waterways Program.” The licensing standards in the waterways regulations are intended to allow development of public trust lands without compromising the public’s trust interests. An important component of the current regulations is that private nonwater-dependent uses that benefit the public generally by providing them goods and services—such as hotels, stores, and restaurants—are not categorically prohibited on or over tidelands23 and that mitigation or off-sets—including public facilities, ferry docks, restrooms, and parks—can be proposed to enhance the public benefit side of the equation. Recent development projects often include creative and beneficial public improvements. Municipal Harbor Plan Regulations Separate from the waterways regulations, municipal harbor plan (“MHP”) regulations24 were promulgated by the Office of Coastal Zone Management in the Executive Office of Energy and Environmental Affairs (“EOEEA”), in part to provide flexibility to municipalities by allowing them to modify certain use standards and dimensional limitations prescribed by the waterways regulations through substitute regulations, so long as the substitute provisions “promote[d], with comparable or greater effectiveness, the state tidelands policy objectives stated in the corresponding provisions” of the waterways regulations on an area-wide basis.25 For an MHP to be approved by the state, any alternative provisions that are less stringent than those of the waterways regulations must be accompanied by other requirements that sufficiently “offset adverse effects on water-related public interests.”26 21 See 310 CMR 9.31(2). Although not strictly analogous, so-called “water-dependent” structures and uses on tidelands can be understood as the Legislature’s recasting of the original maritime commerce purposes to which all tidelands developments were dedicated to more contemporary maritime activities and demands. 22 310 CMR 9.01(1). See also Guercio, supra note 12, at 371; Goodwin, supra note 15, at 60. 23 Note that nonwater-dependent facilities of private tenancy may not be located on any pile-supported structures on flowed tidelands or at the ground level of any filled tidelands within 100 feet of a project shoreline. 310 CMR 9.51(3)(b). 24 301 CMR 23.00. 25 301 CMR 23.05(d); see also Goodwin, supra note 15, at 67–68. 26 301 CMR 23.05(d). Conservation Law Foundation | www.CLF.org Page 8A full exploration of EOEEA’s MHP regulations exceeds the scope and objectives of this report. However, practitioners should be aware that CLF has pending litigation that challenges EOEEA’s authority to create a MHP process that overrides MassDEP’s exclusive authority to determine proper public purposes and adequate public benefits and sanctions excessive liberties taken by some municipalities in the MHP process. Well-crafted and legally-compliant MHPs have the potential to improve climate resilience for a given planning area beyond what is currently required by the Public Waterfront Act or the waterways regulations. For instance, a city or town could implement a district-wide vision for climate adaptation though an MHP, rather than employing site-by-site requirements. However, MHPs may have (and have had) the opposite effect when improperly used, rendering new waterfront development more vulnerable to climate change impacts than they otherwise would be under the strictures of the waterways regulations. It is essential that care be taken to ensure that proper public purposes, including addressing climate change vulnerabilities, are served in every MHP process and by the terms of all MHPs. Relation to State and Municipal Policies and Codes The Public Waterfront Act’s provisions require compliance with various state and municipal policies and codes such as local zoning ordinances and bylaws.27 Additionally, all projects must “comply with applicable environmental regulatory programs of the Commonwealth,”28 including the Massachusetts Coastal Zone Management Program for those nonwater- dependent use projects located in the coastal zone.29 In some cases, state and municipal programs affecting tidelands may impose different or more stringent requirements than those of the waterways regulations. For instance, projects seeking a waterways license are often required to obtain an order of conditions from the local conservation commission. Many cities and towns have adopted stringent wetlands bylaws and ordinances that limit adverse impacts in floodplains and other wetland resource areas like tidelands by, for example, requiring a specific elevation above mean sea level or prohibiting new construction in certain high-risk flood zones.30 Similarly, projects located in an area 27 See G.L. c. 91, §§ 18, 18C; 310 CMR 9.29, 9.34(1). 28 310 CMR 9.33. 29 310 CMR 9.54. 30 Marshfield’s wetlands bylaw requires the first habitable floor of a structure to be elevated eleven feet above mean sea level and Newburyport’s wetlands bylaw prohibits new construction in high velocity zones of Plum Island Barrier Beach, denoted as the “V zone” by the Federal Emergency Management Agency. See Marshfield, Massachusetts, Municipal Code art. 37, § 505-10 and Newburyport, Massachusetts, Municipal Code, art. II, § 6.5- 2811. Conservation Law Foundation | www.CLF.org Page 9covered by an approved MHP must also conform to any substitute regulatory provisions of the plan. It is important to note that many of these state and local policies and codes, including statewide wetlands, zoning, historic protection, and building code rules, have not yet been updated to consider and respond to the projected impacts of climate change and may not always provide a useful framework for tidelands regulatory programs.31 Accordingly, many of these state and federal regulations may also continue to inhibit desirable climate adaptation activities regardless of any changes to the waterways regulations. Under E.O. 569, Massachusetts regulatory entities should be exerting significant attention to harmonizing these programs so that they are complementary, not oppositional. Recent Waterways Licensing Trends In the past several years, MassDEP has begun using its discretionary authority to impose some climate adaptation requirements as “special conditions” in waterways licenses, supplementing MassDEP’s standard conditions. For example, one recent license included a special condition mandating elevated entrances and the installation of “rapidly deployable flood barriers.”32 A second license contained requirements for several adaptive measures identified in the licensee’s application, including the installation of dry flood-proofing on the ground floors and elevation of mechanical rooms for critical building systems.33 A third license contained similar provisions for elevating the emergency generator, designing electrical transformers for exterior use, and installing temporary flood barriers.34 A fourth license contained a sea level rise-related special condition requiring the licensee to elevate the first floor of the residential building more than three feet above the Federal Emergency Management Agency (“FEMA”) base flood elevation and locate the building generator on the roof.35 While the incorporation of these climate adaptation measures into waterways licenses is a step in the right direction, their inclusion as “special conditions” illustrates the need for comprehensive improvements to more directly address climate change, particularly with respect to insuring the long-term security and durability of the licensed public access and public open space facilities. Thus far, MassDEP’s climate-related special conditions have primarily been focused on protection of private uses rather than the public benefits that the Public Waterfront Act is intended to protect. MassDEP has issued far fewer licenses that anticipate or 31 See, e.g., Wetlands Protection Act Regulations, 310 CMR 10.00 (lacking any reference to climate change or sea level rise). 32 MassDEP, Waterways License No. 13628 at 3 (issued Apr. 1, 2014). 33 MassDEP, Waterways License No. 14076 at 3 (issued May 11, 2016). 34 MassDEP, Waterways License No. 14049 at 6 (issued Apr. 8, 2016). 35 MassDEP, Waterways License No. 14031 at 2 (issued Dec. 21, 2015). Conservation Law Foundation | www.CLF.org Page 10acknowledge the long-term implications of climate change on public access and facilities. Changes to the waterways regulations should prioritize long-term protection of these public rights and benefits rather than private uses and structures. These measures should also be based on uniform standards within the waterways regulations, rather than applied through exercise of agency discretion on a case-by-case basis. Conservation Law Foundation | www.CLF.org Page 11Part II: Climate Change Implications for the Public Trust In early 2019, CLF undertook a pilot analysis to assess the impacts of climate change on lands within Public Waterfront Act jurisdiction.36 The purpose of this analysis was to better understand and communicate what is at risk if we fail to adjust the Waterways Program to proactively anticipate and accommodate the impacts of climate change. Our analysis showed that city-wide, 1.6 million square feet (about 37 acres) of open space will be at risk of flooding by the end of the century.37 This risk is most pronounced in East Boston, where by the end of the century, 328,000 square feet (about 8 acres) of waterfront open space will be at risk of flooding from the one percent annual chance flood event and 220,747 square feet (about 5 acres) will be at risk of flooding from the average monthly high tide. Of the waterways licenses included in this pilot analysis, nearly half have extended license terms with expiration dates of 2090 or later. However, only 8 of these extended-term licenses acknowledge sea level rise or flood risk in the license conditions. The majority of extended-term licenses were for properties in the Seaport District. This analysis demonstrates the widespread and urgent risks posed to existing waterfront open spaces licensed under the Waterways Program and underscores the importance of retooling regulatory requirements to account for these risks. Methodology Using publicly available waterfront licenses from MassDEP’s Boston Chapter 91 Harborwalk online mapping resource,38 CLF analyzed the risk of flooding to Boston’s open spaces licensed under the Public Waterfront Act (“waterfront open space”). All 90 waterways licenses available through MassDEP’s Harborwalk mapping resource were downloaded and catalogued to conduct a GIS-based analysis of the vulnerability of waterfront open space.39 Of the 90 licenses catalogued, 62 contained “mappable open space.”40 These 36 This section, including the GIS-based analysis, was completed by CLF Climate Resilience Program Assistant Christina Schlegel. 37 A total of 2.2 million square feet of waterfront open space was mapped for the purpose of this analysis. 38 https://mass-eoeea.maps.arcgis.com/apps/MapSeries/index.html?appid=894d0ec67b5d426eadb5e74c33dc4366. 39 Waterfront open space was defined as publicly accessible areas such as lawns, landscaping, plazas, sections of the Harborwalk, walkways, piers and playgrounds and did not include roads or parking lots. See Technical Appendix A: Methodology for Mapping At-Risk Open Space for further information on the methodology used to determine mappability. 40 “Mappable open space” was determined on a license-by-license basis and included those with a clear and explicit open space requirement in their waterways license. Licenses that did not mandate the provision of exterior open Conservation Law Foundation | www.CLF.org Page 12open spaces were mapped using the geospatial software ArcGIS. The analysis includes waterfront open space located in the Seaport District, as well as Boston’s North End, Fort Point, Charlestown, Downtown, East Boston, Dorchester, Fenway/Kenmore, South Boston, West End and Mattapan neighborhoods. The licenses mapped for this analysis contain over 2 million square feet of waterfront open space. Over 1.9 million square feet, or 88 percent, is located at elevations vulnerable to flooding. The remaining 12 percent of waterfront open space is located above 20 feet in elevation,41 either due to natural elevations in the land or because the open space was located above the first floor of a building. While these elevated open spaces generally were not at risk from near or medium-term sea level rise, they were included in the analysis as part of the total mappable waterfront open space. To analyze both the percentage of waterfront open space vulnerable to flooding and the number of waterways licenses potentially affected, CLF’s analysis used coastal flood hazard data from the City of Boston’s 2016 Climate Ready Boston Report.42 Coastal flood hazard data available through Climate Ready Boston included estimates for average monthly high tide, the one percent annual chance flood, and the ten percent annual chance flood based on three sea level rise estimates—9 inches, 21 inches, and 36 inches—resulting in nine different flood scenarios. CLF chose these scenarios for the analysis because of the public availability of the geospatial data. These sea level rise estimates43 correspond to the following time periods, as estimated by Climate Ready Boston:44 Likely years of initial occurrence Sea level rise estimate 2030s to 2050s (near-term) 9 inches 2050s to 2100s (mid-term) 21 inches 2070s or later (long-term) 36 inches Adapted from: Climate Ready Boston 2016 space onsite as a public benefit often included other public benefits such as funding for public water transportation or interior public amenities. 41 Elevations in CLF’s analysis are based on the North American Vertical Datum of 1988 (NAVD88). Boston City Base (BCB) elevations can be calculated by adding 6.46 feet. 42 See Technical Appendix A for further information on the City of Boston’s sea level rise scenarios used for the analysis. 43 Note that these sea level rise estimates are amounts above the 2000 mean sea level (MSL). 44 The 9-inch scenario is predicted to happen as early as the 2030s and expected to occur consistently by the end of the 2050s. The 21-inch scenario is predicted to happen as early as the 2050s or as late as the decade after 2100, and the 36-inch scenario is predicted to occur as early as the 2070s or as late as the 22nd century (2100+). Conservation Law Foundation | www.CLF.org Page 13Although the highest sea level rise estimate used for this analysis was 36 inches, the Boston Planning and Development Agency’s (“BPDA”) Climate Resiliency Guidance currently applies a standard of 40 inches by 2070 for new development projects in determining the vulnerability of buildings and infrastructure.45 As the BPDA’s Climate Resiliency Guidance states, this 40-inch sea level rise forecast does not represent the worst-case scenario. Climate Ready Boston’s projections indicate that sea level rise of 90-120 inches is possible by 2100. Geospatial data on these flood extents was not readily available for the purposes of this analysis. This analysis also does not take into consideration the impact of stormwater flooding. It is likely that increases in extreme precipitation, coupled with undersized stormwater infrastructure in many of Boston’s neighborhoods, will further exacerbate flood risk. Further, a recent Intergovernmental Panel on Climate Change (IPCC) Report found that the climate outlook is even more dire than previously understood. The report states that desired reductions in greenhouse gas emissions will require, “rapid and far-reaching transitions in land, energy, industry, buildings, transport and cities,” and that these measures may need to be coupled with measures to remove remaining carbon from the air in order to meet reduction goals.46 Because sea level rise estimates are inextricably tied to our ability to reduce greenhouse gas emissions, these findings will undoubtedly impact our predictions for flood risk in Massachusetts. For all of these reasons, the results of this analysis likely underestimate the true flood risk of open spaces along the Boston waterfront, further emphasizing the need for regulatory updates. City-wide Flood Vulnerability CLF found that under a 9-inch sea level rise scenario, 15 percent of Boston’s waterfront open space will be flooded during the average monthly high tide, 29 percent during a ten percent annual chance flood, and 43 percent during a one percent annual chance flood. Under a 21-one inch sea level rise scenario, 21 percent of Boston’s waterfront open space will be flooded during the average monthly high tide, 48 percent during a ten percent annual chance flood, and 60 percent during a one percent annual chance flood. Finally, under a 36-inch sea level rise scenario, 40 percent of Boston’s waterfront open space will be flooded during the average monthly high tide, 64 percent during a ten percent annual chance flood, and 73 percent during a one percent annual chance flood. 45 For further information, see BOSTON PLANNING & DEV. AGENCY, CLIMATE RESILIENCY GUIDANCE (2017), http://www.bostonplans.org/getattachment/5d668310-ffd1-4104-98fa-eef30424a9b3. 46 See SUMMARY FOR POLICYMAKERS OF IPCC SPECIAL REPORT ON GLOBAL WARMING OF 1.5C, https://www.ipcc.ch/2018/10/08/summary-for-policymakers-of-ipcc-special-report-on-global-warming-of-1-5c- approved-by-governments/. Conservation Law Foundation | www.CLF.org Page 14Chart 1 below summarizes the total percent of waterfront open space vulnerable to flooding and sea level rise across the 62 mapped sites. Chart 1: Total Open Space at Risk of Flooding 90% 80% 73% 70% 64% 60% 60% 48% 50% 43% 40% 40% 29% 30% 21% 20% 15% 10% 0% 9 inches SLR (2030s to 2050s) 21 inches SLR (2050s to 2100s) 36 inches SLR (2070s or later) Average Monthly High Tide 10 percent annual chance flood 1 percent annual chance flood The calculations above are based on the percent of open space in square feet that will be at flood risk. CLF also looked at the number of licensed sites out of the 62 total sites with mappable open space that will experience some level of flood risk under each of the sea level rise scenarios. Chart 2 shows the total number of licenses affected under each scenario. The analysis shows that between 61 and 94 percent of all licenses will be at risk of flooding over the near- or long-term. As expected, the total number of licenses affected rises as sea level rise increases. In the long-term, under a 36-inch sea level rise scenario, nearly all of the licenses will be at risk during the one percent annual chance flood event. Despite these risks, less than 20 percent of licenses include any mention of sea level rise or flood risk in their license conditions. Conservation Law Foundation | www.CLF.org Page 15Chart 2: Number of Licenses at Risk of Flooding 58 58 58 60 53 54 52 50 47 s e 41 s n 40 38 e c iL f o r 30 e b m u N 20 10 0 9 inches SLR (2030s to 2050s) 21 inches SLR (2050s to 2100s) 36 inches SLR (2070s or later) Average Monthly High Tide 10 percent annual chance flood 1 percent annual chance flood The city-wide analysis shows that with sea level rise of about 2 feet or more, 60 to 73 percent of Boston’s waterfront open spaces and amenities are likely to flood during a one percent annual chance storm. With 3 feet of sea level rise, 40 percent of waterfront open spaces are estimated to experience flooding from the average monthly high tide. Flood risks of this magnitude will fundamentally compromise the accessibility and enjoyability of open spaces along the harbor for thousands of residents and visitors. Neighborhood Flood Vulnerability The impact of sea level rise and flooding is more acute at the neighborhood scale. While waterfront open spaces in some neighborhoods enjoy natural protections because of geographic characteristics, many of the neighborhoods built on historical fill are significantly more vulnerable. Open spaces in the Fenway/Kenmore, Mattapan and Dorchester neighborhoods benefit from being located at higher elevations; two-thirds of the mapped open space in Dorchester sits at an elevation of over 20 feet. The open spaces in the Fenway/Kenmore neighborhood are further protected because they are located inland or along the Charles River. The analysis showed that the open space in Mattapan is not likely to be vulnerable in the near-term because of its location behind the Baker Dam. The vulnerability of waterfront open spaces in the Seaport District, East Boston, Downtown, North End, Charlestown and other neighborhoods fronting Boston Harbor is more pronounced. Conservation Law Foundation | www.CLF.org Page 16Chart 3 shows that with 3 or more feet of sea level rise, 90 percent of all waterfront open spaces in the Seaport District will be at risk of flooding during a one percent annual chance flood event.47 Under the same scenario, just under half of waterfront open spaces will be at risk of flooding during the average monthly high tide. Chart 3: Total Open Space at Risk of Flooding – Seaport District 100% 90% 80% 80% 74% 60% 53% 48% 43% 40% 30% 20% 21% 20% 0% 9 inches (2030s to 2050s) 21 inches (2050s to 2100s) 36 inches (2070s or later) High Tide 10-Year Flood 100-Year Flood Waterfront open spaces in the Fort Point and Charlestown neighborhoods will be similarly affected. During a one percent annual chance flood event, with 3 feet of sea level rise, 93 percent of the Fort Point neighborhood’s open space is at risk. Under the same scenario, 84 percent of waterfront open space in Charlestown could be affected.48 The outlook for open space in East Boston is most concerning. Given that open space in East Boston is relatively low-lying, the flood risks are extensive. As demonstrated in Chart 4, during a one percent annual chance flood event, with just 9 inches of sea level rise about 72 percent of East Boston’s open space could be flooded. During a one percent annual chance flood event, with 3 feet of seal level rise, 98 percent of the neighborhood’s open space could be affected. The outlook is similar for waterfront open space in the North End, where a one percent annual chance flood event at just 9 inches of sea level rise has the potential to affect 64 percent of all open space in the neighborhood. 47 Note that 4.6 percent of the waterfront open space in the Seaport District is elevated above 20 feet and not vulnerable to near or medium-term sea level rise. 48 Note that 6.4 percent of the waterfront open space in Charlestown is elevated above 20 feet and not vulnerable to near or medium-term sea level rise. Conservation Law Foundation | www.CLF.org Page 17Chart 4: Total Open Space at Risk of Flooding – East Boston Neighborhood 96% 98% 100% 93% 78% 80% 72% 66% 60% 47% 40% 35% 22% 20% 0% 9 inches (2030s to 2050s) 21 inches (2050s to 2100s) 36 inches (2070s or later) High Tide 10-Year Flood 100-Year Flood The analysis shows that waterfront open spaces in the West End and Downtown neighborhoods are more vulnerable to near-term sea level rise, whereas open space in South Boston is more vulnerable to flooding in the long-term.49 Many of these mapped open spaces are relatively new, and this proliferation of new open space is tied to booming waterfront development along Boston Harbor. Of the 18 Seaport licenses mapped, about half were issued after 2010. Similarly, 5 out of the 7 East Boston licenses were issued post-2010, as were 4 of the 9 licenses located in Fort Point. Waterfront open space is particularly important in neighborhoods like East Boston, an environmental justice community that has historically experienced greater environmental burdens compared to other neighborhoods. Heavy waterfront industrial use has also disproportionately impaired East Boston residents’ public waterfront access. Yet almost all of the open space analyzed for East Boston is at risk of being flooded, meaning that in addition to having had fewer historic opportunities to access the waterfront, East Boston will also be among the first neighborhoods to have its new waterfront parks impacted by sea level rise and flooding. 49 It should be noted that these results reflect the 62 licenses mapped and in some cases, it was not possible to draw reliable neighborhood-level conclusions because the sample size of licenses for some neighborhoods was too small. The full results of the neighborhood scale analysis are detailed in Technical Appendix B: Neighborhood-Scale Analysis of Vulnerability. Conservation Law Foundation | www.CLF.org Page 18License terms The standard license term for a waterways license is 30 years, however licensees can apply for extended-term licenses spanning up to 99 years.50 Licenses issued to public agencies or municipal governments can receive unlimited terms. Climate Ready Boston indicates that a 36- inch sea level rise may occur as early as the 2070s, yet none of the licenses analyzed here consider or anticipate the loss of licensed public benefits and amenities during that time period, despite the fact that these losses can be predicted with a high degree of probability. Licensees were not required to demonstrate that they will be able to maintain public access and amenities over the term of their license, despite the licenses being conditioned on their ability to provide such continued public access and amenities. Of the 62 licenses mapped for this analysis, 34 are set to expire after 2070, including 6 that have unlimited license terms.51 Chart 5 below illustrates the license term distribution of all mapped waterways licenses in relation to the anticipated time periods associated with the three sea level rise scenarios. In addition, 27 of the 62 licenses do not expire until after 2090. Of these, 15 are located in the Seaport District. Chart 5: Expiration Terms of Mapped Waterways Licenses 2030-2049 23 n o it a r ip 2050-2069 5 x E e c n e c 2070-2089 7 iL f o r a e Y 2090 and Beyond 27 0 5 10 15 20 25 30 Number of Licenses 50 310 CMR 9.15. 51 Four of the six licenses with unlimited terms are for open space in Dorchester on the University of Massachusetts Boston campus and the remaining two are for public parks and buildings in the North End. Conservation Law Foundation | www.CLF.org Page 19Chart 6 below demonstrates the location of the licenses that expire after 2070. Nearly half are located in the Seaport, and another 8 are located in East Boston or the North End— neighborhoods that are particularly vulnerable to near-term flooding. Chart 6: Location of Licenses Expiring after 2070 Charlestown 9% Dorchester 11% Seaport 47% East Boston 12% Fenway 3% Fort Point 6% North End 12% Findings and Implications Given the number of licensed sites at risk of flooding in the near- and long-term, along with the abundance of extended-term licenses, a proactive and comprehensive strategy to protect the public’s trust interests in accessing and using the waterfront is required. The analysis also demonstrates that regardless of future changes to the Waterways Program, the Commonwealth will face serious challenges in maintaining public access on tidelands over the next several decades. Close coordination with existing licensees and local governments will be needed to determine the appropriate mechanisms for protecting existing open spaces and amenities. Public benefit requirements will need to evolve with the exigencies of climate change and will likely require MassDEP to revisit the configuration of on-site public benefits and consider the substitution of off-site benefits if on-site measures are no longer feasible. Going Conservation Law Foundation | www.CLF.org Page 20forward, licensees should be required to demonstrate that they will be able to maintain public access and amenities over the term of their license, especially where extended-term licenses are requested. MassDEP must also consider the environmental justice consequences of sea level rise and flooding impacts on existing open spaces in neighborhoods like East Boston. The public trust doctrine, Public Waterfront Act and the waterways regulations enshrine the right of all residents to access and enjoy waterfront amenities and public spaces. Conservation Law Foundation | www.CLF.org Page 21Part III: Climate Change Considerations in the Current Public Waterfront Act Framework This section explores how existing regulatory provisions allow for climate adaptation activities and how terms and phrases defined in the Public Waterfront Act and waterways regulations may evolve or be interpreted in light of climate change and its impacts. Shifting Boundaries of MassDEP’s Waterways Licensing Authority Tidelands are defined by the Public Waterfront Act as “present and former submerged lands and tidal flats lying below the mean high water mark.”52 These lands are held in trust by the Commonwealth for the benefit of the public.53 The waterways regulations specify the uses for which public or private fill or structures are permissible on tidelands.54 As sea level rises and more lands become submerged or subject to tidal action, property owners’ obligations under the Public Waterfront Act may change as the mean high water mark moves inland or as previously landlocked tidelands become no longer landlocked. Mitigation and adaptation measures, such as the City of Boston’s Resilient Boston Harbor vision,55 may block or re-direct these changes, but such measures will likely require licensing in their own right. Specifically, as sea level rises, the mean high tide line will retreat.56 Since the high water mark for tidelands for Public Waterfront Act licensing purposes is defined as the “present mean high tide line,”57 any landward movement of the mean high tide line will result in corresponding landward movement of MassDEP’s waterways licensing authority, together with the public trust interests associated with such lands.58 Such a shift could have significant implications for 52 G.L. c. 91, § 1. 53 See 310 CMR 9.02 (defining “trust lands” as “present and former waterways in which the fee simple, any easement, or other proprietary interest is held by the Commonwealth in trust for the benefit of the public. All geographic areas subject to the jurisdiction of M.G.L. c. 91, as specified in 310 CMR 9.04, are generally considered to be trust lands.”). 54 See 310 CMR 9.32. 55 CITY OF BOSTON, RESILIENT BOSTON HARBOR, https://www.boston.gov/departments/environment/resilient-boston- harbor. 56 JAMES G. TITUS, ROLLING EASEMENTS, U.S. ENVIRONMENTAL PROTECTION AGENCY, CLIMATE READY ESTUARIES PROGRAM at 19 (June 2011), https://www.epa.gov/sites/production/files/documents/rollingeasementsprimer.pdf. 57 310 CMR 9.02. 58 Although it is a separate legal question, the landward shift of MassDEP’s licensing authority would be consistent with the well-established principle in Massachusetts property law that shoreline boundaries are not fixed and that the line of ownership follows the changing water line. See White v. Hartigan, 464 Mass. 400, 407–08 (2013) (citing Bergh v. Hines, 44 Mass. App. Ct. 590, 592 (1998); East Boston Co. v. Commonwealth, 203 Mass. 68, 75 (1909); Phillips v. Rhodes, 48 Mass. 322 (1843)). Specifically, if a body of water moves landward through erosion, shoreline property will correspondingly decease in size, “even to the point of ceasing to exist.” Id. (citations omitted). Conservation Law Foundation | www.CLF.org Page 22property owners up and down the Massachusetts coastline—especially if the Waterways Program is amended to more directly address climate change impacts. Landward movement of the mean high tide line will also result in the landward movement of project shorelines, a regulatory term associated with significant setback and use limitations on the associated property. The “project shoreline” is defined as “the high water mark, or the perimeter of any pier, wharf, or other structure supported by existing piles or to be replaced pursuant to 310 CMR 9.32(1)(a)4., whichever is farther seaward.”59 A coastal property owner’s project shoreline could also shift landward if previously constructed pilings or wharves no longer meet the definition of “existing” because of periodic submersion by increasingly higher tide events or damage from storm events. This scenario is discussed in greater detail in the next section. Landward movement of the high water mark and project shorelines will similarly affect the delineation of protected water-dependent use zones. “Water-dependent use zones” run landward of and parallel to a project shoreline.60 The width of water-dependent use zones is determined in accordance with section 9.51(3)(c) of the waterways regulations.61 Along portions of a project shoreline other than the edges of piers and wharves, the water-dependent use zone “extends for the lesser of 100 feet or 25% of the weighted average distance from the present high water mark to the landward lot line of the property, but no less than 25 feet.”62 Migration of the present high water mark will result in water-dependent use zones similarly extending further landward in order to maintain the required minimum width of the zone and protect water-dependent uses.63 The delineation of this boundary affects what waterfront areas are subject to certain use limitations and public access requirements. Because the landward lot line of a site is static, if the total size of a given lot decreases over time, the amount of space available for on-site public access and facilities may similarly decrease, and in some cases, may result in non-compliance with a waterways license. Tidelands currently outside of MassDEP’s waterways licensing program as “landlocked tidelands” may also be affected by landward movement of the high water mark. Landlocked tidelands are defined as “any filled tidelands which on January 1, 1984 were entirely separated by a public way[64] or interconnected public ways from any flowed tidelands, except for that portion of such filled tidelands which are presently located: (a) within 250 feet of the high 59 310 CMR 9.02. 60 310 CMR 9.02. 61 310 CMR 9.02. 62 310 CMR 9.51(3)(c)1. 63 Technically, in some specific instances, the landward movement of the present high water mark may also result in a diminished water-dependent use zone as a property shrinks. 64 “Said public way or ways shall also be defined as landlocked tidelands, except for any portion thereof which is presently within 250 feet of the high water mark.” 310 CMR 9.02. Conservation Law Foundation | www.CLF.org Page 23water mark, or (b) within any Designated Port Area.”65 Landward movement of the high water mark caused by sea level rise may result in some landlocked tidelands becoming subject to MassDEP’s licensing authority as the 250-foot landward delineation line moves inland.66 Removal of Dilapidated Structures Damaged by Climate Change Under the Public Waterfront Act, MassDEP is required to ensure that any wharves or piers located in tide waters or on tidelands are removed if they are determined to be “dilapidated, unsafe, a menace to navigation or . . . a source of floating debris that is, or is liable to become, a menace to navigation.”67 Waterways licenses require proper maintenance and upkeep of an existing licensed structure.68 If sea level rise or extreme weather events cause structures to become damaged to the point that they become unsafe or create a navigational hazard, the state would have a legal obligation to see those structures removed. MassDEP has rarely exercised this potentially important authority to date but should be prepared to use it under future climate change- related circumstances. In 2017, MassDEP published an interpretation of the regulations regarding “existing” pile- supported structures and pile fields as applied to a project on Lewis Wharf: In order to be considered ‘existing,’ a previously authorized wharf, pier, pile field, or other filled or pile-supported structure must physically be standing in place and must still possess the capability to perform its licensed function. Because the function of any pile field is to support structures and uses above the highest water elevation during the full tidal cycle, the Department’s first criterion in making a determination of ‘existing’ is that any extant piles must remain above the highest predicted tidewater elevation at a specific site (‘High Water Mark,’ as defined in 310 CMR 9.02). An existing pile field, therefore, would not include any broken piles that are not visible at high water or any piles intentionally cut at or near the mud line.69 65 310 CMR 9.02. 66 When significant changes were made to the Waterways Program in the 1990s, existing fill or structures not previously authorized were able to apply for licenses under an amnesty program, provided that the fill or structures had been in use since January 1, 1984, and no unauthorized substantial change in use or substantial structural alteration had occurred since that date. See 310 CMR 9.28. In the landlocked tidelands context, there is currently no mechanism for grandfathering existing fill or structures not previously authorized that might subsequently become subject to the requirements of the waterways regulations. 67 G.L. c. 91, § 49B. 68 310 CMR 9.22(1). 69 MassDEP, MassDEP Interpretation of Existing Wharf, Pier and Other Structures: 310 CMR 9.32(1)(a)4 and 9.51(3)(a), ENVTL. MONITOR (June 7, 2017). Conservation Law Foundation | www.CLF.org Page 24If higher tides and sea level rise submerge a licensee’s site such that their piles are not visible at high tide or the wharf and dock is no longer routinely serviceable for its licensed purposes, the pile field or wharf would not be considered “existing” under MassDEP’s interpretation. The licensee could therefore be precluded from licensing non-water dependent uses or structures on new fill or pilings on such property and could be required to remove the dilapidated structures. Authority to Preserve or Repair Harbors in the Context of Climate Change Under section 31 of the Public Waterfront Act, “[t]he department may make surveys and improvements for the preservation of harbors and may repair damages occasioned by storms or other destructive agencies along the coast line or river banks of the commonwealth, and may take by eminent domain under chapter seventy-nine, or acquire by purchase or otherwise, in the name and behalf of the commonwealth, any land or materials necessary for making such improvements or repairs.”70 While chapter 79 of the General Laws grants inherent authority to exercise the power of eminent domain on behalf of the Commonwealth to the governor and council,71 section 31 of the Public Waterfront Act makes clear that MassDEP is directly authorized to take lands by eminent domain, subject to governor and council approval, for the purpose of preserving or repairing harbors. The need to exercise this authority may become greater as extreme weather events increase in intensity and frequency, causing heightened damage to coastlines and harbor structures. MassDEP could also proactively use eminent domain for climate adaptation and flood control, where such measures were necessary to improve harbor preservation or make repairs. Such authority may have particular utility in the implementation of climate-ready municipal harbor plan designs. Engineering and Construction Standards Setting appropriate engineering and construction standards applicable to structures proposed for and licensed on tidelands are primarily the province of zoning and similar land use laws. Structures on tidelands, even wholly private in nature, must also be built and maintained to the highest levels because the fate of the public’s trust rights in those tidelands are to a great degree derivative of the fate of those private structures. Whether the compensating public benefits being provided by a project are internal to the building itself, as in the case of facilities of public accommodation or special public destination facilities, or are external to the structure, 70 G.L. c. 91, § 31. 71 G.L. c. 79, § 2. Conservation Law Foundation | www.CLF.org Page 25as in lateral walkways, public parks and open spaces, and water access facilities, the viability and durability of those benefits are inexorably linked to the viability and durability of the structures on the site. Structures that are not designed to withstand the stresses of the coastal zone or that divert stormwater or high tidal waters onto adjacent public portions of the site fail to serve proper public purposes. Accordingly, projects located within flood zones that include “[n]ew buildings for nonwater- dependent use intended for human occupancy shall be designed and constructed to . . . withstand the wind and wave forces associated with the statistical 100-year frequency storm event; and . . . incorporate projected sea level rise during the design life of the buildings; at a minimum, such projections shall be based on historical rates of increase in sea level in New England coastal areas.”72 This provision of the waterways regulations would function effectively if the “100-year” storm were calculated using the best available climate data and models. However, because regulations are implemented using the definition developed by FEMA, which relies on historical data rather than forward-looking projections, this benchmark will become increasingly inaccurate in the face of accelerating climate change. Similarly, although the regulations require projects within flood zones to be designed and constructed to endure sea level rise through the design life of the buildings, this is also based on historical rates which do not accurately predict current storm and high tide events. As Climate Ready Boston and other projections demonstrate, the magnitude of the disparity between past storm levels and likely future levels will increase. “Flood zone” is also undefined, making it difficult to know precisely which project sites fall within this provision. Currently, MassDEP uses FEMA’s Special Flood Hazard Area (“SFHA”) as delineated by the Flood Insurance Rate Maps (“FIRMS”) to determine where this requirement applies. There is increasing consensus, however, that FEMA maps are often inaccurate for long- term planning and do not adequately account for changes over time or future changes due to climate change.73 The City of Boston’s proposed flood overlay district is one of the first attempts to use forward-looking flood risk projections instead of FEMA maps. MassDEP could similarly expand flood zones for the entire Massachusetts coastline to account for growing risks. 72 310 CMR 9.37(2)(b). 73 See, e.g., U.S. DEP’T OF HOMELAND SECURITY, OFFICE OF INSPECTOR GENERAL, OIG-17-110, FEMA NEEDS TO IMPROVE MANAGEMENT OF ITS FLOOD MAPPING PROGRAMS (Sept. 27, 2017), https://www.oig.dhs.gov/sites/default/files/assets/2017/OIG-17-110-Sep17.pdf. Conservation Law Foundation | www.CLF.org Page 26The regulations incorporate by reference other terms tied to FEMA, including “coastal high hazard area,” which is defined as “an area subject to high velocity waters, as defined in accordance with FEMA regulations and as designated on a Flood Insurance Rate Map, as issued and as may be revised or amended hereafter by FEMA,”74 and “base flood elevation,” which is defined as “the maximum elevation of flood water, including wave heights if any, which will theoretically result from the statistical 100-year frequency storm. Said elevation shall be determined by reference to the most recently available flood profile data prepared for the municipality within which the work is proposed under the National Flood Insurance Program, currently administered by FEMA.”75 Because they are based on FEMA maps, these terms similarly underestimate increased flood and storm risks over time and are inappropriate references for MassDEP’s licensing powers. Finally, the engineering and construction standards are currently limited to new buildings for nonwater-dependent use intended for human occupancy. The regulations do not set similar design standards for the public benefits associated with those new buildings. And while not every project licensed under the Public Waterfront Act requires certification by a licensed engineer that climate change impacts have been accounted for, the engineering and construction standards should at least also apply to nonwater-dependent infrastructure facilities and water-dependent industrial uses that may pose a threat to public health or safety, such as electrical substations and oil terminals. Standards for Nonwater-Dependent Infrastructure Facilities Nonwater-dependent infrastructure facilities on tidelands must “ensure that all feasible measures are taken to avoid or minimize detriments to the water-related interests of the public. Such interests include, but are not limited to . . . the reduction of flood and erosion- related hazards on lands subject to the 100-year storm event or to sea level rise, especially those in damage-prone or natural buffer areas.”76 An infrastructure facility is one that “produces, delivers, or otherwise provides electric, gas, water, sewage, transportation, or telecommunication services to the public.”77 In addition to the integrity of the facilities themselves, many of these facilities present the added risk from the toxic chemicals, by- products and other potential pollutants that are associated with the normal operation of the infrastructure activity. Any breach of the integrity of the controls associated with management and containment of those chemicals would present direct risks to the public’s protected interests in coastal tidelands and adjacent waters. 74 310 CMR 9.02. 75 310 CMR 9.02. 76 310 CMR 9.55(1). 77 310 CMR 9.02. Conservation Law Foundation | www.CLF.org Page 27Similar to the discussion of engineering and construction standards above, the reference to the “100-year storm event” in this section of the regulations is no longer a relevant or appropriate term. It is also unclear whether the reference to sea level rise in this section refers to historical or predicted rates of change. As sea level rise is not a defined term in the regulations, its use in the context of nonwater-dependent infrastructure facilities is currently ambiguous. Again, without requiring forward-looking projections rather than historic rates for the design life, structures will likely be inadequately designed to withstand sea level rise impacts, especially where permits are issued for an extended term. Use of Fill in Connection with Climate Adaptation Flood Control Measures There is little doubt that the use of new fill or significant modifications to existing filled tidelands may be necessary in some circumstances in order to implement flood control measures, especially measures that improve resiliency on a neighborhood- or area-wide scale. Under the waterways regulations, a project can only fill or create new structures if it accommodates one of the seven uses within the geographic areas listed in section 9.32(1)(a). Fill or structures for water-dependent use located below the high water mark may only be licensed if “reasonable measures are taken to minimize the amount of fill, including substitution of pile-supported or floating structures and relocation of the use to a position above the high water mark.”78 Such water-dependent uses include: “shore protection structures, such as seawalls, bulkheads, revetments, dikes, breakwaters, and any associated fill which are necessary either to protect an existing structure from natural erosion or accretion, or to protect, construct, or expand a water-dependent use; flood, water level, or tidal control facilities; and beach nourishment.”79 Ecologically sound and often superior alternatives to hard armoring—e.g., berms, man-made wetlands, and living shorelines—are not included in the regulations as examples of shore protection structures. In terms of climate change, most if not all of the desired adaptation measures would be related to flood control. These types of projects would be categorically considered water-dependent. However, MassDEP’s current practice is to classify projects that include both nonwater- dependent and water-dependent or accessory to water-dependent uses as nonwater- dependent use projects. Therefore, any nonwater-dependent use project (like a residential or commercial building) intending to incorporate a water-dependent climate adaptation component (like a living shoreline or a berm) would need to obtain a separate license for the water-dependent component in order to propose the introduction of new fill. 78 310 CMR 9.32(1)(a)2. 79 310 CMR 9.12(2)(a)7., 11.–12. Conservation Law Foundation | www.CLF.org Page 28With respect to tidelands within Designated Port Areas, and as relevant here, fill or structures must be for any water-dependent industrial use, and accessory uses thereto, provided that, “in the case of proposed fill, neither pile-supported nor floating structures are a reasonable alternative.”80 “Notwithstanding the provisions of 310 CMR 9.32(1), the Department may license fill or structures necessary” for “shoreline stabilization or the rehabilitation of an existing shore protection structure,” “provided that reasonable measures are taken to avoid, minimize, and mitigate any encroachment in a waterway.”81 The regulations do not, however, define “shoreline stabilization” or allow for shore protection structures beyond the rehabilitation of existing structures. It should be noted that there is some inconsistency in the use of seemingly related or interchangeable definitions and terms. For example, the regulations do not formally define “shore protection structure,” though this term is referenced in several regulatory provisions, including those discussed above. On the other hand, the regulations define “coastline or shoreline engineering structure” as “any breakwater, bulkhead, groin, jetty, revetment, seawall, weir, riprap or any other structure which by its design alters wave, tidal, current, ice, or sediment transport processes in order to protect inland or upland structures from the effects of such processes.”82 Standards for projects utilizing coastline or shoreline engineering structures are outlined in section 9.37(3) of the regulations, and include the mandate that “in evaluating coastal or shoreline engineering structures, the Department shall require non-structural alternatives where feasible.”83 However, there is no corresponding mandate that MassDEP require “non-structural alternatives where feasible” with respect to shore protection structures. Licensing of Adaptation and Restoration Activities Associated with Climate Change Property owners subject to the Public Waterfront Act are able to undertake certain climate adaptation or restoration activities without additional licensing or permitting by MassDEP. Under the waterways regulations, a license or permit is not required for “maintenance, repair, and minor modifications, as described in 310 CMR 9.22, of fill or structures for which a grant or license is presently valid.”84 Many climate adaptation measures, such as relocating critical building infrastructure within the 80 310 CMR 9.32(1)(b)1.a. 81 Id. at 9.32(2)(a) (emphasis added). 82 310 CMR 9.02. 83 310 CMR 9.37(3)(c). 84 310 CMR 9.05(3)(a). Conservation Law Foundation | www.CLF.org Page 29footprint of an existing building, would likely constitute minor modifications not requiring a new license or license amendment.85 Such measures could be undertaken once the licensee submits “written notice to the Department describing the proposed work in sufficient detail.”86 MassDEP does have the ability to object to the proposed work within 30 days,87 which is an important oversight function necessary to avoid abuse of the minor modification provision. As Massachusetts experiences more frequent extreme weather events, some property owners will incur significant property damage and seek to undertake restoration activities. Under the waterways regulations, “restoration to the original license specifications of licensed fill or structures that have been damaged by catastrophic events, provided no change in use occurs” and several other conditions are met, does not require a new license or license amendment.88 The licensee is required to provide MassDEP “with written notice of the restoration at least ten days prior to commencement of such work” and “written notice that the repair work has been completed in accordance with the license specifications, as certified by a Registered Professional Engineer, within 60 days of such completion.”89 However, unlike the minor modification provision, the catastrophic events provision does not provide an opportunity for MassDEP to object to the proposed work. As a result, although climate change impacts may make restoration to original license specifications no longer feasible or appropriate, it is not clear that MassDEP would have the ability to reject restoration activities on that basis. In the context of sea level rise and more intense storms, prior-licensed engineering approaches may no longer be adequate or suitable, producing significant externalities on adjacent properties or harbors. In the future, it may be necessary for MassDEP to have an opportunity to explore and modify the license before the re-construction moves forward. Further, there is no safeguard against abuse of this provision. “Catastrophic event” is not a defined term in the waterways regulations, but is commonly understood to include unforeseeable events like fires. As climate change causes extreme weather events to become 85 The following activities constitute minor modifications: “(a) structural alterations which are confined to the existing footprint of the fill or structures being altered and which represent an insignificant deviation from the original specifications of the license, in terms of size, configuration, materials, or other relevant design or fabrication parameters; (b) changes of use which maintain or enhance public benefits provided by the project and which represent an insignificant deviation from the original use statement of the license, in terms of function, character, duration, patronage, or other relevant parameters; or (c) replacement of subsurface utilities, or installation of additional utility lines in an existing right of way within previously authorized filled tidelands connecting to existing structures, provided the work will not restrict or impair access to water-dependent uses.” 310 CMR 9.22(3). 86 310 CMR 9.22(3). 87 310 CMR 9.22(3). 88 310 CMR 9.22(1)(c). 89 310 CMR 9.22(1)(c). Conservation Law Foundation | www.CLF.org Page 30increasingly foreseeable, such events should no longer be considered “catastrophic.” However, the lack of a defined term or baseline for these types of events could lead licensees to increasingly claim that damages and subsequent restoration activities fall under this category, thus bypassing the standard licensing procedures that would otherwise be applicable.90 Setting of License Terms to Reflect Climate Change Waterways licenses are issued for a standard fixed term of up to 30 years, but MassDEP may establish an extended fixed term of up to 65 years on flowed tidelands or other waterways, or 99 years on filled tidelands.91 Under the waterways regulations, the license applicant must “provide justification that an extended term is warranted given the expected life of the structure” and demonstrate the “appropriateness of long-term dedication of tidelands to the proposed use(s) in the particular location.”92 Under current sea level rise projections,93 it is possible, if not likely, that a project’s license term may outlive the structural integrity and propriety of the licensed structures and uses on the site94 if climate impacts are not explicitly considered in determining the “expected life of the structure.” MassDEP currently approaches the question of license terms on a case-by-case basis and to date, has not included any special conditions or clauses that would allow them to revisit the terms of a license under specified climate-related circumstances. However, MassDEP is not prohibited under the current waterways regulations from doing so. MassDEP has the authority to revoke a license for non-compliance,95 and could revisit the license terms in those cases, but more could be done to proactively address situations where a license is technically still in 90 MassDEP could exercise its authority to revoke or nullify a license if the work undertaken by the licensee met the criteria laid out in 310 CMR 9.26, but this could be too drastic of a measure under most circumstances and would put greater burden on the agency. MassDEP needs to be able to appropriately guide and shape changes to licensed sites under these circumstances with the burden of demonstrating compliance remaining on the licensee. 91 See 310 CMR 9.15(1). 92 310 CMR 9.15(1)(b)2. 93 See, e.g., Benjamin Swasey, Report: Boston Sea Level Projected To Rise 1.5 Feet by 2050, WBUR NEWS (Mar. 16 2018), http://www.wbur.org/news/2018/03/16/boston-sea-level-rise-vims-projection (reporting a predicted rise in sea level in Boston by about 1.5 feet above 1992 levels by 2050, compared to just a foot of increase since 1921); MASS. OFFICE OF COASTAL ZONE MGMT., SEA LEVEL RISE: UNDERSTANDING AND APPLYING TRENDS AND FUTURE SCENARIOS FOR ANALYSIS AND PLANNING at 10 (2013) (predicting 6.83 feet of sea level rise in Boston by 2100 under the most extreme scenario, 4.20 feet under the intermediate high scenario, 1.91 feet under the intermediate low scenario, and 0.81 feet under the lowest scenario at historical rates). 94 See Tom Di Liberto, Nor’easters pummel the U.S. Northeast in late winter 2018, CLIMATE.GOV (Mar. 14, 2018), https://www.climate.gov/news-features/event-tracker/nor%E2%80%99easters-pummel-us-northeast-late-winter- 2018 (“A sea level rise of two feet would more than triple the frequency of coastal flooding across the Northeast, without any change in storms.”). 95 See 310 CMR 9.26. Conservation Law Foundation | www.CLF.org Page 31compliance but is anticipated to be in noncompliance as a result of climate change. Standards for Public Access and Benefit As previously noted, private uses and structures on tidelands must serve a proper public purpose. The basic requirements for open space and shoreline access are uniformly applicable across Commonwealth and private tidelands. These requirements have generated the vast majority of public waterfront parks and green spaces on the coastline, as well as contiguous shoreline access through waterfront boardwalks and pathways. The waterways regulations currently do not contemplate the effects of climate impacts like sea level rise on the continued availability and accessibility of these public spaces and amenities. However, any significant interference with public benefits at a licensed site would likely constitute non-compliance or a significant change in use. Under these circumstances, MassDEP would have the authority and obligation to take enforcement action against licensees and require changes to the site, compensatory offsets, or other mitigation measures to ensure that public benefits—which are the basis for allowing the private use in the first place—are maintained. There are many scenarios under which a licensee may be in non-compliance with the terms and conditions of their license due to climate impacts like sea level rise. For example, the landward shift of a site’s water-dependent use zone (WDUZ) may move the WDUZ landward, putting it in conflict with pre-existing permanent structures or uses on the site, like surface parking, which are categorically prohibited from being within the WDUZ. Similarly, climate impacts may cause permanent inundation or frequent flooding of required public amenities like waterfront boardwalks or water-dependent recreational facilities, rendering them unusable by the public. In each situation, the licensee would be subject to enforcement action by MassDEP unless the required level of public benefit is maintained. In some circumstances, it may be difficult or even impossible for MassDEP to require onsite changes to mitigate a loss of public access or amenities. For example, if a licensee’s required open space is significantly reduced due to inundation from sea level rise, it may be infeasible to recover open space onsite without modifying the footprint of the existing structure. In that case, MassDEP would have fairly broad discretion in determining what actions the licensee must take in order to remain in compliance with the terms and conditions of the license.96 MassDEP would also reserve the authority to revoke a license under these circumstances.97 96 See 310 CMR 9.08(4) (“In addition to any remedy specified pursuant to M.G.L. c. 91, to the Civil Administrative Penalties Statute, M.G.L. c. 21A, § 16, or to other laws of the Commonwealth, the Department may issue Enforcement Orders requiring compliance with any regulation or with any condition of any license or permit issued by the Department.”). 97 See 310 CMR 9.26(1). Conservation Law Foundation | www.CLF.org Page 32Part IV: Areas for Attention and Improvement The waterways regulations are in need of remedial adjustments to reflect changing current and future circumstances and better account for, accommodate, and mitigate the effects of climate change on the Massachusetts coast. The following section discusses potential revisions to the waterways regulations that merit consideration. From a legal standpoint, all of these proposed changes can be accomplished through rulemaking processes, rather than legislation. Reconcile and Revise Regulatory Definitions Several definitions in the waterways regulations should be clarified or revised to better address climate change and its impacts within the framework of the Public Waterfront Act.  Establish definition for “flood zone” and update definition for “coastal high hazard area.” A regulatory definition for “flood zone” should be established under the waterways regulations and should not rely on FEMA’s Flood Insurance Rate Maps (FIRMS), which are often outdated and do not consider forward-looking data.98 Instead, the definition should reference and be based on the best available climate science. Additionally, the definition of “coastal high hazard area”99 should be revised to be based on forward- looking data and modeling. By creating a regulatory definition for “flood zone” and updating the definition of “coastal high hazard area,” MassDEP can better ensure that decisions by both prospective licensees and the agency itself are based on the most accurate information available. This will help create a more accurate flood zone by including properties in the zone that face a significant flood risk within their projected lifespans. MassDEP could develop a regulatory definition for flood zone that requires the use of either the FEMA flood maps or local flood maps, whichever shows a greater extent of flooding. This would allow cities and towns to require proponents to use updated, forward-looking maps for areas where better data are available.100 98 See supra Part III.D. 99 See 310 CMR 9.02. 100 For example, the City of Boston is currently developing a Flood Resiliency Zoning Overlay District that accounts for increasing temperatures, levels of precipitation, storm intensity, and sea level rise. See BOSTON PLANNING & DEV. AGENCY, Request for Proposals, Boston Flood Resiliency Zoning Overlay District and Resiliency Design Guidelines at 7 Conservation Law Foundation | www.CLF.org Page 33 Change “Base Flood Elevation” to “Design Flood Elevation.” In discussing the requirements for a Public Waterfront Act license application, the waterways regulations refer to “base flood elevation,”101 or the flood elevation expected from the statistical 100-year storm based on the FEMA National Flood Insurance Program (NFIP) data.102 This elevation reference in the regulations should be changed to reflect the “design flood elevation,” which is “a regulatory flood elevation adopted by a local community” and may be above the base flood elevation.103 For example, the Boston Planning and Development Agency’s “Sea Level Rise – Design Flood Elevation” can be calculated by adding at least 24 inches to base flood elevation for buildings with ground floor residential units, or 12 inches for all other buildings and uses.104 However, because design flood elevation is a term most commonly used by localities in zoning provisions, MassDEP may consider using a term synonymous with design flood elevation that corresponds to the state building code. For example, the Massachusetts State Building Code references the term “lowest floor elevation,” which refers to the surface of the floor of the lowest enclosed area, including basements, but excluding any unfinished or flood-resistant enclosure, usable solely for vehicle parking, building access or limited storage.105 Similarly, “finish floor elevation,” defined as the top of the structural slab and its elevation above sea level, is a widely-accepted civil engineering term.106 The distinction in these terms is important because under a state building code, the lowest floor elevation or the finish floor elevation could be below the design flood elevation in (July 2018). “The City has determined 40 inches of sea level rise to be a reasonable standard for preparedness at this time and will utilize the standard as a basis for mapping the flood resiliency overlay district zoning map.” Id. 101 310 CMR 9.11(3)(c)1. 102 310 CMR 9.02 (defining “base flood elevation” as “the maximum elevation of flood water, including wave heights if any, which will theoretically result from the statistical 100-year frequency storm. Said elevation shall be determined by reference to the most recently available flood profile data prepared for the municipality within which the work is proposed under the National Flood Insurance Program, currently administered by FEMA; and in accordance with Wetlands Protection Act regulations at 310 CMR 10.57: Land Subject to Flooding (Bordering and Isolated Areas).”). 103 FED. EMERGENCY MGMT. AGENCY, HURRICANE RECOVERY ADVISORY 5: DESIGNING FOR FLOOD LEVELS ABOVE THE BFE AFTER HURRICANE SANDY at 5 (2013), https://www.fema.gov/media-library-data/1381405016896- 8bdeadf634c366439c35568a588feb24/SandyRA5DesignAboveBFE_508_FINAL2.pdf. 104 BOSTON PLANNING & DEV. AGENCY, CLIMATE RESILIENCY GUIDANCE, supra note 45, at 5. 105 780 CMR NINTH EDITION, BASE VOLUME, SECTION 1612.2. 106 NAIOP, CIVIL ENGINEERING COMMON TERMS (2015), http://www.naiophouston.org/pdf/development/TERMS- CIVIL.pdf. Conservation Law Foundation | www.CLF.org Page 34specific instances where the structure is floodproofed up to the design flood elevation in accordance with ASCE 24.107 By measuring a structure’s height from the lowest floor elevation/finish floor elevation rather than the design flood elevation, the regulations will be able to account for any changes to the building code to incorporate sea level rise. The regulations should also clarify that the height of structures, for the purposes of meeting the height restrictions of the Waterways Program, may be calculated from the finish floor elevation, rather than the base flood elevation, which would allow proponents to better account for sea level rise and flooding through the incorporation of freeboard. These changes may require reconciliation with other Waterways Program requirements such as those for Facilities of Public Accommodation (FPA). The regulations require FPAs to be located at the “ground level” of any filled tidelands, but this term is not defined. MassDEP should clarify how ground level would be interpreted and whether FPAs could be located on an elevated first floor. MassDEP also has discretion to allow FPAs to be relocated if it is determined that “an alternative location would more effectively promote public use and enjoyment of the project site or is appropriate to make ground level space available for water-dependent use or upper floor accessory services.”108 Adopting a design flood elevation/finish floor elevation standard would increase the resilience of projects licensed under the Public Waterfront Act while basing heightened requirements on local conditions and risk tolerance.  Establish a definition for “sea level rise” based on the best available science As discussed, the waterways regulations mandate that projects located within “flood zones” that include “[n]ew buildings for nonwater-dependent use intended for human occupancy shall be designed and constructed to . . . incorporate projected sea level rise during the design life of the buildings; at a minimum, such projections shall be based on historical rates of increase in sea level in New England coastal areas.”109 As also discussed, “flood zone” is not a defined term, but in practice is determined based on FEMA FIRM maps. 107 ASCE 24, which is published by the American Society of Civil Engineers (ASCE), Flood Resistant Design and Construction, is a referenced standard in the International Codes (I-Codes). “ASCE 24 states the minimum requirements and expected performance for the siting and design and construction of buildings and structures in flood hazard areas that are subject to building code requirements.” FEMA, HIGHLIGHTS OF ASCE 24-14, FLOOD RESISTANT DESIGN AND CONSTRUCTION (rev. July 2015), https://www.fema.gov/media-library-data/1436288616344- 93e90f72a5e4ba75bac2c5bb0c92d251/ASCE24-14_Highlights_Jan2015_revise2.pdf. 108 310 CMR 9.53(2)(c). 109 310 CMR 9.37(2). This is the first of two explicit references to sea level rise in the regulations. Conservation Law Foundation | www.CLF.org Page 35The regulations further reference sea level rise in the context of nonwater-dependent infrastructure facilities, but do not specify whether historical or projected rates are to be considered.110 The regulations currently do not require consideration of sea level rise for projects located outside of the “flood zone.” A regulatory definition should be added to section 9.02 of the regulations stating that sea level rise projections shall be based on predicted rates of increase, given that historical rates do not represent the heightened rates of increase anticipated for the next 100 years.111 Basing a definition of sea level rise on best available scientific projections would ensure that anticipated impacts of climate change are adequately incorporated into a project’s design and operation. While it is known that a certain amount of sea level rise is unavoidable regardless of our success at reducing greenhouse gases (GHG), it is important to note that long-term sea level rise projections are still tied to our ability to further reduce GHG emissions and are therefore not static. In addition, as climate science evolves, these estimates may change. As such, MassDEP should avoid prescribing a specific level or number of feet of sea level rise. Rather, the regulations should require the use of the best available data and MassDEP should retain discretion to determine the adequacy of data or provide separate guidance on assessing sea level rise impacts.  Establish a definition for “catastrophic event.” As discussed in section III.G, supra, no license or license amendment is required for “restoration to the original license specifications of licensed fill or structures that have been damaged by catastrophic events.”112 This presents three related issues. First, because there is no regulatory definition for “catastrophic event,” it will likely become increasingly difficult for MassDEP to consistently determine whether a licensee’s restoration activities fall within this category. Second, as storms become more frequent and severe, more licensees may attempt to take advantage of this provision. And finally, to the extent licensees improperly attempt to classify restoration activities as being 110 310 CMR 9.55(1). 111 J.A. CHURCH ET AL., SEA LEVEL CHANGE, IN INTERGOVERNMENTAL PANEL ON CLIMATE CHANGE, CLIMATE CHANGE 2013: THE PHYSICAL SCIENCE BASIS at 1140 (2003) (stating that “[i]t is very likely that the rate of global mean sea level rise during the 21st century will exceed the rate observed during 1971– 2010”). 112 310 CMR 9.22(1)(c). Conservation Law Foundation | www.CLF.org Page 36necessitated by catastrophic events, MassDEP’s discretion over such activities could be hampered by its current limited oversight role in such situations. A regulatory definition of the phrase “catastrophic event” should be established to clarify the term’s ambiguity. Such a definition should be narrowly written to encompass only unforeseeable events, such as fires, and exclude reasonably foreseeable conditions such as those caused by climate change. This may mean that even an unprecedented storm event would not qualify as a “catastrophic event” because the conditions were reasonably foreseeable at the time the license was issued. Absent revision, licensees will be able to invoke the “catastrophic event” provision with increasing frequency, eliminating the need for new licenses or license amendments to conduct structural repairs and creating potential opportunity for abuse. The lack of explicit authority for MassDEP to object to such restoration activities further increases the potential for abuse. And because this provision requires structures to be built to the original license specifications, an unintended consequence could be the perpetuation of dated engineering approaches that potentially increase risks either to the structure itself or elsewhere in the harbor or along the coastline. MassDEP should have discretion to exercise its judgment as to whether a facility or structure destroyed or severely damaged by a storm event requires license revision or not. Regulatory changes that explicitly give MassDEP such authority and establish a narrow regulatory definition of “catastrophic event” are necessary to allow MassDEP to maintain control of the licensing process and ensure that the license continues to advance significant public benefits and purposes in the evolving landscape of sea level rise and more frequent extreme weather events.  Reconcile terms referring to shoreline stabilization or protection structures There are three closely-related terms referenced in the waterways regulations that should be reconciled and amended: “coastal or shoreline engineering structure,” “shore protection structure,” and “shoreline stabilization.” “Coastal or shoreline engineering structure” is the only term of the three that is currently defined. It is defined as, “any breakwater, bulkhead, groin, jetty, revetment, seawall, weir, riprap or any other structure which by its design alters wave, tidal, current, ice, or sediment transport processes in order to protect inland or upland structures from the effects of such processes.”113 113 310 CMR 9.02. Conservation Law Foundation | www.CLF.org Page 37While “shore protection structure” is not formally defined, section 9.12(2) of the regulations describes it as including “seawalls, bulkheads, revetments, dikes, breakwaters, and any associated fill which are necessary either to protect an existing structure from natural erosion or accretion, or to protect, construct, or expand a water- dependent use.”114 These two terms seem to be closely related and MassDEP should consider consolidating them. Section 9.12 also lists “flood, water level, or tidal control facilities” as a separate category of water-dependent use but these terms are not formally defined. It is unclear what type of uses or structures would fall under this characterization and it is possible that there would be overlap with shoreline protection structures. MassDEP should consider renaming “coastal or shoreline engineering structure” to “coastal or shore protection measure” to be more inclusive of both structural and non- structural alternatives. The definition should include examples of green and nature- based alternatives like berms, living shorelines, marshes, and more. “Shoreline stabilization” should similarly be defined to include a wider array of protection measures. Section 9.32(2)(a) of the regulations should be revised to allow for new shore protection structures in addition to the rehabilitation of existing structures. The regulations’ engineering standards should also be clarified and strengthened by including examples of green infrastructure alternatives to hard armoring—e.g., berms, parks, man-made wetlands, and living shorelines—and by specifying that such alternatives shall be designed to imitate, enhance, or restore a natural shoreline protection system to the maximum extent practicable. Finally, MassDEP should consider whether a separate regulatory definition or category is needed for flood, water level, and tidal control facilities. If so, MassDEP should consider including green and soft alternatives in the regulatory definition and replacing “facilities” with “measures” to be more inclusive of non-structural alternatives. These changes would not only provide greater clarity in the regulations, but would also ensure consideration and use of non-structural alternatives in addressing climate change impacts. 114 310 CMR 9.12(2)(a)11. Conservation Law Foundation | www.CLF.org Page 38Clarify the Circumstances under which Fill May Be Used MassDEP should encourage flood control measures that improve resiliency on a neighborhood- or area-wide scale by explicitly stating that new fill may be introduced in connection with such measures and clarifying the specific circumstances under which it would be allowed. Several revisions could be made to the waterways regulations that would encourage and facilitate flood control measures when the purpose is to improve resiliency on a neighborhood- or area-wide scale. As discussed above, reconciliation and revision of the terms “coastal or shoreline engineering structure,” “shore protection structure,” and “shoreline stabilization” would enhance clarity and could ensure consideration and use of a wider array of flood protection measures in addressing climate change impacts. Section 9.32(2)(a) of the regulations should also be reviewed and revised to allow for new shore protection measures in addition to the rehabilitation of existing structures. A new exemption to the categorical restrictions on fill for flood control measures that improve resiliency on a neighborhood- or area-wide scale should be considered. It is critically important that any revisions intended to facilitate the use of fill in connection with flood control measures be consistent with the underlying purposes of the Public Waterfront Act, namely, protecting the rights of the public to access and use tidelands. Any revisions undertaken to encourage climate resiliency must not be done in a way that inhibits public access to and use of tidelands or water-based recreation. MassDEP should consider prioritizing fill for flood control measures that provide co-benefits in the form of public access or recreation, for example, berms that double as waterfront pathways. A national example of this is the Mississippi River Levee Path, which is a nearly five-mile walking and bike trail on the Mississippi River levee system.115 More importantly, licensees should not assume that a flood control measure in and of itself replaces or fulfils public access or benefit obligations. Additionally, the introduction of new fill for the purpose of climate resiliency should not include any private uses. For instance, MassDEP should continue to prohibit new fill for nonwater- dependent uses like commercial and residential development. Finally, while green infrastructure alternatives to hard armoring may not always be feasible, MassDEP should encourage their use where possible, especially to the extent that hard-engineered alternatives would result in or exacerbate environmental harm such as acceleration of erosion. 115 DOWNTOWN BATON ROUGE DOWNTOWN DEVELOPMENT DISTRICT, BICYCLE & WALKING PATHS, https://downtownbatonrouge.org/getting-around/bicyclewalking-paths/. Conservation Law Foundation | www.CLF.org Page 39Mandate Consideration of Future Conditions and Facilitate Adaptation Several provisions of the waterways regulations should be clarified or revised to mandate consideration of future conditions and facilitate adaptation within the framework of the Public Waterfront Act.  Codify MassDEP’s “existing” piles interpretation and require immediate removal of dilapidated pile fields. As previously discussed, MassDEP published an interpretation of the waterways regulations regarding “existing” pile-supported structures and pile fields in connection with a project on Lewis Wharf. MassDEP should develop a regulatory strategy for systematically requiring license holders to certify the functionality of licensed structures. There are strong policy rationales for MassDEP’s position, and, as noted above, all licenses have specific requirements that these facilities be maintained in good repair. This would clearly include addressing sea level rise, storm impacts, and other climate change-related conditions. Before any license can be renewed, MassDEP should require a demonstration that the license conditions, including these provisions, have been maintained on the site. MassDEP should also codify this interpretation in its regulations and apply it more broadly so that there is greater certainty with respect to expectations of the owners of these non-functional navigation hazards. Sites that become inundated by sea level rise such that their piles are not visible at high tide or that become significantly damaged by storms and are not repaired would not be considered “existing.” Codifying this interpretation would incentivize property owners to maintain their pile-supported structures and pile fields in good repair and consider the future impact of sea level rise on structures. Further, codifying this interpretation would create a consistent, proactive framework rather than relying on ad hoc, site-by-site determinations.  Mandate that structures be able to withstand expected climate conditions throughout the term of their license. The waterways regulations already require a license applicant requesting an extended- term waterways license to “provide justification that an extended term is warranted given the expected life of the structure.”116 The regulations also mandate that projects located within flood zones shall “incorporate projected sea level rise during the design life of the buildings.”117 These definitions should be expanded to clarify that the term of any license includes provisions to ensure that the integrity and availability of the licensed public benefits is maintained throughout the license’s terms. 116 310 CMR 9.15(1)(b)2. (emphasis added). 117 310 CMR 9.37(2)(b)2. (emphasis added). Conservation Law Foundation | www.CLF.org Page 40The waterways regulations should make clear that in considering the expected or design life of the buildings and associated public benefits and assets, proponents are expected to incorporate forward-looking data into the analysis. The regulations should explicitly state in section 9.15 that proponents must design structures and licensed public benefits and assets to be able to withstand expected climate conditions throughout the design lives of the buildings or through the ends of their license terms, whichever is greater. For example, a license applicant with a property at high risk of sea level rise may need to demonstrate that they will be able to provide fifty percent open space onsite into the future despite frequent flooding at the site or permanent inundation. Similarly, given expected coastal retreat and corresponding movement of project shorelines and water-dependent use zone boundaries, applicants should affirmatively demonstrate that there will not be any non-conforming uses on the site in the future. Further, MassDEP should refrain from granting extended-term licenses unless a protocol is developed for including reopener clauses in licenses. Given the substantial uncertainties of the speed and extent of coastal impacts from climate change, all licenses should have periodic, automatic reopener clauses that would keep the burden on the licensee to demonstrate to MassDEP that the current conditions and terms of the license fulfill proper public purposes. This would allow MassDEP to determine if a project’s terms should be amended based on materially changed circumstances making the original terms inappropriate without having to shoulder the considerable burden of legally defending their right to re-evaluate the terms and conditions of licenses during the term of the license.  Require that a licensed professional engineer review and certify projects attesting that they have been prepared in accordance with good engineering practice and that all climate change-related risks have been disclosed. The waterways regulations should require all nonwater-dependent structures and water-dependent industrial uses to have a licensed engineer certify that project plans have been prepared in accordance with good engineering practice and that any climate- related risks to the site have been fully disclosed. Such a provision could be modeled after section 112.3(d) of the federal Clean Water Act regulations,118 and would be consistent with MassDEP’s authority to “prescribe the terms for the construction” of structures below the high water mark.119 “Good engineering practice” would be based on the professional standard of care that necessarily includes consideration of climate 118 40 C.F.R. § 112.3(d) (requiring that “a licensed Professional Engineer must review and certify a [Spill Prevention Control and Countermeasure Plan] for it to be effective” by attesting “[t]hat the Plan has been prepared in accordance with good engineering practice, including consideration of applicable industry standards”). 119 G.L. c. 91, § 14. Conservation Law Foundation | www.CLF.org Page 41change impacts. MassDEP could consider exempting from this requirement water- dependent use projects that would not pose any threat to public health and safety.  Clarify that adaptation and resilience features are not a substitute for, and should not diminish, public access and use There is an increasing need for climate adaptation and resilience features on licensed sites to address the effects of climate change. While the incorporation of these features is critically important and should be encouraged, MassDEP should clarify that such features may not be used to offset or be substituted for required public access, use, and benefit. Climate adaptation measures should not be incorporated instead of, or to the detriment of, public access to the shoreline, nor should such measures be considered to meet, in and of themselves, the public use and access requirements enumerated in sections 9.51 through 9.53 of the waterways regulations. The regulations already address this issue to some extent, stating that where projects include flowed private tidelands, they shall: allow continuous, on-foot, lateral passage by the public in the exercise of its rights therein, wherever feasible; any pier, wharf, groin, jetty, or other structure on such tidelands shall be designed to minimize interference with such passage, either by maintaining at least a five-foot clearance above the ground along the high water mark or by providing a stairway for the public to pass laterally over such structures; where obstruction of continuous access below the high water mark is unavoidable, the project shall provide alternate lateral passage to the public above said mark in order to mitigate interference with the public right of passage on flowed private tidelands.120 MassDEP should further clarify that while climate adaptation measures would likely be considered water-dependent uses, they must not supplant required public benefits of access to and use of tidelands. As previously discussed, projects and measures that promote co-benefits and employ innovative ways of merging flood protection with public access should be prioritized. 120 310 CMR 9.35(3)(b)1. (emphasis added). Conservation Law Foundation | www.CLF.org Page 42A Note on Tidelands, Public Interests, and Takings121 Jurisprudence As mean high and low tide lines move or as MassDEP’s regulatory responses to sea level and storm impacts may change, it is important to consider how those changes interface with the private interests granted in historic tidal flats or licensed in historic submerged waters. Questions may arise as to whether MassDEP has the power to impose new waterways restrictions retroactively on current license holders or whether the application of any of these new regulatory measures constitutes a regulatory taking, as might ordinarily be the case with private property. For example, could a MassDEP regulation prohibiting hard armoring of a particular property as mitigation against sea level rise be applied retroactively to existing waterways licensees, effectively prohibiting them from protecting their private property and investments in coastal structures built on current or former tidelands? If it could, would that be considered a taking of the licensee’s granted private property interests? While the Massachusetts Supreme Judicial Court has not directly answered these questions, we can look to current tidelands jurisprudence to see how the court would respond. This discussion starts, as it must, with the special nature of tidelands themselves, whether currently filled or otherwise. Current, past, and future tidelands in Massachusetts are not like ordinary property; ownership of tidelands “always had strings attached.”122 “All tidelands below the high water mark are subject to this [public] trust.”123 Even as the Colonial Ordinances and later wharf statutes and licenses conveyed the private interests in tidelands to the upland owner or licensee for maritime commerce or other public purposes, the public rights in those 121 When the government takes private property for public use, it is required to provide just compensation. See U.S. Const. amend. V (“nor shall private property be taken for public use, without just compensation”); id. amend. XIV (“nor shall any State deprive any person of life, liberty, or property, without due process of law”); Mass. Const., Pt. 1, art. X (“no part of the property of any individual can, with justice, be taken from him, or applied to public uses, without his own consent, or that of the representative body of the people . . . whenever the public exigencies require that the property of any individual should be appropriated to public uses, he shall receive a reasonable compensation therefor”). The U.S. Supreme Court has recognized a number of ways in which takings may arise: when the government requires a permanent physical occupation of private land; when a government regulation deprives the owner of “all economically beneficial or productive use” of private property; or when a deprivation short of a total loss constitutes a partial taking. See Loretto v. Teleprompter Manhattan CATV Corp., 458 U.S. 419 (1982); Lucas v. S.C. Coastal Council, 505 U.S. 1003 (1992); Penn Central Transp. Co. v. City of N.Y., 438 U.S. 104 (1978). 122 Boston Waterfront Dev., 378 Mass. at 636. 123 Arno v. Commonwealth, 457 Mass. 434, 436 (2010); Trio Algarvio v. Comm’r of the Dep’t of Envtl. Prot., 440 Mass. 94, 97 (2003). Conservation Law Foundation | www.CLF.org Page 43tidelands have always been reserved for the public. This notion—that a property in private hands still has protected public interests associated with it—is fundamental to the special nature of tidelands and to the question of MassDEP’s power to act retroactively or prospectively on past, current, or future tidelands. In addition to the express language of the Colonial Ordinances, these retained public interests in tidelands arise from another ancient doctrine, the prior public use doctrine. Under this common law doctrine, previous public property that has been granted to private entities must continue to be used for the public purposes that were intended to be served by that grant: “where [an entity] was granted, even irrevocably, the use of certain previously public property for a public purpose, there [is] an implied condition in the grant that the [entity] could not retain the granted locations without using them for the purpose they were granted.”124 Under the prior public use doctrine, “where the use of public or publicly-granted land changes over time, the Legislature must approve the changed use.”125 Although the Legislature retained the power under this doctrine to convey all the public’s interests in such tidelands, the Supreme Judicial Court has opined that the legislative action itself must serve an equivalent public purpose to the tidelands purposes being extinguished or altered. That equivalent public purpose could not be for the primary purpose of conferring private benefits; “private benefits must . . . be . . . merely incidental to the achievement of the [Legislature’s stated] public purpose.”126 Takings claims—even assuming that the “occupation” of someone’s land by the rising sea or storm flood waters could be found to be “authorized by government”127 rather than being the result of emissions of greenhouse gases and complex ecological phenomena at a global scale— would not be available for lands subject to Public Waterfront Act jurisdiction. The state’s highest court has already reached this result in a similar context, holding that where coastal areas are impressed with a public trust, private landowners “have had only qualified rights to their shoreland and have no reasonable investment-backed expectations under which to mount a taking challenge.”128 124 Boston Waterfront Dev., 378 Mass. at 648. See also Trio Algarvio, 440 Mass. at 105–06 (private rights subject to termination if used in unauthorized way). 125 Boston Waterfront Dev., 378 Mass. at 648–49. 126 Opinion of the Justices, 383 Mass. 895, 905–06 (1981); see also Arno, 457 Mass. at 451. 127 See, e.g., Loretto, 458 U.S. at 421. 128 Wilson v. Commonwealth, 31 Mass. App. Ct. 757, 768 (1992) (citing Boston Waterfront Dev., 378 Mass. at 631– 650, 654; Opinion of the Justices, 383 Mass. at 901–906, 917–920). Conservation Law Foundation | www.CLF.org Page 44It is similarly unlikely that the government would be required to provide compensation for preventing a landowner from erecting coastal armoring on a property, even if the property subsequently experienced flooding. Although in some jurisdictions, affirmative government action contributing to property damage may constitute a taking,129 Massachusetts courts permit reasonable government action preventing harm to neighboring properties, such as the use of zoning bylaws to restrict certain types of construction.130 Restrictions on hard armoring intended to prevent heightened erosion levels, especially on abutting beaches, would likely be considered a similar form of reasonable government action.131 Thus, any subsequent flooding would be a result of reasonable government action protecting public health and safety and would therefore be unlikely to require compensation. However, it would be important for the government to explicitly state that protection of public health and safety is the primary goal of any restrictions limiting or prohibiting hard armoring on these properties. While there might be arguments that federal constitutional takings principles supersede some state laws, the U.S. Supreme Court has carved out a takings exception for regulations permitted by the “background principles of the State’s law of property and nuisance.”132 Moreover, the Public Waterfront Act and the waterways regulations in this context would constitute a “public program adjusting the benefits and burdens of economic life to promote the common good.”133 There is little question that the Massachusetts courts have properly considered the Public Waterfront Act to be a fundamental background principle that would insulate the state from any takings claims under these circumstances.134 129 See, e.g., Commonwealth of Ky., Dep’t of Highways v. Widner, 388 S.W.2d 583 (Ky. 1965) (holding that a government’s removal of a lateral support from a private property linked to a landslide damaging the residence could constitute a taking). 130 See Gove v. Zoning Bd. of Appeals of Chatham, 444 Mass. 754, 764–67 (2005) (zoning bylaw restricting construction of a residential structure in a 100-year floodplain did not constitute a taking requiring just compensation under the Penn Central test where the relevant lot’s “potential flooding would adversely affect the surrounding areas if the property were developed with a house. Reasonable government action mitigating such harm, at the very least when it does not involve a ‘total’ regulatory taking or a physical invasion, typically does not require compensation.”) (internal quotations and citations omitted). 131 See id. 132 Lucas, 505 U.S. at 1029. 133 Penn Central, 438 U.S. at 124. 134 See Lee A. Kaplan, Whose Coast Is It Anyway? Climate Change, Shoreline Armoring, and the Public’s Right to Access the California Coast, 46 ENVTL. L. REP. NEWS & ANALYSIS 10971, 10977 (2016) (stating that “[c]ourts in multiple states have affirmed the public trust doctrine itself as a ‘background principle’ of law for the purposes of Lucas’ takings analysis”); see also Tim Eichenberg et al., Climate Change and the Public Trust Doctrine: Using an Ancient Doctrine to Adapt to Rising Sea Levels in San Francisco Bay, 3 GOLDEN GATE U. ENVTL. L. J. 243, 261 (2010) (asserting that “[t]he retained public trust easement protects government action from takings claims because the easement establishes allowable uses on trust property and . . . the state cannot take something it already owns”). Conservation Law Foundation | www.CLF.org Page 45It must be re-emphasized that in the tidelands context, every public or private use and structure located on tidelands must serve a proper public purpose or else it is prohibited.135 Thus, even in the absence of an explicit MassDEP waterways license condition authorizing the agency to review and change the license conditions, the public benefits required by the license are quid pro quo for the state allowing the private use or structure in the first place. As long as the private use or structure remains on the site, the licensee has an ongoing duty to provide the required public benefits, even if circumstances on the site change. Accordingly, if a licensee has not maintained the viability of the required public benefits in the face of heightened storm activity or sea level rise, then that licensee is in violation of its license and the associated private activity becomes an unauthorized use of the tidelands that could result in enforcement action by MassDEP.136 In extreme cases—for example, if an entire site except for a private building became submerged—license compliance might even necessitate locating the required public benefits offsite.137 In sum, the special nature of tidelands as a public trust resource allows MassDEP to act retroactively or prospectively to ensure that all licensees provide the required public benefits that are the basis for allowing private uses or structures on tidelands in the first place. Regulatory Relief for Climate Adaptation As the Massachusetts shoreline faces mounting development pressures, property owners are increasingly interested in securing regulatory relief from the requirements of the Public Waterfront Act, and some have suggested such relief is necessary to promote climate adaptation. It is important to distinguish here between the impossible and the less economically advantageous. While the Public Waterfront Act and waterways regulations should be refined and adjusted to better facilitate and require consideration of future climate impacts, many climate adaptation measures are already possible under the current regulatory framework, and any changes must ensure that the rights of the public in these lands are not sacrificed. 135 G.L. c. 91, § 14. 136 See 310 CMR 9.08. 137 The amnesty program included in the 1990s revisions to the Waterways Program discussed at note 66, supra, would not be applicable here. The rationale at that time was that existing projects did not have notice of how the Public Waterfront Act would be applied to non-maritime commerce uses or structures on tidelands, and there was an “innocence” associated with what was being grandfathered. If current development received the same grandfathering benefits, the effect would be to elevate private rights in the land over public rights, which would undermine the purposes of the Waterways Program. Conservation Law Foundation | www.CLF.org Page 46Climate adaptation strategies that promote a greater public benefit than detriment—for instance, through a district-scale berm project—should be considered differently from project- level measures intended to protect a single structure or site. To some extent, individual site considerations would be addressed by the recommendations in this report. For example, the change from base flood elevation to design flood elevation for the calculation of height would allow some flexibility for individual developers to incorporate freeboard into their designs. However, granting regulatory relief from numerical and use requirements that safeguard the public’s right to access and enjoy tidelands either on an individual site or abutting sites would undermine the purpose of the Public Waterfront Act and should be carefully avoided. Conclusion The Public Waterfront Act has protected the public’s rights and interests in the Massachusetts waterfront for over 150 years. Under the current framework, certain regulatory provisions may be interpreted as addressing coastal climate change impacts such as sea level rise, but further refinement and adjustment is necessary in order to effectively regulate coastal development in the age of climate change. The recommendations of this report are intended for further discussion and debate and seek to drive the conversation forward. A successful comprehensive response to the regulatory challenges noted herein would establish Massachusetts as a national leader in coastal governance, benefitting the state’s continued draw for new economic activity and serving as a model for other states grappling with these issues. Conservation Law Foundation | www.CLF.org Page 47Technical Appendix A. Methodology for Mapping At-Risk Open Space CLF’s flood vulnerability analysis of open spaces under the Public Waterfront Act relies on publicly available information from the Massachusetts Department of Environmental Protection (MassDEP) and the City of Boston. Waterways licenses included in the analysis were downloaded from the MassDEP Boston Chapter 91 Harborwalk online mapping resource.138 MassDEP frequently updates this resource with additional licenses. As of January 14, 2019, there were 90 waterways licenses available, which CLF used to conduct its analysis. Of these 90 licenses, 62 licenses had identifiable exterior open space that could be mapped using ArcGIS (“mappable open space”). Licenses that did not mandate the provision of exterior open space could not be mapped.139 Mapping of the open space in ArcGIS was conducted using multiple data points, including the textual and site plan descriptions contained in each license, Google Maps Streetview, elevation data from the U.S. Geological Survey, FEMA Flood Insurance Rate Maps of Boston from 2016, and NOAA Natural Color 8 Bit Imagery of Boston from 2017.140 Exterior open space was defined as publicly accessible areas such as lawns, landscaping, plazas, sections of the Harborwalk, walkways, piers and playgrounds. Public roads, access roads and parking lots were not considered open space for the purposes of this analysis and were not mapped; nor were sidewalks unless the license specifically listed sidewalk improvement, beautification or widening as a condition of licensure. For waterways licenses tied to a larger master plan, only the exterior open space specifically enumerated in each license was included in the analysis. If a license did not contain enough information to accurately map the exterior open space, or the site design and building footprint changed significantly since licensure, the license was not mapped. MassDEP’s tool includes both previous and current Waterways Licenses for some parcels; CLF’s analysis includes only current licenses so that the analysis is representative of the exterior open space presently available (or soon to be available) to the general public. Exterior open space on licensed parcels currently under construction were mapped with the assumption the open space will be available in the near future. Two of the 62 licenses – one in 138 MassDEP’s Boston Chapter 91 Harborwalk mapping resource is available here: https://mass- eoeea.maps.arcgis.com/apps/MapSeries/index.html?appid=894d0ec67b5d426eadb5e74c33dc4366. 139 Licenses that did not mandate the provision of exterior open space onsite as a public benefit often included other public benefits such as funding for public water transportation or interior public amenities. 140 To measure elevation, Digital Elevation Models from a 2013-2014 U.S. Geological Survey of Boston were used. This information is available for download from MassGIS: https://docs.digital.mass.gov/dataset/massgis-data-lidar- terrain-data. 2016 FEMA Flood Insurance Rate Maps for Boston are available at: https://msc.fema.gov/portal/search?AddressQuery. 2017 NOAA Natural Color 8 Bit Imagery of Boston is available for download from NOAA: https://coast.noaa.gov/htdata/raster2/imagery/BostonMA_RGB_2017_8418/. Conservation Law Foundation | www.CLF.org Page 48the Fenway/Kenmore neighborhood and one in Mattapan – had mappable exterior open space relatively far inland and thus had little to no risk of flooding from near or medium-term sea level rise. Nonetheless, these licenses were included in the analysis given that the licensed open space on each site abuts a FEMA Flood Zone AE, otherwise known as the 100-year floodplain and is estimated to have a 1% chance of flooding in a given year. One of the 62 mappable licenses in Dorchester had open space with an elevation of 20 feet or greater and seven other licenses across the city included elevated open space features such as outlooks, elevated fill, second floor decks or plazas, and elevated walkways. Using visual information from Google Maps Streetview, Digital Elevation Models from a 2013-2014 U.S. Geological Survey of Boston, any open space that was one story or more above street level at the licensed parcel was identified and removed from the flood intersect analysis to avoid an inaccurate depiction of flood risk.141 However, the total square feet of elevated open space in these licenses was included in the final calculations and is reflected in overall percentages both citywide and at the neighborhood level. To analyze the percentage of open space vulnerable to flooding and sea level rise, CLF’s analysis used coastal flood hazard data from the City of Boston’s 2016 Climate Ready Boston Report. This flood hazard data is a Boston-based re-analysis of the coastal flood hazard data developed as part of a 2015 Massachusetts Department of Transportation coastal flood hazard analysis, which uses simulations of potential nor’easters and tropical storms at a range of tide levels, as well as riverine flow rates and sea level rise conditions.142 GIS mapping was conducted for high tide, 10-year flood, and 100-year flood levels based on three highly-probable sea level rise estimates—9 inches, 21 inches, and 36 inches—resulting in 9 different flooding scenarios.143 These flood scenarios were mapped using ArcGIS and the intersect tool was used to identify where exterior open space (excluding elevated features and select license) overlapped with the flood extent layers. The resulting data, including the number of licenses and total percentage of open space affected in each of the nine scenarios, is summarized in this report at a city level and at a neighborhood level.144 141 The analysis combined Digital Elevation Models into a mosaic raster and converted from vertical meters to vertical feet to help identify exterior open space that exceeded 20 feet in elevation from 0 feet NAVD88 elevation. 142 See “Climate Ready Boston – Sea Level Rise Inundation” from ArcGIS (Online) to view the metadata and download datalayers for the nine inundation scenarios: https://www.arcgis.com/home/item.html?id=acc5203173f14874b71ed4f5f60662fc. 143 Note that under the Federal Emergency Management Agency’s (FEMA) definitions, a 10-year flood is one that has a 10% chance of occurring in a given year, and a 100-year flood is one that has a 1% chance of occurring in a given year. 144 Note that for this analysis, the Fort Point Neighborhood was considered to be both sides of the Fort Point Channel south of Seaport Boulevard. Conservation Law Foundation | www.CLF.org Page 49B. Neighborhood-Scale Analysis of Vulnerability *Note that where an asterisk follows a number it indicates that all licenses in the neighborhood are at risk of flooding based on the analysis. Charlestown Number of licenses mapped: 9 Percent of open space elevated above 20 feet: 6.3% No. of Licenses Affected – Charlestown Percent of Open Space Affected – Charlestown 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 8 8 9* High Tide 16% 19% 40% 10-Year Flood 8 9* 9* 10-Year Flood 23% 55% 76% 100-Year Flood 9* 9* 9* 100-Year Flood 44% 71% 84% Dorchester Number of licenses mapped: 5 Percent of open space elevated above 20 feet: 66.6% No. of Licenses Affected – Dorchester Percent of Open Space Affected – Dorchester 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 3 3 3 High Tide 9% 11% 12% 10-Year Flood 3 3 4 10-Year Flood 12% 13% 14% 100-Year Flood 3 4 4 100-Year Flood 12% 13% 17% Downtown145 Number of licenses mapped: 1 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – Downtown Percent of Open Space Affected – Downtown 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 1* 1* 1* High Tide 42% 83% 100% 10-Year Flood 1* 1* 1* 10-Year Flood 99% 100% 100% 100-Year Flood 1* 1* 1* 100-Year Flood 100% 100% 100% 145 Only one license in each of the following were mappable: Downtown, South Boston, West End, Mattapan. Conservation Law Foundation | www.CLF.org Page 50East Boston Number of licenses mapped: 7 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – East Boston Percent of Open Space Affected – East Boston 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 5 5 6 High Tide 22% 35% 66% 10-Year Flood 6 6 7* 10-Year Flood 47% 78% 96% 100-Year Flood 6 7* 7* 100-Year Flood 72% 93% 98% Fenway/Kenmore Number of licenses mapped: 3 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – Fenway/Kenmore Percent of Open Space Affected – Fenway/Kenmore 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 0 0 0 High Tide 0% 0% 0% 10-Year Flood 0 0 1 10-Year Flood 0% 0% 0% 100-Year Flood 0 1 1 100-Year Flood 0% 0% 3% Fort Point Number of licenses mapped: 9 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – Fort Point Percent of Open Space Affected – Fort Point 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 7 8 9* High Tide 10% 25% 42% 10-Year Flood 9* 9* 9* 10-Year Flood 35% 51% 54% 100-Year Flood 9* 9* 9* 100-Year Flood 48% 54% 93% Conservation Law Foundation | www.CLF.org Page 51Mattapan Number of licenses mapped: 1 Percent of open space elevated above 20 feet: 61.4% No. of Licenses Affected – Mattapan Percent of Open Space Affected – Mattapan 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 0 0 0 High Tide 0% 0% 0% 10-Year Flood 0 0 0 10-Year Flood 0% 0% 0% 100-Year Flood 0 0 0 100-Year Flood 0% 0% 0% North End Number of licenses mapped: 7 Percent of open space elevated above 20 feet: 3.2% No. of Licenses Affected – North End Percent of Open Space Affected – North End 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 5 5 5 High Tide 11% 24% 61% 10-Year Flood 5 7* 7* 10-Year Flood 47% 73% 87% 100-Year Flood 6 7* 7* 100-Year Flood 64% 86% 97% Seaport District Number of licenses mapped: 18 Percent of open space elevated above 20 feet: 4.6% No. of Licenses Affected – Seaport Percent of Open Space Affected – Seaport 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 7 9 17 High Tide 20% 21% 43% 10-Year Flood 13 17 18* 10-Year Flood 30% 53% 80% 100-Year Flood 17 18* 18* 100-Year Flood 48% 74% 90% Conservation Law Foundation | www.CLF.org Page 52South Boston Number of licenses mapped: 1 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – South Boston Percent of Open Space Affected – South Boston 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 1* 1* 1* High Tide 9% 11% 18% 10-Year Flood 1* 1* 1* 10-Year Flood 12% 24% 49% 100-Year Flood 1* 1* 1* 100-Year Flood 19% 43% 60% West End Number of licenses mapped: 1 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – West End Percent of Open Space Affected – West End 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 1* 1* 1* High Tide 91% 91% 91% 10-Year Flood 1* 1* 1* 10-Year Flood 91% 91% 91% 100-Year Flood 1* 1* 1* 100-Year Flood 91% 91% 91% Conservation Law Foundation | www.CLF.org Page 53C. Chapter 91 Licenses used in the Mapping Analysis License License Expiration Neighborhood Date Issued Notes # Term Year 4691 North End 99 years 5/3/1995 2094 5183 Seaport 99 years 2/12/1996 2095 Includes elevated walkway 6719 Seaport 99 years 7/20/1998 2097 7757 North End 30 years 10/16/2000 2030 Includes elevated park area and 7759 Seaport 99 years 5/9/2000 2099 walkways Includes elevated parklet 8529 Charlestown 30 years 1/5/2001 2031 connecting to lower Harborwalk Includes elevated plaza along 8868 Charlestown 60 years 10/26/2001 2061 Chelsea Street 8959 Fort Point 30 years 8/10/2001 2031 8987 Charlestown 75 years 9/25/2001 2076 Inland behind Baker Dam and not vulnerable to near or medium 9114 Mattapan 65 years 3/27/2002 2067 term sea level rise; majority of open space is elevated 9147 West End 30 years 1/9/2002 2032 Licensee is Metropolitan District 9214 North End unlimited 4/3/2002 Commission 9230 Seaport 50 years 4/4/2002 2052 9707 East Boston 30 years 5/23/2003 2033 9709 Seaport 95 years 12/29/2003 2098 9825 Fort Point 99 years 11/3/2003 2102 9828 East Boston 99 years 9/13/2003 2102 9946 Dorchester 30 years 6/15/2004 2034 9951 Seaport 96 years 4/23/2004 2100 Conservation Law Foundation | www.CLF.org Page 5410135 South Boston 30 years 6/7/2005 2035 10179 North End 30 years 3/24/2005 2035 10286 Charlestown 99 years 6/11/2005 2104 Inland next to Back Bay Fens. Not 11700 Fenway/Kenmore 65 years 1/16/2007 2072 vulnerable to near or medium term sea level rise 11419 Fort Point 99 years 8/7/2006 2105 11438 Fort Point 30 years 7/28/2006 2036 11907 Seaport 96 years 9/25/2007 2103 12205 Seaport 65 years 10/24/2008 2073 12214 Charlestown 30 years 8/22/2008 2038 12251 Fort Point 30 years 11/20/2008 2038 12778 Downtown 30 years 7/20/2010 2040 12906 Fort Point 30 years 3/11/2011 2041 12936 Charlestown 65 years 5/3/2011 2076 Licensee is University of 13108 Dorchester unlimited 8/19/2011 Massachusetts; entire site is elevated above 20’ 13110 Fort Point 30 years 10/14/2011 2041 13204 Seaport 90 years 3/2/2012 2102 13214 Fenway/Kenmore 30 years 2/23/2012 2042 13332 Charlestown 30 years 9/17/2012 2031 Includes elevated viewing 13396 North End 85 years 12/28/2012 2097 platform 13452 Fenway/Kenmore 30 years 4/25/2013 2043 13456 Seaport 85 years 5/7/2013 2098 13604 Seaport 96 years 11/18/2013 2109 13628 Seaport 85 years 4/1/2014 2099 13634 Seaport 96 years 6/12/2014 2099 13657 Charlestown 30 years 4/1/2014 2044 Conservation Law Foundation | www.CLF.org Page 55Licensee is University of 13709 Dorchester unlimited 6/30/2014 Massachusetts Boston Includes elevated fill soil; 13771 Dorchester unlimited 3/3/2015 Licensee is University of Massachusetts Boston 13824 East Boston 30 years 1/13/2015 2045 13825 Fort Point 30 years 8/3/2015 2045 13905 East Boston 65 years 1/13/2016 2081 Expiration term is tied to first 14000 Seaport 90 years* 2/2/2016 2102 license for Pier 4, license 13204 Expiration term is tied to earlier 14031 East Boston 65 years* 12/21/2015 2076 license 13033 Licensee is University of 14041 Dorchester unlimited 2/18/2016 Massachusetts Boston 14043 East Boston 65 Years 3/25/2016 2081 14049 Seaport 96 years 4/8/2016 2112 14105 Fort Point 30 years 6/8/2016 2046 14240 Charlestown 30 years 10/27/2016 2046 14280 Seaport 75 years 1/10/2017 2092 Expiration term is tied to first 14281 Seaport 90 years* 2/22/2017 2102 license for Pier 4, license 13204 Expiration term is tied to earlier 14366 North End 60 years* 3/29/2017 2061 license 8884 14385 Fort Point 42 years 4/19/2017 2059 14404 North End unlimited 5/16/2017 Licensee is City of Boston 14492 East Boston 30 years 8/21/2017 2047 Conservation Law Foundation | www.CLF.org Page 56D. Licenses Excluded from the Mapping Analysis License Date Expiration License Neighborhood Notes Term Issued Year 2135 East Boston unknown 11/28/1989 Old license replaced by 10345 4191 Seaport unlimited 11/14/1994 Old license replaced by 7759 8884 North End 60 years 6/13/2001 2061 Old license replaced by 14366 License is for a bench and sidewalk 8986 Fenway/Kenmore 60 years 12/3/2001 2061 feature; not specific open space No specific open space created 9167 East Boston unlimited 2/8/2002 onsite; lists public access outside of fenced area Interim Fan Pier license replaced by 9968 Seaport 10 years 4/23/2004 2014 newer licenses Master License for entire Marine 10233 South Boston 65 years 3/16/2005 2070 Industrial Park Project site plan has changed 10279 East Boston 95 years 6/11/2005 2100 substantially since license issuance Tied to license 10135; calls for extra 10295 South Boston 30 years 6/7/2005 2035 amenities onsite such as benches 10345 East Boston 95 years 10/4/2005 2100 Old license replaced by 14043 Licensee must supply daily water 10352 Charlestown 30 years 8/9/2005 2035 transportation; open space under different license Site to be used for parking of school 10655 Charlestown 8 years 12/27/2005 2013 vehicles Licensed project to be replaced by 11858 East Boston 60 years 9/28/2007 2067 a newer project, the Mark East Boston License is for a specific building at 11902 Seaport 96 years 6/14/2011 2107 Fan Pier. Open space conditions for Fan Pier in license 11907 License is for a specific building at 11903 Seaport 96 years 6/14/2011 2107 Fan Pier. Open space conditions for Fan Pier in license 11907 Conservation Law Foundation | www.CLF.org Page 57License is for a specific building at 11904 Seaport 96 years 9/27/2007 2103 Fan Pier. Open space conditions for Fan Pier in license 11907 13033 East Boston 65 years 7/29/2011 2076 Old license replaced by 14031 No open space created; license is 13058 East Boston unlimited 6/14/2011 for portion of Airport runway 13164 Seaport 10 years 12/16/2011 2021 License is for a parking lot No outdoor open space created; license includes indoor FPAs and 13623 Fort Point 30 years 12/23/2013 2043 contribution to Children’s Museum for Wharf Park License is for a specific building at 13695 Seaport 96 years 6/12/2014 2099 Fan Pier. Open space conditions for Fan Pier in license 11907 Earlier version of license 14000; 90 13772 Seaport 10/29/2014 2102 Expiration term is tied to first years* license for Pier 4, license 13204 13818 Downtown unknown 12/19/2014 License for interior changes to hotel License is for a parking lot at 13979 Dorchester 10 years 9/4/2015 2025 University of Massachusetts Boston Project site plan has changed 14076 Seaport 90 years 4/22/2016 2105 substantially since license issuance Incomplete information available in 14257 Dorchester unlimited 10/14/2016 license to map open space; under construction License includes public access to 14485 Charlestown 10 years 8/24/2017 2027 the water but creates no specific open space License includes public access to 14486 Charlestown 10 years 8/24/2017 2027 the water but creates no specific open space Conservation Law Foundation | www.CLF.org Page 58",
    "TEXT BY PAGE": [
        "Climate Change & the Massachusetts Public Waterfront Act A Report on the Future Challenges and Opportunities Facing the Massachusetts Waterways Program",
        "CLIMATE CHANGE & THE MASSACHUSETTS PUBLIC WATERFRONT ACT A Report on the Future Challenges and Opportunities Facing the Massachusetts Waterways Program Conservation Law Foundation February 2019",
        "CONSERVATION LAW FOUNDATION protects New England’s environment for the benefit of all people. We use the law, science, and the market to create solutions that preserve our natural resources, build healthy communities, and sustain a vibrant economy. To learn more about our work, visit www.clf.org. AUTHORS Deanna Moran is the Director of Environmental Planning at Conservation Law Foundation. Heather Miller is a Staff Attorney at Conservation Law Foundation. Peter Shelley is Senior Counsel and President Emeritus at Conservation Law Foundation. The authors would like to recognize and thank Kevin Chen, Harvard Law student (L’20) and CLF legal intern (2018), for his research and early contributions to this report. We also thank Christina Schlegel, CLF Program Assistant, for conducting the GIS-based waterfront open space analysis and compiling the results in Part II of this report. ACKNOWLEDGEMENTS This report was made possible by support from the Barr Foundation. We are grateful to all of our partners who provided valuable feedback on the content of this report including the list of reviewers below. Stephanie Kruel (VHB) Bud Ris (Boston Green Ribbon Commission) Barbara Landau (Noble, Wickersham & Heart LLP) Julie Wormser (Mystic River Watershed Association) Jill Valdes Horwood (Boston Harbor Now) Robin Lepore (Friends of the Boston Harbor Walk, formerly Counsel to the Massachusetts Coastal Zone Management Program)",
        "TABLE OF CONTENTS 01 Executive Summary 03 Introduction 06 Part I: A Brief Overview of the Public Waterfront Act 06 Historical Context 08 Municipal Harbor Plan Regulations 09 Relation to State and Municipal Policies and Codes 10 Recent Waterways Licensing Trends 12 Part II: Climate Change Implications for the Public Trust 12 Methodology 14 City-wide Flood Vulnerability 16 Neighborhood Vulnerability 19 License Terms 20 Findings and Implications 22 Part III: Climate Change Considerations in the Current Public Waterfront Act Framework 22 Shifting Boundaries of MassDEP’s Waterways Licensing Authority 24 Removal of Dilapidated Structures Damaged by Climate Change 25 Authority to Preserve or Repair Harbors in the Context of Climate Change 25 Engineering and Construction Standards 27 Standards for Nonwater-Dependent Infrastructure Facilities 28 Use of Fill in Connection with Climate Adaptation Flood Control Measures 29 Licensing of Adaptation and Restoration Activities Associated with Climate Change 31 Setting of License Terms to Reflect Climate Change 32 Standards for Public Access and Benefit 33 Part IV: Areas for Attention and Improvement 33 Reconcile and Revise Regulatory Definitions 39 Clarify the Circumstances under which Fill May Be Used 40 Mandate Consideration of Future Conditions and Facilitate Adaptation 43 A Note on Tidelands, Public Interest, and Takings Jurisprudence 46 Regulatory Relief for Climate Adaptation 47 Conclusion 48 Technical Appendix",
        "Executive Summary In order to meet the growing threat of climate change along the Massachusetts coast, the Commonwealth must update its laws and regulations to reflect changing climate conditions such as anticipated sea level rise and increased frequency and severity of extreme weather events. This task includes critical updates to the Public Waterfront Act program and its implementing waterways regulations (commonly known as “the Waterways Program”), which govern the use and development of “filled” and “flowed” tidelands (lands currently or formerly subject to tidal flows). As a codification of the ancient Roman public trust doctrine, which asserts that the sea and its shores shall be held in trust by the state for the public’s benefit, the Public Waterfront Act, often referred to as Chapter 91 after its statutory codification, regulates activities on both coastal and inland waterways, including construction, dredging, and filling of tidelands, certain rivers, and other waterbodies. To protect the interests of the Commonwealth in these areas, the Massachusetts Department of Environmental Protection (“MassDEP”) is responsible for reviewing and issuing licenses for structures and uses on tidelands to ensure they are retained “for water-dependent uses or otherwise serve a proper public purpose.” Historically, such “proper public purposes” focused predominantly on advancing maritime commerce and providing public access, but the public purposes recognized today are far broader. Private uses, including commercial ones, have been allowed to occur on Commonwealth tidelands and intertidal lands that are impressed with the public trust, subject to the requirement that the project serve a proper public purpose and that the public benefits of the use exceed the public detriment, as determined by MassDEP. Many of the Public Waterfront Act’s existing regulatory provisions can be interpreted as indirectly addressing or implicating coastal climate impacts, and some even make explicit reference to issues such as sea level rise. Still, the current tidelands regulatory framework makes few explicit references to climate impacts. Even where such references do exist, they are often of limited utility for considering and addressing climate change. In the context of coastal development for instance, the MassDEP engineering standards regarding projected sea level rise are based on historical rates of change rather than the increased rates of change predicted by current data and modeling. MassDEP needs a consistent framework for addressing climate change that can be uniformly administered in all waterways licensing processes. Conservation Law Foundation | www.CLF.org Page 1",
        "To reduce and adapt to known climate risk, and to ensure that appropriate public purposes continue to be advanced by tidelands development and use, Massachusetts should: Clarify or revise definitions within the waterways regulations to better address climate change and its related impacts within the framework of the Public Waterfront Act. Encourage flood control measures that improve resiliency on a neighborhood- or area- wide scale by explicitly stating that new fill may be introduced in connection with such measures and clarifying the specific circumstances under which it would be allowed. Clarify or revise certain provisions within the waterways regulations in order to mandate consideration of future conditions and facilitate adaptation within the framework of the Public Waterfront Act. In addition to making recommendations for refining and adjusting the waterways regulations, this report also responds to assertions that the Public Waterfront Act currently inhibits climate adaptation responses by, for example, categorically prohibiting fill for such purposes. CLF’s analysis concludes that various other state and federal regulations and permitting programs— such as sections 401 and 404 of the Clean Water Act—are more significant barriers to improved climate adaptation measures. Importantly, all of the recommendations made here can be accomplished through rulemaking processes and do not require legislative changes to the Public Waterfront Act itself. Conservation Law Foundation | www.CLF.org Page 2",
        "Introduction Climate change has already caused significant increases in sea level, coastal flooding, and extreme precipitation in the northeastern United States, and the impact of these phenomena is only expected to become more severe in the future.1 However, the prevailing practice in coastal development and tidelands licensing has been and continues to be to design and license structures according to the climate patterns and weather events of the past, rather than those observed in the present or anticipated in the imminent future. This backward-looking orientation has implications not only for public health and safety, but also for the resilience of our economy and the ability of the public to access waterfront lands for recreation and other purposes to which it is entitled. The Commonwealth of Massachusetts has taken some commendable steps to address climate change over the last decade. In 2008, then-governor Deval Patrick signed into law the Global Warming Solutions Act (“GWSA”),2 which established statewide greenhouse gas emissions reduction targets, including a 25 percent reduction from all sectors of the economy below the 1990 baseline emission level by 2020 and at least an 80 percent reduction by 2050. The GWSA also amended the Massachusetts Environmental Policy Act (“MEPA”) to require that in issuing permits, licenses, and other administrative approvals and decisions, the respective agency, department, board, commission, or authority must consider reasonably foreseeable climate change impacts such as predicted sea level rise. In 2016, Governor Charlie Baker signed Executive Order No. 569 (“E.O. 569”), which established an integrated climate change strategy for the Commonwealth requiring, among other things, the promulgation of regulations to implement the GWSA, as well as coordination and consistency among new and existing efforts to mitigate and reduce greenhouse gas emissions and build resilience and adapt to the impacts of climate change.3 With respect to climate adaptation, E.O. 569 requires the state to develop a climate adaptation plan, a technical assistance program for municipalities to assess local climate vulnerabilities, and a state agency 1 See generally CITY OF BOSTON, CLIMATE READY BOSTON, CLIMATE CHANGE AND SEA LEVEL RISE PROJECTIONS FOR BOSTON: THE BOSTON RESEARCH ADVISORY GROUP REPORT (June 1, 2016), https://www.boston.gov/sites/default/files/document-file- 12-2016/brag_report_-_final.pdf; COMMONWEALTH OF MASSACHUSETTS, MASSACHUSETTS STATE HAZARD MITIGATION AND CLIMATE ADAPTATION PLAN (Sept. 2018), https://www.mass.gov/files/documents/2018/10/26/SHMCAP- September2018-Full-Plan-web.pdf; U.S. GLOBAL CHANGE RESEARCH PROGRAM, IMPACTS, RISKS, AND ADAPTATION IN THE UNITED STATES: FOURTH NATIONAL CLIMATE ASSESSMENT, VOLUME II (2018), https://nca2018.globalchange.gov/downloads/NCA4_2018_FullReport.pdf. 2 2008 Mass. Acts 298. 3 Mass. Exec. Order No. 569 (Sept. 16, 2016). CLF was instrumental in the GWSA’s enactment in 2008. Alongside Mass Energy Consumers Alliance and four teenage plaintiffs, CLF later sued MassDEP for the Commonwealth’s failure to enforce the GWSA. In 2016, the Supreme Judicial Court ruled in CLF’s favor, prompting Governor Baker to issue Executive Order No. 569. See Kain v. Dep’t of Envtl. Prot., 474 Mass. 278 (2016). Conservation Law Foundation | www.CLF.org Page 3",
        "directive to evaluate how their policies, programs, and assets may be vulnerable to predicted climate change impacts.4 More recently, the Massachusetts Legislature passed the 2018 “Environmental Bond Bill,” signed into law as chapter 209 of the Acts of 2018, which codified many of the provisions of E.O. 569, including the requirement to develop a climate adaptation plan, and established a state-administered coastal buyback program, among other provisions.5 In September 2018, the state released its climate adaptation plan, which “accounts for projected changes in precipitation, temperature, sea level rise, and extreme weather events to position the Commonwealth to effectively reduce the risks associated with natural hazards and the effects of climate change.”6 This report examines the impacts of climate change and the well-recognized need for climate adaptations in the specific context of the Commonwealth’s coastal resources. The use and development of Massachusetts’ tidelands—a vitally important public resource—is governed by the Public Waterfront Act.7 The Act is implemented through the waterways regulations, which ensure that all coastal tidelands development serves proper public purposes and does not impede the rights of the public to access and use tidelands. In order to remain effective and consistent with the Commonwealth’s public trust obligations with regard to tidelands, the waterways regulations must account for and be designed to accommodate climate change and its impacts without compromising the public’s trust rights in those tidelands. The primary goals of this report are to: (1) provide an overview of the Waterways Program’s current allowance for climate adaptation, (2) discuss how regulatory terms and phrases need to evolve or be interpreted in light of changing climate conditions, and (3) provide 4 Massachusetts is not the only state dealing with this issue. States around the country are currently faced with the challenge of updating their laws and policies in order to better address climate change, particularly along the coasts. In California, public trust and coastal land use experts have drafted a consensus statement on how the public trust doctrine can act as a guiding principle for governing California’s coast under climate change. See DAN GOURLIE ET AL., CENTER FOR OCEAN SOLUTIONS, THE PUBLIC TRUST DOCTRINE: A GUIDING PRINCIPLE FOR GOVERNING CALIFORNIA’S COAST UNDER CLIMATE CHANGE (July 11, 2017), https://oceansolutions.stanford.edu/sites/default/files/publications/The%20Public%20Trust%20Doctrine_A%20Guid ing%20Principle%20for%20Governing%20California_Report.pdf. The R.I. Coastal Resources Management Council has adopted a “Climate Change and Sea Level Rise” policy specifying that it would consider climate change throughout the state’s Coastal Resources Management Plan. 650-20 R.I. Code R. § 1.1.10. While no coastal state has comprehensively “solved” the problem of how to handle climate change—if that is even possible—such individual local efforts have the potential to spur greater innovation in this area around the country. 5 2018 Mass. Acts 209. 6 MASSACHUSETTS STATE HAZARD MITIGATION AND CLIMATE ADAPTATION PLAN, supra note 1, at 2. Note that this plan suggests it will take up to five years or more to implement necessary regulatory reforms, but given the most recent dire predictions about exiting and near-term climate change impacts, regulatory reforms that reduce climate change risks are clearly much more urgent. 7 G.L. c. 91, §§ 1–64. Conservation Law Foundation | www.CLF.org Page 4",
        "recommendations on how the regulatory program can be refined and adjusted to better address the climate challenges facing the Commonwealth’s shores, particularly sea level rise and extreme weather events. Part I of this report gives a brief primer on the Public Waterfront Act, including its historical context and the Act’s relationship to other state and municipal laws and policies. Part II details an analysis of flooding on Public Waterfront Act lands conducted by CLF to shed light on the urgency of these issues. Part III discusses how the current statutory and regulatory framework addresses, or fails to address, climate change. Part IV discusses potential changes to the waterways regulations that would enable those governed by the Public Waterfront Act, as well as those charged with administering and enforcing it, to more fully consider and address climate change impacts. Some coastal stakeholders have expressed interest in securing regulatory relief from the current waterways regulations as a mechanism for incentivizing adaptation to climate change on privately owned or controlled tidelands. This report briefly discusses these issues and the pitfalls of such approaches. Rather than adopting such temporizing and one-off strategies, revisions to the current regulatory framework must be done through an intentional, thoughtful, and open process that protects the legitimate interests of private landowners while preserving the underlying function of the program—protecting public trust rights of access to and use of tidelands—and involves extensive stakeholder outreach and collaboration. CLF intends for this report to generate further discussion and consideration of regulatory changes that would better prepare people and one of our most treasured public resources—the waterfront—for the effects of climate change. Conservation Law Foundation | www.CLF.org Page 5",
        "Part I: A Brief Overview of the Public Waterfront Act Historical Context The Massachusetts Public Waterfront Act is a statutory embodiment of the public trust doctrine, an ancient concept codified in Roman law that recognizes the public’s inherent ownership and control of the sea and the shores of the sea.8 In Roman society, access to the sea was vital for commerce, so the sea and its tidal “foreshores”9 were recognized as property commonly owned by all.10 The doctrine was imported into English law by the Magna Carta in 1215 C.E., and subsequently governed tidelands rights and interests in colonial Massachusetts.11 Under English law, the private property rights of abutting upland owners normally ended at the high water mark, with all lands seaward of that line owned by the Crown. In a successful effort to provide economic incentives for the private construction of wharves and other structures facilitating maritime commerce below the high water mark,12 the revenue- strapped colonial government passed the Colonial Ordinances of 1641-47. These ordinances, approved by the Crown, extended the private property rights of upland abutters down to the low water mark13 (or within one hundred rods of the historic high water mark,14 whichever was farther landward), “subject to the public’s traditional rights of fishing, fowling and navigation.”15 The policy rationale for this extension of private ownership to the low water 8 William L. Lahey, Waterfront Development and the Public Trust Doctrine, 70 MASS. L. REV. 55, 56 (1985). 9 The foreshore is also known as the intertidal zone, or the area between the high and low water marks. 10 Lahey, supra note 8, at 56. 11 The Massachusetts Body of Liberties (1641) provided: “Every inhabitant that is a householder shall have free fishing and fowling in any great ponds and bays, coves, and rivers, so far as the sea ebbs and flows within the precincts of the town where they dwell, unless the Freeman of the same town or the General Court have otherwise appropriated them, provided that this shall not be extended to give leave to any man to come upon others property without their leave.” 12 Lahey, supra note 8, at 56; Lara D. Guercio, Climate Change Adaptation and Coastal Property Rights: A Massachusetts Case Study, 40 B.C. ENVTL. AFF. L. REV. 349, 366 (2013). 13 “Low water mark” refers to the present mean low tide line, or the part of the shore to which the sea recedes when the tide is at its lowest. See 310 CMR 9.02. 14 “High water mark” refers to the present mean high tide line, or the part of the shore to which the sea rises when the tide is at its highest. See 310 CMR 9.02. 15 Denise J. Dion Goodwin, Massachusetts’s Chapter 91: An Effective Model for State Stewardship of Coastal Lands, 5 OCEAN & COASTAL L. J. 45, 48 (2000); see also MASS. OFFICE OF COASTAL ZONE MGMT., PUBLIC RIGHTS ALONG THE SHORELINE (2005), https://www.mass.gov/service-details/public-rights-along-the-shoreline (“Over the years, Massachusetts courts have ruled that the scope of activities on private tidelands covered by the reserved public rights of fishing, fowling, and navigation is broad, and includes all of their ‘natural derivatives.’” For example, the right to fowl includes the right to hunt birds for both sport and sustenance, and the Massachusetts Attorney General’s Office “takes the position that the right of fowling also includes other ways that birds can be ‘used,’ such as birdwatching . . . .”). Conservation Law Foundation | www.CLF.org Page 6",
        "mark “originated from the Commonwealth’s intent to confer a public benefit upon its citizens, not from an intent to confer a benefit upon private owners.”16 That benefit was maritime commerce. In 1866, Massachusetts enacted the first version of the Public Waterfront Act, which integrated and expanded the terms of the Colonial Ordinances with respect to legislative authorization of private uses and structures on tidelands and ratified the principle that all uses and structures on tidelands must serve a public purpose.17 While historical tidelines around the Commonwealth were filled and converted to maritime commercial uses through licenses under the Public Waterfront Act and direct legislative actions, the tidelands covered by the Act, the so-called “jurisdictional tidelands,” continued to be defined by their original colonial tidelines. The Public Waterfront Act underwent few modifications over the next century.18 Then, in 1978, in conjunction with the state’s Coastal Zone Management Plan, MassDEP explicitly incorporated the public purpose standard into the Public Waterfront Act regulations, administered by the Division of Waterways. In 1979, the Supreme Judicial Court reaffirmed the ancient public trust principles captured by the Act in its landmark decision in Boston Waterfront Development Corporation v. Commonwealth.19 That decision reiterated that even formerly submerged “filled” tidelands remained subject to public trust obligations.20 The court noted that maritime commerce uses and facilities were no longer the dominant type of waterfront development, having been replaced by a rising demand for non-water dependent uses of tidelands for residential and non-marine commercial uses. Regardless of the current uses or ownership, however, the court held that only the Legislature could change the legitimate “public purposes” for development on current or former tidelands. The Massachusetts Legislature responded to the Boston Waterfront Development decision in 1983 by amending the Public Waterfront Act and creating a new regulatory program for licensing both water-dependent and nonwater-dependent uses and structures on current or filled tidelands and submerged lands. Under the revised Act, water-dependent uses and structures on tidelands are presumed to serve a proper public purpose, whereas nonwater- dependent uses and structures, such as the proliferating residential and commercial office and hotel uses, are prohibited unless there is a showing that those developments promote and 16 Goodwin, supra note 15, at 49. 17 Guercio, supra note 12, at 370–71. 18 Goodwin, supra note 15, at 46. 19 378 Mass. 629 (1979). 20 “Filled tidelands” refers to “former submerged lands and tidal flats which are no longer subject to tidal action due to the presence of fill.” 310 CMR 9.02. Conservation Law Foundation | www.CLF.org Page 7",
        "support public purposes sufficient for approval.21 The public benefits being produced by those projects had to be greater than the adverse impacts to the public associated with privatizing those tidelands. MassDEP administers the Public Waterfront Act and promulgated the waterways regulations in 1990 “to establish procedures, criteria, and standards for uniform and coordinated administration of the provisions of [the Act].”22 Together, the Act and waterways regulations are commonly referred to as the “Waterways Program.” The licensing standards in the waterways regulations are intended to allow development of public trust lands without compromising the public’s trust interests. An important component of the current regulations is that private nonwater-dependent uses that benefit the public generally by providing them goods and services—such as hotels, stores, and restaurants—are not categorically prohibited on or over tidelands23 and that mitigation or off-sets—including public facilities, ferry docks, restrooms, and parks—can be proposed to enhance the public benefit side of the equation. Recent development projects often include creative and beneficial public improvements. Municipal Harbor Plan Regulations Separate from the waterways regulations, municipal harbor plan (“MHP”) regulations24 were promulgated by the Office of Coastal Zone Management in the Executive Office of Energy and Environmental Affairs (“EOEEA”), in part to provide flexibility to municipalities by allowing them to modify certain use standards and dimensional limitations prescribed by the waterways regulations through substitute regulations, so long as the substitute provisions “promote[d], with comparable or greater effectiveness, the state tidelands policy objectives stated in the corresponding provisions” of the waterways regulations on an area-wide basis.25 For an MHP to be approved by the state, any alternative provisions that are less stringent than those of the waterways regulations must be accompanied by other requirements that sufficiently “offset adverse effects on water-related public interests.”26 21 See 310 CMR 9.31(2). Although not strictly analogous, so-called “water-dependent” structures and uses on tidelands can be understood as the Legislature’s recasting of the original maritime commerce purposes to which all tidelands developments were dedicated to more contemporary maritime activities and demands. 22 310 CMR 9.01(1). See also Guercio, supra note 12, at 371; Goodwin, supra note 15, at 60. 23 Note that nonwater-dependent facilities of private tenancy may not be located on any pile-supported structures on flowed tidelands or at the ground level of any filled tidelands within 100 feet of a project shoreline. 310 CMR 9.51(3)(b). 24 301 CMR 23.00. 25 301 CMR 23.05(d); see also Goodwin, supra note 15, at 67–68. 26 301 CMR 23.05(d). Conservation Law Foundation | www.CLF.org Page 8",
        "A full exploration of EOEEA’s MHP regulations exceeds the scope and objectives of this report. However, practitioners should be aware that CLF has pending litigation that challenges EOEEA’s authority to create a MHP process that overrides MassDEP’s exclusive authority to determine proper public purposes and adequate public benefits and sanctions excessive liberties taken by some municipalities in the MHP process. Well-crafted and legally-compliant MHPs have the potential to improve climate resilience for a given planning area beyond what is currently required by the Public Waterfront Act or the waterways regulations. For instance, a city or town could implement a district-wide vision for climate adaptation though an MHP, rather than employing site-by-site requirements. However, MHPs may have (and have had) the opposite effect when improperly used, rendering new waterfront development more vulnerable to climate change impacts than they otherwise would be under the strictures of the waterways regulations. It is essential that care be taken to ensure that proper public purposes, including addressing climate change vulnerabilities, are served in every MHP process and by the terms of all MHPs. Relation to State and Municipal Policies and Codes The Public Waterfront Act’s provisions require compliance with various state and municipal policies and codes such as local zoning ordinances and bylaws.27 Additionally, all projects must “comply with applicable environmental regulatory programs of the Commonwealth,”28 including the Massachusetts Coastal Zone Management Program for those nonwater- dependent use projects located in the coastal zone.29 In some cases, state and municipal programs affecting tidelands may impose different or more stringent requirements than those of the waterways regulations. For instance, projects seeking a waterways license are often required to obtain an order of conditions from the local conservation commission. Many cities and towns have adopted stringent wetlands bylaws and ordinances that limit adverse impacts in floodplains and other wetland resource areas like tidelands by, for example, requiring a specific elevation above mean sea level or prohibiting new construction in certain high-risk flood zones.30 Similarly, projects located in an area 27 See G.L. c. 91, §§ 18, 18C; 310 CMR 9.29, 9.34(1). 28 310 CMR 9.33. 29 310 CMR 9.54. 30 Marshfield’s wetlands bylaw requires the first habitable floor of a structure to be elevated eleven feet above mean sea level and Newburyport’s wetlands bylaw prohibits new construction in high velocity zones of Plum Island Barrier Beach, denoted as the “V zone” by the Federal Emergency Management Agency. See Marshfield, Massachusetts, Municipal Code art. 37, § 505-10 and Newburyport, Massachusetts, Municipal Code, art. II, § 6.5- 2811. Conservation Law Foundation | www.CLF.org Page 9",
        "covered by an approved MHP must also conform to any substitute regulatory provisions of the plan. It is important to note that many of these state and local policies and codes, including statewide wetlands, zoning, historic protection, and building code rules, have not yet been updated to consider and respond to the projected impacts of climate change and may not always provide a useful framework for tidelands regulatory programs.31 Accordingly, many of these state and federal regulations may also continue to inhibit desirable climate adaptation activities regardless of any changes to the waterways regulations. Under E.O. 569, Massachusetts regulatory entities should be exerting significant attention to harmonizing these programs so that they are complementary, not oppositional. Recent Waterways Licensing Trends In the past several years, MassDEP has begun using its discretionary authority to impose some climate adaptation requirements as “special conditions” in waterways licenses, supplementing MassDEP’s standard conditions. For example, one recent license included a special condition mandating elevated entrances and the installation of “rapidly deployable flood barriers.”32 A second license contained requirements for several adaptive measures identified in the licensee’s application, including the installation of dry flood-proofing on the ground floors and elevation of mechanical rooms for critical building systems.33 A third license contained similar provisions for elevating the emergency generator, designing electrical transformers for exterior use, and installing temporary flood barriers.34 A fourth license contained a sea level rise-related special condition requiring the licensee to elevate the first floor of the residential building more than three feet above the Federal Emergency Management Agency (“FEMA”) base flood elevation and locate the building generator on the roof.35 While the incorporation of these climate adaptation measures into waterways licenses is a step in the right direction, their inclusion as “special conditions” illustrates the need for comprehensive improvements to more directly address climate change, particularly with respect to insuring the long-term security and durability of the licensed public access and public open space facilities. Thus far, MassDEP’s climate-related special conditions have primarily been focused on protection of private uses rather than the public benefits that the Public Waterfront Act is intended to protect. MassDEP has issued far fewer licenses that anticipate or 31 See, e.g., Wetlands Protection Act Regulations, 310 CMR 10.00 (lacking any reference to climate change or sea level rise). 32 MassDEP, Waterways License No. 13628 at 3 (issued Apr. 1, 2014). 33 MassDEP, Waterways License No. 14076 at 3 (issued May 11, 2016). 34 MassDEP, Waterways License No. 14049 at 6 (issued Apr. 8, 2016). 35 MassDEP, Waterways License No. 14031 at 2 (issued Dec. 21, 2015). Conservation Law Foundation | www.CLF.org Page 10",
        "acknowledge the long-term implications of climate change on public access and facilities. Changes to the waterways regulations should prioritize long-term protection of these public rights and benefits rather than private uses and structures. These measures should also be based on uniform standards within the waterways regulations, rather than applied through exercise of agency discretion on a case-by-case basis. Conservation Law Foundation | www.CLF.org Page 11",
        "Part II: Climate Change Implications for the Public Trust In early 2019, CLF undertook a pilot analysis to assess the impacts of climate change on lands within Public Waterfront Act jurisdiction.36 The purpose of this analysis was to better understand and communicate what is at risk if we fail to adjust the Waterways Program to proactively anticipate and accommodate the impacts of climate change. Our analysis showed that city-wide, 1.6 million square feet (about 37 acres) of open space will be at risk of flooding by the end of the century.37 This risk is most pronounced in East Boston, where by the end of the century, 328,000 square feet (about 8 acres) of waterfront open space will be at risk of flooding from the one percent annual chance flood event and 220,747 square feet (about 5 acres) will be at risk of flooding from the average monthly high tide. Of the waterways licenses included in this pilot analysis, nearly half have extended license terms with expiration dates of 2090 or later. However, only 8 of these extended-term licenses acknowledge sea level rise or flood risk in the license conditions. The majority of extended-term licenses were for properties in the Seaport District. This analysis demonstrates the widespread and urgent risks posed to existing waterfront open spaces licensed under the Waterways Program and underscores the importance of retooling regulatory requirements to account for these risks. Methodology Using publicly available waterfront licenses from MassDEP’s Boston Chapter 91 Harborwalk online mapping resource,38 CLF analyzed the risk of flooding to Boston’s open spaces licensed under the Public Waterfront Act (“waterfront open space”). All 90 waterways licenses available through MassDEP’s Harborwalk mapping resource were downloaded and catalogued to conduct a GIS-based analysis of the vulnerability of waterfront open space.39 Of the 90 licenses catalogued, 62 contained “mappable open space.”40 These 36 This section, including the GIS-based analysis, was completed by CLF Climate Resilience Program Assistant Christina Schlegel. 37 A total of 2.2 million square feet of waterfront open space was mapped for the purpose of this analysis. 38 https://mass-eoeea.maps.arcgis.com/apps/MapSeries/index.html?appid=894d0ec67b5d426eadb5e74c33dc4366. 39 Waterfront open space was defined as publicly accessible areas such as lawns, landscaping, plazas, sections of the Harborwalk, walkways, piers and playgrounds and did not include roads or parking lots. See Technical Appendix A: Methodology for Mapping At-Risk Open Space for further information on the methodology used to determine mappability. 40 “Mappable open space” was determined on a license-by-license basis and included those with a clear and explicit open space requirement in their waterways license. Licenses that did not mandate the provision of exterior open Conservation Law Foundation | www.CLF.org Page 12",
        "open spaces were mapped using the geospatial software ArcGIS. The analysis includes waterfront open space located in the Seaport District, as well as Boston’s North End, Fort Point, Charlestown, Downtown, East Boston, Dorchester, Fenway/Kenmore, South Boston, West End and Mattapan neighborhoods. The licenses mapped for this analysis contain over 2 million square feet of waterfront open space. Over 1.9 million square feet, or 88 percent, is located at elevations vulnerable to flooding. The remaining 12 percent of waterfront open space is located above 20 feet in elevation,41 either due to natural elevations in the land or because the open space was located above the first floor of a building. While these elevated open spaces generally were not at risk from near or medium-term sea level rise, they were included in the analysis as part of the total mappable waterfront open space. To analyze both the percentage of waterfront open space vulnerable to flooding and the number of waterways licenses potentially affected, CLF’s analysis used coastal flood hazard data from the City of Boston’s 2016 Climate Ready Boston Report.42 Coastal flood hazard data available through Climate Ready Boston included estimates for average monthly high tide, the one percent annual chance flood, and the ten percent annual chance flood based on three sea level rise estimates—9 inches, 21 inches, and 36 inches—resulting in nine different flood scenarios. CLF chose these scenarios for the analysis because of the public availability of the geospatial data. These sea level rise estimates43 correspond to the following time periods, as estimated by Climate Ready Boston:44 Likely years of initial occurrence Sea level rise estimate 2030s to 2050s (near-term) 9 inches 2050s to 2100s (mid-term) 21 inches 2070s or later (long-term) 36 inches Adapted from: Climate Ready Boston 2016 space onsite as a public benefit often included other public benefits such as funding for public water transportation or interior public amenities. 41 Elevations in CLF’s analysis are based on the North American Vertical Datum of 1988 (NAVD88). Boston City Base (BCB) elevations can be calculated by adding 6.46 feet. 42 See Technical Appendix A for further information on the City of Boston’s sea level rise scenarios used for the analysis. 43 Note that these sea level rise estimates are amounts above the 2000 mean sea level (MSL). 44 The 9-inch scenario is predicted to happen as early as the 2030s and expected to occur consistently by the end of the 2050s. The 21-inch scenario is predicted to happen as early as the 2050s or as late as the decade after 2100, and the 36-inch scenario is predicted to occur as early as the 2070s or as late as the 22nd century (2100+). Conservation Law Foundation | www.CLF.org Page 13",
        "Although the highest sea level rise estimate used for this analysis was 36 inches, the Boston Planning and Development Agency’s (“BPDA”) Climate Resiliency Guidance currently applies a standard of 40 inches by 2070 for new development projects in determining the vulnerability of buildings and infrastructure.45 As the BPDA’s Climate Resiliency Guidance states, this 40-inch sea level rise forecast does not represent the worst-case scenario. Climate Ready Boston’s projections indicate that sea level rise of 90-120 inches is possible by 2100. Geospatial data on these flood extents was not readily available for the purposes of this analysis. This analysis also does not take into consideration the impact of stormwater flooding. It is likely that increases in extreme precipitation, coupled with undersized stormwater infrastructure in many of Boston’s neighborhoods, will further exacerbate flood risk. Further, a recent Intergovernmental Panel on Climate Change (IPCC) Report found that the climate outlook is even more dire than previously understood. The report states that desired reductions in greenhouse gas emissions will require, “rapid and far-reaching transitions in land, energy, industry, buildings, transport and cities,” and that these measures may need to be coupled with measures to remove remaining carbon from the air in order to meet reduction goals.46 Because sea level rise estimates are inextricably tied to our ability to reduce greenhouse gas emissions, these findings will undoubtedly impact our predictions for flood risk in Massachusetts. For all of these reasons, the results of this analysis likely underestimate the true flood risk of open spaces along the Boston waterfront, further emphasizing the need for regulatory updates. City-wide Flood Vulnerability CLF found that under a 9-inch sea level rise scenario, 15 percent of Boston’s waterfront open space will be flooded during the average monthly high tide, 29 percent during a ten percent annual chance flood, and 43 percent during a one percent annual chance flood. Under a 21-one inch sea level rise scenario, 21 percent of Boston’s waterfront open space will be flooded during the average monthly high tide, 48 percent during a ten percent annual chance flood, and 60 percent during a one percent annual chance flood. Finally, under a 36-inch sea level rise scenario, 40 percent of Boston’s waterfront open space will be flooded during the average monthly high tide, 64 percent during a ten percent annual chance flood, and 73 percent during a one percent annual chance flood. 45 For further information, see BOSTON PLANNING & DEV. AGENCY, CLIMATE RESILIENCY GUIDANCE (2017), http://www.bostonplans.org/getattachment/5d668310-ffd1-4104-98fa-eef30424a9b3. 46 See SUMMARY FOR POLICYMAKERS OF IPCC SPECIAL REPORT ON GLOBAL WARMING OF 1.5C, https://www.ipcc.ch/2018/10/08/summary-for-policymakers-of-ipcc-special-report-on-global-warming-of-1-5c- approved-by-governments/. Conservation Law Foundation | www.CLF.org Page 14",
        "Chart 1 below summarizes the total percent of waterfront open space vulnerable to flooding and sea level rise across the 62 mapped sites. Chart 1: Total Open Space at Risk of Flooding 90% 80% 73% 70% 64% 60% 60% 48% 50% 43% 40% 40% 29% 30% 21% 20% 15% 10% 0% 9 inches SLR (2030s to 2050s) 21 inches SLR (2050s to 2100s) 36 inches SLR (2070s or later) Average Monthly High Tide 10 percent annual chance flood 1 percent annual chance flood The calculations above are based on the percent of open space in square feet that will be at flood risk. CLF also looked at the number of licensed sites out of the 62 total sites with mappable open space that will experience some level of flood risk under each of the sea level rise scenarios. Chart 2 shows the total number of licenses affected under each scenario. The analysis shows that between 61 and 94 percent of all licenses will be at risk of flooding over the near- or long-term. As expected, the total number of licenses affected rises as sea level rise increases. In the long-term, under a 36-inch sea level rise scenario, nearly all of the licenses will be at risk during the one percent annual chance flood event. Despite these risks, less than 20 percent of licenses include any mention of sea level rise or flood risk in their license conditions. Conservation Law Foundation | www.CLF.org Page 15",
        "Chart 2: Number of Licenses at Risk of Flooding 58 58 58 60 53 54 52 50 47 s e 41 s n 40 38 e c iL f o r 30 e b m u N 20 10 0 9 inches SLR (2030s to 2050s) 21 inches SLR (2050s to 2100s) 36 inches SLR (2070s or later) Average Monthly High Tide 10 percent annual chance flood 1 percent annual chance flood The city-wide analysis shows that with sea level rise of about 2 feet or more, 60 to 73 percent of Boston’s waterfront open spaces and amenities are likely to flood during a one percent annual chance storm. With 3 feet of sea level rise, 40 percent of waterfront open spaces are estimated to experience flooding from the average monthly high tide. Flood risks of this magnitude will fundamentally compromise the accessibility and enjoyability of open spaces along the harbor for thousands of residents and visitors. Neighborhood Flood Vulnerability The impact of sea level rise and flooding is more acute at the neighborhood scale. While waterfront open spaces in some neighborhoods enjoy natural protections because of geographic characteristics, many of the neighborhoods built on historical fill are significantly more vulnerable. Open spaces in the Fenway/Kenmore, Mattapan and Dorchester neighborhoods benefit from being located at higher elevations; two-thirds of the mapped open space in Dorchester sits at an elevation of over 20 feet. The open spaces in the Fenway/Kenmore neighborhood are further protected because they are located inland or along the Charles River. The analysis showed that the open space in Mattapan is not likely to be vulnerable in the near-term because of its location behind the Baker Dam. The vulnerability of waterfront open spaces in the Seaport District, East Boston, Downtown, North End, Charlestown and other neighborhoods fronting Boston Harbor is more pronounced. Conservation Law Foundation | www.CLF.org Page 16",
        "Chart 3 shows that with 3 or more feet of sea level rise, 90 percent of all waterfront open spaces in the Seaport District will be at risk of flooding during a one percent annual chance flood event.47 Under the same scenario, just under half of waterfront open spaces will be at risk of flooding during the average monthly high tide. Chart 3: Total Open Space at Risk of Flooding – Seaport District 100% 90% 80% 80% 74% 60% 53% 48% 43% 40% 30% 20% 21% 20% 0% 9 inches (2030s to 2050s) 21 inches (2050s to 2100s) 36 inches (2070s or later) High Tide 10-Year Flood 100-Year Flood Waterfront open spaces in the Fort Point and Charlestown neighborhoods will be similarly affected. During a one percent annual chance flood event, with 3 feet of sea level rise, 93 percent of the Fort Point neighborhood’s open space is at risk. Under the same scenario, 84 percent of waterfront open space in Charlestown could be affected.48 The outlook for open space in East Boston is most concerning. Given that open space in East Boston is relatively low-lying, the flood risks are extensive. As demonstrated in Chart 4, during a one percent annual chance flood event, with just 9 inches of sea level rise about 72 percent of East Boston’s open space could be flooded. During a one percent annual chance flood event, with 3 feet of seal level rise, 98 percent of the neighborhood’s open space could be affected. The outlook is similar for waterfront open space in the North End, where a one percent annual chance flood event at just 9 inches of sea level rise has the potential to affect 64 percent of all open space in the neighborhood. 47 Note that 4.6 percent of the waterfront open space in the Seaport District is elevated above 20 feet and not vulnerable to near or medium-term sea level rise. 48 Note that 6.4 percent of the waterfront open space in Charlestown is elevated above 20 feet and not vulnerable to near or medium-term sea level rise. Conservation Law Foundation | www.CLF.org Page 17",
        "Chart 4: Total Open Space at Risk of Flooding – East Boston Neighborhood 96% 98% 100% 93% 78% 80% 72% 66% 60% 47% 40% 35% 22% 20% 0% 9 inches (2030s to 2050s) 21 inches (2050s to 2100s) 36 inches (2070s or later) High Tide 10-Year Flood 100-Year Flood The analysis shows that waterfront open spaces in the West End and Downtown neighborhoods are more vulnerable to near-term sea level rise, whereas open space in South Boston is more vulnerable to flooding in the long-term.49 Many of these mapped open spaces are relatively new, and this proliferation of new open space is tied to booming waterfront development along Boston Harbor. Of the 18 Seaport licenses mapped, about half were issued after 2010. Similarly, 5 out of the 7 East Boston licenses were issued post-2010, as were 4 of the 9 licenses located in Fort Point. Waterfront open space is particularly important in neighborhoods like East Boston, an environmental justice community that has historically experienced greater environmental burdens compared to other neighborhoods. Heavy waterfront industrial use has also disproportionately impaired East Boston residents’ public waterfront access. Yet almost all of the open space analyzed for East Boston is at risk of being flooded, meaning that in addition to having had fewer historic opportunities to access the waterfront, East Boston will also be among the first neighborhoods to have its new waterfront parks impacted by sea level rise and flooding. 49 It should be noted that these results reflect the 62 licenses mapped and in some cases, it was not possible to draw reliable neighborhood-level conclusions because the sample size of licenses for some neighborhoods was too small. The full results of the neighborhood scale analysis are detailed in Technical Appendix B: Neighborhood-Scale Analysis of Vulnerability. Conservation Law Foundation | www.CLF.org Page 18",
        "License terms The standard license term for a waterways license is 30 years, however licensees can apply for extended-term licenses spanning up to 99 years.50 Licenses issued to public agencies or municipal governments can receive unlimited terms. Climate Ready Boston indicates that a 36- inch sea level rise may occur as early as the 2070s, yet none of the licenses analyzed here consider or anticipate the loss of licensed public benefits and amenities during that time period, despite the fact that these losses can be predicted with a high degree of probability. Licensees were not required to demonstrate that they will be able to maintain public access and amenities over the term of their license, despite the licenses being conditioned on their ability to provide such continued public access and amenities. Of the 62 licenses mapped for this analysis, 34 are set to expire after 2070, including 6 that have unlimited license terms.51 Chart 5 below illustrates the license term distribution of all mapped waterways licenses in relation to the anticipated time periods associated with the three sea level rise scenarios. In addition, 27 of the 62 licenses do not expire until after 2090. Of these, 15 are located in the Seaport District. Chart 5: Expiration Terms of Mapped Waterways Licenses 2030-2049 23 n o it a r ip 2050-2069 5 x E e c n e c 2070-2089 7 iL f o r a e Y 2090 and Beyond 27 0 5 10 15 20 25 30 Number of Licenses 50 310 CMR 9.15. 51 Four of the six licenses with unlimited terms are for open space in Dorchester on the University of Massachusetts Boston campus and the remaining two are for public parks and buildings in the North End. Conservation Law Foundation | www.CLF.org Page 19",
        "Chart 6 below demonstrates the location of the licenses that expire after 2070. Nearly half are located in the Seaport, and another 8 are located in East Boston or the North End— neighborhoods that are particularly vulnerable to near-term flooding. Chart 6: Location of Licenses Expiring after 2070 Charlestown 9% Dorchester 11% Seaport 47% East Boston 12% Fenway 3% Fort Point 6% North End 12% Findings and Implications Given the number of licensed sites at risk of flooding in the near- and long-term, along with the abundance of extended-term licenses, a proactive and comprehensive strategy to protect the public’s trust interests in accessing and using the waterfront is required. The analysis also demonstrates that regardless of future changes to the Waterways Program, the Commonwealth will face serious challenges in maintaining public access on tidelands over the next several decades. Close coordination with existing licensees and local governments will be needed to determine the appropriate mechanisms for protecting existing open spaces and amenities. Public benefit requirements will need to evolve with the exigencies of climate change and will likely require MassDEP to revisit the configuration of on-site public benefits and consider the substitution of off-site benefits if on-site measures are no longer feasible. Going Conservation Law Foundation | www.CLF.org Page 20",
        "forward, licensees should be required to demonstrate that they will be able to maintain public access and amenities over the term of their license, especially where extended-term licenses are requested. MassDEP must also consider the environmental justice consequences of sea level rise and flooding impacts on existing open spaces in neighborhoods like East Boston. The public trust doctrine, Public Waterfront Act and the waterways regulations enshrine the right of all residents to access and enjoy waterfront amenities and public spaces. Conservation Law Foundation | www.CLF.org Page 21",
        "Part III: Climate Change Considerations in the Current Public Waterfront Act Framework This section explores how existing regulatory provisions allow for climate adaptation activities and how terms and phrases defined in the Public Waterfront Act and waterways regulations may evolve or be interpreted in light of climate change and its impacts. Shifting Boundaries of MassDEP’s Waterways Licensing Authority Tidelands are defined by the Public Waterfront Act as “present and former submerged lands and tidal flats lying below the mean high water mark.”52 These lands are held in trust by the Commonwealth for the benefit of the public.53 The waterways regulations specify the uses for which public or private fill or structures are permissible on tidelands.54 As sea level rises and more lands become submerged or subject to tidal action, property owners’ obligations under the Public Waterfront Act may change as the mean high water mark moves inland or as previously landlocked tidelands become no longer landlocked. Mitigation and adaptation measures, such as the City of Boston’s Resilient Boston Harbor vision,55 may block or re-direct these changes, but such measures will likely require licensing in their own right. Specifically, as sea level rises, the mean high tide line will retreat.56 Since the high water mark for tidelands for Public Waterfront Act licensing purposes is defined as the “present mean high tide line,”57 any landward movement of the mean high tide line will result in corresponding landward movement of MassDEP’s waterways licensing authority, together with the public trust interests associated with such lands.58 Such a shift could have significant implications for 52 G.L. c. 91, § 1. 53 See 310 CMR 9.02 (defining “trust lands” as “present and former waterways in which the fee simple, any easement, or other proprietary interest is held by the Commonwealth in trust for the benefit of the public. All geographic areas subject to the jurisdiction of M.G.L. c. 91, as specified in 310 CMR 9.04, are generally considered to be trust lands.”). 54 See 310 CMR 9.32. 55 CITY OF BOSTON, RESILIENT BOSTON HARBOR, https://www.boston.gov/departments/environment/resilient-boston- harbor. 56 JAMES G. TITUS, ROLLING EASEMENTS, U.S. ENVIRONMENTAL PROTECTION AGENCY, CLIMATE READY ESTUARIES PROGRAM at 19 (June 2011), https://www.epa.gov/sites/production/files/documents/rollingeasementsprimer.pdf. 57 310 CMR 9.02. 58 Although it is a separate legal question, the landward shift of MassDEP’s licensing authority would be consistent with the well-established principle in Massachusetts property law that shoreline boundaries are not fixed and that the line of ownership follows the changing water line. See White v. Hartigan, 464 Mass. 400, 407–08 (2013) (citing Bergh v. Hines, 44 Mass. App. Ct. 590, 592 (1998); East Boston Co. v. Commonwealth, 203 Mass. 68, 75 (1909); Phillips v. Rhodes, 48 Mass. 322 (1843)). Specifically, if a body of water moves landward through erosion, shoreline property will correspondingly decease in size, “even to the point of ceasing to exist.” Id. (citations omitted). Conservation Law Foundation | www.CLF.org Page 22",
        "property owners up and down the Massachusetts coastline—especially if the Waterways Program is amended to more directly address climate change impacts. Landward movement of the mean high tide line will also result in the landward movement of project shorelines, a regulatory term associated with significant setback and use limitations on the associated property. The “project shoreline” is defined as “the high water mark, or the perimeter of any pier, wharf, or other structure supported by existing piles or to be replaced pursuant to 310 CMR 9.32(1)(a)4., whichever is farther seaward.”59 A coastal property owner’s project shoreline could also shift landward if previously constructed pilings or wharves no longer meet the definition of “existing” because of periodic submersion by increasingly higher tide events or damage from storm events. This scenario is discussed in greater detail in the next section. Landward movement of the high water mark and project shorelines will similarly affect the delineation of protected water-dependent use zones. “Water-dependent use zones” run landward of and parallel to a project shoreline.60 The width of water-dependent use zones is determined in accordance with section 9.51(3)(c) of the waterways regulations.61 Along portions of a project shoreline other than the edges of piers and wharves, the water-dependent use zone “extends for the lesser of 100 feet or 25% of the weighted average distance from the present high water mark to the landward lot line of the property, but no less than 25 feet.”62 Migration of the present high water mark will result in water-dependent use zones similarly extending further landward in order to maintain the required minimum width of the zone and protect water-dependent uses.63 The delineation of this boundary affects what waterfront areas are subject to certain use limitations and public access requirements. Because the landward lot line of a site is static, if the total size of a given lot decreases over time, the amount of space available for on-site public access and facilities may similarly decrease, and in some cases, may result in non-compliance with a waterways license. Tidelands currently outside of MassDEP’s waterways licensing program as “landlocked tidelands” may also be affected by landward movement of the high water mark. Landlocked tidelands are defined as “any filled tidelands which on January 1, 1984 were entirely separated by a public way[64] or interconnected public ways from any flowed tidelands, except for that portion of such filled tidelands which are presently located: (a) within 250 feet of the high 59 310 CMR 9.02. 60 310 CMR 9.02. 61 310 CMR 9.02. 62 310 CMR 9.51(3)(c)1. 63 Technically, in some specific instances, the landward movement of the present high water mark may also result in a diminished water-dependent use zone as a property shrinks. 64 “Said public way or ways shall also be defined as landlocked tidelands, except for any portion thereof which is presently within 250 feet of the high water mark.” 310 CMR 9.02. Conservation Law Foundation | www.CLF.org Page 23",
        "water mark, or (b) within any Designated Port Area.”65 Landward movement of the high water mark caused by sea level rise may result in some landlocked tidelands becoming subject to MassDEP’s licensing authority as the 250-foot landward delineation line moves inland.66 Removal of Dilapidated Structures Damaged by Climate Change Under the Public Waterfront Act, MassDEP is required to ensure that any wharves or piers located in tide waters or on tidelands are removed if they are determined to be “dilapidated, unsafe, a menace to navigation or . . . a source of floating debris that is, or is liable to become, a menace to navigation.”67 Waterways licenses require proper maintenance and upkeep of an existing licensed structure.68 If sea level rise or extreme weather events cause structures to become damaged to the point that they become unsafe or create a navigational hazard, the state would have a legal obligation to see those structures removed. MassDEP has rarely exercised this potentially important authority to date but should be prepared to use it under future climate change- related circumstances. In 2017, MassDEP published an interpretation of the regulations regarding “existing” pile- supported structures and pile fields as applied to a project on Lewis Wharf: In order to be considered ‘existing,’ a previously authorized wharf, pier, pile field, or other filled or pile-supported structure must physically be standing in place and must still possess the capability to perform its licensed function. Because the function of any pile field is to support structures and uses above the highest water elevation during the full tidal cycle, the Department’s first criterion in making a determination of ‘existing’ is that any extant piles must remain above the highest predicted tidewater elevation at a specific site (‘High Water Mark,’ as defined in 310 CMR 9.02). An existing pile field, therefore, would not include any broken piles that are not visible at high water or any piles intentionally cut at or near the mud line.69 65 310 CMR 9.02. 66 When significant changes were made to the Waterways Program in the 1990s, existing fill or structures not previously authorized were able to apply for licenses under an amnesty program, provided that the fill or structures had been in use since January 1, 1984, and no unauthorized substantial change in use or substantial structural alteration had occurred since that date. See 310 CMR 9.28. In the landlocked tidelands context, there is currently no mechanism for grandfathering existing fill or structures not previously authorized that might subsequently become subject to the requirements of the waterways regulations. 67 G.L. c. 91, § 49B. 68 310 CMR 9.22(1). 69 MassDEP, MassDEP Interpretation of Existing Wharf, Pier and Other Structures: 310 CMR 9.32(1)(a)4 and 9.51(3)(a), ENVTL. MONITOR (June 7, 2017). Conservation Law Foundation | www.CLF.org Page 24",
        "If higher tides and sea level rise submerge a licensee’s site such that their piles are not visible at high tide or the wharf and dock is no longer routinely serviceable for its licensed purposes, the pile field or wharf would not be considered “existing” under MassDEP’s interpretation. The licensee could therefore be precluded from licensing non-water dependent uses or structures on new fill or pilings on such property and could be required to remove the dilapidated structures. Authority to Preserve or Repair Harbors in the Context of Climate Change Under section 31 of the Public Waterfront Act, “[t]he department may make surveys and improvements for the preservation of harbors and may repair damages occasioned by storms or other destructive agencies along the coast line or river banks of the commonwealth, and may take by eminent domain under chapter seventy-nine, or acquire by purchase or otherwise, in the name and behalf of the commonwealth, any land or materials necessary for making such improvements or repairs.”70 While chapter 79 of the General Laws grants inherent authority to exercise the power of eminent domain on behalf of the Commonwealth to the governor and council,71 section 31 of the Public Waterfront Act makes clear that MassDEP is directly authorized to take lands by eminent domain, subject to governor and council approval, for the purpose of preserving or repairing harbors. The need to exercise this authority may become greater as extreme weather events increase in intensity and frequency, causing heightened damage to coastlines and harbor structures. MassDEP could also proactively use eminent domain for climate adaptation and flood control, where such measures were necessary to improve harbor preservation or make repairs. Such authority may have particular utility in the implementation of climate-ready municipal harbor plan designs. Engineering and Construction Standards Setting appropriate engineering and construction standards applicable to structures proposed for and licensed on tidelands are primarily the province of zoning and similar land use laws. Structures on tidelands, even wholly private in nature, must also be built and maintained to the highest levels because the fate of the public’s trust rights in those tidelands are to a great degree derivative of the fate of those private structures. Whether the compensating public benefits being provided by a project are internal to the building itself, as in the case of facilities of public accommodation or special public destination facilities, or are external to the structure, 70 G.L. c. 91, § 31. 71 G.L. c. 79, § 2. Conservation Law Foundation | www.CLF.org Page 25",
        "as in lateral walkways, public parks and open spaces, and water access facilities, the viability and durability of those benefits are inexorably linked to the viability and durability of the structures on the site. Structures that are not designed to withstand the stresses of the coastal zone or that divert stormwater or high tidal waters onto adjacent public portions of the site fail to serve proper public purposes. Accordingly, projects located within flood zones that include “[n]ew buildings for nonwater- dependent use intended for human occupancy shall be designed and constructed to . . . withstand the wind and wave forces associated with the statistical 100-year frequency storm event; and . . . incorporate projected sea level rise during the design life of the buildings; at a minimum, such projections shall be based on historical rates of increase in sea level in New England coastal areas.”72 This provision of the waterways regulations would function effectively if the “100-year” storm were calculated using the best available climate data and models. However, because regulations are implemented using the definition developed by FEMA, which relies on historical data rather than forward-looking projections, this benchmark will become increasingly inaccurate in the face of accelerating climate change. Similarly, although the regulations require projects within flood zones to be designed and constructed to endure sea level rise through the design life of the buildings, this is also based on historical rates which do not accurately predict current storm and high tide events. As Climate Ready Boston and other projections demonstrate, the magnitude of the disparity between past storm levels and likely future levels will increase. “Flood zone” is also undefined, making it difficult to know precisely which project sites fall within this provision. Currently, MassDEP uses FEMA’s Special Flood Hazard Area (“SFHA”) as delineated by the Flood Insurance Rate Maps (“FIRMS”) to determine where this requirement applies. There is increasing consensus, however, that FEMA maps are often inaccurate for long- term planning and do not adequately account for changes over time or future changes due to climate change.73 The City of Boston’s proposed flood overlay district is one of the first attempts to use forward-looking flood risk projections instead of FEMA maps. MassDEP could similarly expand flood zones for the entire Massachusetts coastline to account for growing risks. 72 310 CMR 9.37(2)(b). 73 See, e.g., U.S. DEP’T OF HOMELAND SECURITY, OFFICE OF INSPECTOR GENERAL, OIG-17-110, FEMA NEEDS TO IMPROVE MANAGEMENT OF ITS FLOOD MAPPING PROGRAMS (Sept. 27, 2017), https://www.oig.dhs.gov/sites/default/files/assets/2017/OIG-17-110-Sep17.pdf. Conservation Law Foundation | www.CLF.org Page 26",
        "The regulations incorporate by reference other terms tied to FEMA, including “coastal high hazard area,” which is defined as “an area subject to high velocity waters, as defined in accordance with FEMA regulations and as designated on a Flood Insurance Rate Map, as issued and as may be revised or amended hereafter by FEMA,”74 and “base flood elevation,” which is defined as “the maximum elevation of flood water, including wave heights if any, which will theoretically result from the statistical 100-year frequency storm. Said elevation shall be determined by reference to the most recently available flood profile data prepared for the municipality within which the work is proposed under the National Flood Insurance Program, currently administered by FEMA.”75 Because they are based on FEMA maps, these terms similarly underestimate increased flood and storm risks over time and are inappropriate references for MassDEP’s licensing powers. Finally, the engineering and construction standards are currently limited to new buildings for nonwater-dependent use intended for human occupancy. The regulations do not set similar design standards for the public benefits associated with those new buildings. And while not every project licensed under the Public Waterfront Act requires certification by a licensed engineer that climate change impacts have been accounted for, the engineering and construction standards should at least also apply to nonwater-dependent infrastructure facilities and water-dependent industrial uses that may pose a threat to public health or safety, such as electrical substations and oil terminals. Standards for Nonwater-Dependent Infrastructure Facilities Nonwater-dependent infrastructure facilities on tidelands must “ensure that all feasible measures are taken to avoid or minimize detriments to the water-related interests of the public. Such interests include, but are not limited to . . . the reduction of flood and erosion- related hazards on lands subject to the 100-year storm event or to sea level rise, especially those in damage-prone or natural buffer areas.”76 An infrastructure facility is one that “produces, delivers, or otherwise provides electric, gas, water, sewage, transportation, or telecommunication services to the public.”77 In addition to the integrity of the facilities themselves, many of these facilities present the added risk from the toxic chemicals, by- products and other potential pollutants that are associated with the normal operation of the infrastructure activity. Any breach of the integrity of the controls associated with management and containment of those chemicals would present direct risks to the public’s protected interests in coastal tidelands and adjacent waters. 74 310 CMR 9.02. 75 310 CMR 9.02. 76 310 CMR 9.55(1). 77 310 CMR 9.02. Conservation Law Foundation | www.CLF.org Page 27",
        "Similar to the discussion of engineering and construction standards above, the reference to the “100-year storm event” in this section of the regulations is no longer a relevant or appropriate term. It is also unclear whether the reference to sea level rise in this section refers to historical or predicted rates of change. As sea level rise is not a defined term in the regulations, its use in the context of nonwater-dependent infrastructure facilities is currently ambiguous. Again, without requiring forward-looking projections rather than historic rates for the design life, structures will likely be inadequately designed to withstand sea level rise impacts, especially where permits are issued for an extended term. Use of Fill in Connection with Climate Adaptation Flood Control Measures There is little doubt that the use of new fill or significant modifications to existing filled tidelands may be necessary in some circumstances in order to implement flood control measures, especially measures that improve resiliency on a neighborhood- or area-wide scale. Under the waterways regulations, a project can only fill or create new structures if it accommodates one of the seven uses within the geographic areas listed in section 9.32(1)(a). Fill or structures for water-dependent use located below the high water mark may only be licensed if “reasonable measures are taken to minimize the amount of fill, including substitution of pile-supported or floating structures and relocation of the use to a position above the high water mark.”78 Such water-dependent uses include: “shore protection structures, such as seawalls, bulkheads, revetments, dikes, breakwaters, and any associated fill which are necessary either to protect an existing structure from natural erosion or accretion, or to protect, construct, or expand a water-dependent use; flood, water level, or tidal control facilities; and beach nourishment.”79 Ecologically sound and often superior alternatives to hard armoring—e.g., berms, man-made wetlands, and living shorelines—are not included in the regulations as examples of shore protection structures. In terms of climate change, most if not all of the desired adaptation measures would be related to flood control. These types of projects would be categorically considered water-dependent. However, MassDEP’s current practice is to classify projects that include both nonwater- dependent and water-dependent or accessory to water-dependent uses as nonwater- dependent use projects. Therefore, any nonwater-dependent use project (like a residential or commercial building) intending to incorporate a water-dependent climate adaptation component (like a living shoreline or a berm) would need to obtain a separate license for the water-dependent component in order to propose the introduction of new fill. 78 310 CMR 9.32(1)(a)2. 79 310 CMR 9.12(2)(a)7., 11.–12. Conservation Law Foundation | www.CLF.org Page 28",
        "With respect to tidelands within Designated Port Areas, and as relevant here, fill or structures must be for any water-dependent industrial use, and accessory uses thereto, provided that, “in the case of proposed fill, neither pile-supported nor floating structures are a reasonable alternative.”80 “Notwithstanding the provisions of 310 CMR 9.32(1), the Department may license fill or structures necessary” for “shoreline stabilization or the rehabilitation of an existing shore protection structure,” “provided that reasonable measures are taken to avoid, minimize, and mitigate any encroachment in a waterway.”81 The regulations do not, however, define “shoreline stabilization” or allow for shore protection structures beyond the rehabilitation of existing structures. It should be noted that there is some inconsistency in the use of seemingly related or interchangeable definitions and terms. For example, the regulations do not formally define “shore protection structure,” though this term is referenced in several regulatory provisions, including those discussed above. On the other hand, the regulations define “coastline or shoreline engineering structure” as “any breakwater, bulkhead, groin, jetty, revetment, seawall, weir, riprap or any other structure which by its design alters wave, tidal, current, ice, or sediment transport processes in order to protect inland or upland structures from the effects of such processes.”82 Standards for projects utilizing coastline or shoreline engineering structures are outlined in section 9.37(3) of the regulations, and include the mandate that “in evaluating coastal or shoreline engineering structures, the Department shall require non-structural alternatives where feasible.”83 However, there is no corresponding mandate that MassDEP require “non-structural alternatives where feasible” with respect to shore protection structures. Licensing of Adaptation and Restoration Activities Associated with Climate Change Property owners subject to the Public Waterfront Act are able to undertake certain climate adaptation or restoration activities without additional licensing or permitting by MassDEP. Under the waterways regulations, a license or permit is not required for “maintenance, repair, and minor modifications, as described in 310 CMR 9.22, of fill or structures for which a grant or license is presently valid.”84 Many climate adaptation measures, such as relocating critical building infrastructure within the 80 310 CMR 9.32(1)(b)1.a. 81 Id. at 9.32(2)(a) (emphasis added). 82 310 CMR 9.02. 83 310 CMR 9.37(3)(c). 84 310 CMR 9.05(3)(a). Conservation Law Foundation | www.CLF.org Page 29",
        "footprint of an existing building, would likely constitute minor modifications not requiring a new license or license amendment.85 Such measures could be undertaken once the licensee submits “written notice to the Department describing the proposed work in sufficient detail.”86 MassDEP does have the ability to object to the proposed work within 30 days,87 which is an important oversight function necessary to avoid abuse of the minor modification provision. As Massachusetts experiences more frequent extreme weather events, some property owners will incur significant property damage and seek to undertake restoration activities. Under the waterways regulations, “restoration to the original license specifications of licensed fill or structures that have been damaged by catastrophic events, provided no change in use occurs” and several other conditions are met, does not require a new license or license amendment.88 The licensee is required to provide MassDEP “with written notice of the restoration at least ten days prior to commencement of such work” and “written notice that the repair work has been completed in accordance with the license specifications, as certified by a Registered Professional Engineer, within 60 days of such completion.”89 However, unlike the minor modification provision, the catastrophic events provision does not provide an opportunity for MassDEP to object to the proposed work. As a result, although climate change impacts may make restoration to original license specifications no longer feasible or appropriate, it is not clear that MassDEP would have the ability to reject restoration activities on that basis. In the context of sea level rise and more intense storms, prior-licensed engineering approaches may no longer be adequate or suitable, producing significant externalities on adjacent properties or harbors. In the future, it may be necessary for MassDEP to have an opportunity to explore and modify the license before the re-construction moves forward. Further, there is no safeguard against abuse of this provision. “Catastrophic event” is not a defined term in the waterways regulations, but is commonly understood to include unforeseeable events like fires. As climate change causes extreme weather events to become 85 The following activities constitute minor modifications: “(a) structural alterations which are confined to the existing footprint of the fill or structures being altered and which represent an insignificant deviation from the original specifications of the license, in terms of size, configuration, materials, or other relevant design or fabrication parameters; (b) changes of use which maintain or enhance public benefits provided by the project and which represent an insignificant deviation from the original use statement of the license, in terms of function, character, duration, patronage, or other relevant parameters; or (c) replacement of subsurface utilities, or installation of additional utility lines in an existing right of way within previously authorized filled tidelands connecting to existing structures, provided the work will not restrict or impair access to water-dependent uses.” 310 CMR 9.22(3). 86 310 CMR 9.22(3). 87 310 CMR 9.22(3). 88 310 CMR 9.22(1)(c). 89 310 CMR 9.22(1)(c). Conservation Law Foundation | www.CLF.org Page 30",
        "increasingly foreseeable, such events should no longer be considered “catastrophic.” However, the lack of a defined term or baseline for these types of events could lead licensees to increasingly claim that damages and subsequent restoration activities fall under this category, thus bypassing the standard licensing procedures that would otherwise be applicable.90 Setting of License Terms to Reflect Climate Change Waterways licenses are issued for a standard fixed term of up to 30 years, but MassDEP may establish an extended fixed term of up to 65 years on flowed tidelands or other waterways, or 99 years on filled tidelands.91 Under the waterways regulations, the license applicant must “provide justification that an extended term is warranted given the expected life of the structure” and demonstrate the “appropriateness of long-term dedication of tidelands to the proposed use(s) in the particular location.”92 Under current sea level rise projections,93 it is possible, if not likely, that a project’s license term may outlive the structural integrity and propriety of the licensed structures and uses on the site94 if climate impacts are not explicitly considered in determining the “expected life of the structure.” MassDEP currently approaches the question of license terms on a case-by-case basis and to date, has not included any special conditions or clauses that would allow them to revisit the terms of a license under specified climate-related circumstances. However, MassDEP is not prohibited under the current waterways regulations from doing so. MassDEP has the authority to revoke a license for non-compliance,95 and could revisit the license terms in those cases, but more could be done to proactively address situations where a license is technically still in 90 MassDEP could exercise its authority to revoke or nullify a license if the work undertaken by the licensee met the criteria laid out in 310 CMR 9.26, but this could be too drastic of a measure under most circumstances and would put greater burden on the agency. MassDEP needs to be able to appropriately guide and shape changes to licensed sites under these circumstances with the burden of demonstrating compliance remaining on the licensee. 91 See 310 CMR 9.15(1). 92 310 CMR 9.15(1)(b)2. 93 See, e.g., Benjamin Swasey, Report: Boston Sea Level Projected To Rise 1.5 Feet by 2050, WBUR NEWS (Mar. 16 2018), http://www.wbur.org/news/2018/03/16/boston-sea-level-rise-vims-projection (reporting a predicted rise in sea level in Boston by about 1.5 feet above 1992 levels by 2050, compared to just a foot of increase since 1921); MASS. OFFICE OF COASTAL ZONE MGMT., SEA LEVEL RISE: UNDERSTANDING AND APPLYING TRENDS AND FUTURE SCENARIOS FOR ANALYSIS AND PLANNING at 10 (2013) (predicting 6.83 feet of sea level rise in Boston by 2100 under the most extreme scenario, 4.20 feet under the intermediate high scenario, 1.91 feet under the intermediate low scenario, and 0.81 feet under the lowest scenario at historical rates). 94 See Tom Di Liberto, Nor’easters pummel the U.S. Northeast in late winter 2018, CLIMATE.GOV (Mar. 14, 2018), https://www.climate.gov/news-features/event-tracker/nor%E2%80%99easters-pummel-us-northeast-late-winter- 2018 (“A sea level rise of two feet would more than triple the frequency of coastal flooding across the Northeast, without any change in storms.”). 95 See 310 CMR 9.26. Conservation Law Foundation | www.CLF.org Page 31",
        "compliance but is anticipated to be in noncompliance as a result of climate change. Standards for Public Access and Benefit As previously noted, private uses and structures on tidelands must serve a proper public purpose. The basic requirements for open space and shoreline access are uniformly applicable across Commonwealth and private tidelands. These requirements have generated the vast majority of public waterfront parks and green spaces on the coastline, as well as contiguous shoreline access through waterfront boardwalks and pathways. The waterways regulations currently do not contemplate the effects of climate impacts like sea level rise on the continued availability and accessibility of these public spaces and amenities. However, any significant interference with public benefits at a licensed site would likely constitute non-compliance or a significant change in use. Under these circumstances, MassDEP would have the authority and obligation to take enforcement action against licensees and require changes to the site, compensatory offsets, or other mitigation measures to ensure that public benefits—which are the basis for allowing the private use in the first place—are maintained. There are many scenarios under which a licensee may be in non-compliance with the terms and conditions of their license due to climate impacts like sea level rise. For example, the landward shift of a site’s water-dependent use zone (WDUZ) may move the WDUZ landward, putting it in conflict with pre-existing permanent structures or uses on the site, like surface parking, which are categorically prohibited from being within the WDUZ. Similarly, climate impacts may cause permanent inundation or frequent flooding of required public amenities like waterfront boardwalks or water-dependent recreational facilities, rendering them unusable by the public. In each situation, the licensee would be subject to enforcement action by MassDEP unless the required level of public benefit is maintained. In some circumstances, it may be difficult or even impossible for MassDEP to require onsite changes to mitigate a loss of public access or amenities. For example, if a licensee’s required open space is significantly reduced due to inundation from sea level rise, it may be infeasible to recover open space onsite without modifying the footprint of the existing structure. In that case, MassDEP would have fairly broad discretion in determining what actions the licensee must take in order to remain in compliance with the terms and conditions of the license.96 MassDEP would also reserve the authority to revoke a license under these circumstances.97 96 See 310 CMR 9.08(4) (“In addition to any remedy specified pursuant to M.G.L. c. 91, to the Civil Administrative Penalties Statute, M.G.L. c. 21A, § 16, or to other laws of the Commonwealth, the Department may issue Enforcement Orders requiring compliance with any regulation or with any condition of any license or permit issued by the Department.”). 97 See 310 CMR 9.26(1). Conservation Law Foundation | www.CLF.org Page 32",
        "Part IV: Areas for Attention and Improvement The waterways regulations are in need of remedial adjustments to reflect changing current and future circumstances and better account for, accommodate, and mitigate the effects of climate change on the Massachusetts coast. The following section discusses potential revisions to the waterways regulations that merit consideration. From a legal standpoint, all of these proposed changes can be accomplished through rulemaking processes, rather than legislation. Reconcile and Revise Regulatory Definitions Several definitions in the waterways regulations should be clarified or revised to better address climate change and its impacts within the framework of the Public Waterfront Act.  Establish definition for “flood zone” and update definition for “coastal high hazard area.” A regulatory definition for “flood zone” should be established under the waterways regulations and should not rely on FEMA’s Flood Insurance Rate Maps (FIRMS), which are often outdated and do not consider forward-looking data.98 Instead, the definition should reference and be based on the best available climate science. Additionally, the definition of “coastal high hazard area”99 should be revised to be based on forward- looking data and modeling. By creating a regulatory definition for “flood zone” and updating the definition of “coastal high hazard area,” MassDEP can better ensure that decisions by both prospective licensees and the agency itself are based on the most accurate information available. This will help create a more accurate flood zone by including properties in the zone that face a significant flood risk within their projected lifespans. MassDEP could develop a regulatory definition for flood zone that requires the use of either the FEMA flood maps or local flood maps, whichever shows a greater extent of flooding. This would allow cities and towns to require proponents to use updated, forward-looking maps for areas where better data are available.100 98 See supra Part III.D. 99 See 310 CMR 9.02. 100 For example, the City of Boston is currently developing a Flood Resiliency Zoning Overlay District that accounts for increasing temperatures, levels of precipitation, storm intensity, and sea level rise. See BOSTON PLANNING & DEV. AGENCY, Request for Proposals, Boston Flood Resiliency Zoning Overlay District and Resiliency Design Guidelines at 7 Conservation Law Foundation | www.CLF.org Page 33",
        " Change “Base Flood Elevation” to “Design Flood Elevation.” In discussing the requirements for a Public Waterfront Act license application, the waterways regulations refer to “base flood elevation,”101 or the flood elevation expected from the statistical 100-year storm based on the FEMA National Flood Insurance Program (NFIP) data.102 This elevation reference in the regulations should be changed to reflect the “design flood elevation,” which is “a regulatory flood elevation adopted by a local community” and may be above the base flood elevation.103 For example, the Boston Planning and Development Agency’s “Sea Level Rise – Design Flood Elevation” can be calculated by adding at least 24 inches to base flood elevation for buildings with ground floor residential units, or 12 inches for all other buildings and uses.104 However, because design flood elevation is a term most commonly used by localities in zoning provisions, MassDEP may consider using a term synonymous with design flood elevation that corresponds to the state building code. For example, the Massachusetts State Building Code references the term “lowest floor elevation,” which refers to the surface of the floor of the lowest enclosed area, including basements, but excluding any unfinished or flood-resistant enclosure, usable solely for vehicle parking, building access or limited storage.105 Similarly, “finish floor elevation,” defined as the top of the structural slab and its elevation above sea level, is a widely-accepted civil engineering term.106 The distinction in these terms is important because under a state building code, the lowest floor elevation or the finish floor elevation could be below the design flood elevation in (July 2018). “The City has determined 40 inches of sea level rise to be a reasonable standard for preparedness at this time and will utilize the standard as a basis for mapping the flood resiliency overlay district zoning map.” Id. 101 310 CMR 9.11(3)(c)1. 102 310 CMR 9.02 (defining “base flood elevation” as “the maximum elevation of flood water, including wave heights if any, which will theoretically result from the statistical 100-year frequency storm. Said elevation shall be determined by reference to the most recently available flood profile data prepared for the municipality within which the work is proposed under the National Flood Insurance Program, currently administered by FEMA; and in accordance with Wetlands Protection Act regulations at 310 CMR 10.57: Land Subject to Flooding (Bordering and Isolated Areas).”). 103 FED. EMERGENCY MGMT. AGENCY, HURRICANE RECOVERY ADVISORY 5: DESIGNING FOR FLOOD LEVELS ABOVE THE BFE AFTER HURRICANE SANDY at 5 (2013), https://www.fema.gov/media-library-data/1381405016896- 8bdeadf634c366439c35568a588feb24/SandyRA5DesignAboveBFE_508_FINAL2.pdf. 104 BOSTON PLANNING & DEV. AGENCY, CLIMATE RESILIENCY GUIDANCE, supra note 45, at 5. 105 780 CMR NINTH EDITION, BASE VOLUME, SECTION 1612.2. 106 NAIOP, CIVIL ENGINEERING COMMON TERMS (2015), http://www.naiophouston.org/pdf/development/TERMS- CIVIL.pdf. Conservation Law Foundation | www.CLF.org Page 34",
        "specific instances where the structure is floodproofed up to the design flood elevation in accordance with ASCE 24.107 By measuring a structure’s height from the lowest floor elevation/finish floor elevation rather than the design flood elevation, the regulations will be able to account for any changes to the building code to incorporate sea level rise. The regulations should also clarify that the height of structures, for the purposes of meeting the height restrictions of the Waterways Program, may be calculated from the finish floor elevation, rather than the base flood elevation, which would allow proponents to better account for sea level rise and flooding through the incorporation of freeboard. These changes may require reconciliation with other Waterways Program requirements such as those for Facilities of Public Accommodation (FPA). The regulations require FPAs to be located at the “ground level” of any filled tidelands, but this term is not defined. MassDEP should clarify how ground level would be interpreted and whether FPAs could be located on an elevated first floor. MassDEP also has discretion to allow FPAs to be relocated if it is determined that “an alternative location would more effectively promote public use and enjoyment of the project site or is appropriate to make ground level space available for water-dependent use or upper floor accessory services.”108 Adopting a design flood elevation/finish floor elevation standard would increase the resilience of projects licensed under the Public Waterfront Act while basing heightened requirements on local conditions and risk tolerance.  Establish a definition for “sea level rise” based on the best available science As discussed, the waterways regulations mandate that projects located within “flood zones” that include “[n]ew buildings for nonwater-dependent use intended for human occupancy shall be designed and constructed to . . . incorporate projected sea level rise during the design life of the buildings; at a minimum, such projections shall be based on historical rates of increase in sea level in New England coastal areas.”109 As also discussed, “flood zone” is not a defined term, but in practice is determined based on FEMA FIRM maps. 107 ASCE 24, which is published by the American Society of Civil Engineers (ASCE), Flood Resistant Design and Construction, is a referenced standard in the International Codes (I-Codes). “ASCE 24 states the minimum requirements and expected performance for the siting and design and construction of buildings and structures in flood hazard areas that are subject to building code requirements.” FEMA, HIGHLIGHTS OF ASCE 24-14, FLOOD RESISTANT DESIGN AND CONSTRUCTION (rev. July 2015), https://www.fema.gov/media-library-data/1436288616344- 93e90f72a5e4ba75bac2c5bb0c92d251/ASCE24-14_Highlights_Jan2015_revise2.pdf. 108 310 CMR 9.53(2)(c). 109 310 CMR 9.37(2). This is the first of two explicit references to sea level rise in the regulations. Conservation Law Foundation | www.CLF.org Page 35",
        "The regulations further reference sea level rise in the context of nonwater-dependent infrastructure facilities, but do not specify whether historical or projected rates are to be considered.110 The regulations currently do not require consideration of sea level rise for projects located outside of the “flood zone.” A regulatory definition should be added to section 9.02 of the regulations stating that sea level rise projections shall be based on predicted rates of increase, given that historical rates do not represent the heightened rates of increase anticipated for the next 100 years.111 Basing a definition of sea level rise on best available scientific projections would ensure that anticipated impacts of climate change are adequately incorporated into a project’s design and operation. While it is known that a certain amount of sea level rise is unavoidable regardless of our success at reducing greenhouse gases (GHG), it is important to note that long-term sea level rise projections are still tied to our ability to further reduce GHG emissions and are therefore not static. In addition, as climate science evolves, these estimates may change. As such, MassDEP should avoid prescribing a specific level or number of feet of sea level rise. Rather, the regulations should require the use of the best available data and MassDEP should retain discretion to determine the adequacy of data or provide separate guidance on assessing sea level rise impacts.  Establish a definition for “catastrophic event.” As discussed in section III.G, supra, no license or license amendment is required for “restoration to the original license specifications of licensed fill or structures that have been damaged by catastrophic events.”112 This presents three related issues. First, because there is no regulatory definition for “catastrophic event,” it will likely become increasingly difficult for MassDEP to consistently determine whether a licensee’s restoration activities fall within this category. Second, as storms become more frequent and severe, more licensees may attempt to take advantage of this provision. And finally, to the extent licensees improperly attempt to classify restoration activities as being 110 310 CMR 9.55(1). 111 J.A. CHURCH ET AL., SEA LEVEL CHANGE, IN INTERGOVERNMENTAL PANEL ON CLIMATE CHANGE, CLIMATE CHANGE 2013: THE PHYSICAL SCIENCE BASIS at 1140 (2003) (stating that “[i]t is very likely that the rate of global mean sea level rise during the 21st century will exceed the rate observed during 1971– 2010”). 112 310 CMR 9.22(1)(c). Conservation Law Foundation | www.CLF.org Page 36",
        "necessitated by catastrophic events, MassDEP’s discretion over such activities could be hampered by its current limited oversight role in such situations. A regulatory definition of the phrase “catastrophic event” should be established to clarify the term’s ambiguity. Such a definition should be narrowly written to encompass only unforeseeable events, such as fires, and exclude reasonably foreseeable conditions such as those caused by climate change. This may mean that even an unprecedented storm event would not qualify as a “catastrophic event” because the conditions were reasonably foreseeable at the time the license was issued. Absent revision, licensees will be able to invoke the “catastrophic event” provision with increasing frequency, eliminating the need for new licenses or license amendments to conduct structural repairs and creating potential opportunity for abuse. The lack of explicit authority for MassDEP to object to such restoration activities further increases the potential for abuse. And because this provision requires structures to be built to the original license specifications, an unintended consequence could be the perpetuation of dated engineering approaches that potentially increase risks either to the structure itself or elsewhere in the harbor or along the coastline. MassDEP should have discretion to exercise its judgment as to whether a facility or structure destroyed or severely damaged by a storm event requires license revision or not. Regulatory changes that explicitly give MassDEP such authority and establish a narrow regulatory definition of “catastrophic event” are necessary to allow MassDEP to maintain control of the licensing process and ensure that the license continues to advance significant public benefits and purposes in the evolving landscape of sea level rise and more frequent extreme weather events.  Reconcile terms referring to shoreline stabilization or protection structures There are three closely-related terms referenced in the waterways regulations that should be reconciled and amended: “coastal or shoreline engineering structure,” “shore protection structure,” and “shoreline stabilization.” “Coastal or shoreline engineering structure” is the only term of the three that is currently defined. It is defined as, “any breakwater, bulkhead, groin, jetty, revetment, seawall, weir, riprap or any other structure which by its design alters wave, tidal, current, ice, or sediment transport processes in order to protect inland or upland structures from the effects of such processes.”113 113 310 CMR 9.02. Conservation Law Foundation | www.CLF.org Page 37",
        "While “shore protection structure” is not formally defined, section 9.12(2) of the regulations describes it as including “seawalls, bulkheads, revetments, dikes, breakwaters, and any associated fill which are necessary either to protect an existing structure from natural erosion or accretion, or to protect, construct, or expand a water- dependent use.”114 These two terms seem to be closely related and MassDEP should consider consolidating them. Section 9.12 also lists “flood, water level, or tidal control facilities” as a separate category of water-dependent use but these terms are not formally defined. It is unclear what type of uses or structures would fall under this characterization and it is possible that there would be overlap with shoreline protection structures. MassDEP should consider renaming “coastal or shoreline engineering structure” to “coastal or shore protection measure” to be more inclusive of both structural and non- structural alternatives. The definition should include examples of green and nature- based alternatives like berms, living shorelines, marshes, and more. “Shoreline stabilization” should similarly be defined to include a wider array of protection measures. Section 9.32(2)(a) of the regulations should be revised to allow for new shore protection structures in addition to the rehabilitation of existing structures. The regulations’ engineering standards should also be clarified and strengthened by including examples of green infrastructure alternatives to hard armoring—e.g., berms, parks, man-made wetlands, and living shorelines—and by specifying that such alternatives shall be designed to imitate, enhance, or restore a natural shoreline protection system to the maximum extent practicable. Finally, MassDEP should consider whether a separate regulatory definition or category is needed for flood, water level, and tidal control facilities. If so, MassDEP should consider including green and soft alternatives in the regulatory definition and replacing “facilities” with “measures” to be more inclusive of non-structural alternatives. These changes would not only provide greater clarity in the regulations, but would also ensure consideration and use of non-structural alternatives in addressing climate change impacts. 114 310 CMR 9.12(2)(a)11. Conservation Law Foundation | www.CLF.org Page 38",
        "Clarify the Circumstances under which Fill May Be Used MassDEP should encourage flood control measures that improve resiliency on a neighborhood- or area-wide scale by explicitly stating that new fill may be introduced in connection with such measures and clarifying the specific circumstances under which it would be allowed. Several revisions could be made to the waterways regulations that would encourage and facilitate flood control measures when the purpose is to improve resiliency on a neighborhood- or area-wide scale. As discussed above, reconciliation and revision of the terms “coastal or shoreline engineering structure,” “shore protection structure,” and “shoreline stabilization” would enhance clarity and could ensure consideration and use of a wider array of flood protection measures in addressing climate change impacts. Section 9.32(2)(a) of the regulations should also be reviewed and revised to allow for new shore protection measures in addition to the rehabilitation of existing structures. A new exemption to the categorical restrictions on fill for flood control measures that improve resiliency on a neighborhood- or area-wide scale should be considered. It is critically important that any revisions intended to facilitate the use of fill in connection with flood control measures be consistent with the underlying purposes of the Public Waterfront Act, namely, protecting the rights of the public to access and use tidelands. Any revisions undertaken to encourage climate resiliency must not be done in a way that inhibits public access to and use of tidelands or water-based recreation. MassDEP should consider prioritizing fill for flood control measures that provide co-benefits in the form of public access or recreation, for example, berms that double as waterfront pathways. A national example of this is the Mississippi River Levee Path, which is a nearly five-mile walking and bike trail on the Mississippi River levee system.115 More importantly, licensees should not assume that a flood control measure in and of itself replaces or fulfils public access or benefit obligations. Additionally, the introduction of new fill for the purpose of climate resiliency should not include any private uses. For instance, MassDEP should continue to prohibit new fill for nonwater- dependent uses like commercial and residential development. Finally, while green infrastructure alternatives to hard armoring may not always be feasible, MassDEP should encourage their use where possible, especially to the extent that hard-engineered alternatives would result in or exacerbate environmental harm such as acceleration of erosion. 115 DOWNTOWN BATON ROUGE DOWNTOWN DEVELOPMENT DISTRICT, BICYCLE & WALKING PATHS, https://downtownbatonrouge.org/getting-around/bicyclewalking-paths/. Conservation Law Foundation | www.CLF.org Page 39",
        "Mandate Consideration of Future Conditions and Facilitate Adaptation Several provisions of the waterways regulations should be clarified or revised to mandate consideration of future conditions and facilitate adaptation within the framework of the Public Waterfront Act.  Codify MassDEP’s “existing” piles interpretation and require immediate removal of dilapidated pile fields. As previously discussed, MassDEP published an interpretation of the waterways regulations regarding “existing” pile-supported structures and pile fields in connection with a project on Lewis Wharf. MassDEP should develop a regulatory strategy for systematically requiring license holders to certify the functionality of licensed structures. There are strong policy rationales for MassDEP’s position, and, as noted above, all licenses have specific requirements that these facilities be maintained in good repair. This would clearly include addressing sea level rise, storm impacts, and other climate change-related conditions. Before any license can be renewed, MassDEP should require a demonstration that the license conditions, including these provisions, have been maintained on the site. MassDEP should also codify this interpretation in its regulations and apply it more broadly so that there is greater certainty with respect to expectations of the owners of these non-functional navigation hazards. Sites that become inundated by sea level rise such that their piles are not visible at high tide or that become significantly damaged by storms and are not repaired would not be considered “existing.” Codifying this interpretation would incentivize property owners to maintain their pile-supported structures and pile fields in good repair and consider the future impact of sea level rise on structures. Further, codifying this interpretation would create a consistent, proactive framework rather than relying on ad hoc, site-by-site determinations.  Mandate that structures be able to withstand expected climate conditions throughout the term of their license. The waterways regulations already require a license applicant requesting an extended- term waterways license to “provide justification that an extended term is warranted given the expected life of the structure.”116 The regulations also mandate that projects located within flood zones shall “incorporate projected sea level rise during the design life of the buildings.”117 These definitions should be expanded to clarify that the term of any license includes provisions to ensure that the integrity and availability of the licensed public benefits is maintained throughout the license’s terms. 116 310 CMR 9.15(1)(b)2. (emphasis added). 117 310 CMR 9.37(2)(b)2. (emphasis added). Conservation Law Foundation | www.CLF.org Page 40",
        "The waterways regulations should make clear that in considering the expected or design life of the buildings and associated public benefits and assets, proponents are expected to incorporate forward-looking data into the analysis. The regulations should explicitly state in section 9.15 that proponents must design structures and licensed public benefits and assets to be able to withstand expected climate conditions throughout the design lives of the buildings or through the ends of their license terms, whichever is greater. For example, a license applicant with a property at high risk of sea level rise may need to demonstrate that they will be able to provide fifty percent open space onsite into the future despite frequent flooding at the site or permanent inundation. Similarly, given expected coastal retreat and corresponding movement of project shorelines and water-dependent use zone boundaries, applicants should affirmatively demonstrate that there will not be any non-conforming uses on the site in the future. Further, MassDEP should refrain from granting extended-term licenses unless a protocol is developed for including reopener clauses in licenses. Given the substantial uncertainties of the speed and extent of coastal impacts from climate change, all licenses should have periodic, automatic reopener clauses that would keep the burden on the licensee to demonstrate to MassDEP that the current conditions and terms of the license fulfill proper public purposes. This would allow MassDEP to determine if a project’s terms should be amended based on materially changed circumstances making the original terms inappropriate without having to shoulder the considerable burden of legally defending their right to re-evaluate the terms and conditions of licenses during the term of the license.  Require that a licensed professional engineer review and certify projects attesting that they have been prepared in accordance with good engineering practice and that all climate change-related risks have been disclosed. The waterways regulations should require all nonwater-dependent structures and water-dependent industrial uses to have a licensed engineer certify that project plans have been prepared in accordance with good engineering practice and that any climate- related risks to the site have been fully disclosed. Such a provision could be modeled after section 112.3(d) of the federal Clean Water Act regulations,118 and would be consistent with MassDEP’s authority to “prescribe the terms for the construction” of structures below the high water mark.119 “Good engineering practice” would be based on the professional standard of care that necessarily includes consideration of climate 118 40 C.F.R. § 112.3(d) (requiring that “a licensed Professional Engineer must review and certify a [Spill Prevention Control and Countermeasure Plan] for it to be effective” by attesting “[t]hat the Plan has been prepared in accordance with good engineering practice, including consideration of applicable industry standards”). 119 G.L. c. 91, § 14. Conservation Law Foundation | www.CLF.org Page 41",
        "change impacts. MassDEP could consider exempting from this requirement water- dependent use projects that would not pose any threat to public health and safety.  Clarify that adaptation and resilience features are not a substitute for, and should not diminish, public access and use There is an increasing need for climate adaptation and resilience features on licensed sites to address the effects of climate change. While the incorporation of these features is critically important and should be encouraged, MassDEP should clarify that such features may not be used to offset or be substituted for required public access, use, and benefit. Climate adaptation measures should not be incorporated instead of, or to the detriment of, public access to the shoreline, nor should such measures be considered to meet, in and of themselves, the public use and access requirements enumerated in sections 9.51 through 9.53 of the waterways regulations. The regulations already address this issue to some extent, stating that where projects include flowed private tidelands, they shall: allow continuous, on-foot, lateral passage by the public in the exercise of its rights therein, wherever feasible; any pier, wharf, groin, jetty, or other structure on such tidelands shall be designed to minimize interference with such passage, either by maintaining at least a five-foot clearance above the ground along the high water mark or by providing a stairway for the public to pass laterally over such structures; where obstruction of continuous access below the high water mark is unavoidable, the project shall provide alternate lateral passage to the public above said mark in order to mitigate interference with the public right of passage on flowed private tidelands.120 MassDEP should further clarify that while climate adaptation measures would likely be considered water-dependent uses, they must not supplant required public benefits of access to and use of tidelands. As previously discussed, projects and measures that promote co-benefits and employ innovative ways of merging flood protection with public access should be prioritized. 120 310 CMR 9.35(3)(b)1. (emphasis added). Conservation Law Foundation | www.CLF.org Page 42",
        "A Note on Tidelands, Public Interests, and Takings121 Jurisprudence As mean high and low tide lines move or as MassDEP’s regulatory responses to sea level and storm impacts may change, it is important to consider how those changes interface with the private interests granted in historic tidal flats or licensed in historic submerged waters. Questions may arise as to whether MassDEP has the power to impose new waterways restrictions retroactively on current license holders or whether the application of any of these new regulatory measures constitutes a regulatory taking, as might ordinarily be the case with private property. For example, could a MassDEP regulation prohibiting hard armoring of a particular property as mitigation against sea level rise be applied retroactively to existing waterways licensees, effectively prohibiting them from protecting their private property and investments in coastal structures built on current or former tidelands? If it could, would that be considered a taking of the licensee’s granted private property interests? While the Massachusetts Supreme Judicial Court has not directly answered these questions, we can look to current tidelands jurisprudence to see how the court would respond. This discussion starts, as it must, with the special nature of tidelands themselves, whether currently filled or otherwise. Current, past, and future tidelands in Massachusetts are not like ordinary property; ownership of tidelands “always had strings attached.”122 “All tidelands below the high water mark are subject to this [public] trust.”123 Even as the Colonial Ordinances and later wharf statutes and licenses conveyed the private interests in tidelands to the upland owner or licensee for maritime commerce or other public purposes, the public rights in those 121 When the government takes private property for public use, it is required to provide just compensation. See U.S. Const. amend. V (“nor shall private property be taken for public use, without just compensation”); id. amend. XIV (“nor shall any State deprive any person of life, liberty, or property, without due process of law”); Mass. Const., Pt. 1, art. X (“no part of the property of any individual can, with justice, be taken from him, or applied to public uses, without his own consent, or that of the representative body of the people . . . whenever the public exigencies require that the property of any individual should be appropriated to public uses, he shall receive a reasonable compensation therefor”). The U.S. Supreme Court has recognized a number of ways in which takings may arise: when the government requires a permanent physical occupation of private land; when a government regulation deprives the owner of “all economically beneficial or productive use” of private property; or when a deprivation short of a total loss constitutes a partial taking. See Loretto v. Teleprompter Manhattan CATV Corp., 458 U.S. 419 (1982); Lucas v. S.C. Coastal Council, 505 U.S. 1003 (1992); Penn Central Transp. Co. v. City of N.Y., 438 U.S. 104 (1978). 122 Boston Waterfront Dev., 378 Mass. at 636. 123 Arno v. Commonwealth, 457 Mass. 434, 436 (2010); Trio Algarvio v. Comm’r of the Dep’t of Envtl. Prot., 440 Mass. 94, 97 (2003). Conservation Law Foundation | www.CLF.org Page 43",
        "tidelands have always been reserved for the public. This notion—that a property in private hands still has protected public interests associated with it—is fundamental to the special nature of tidelands and to the question of MassDEP’s power to act retroactively or prospectively on past, current, or future tidelands. In addition to the express language of the Colonial Ordinances, these retained public interests in tidelands arise from another ancient doctrine, the prior public use doctrine. Under this common law doctrine, previous public property that has been granted to private entities must continue to be used for the public purposes that were intended to be served by that grant: “where [an entity] was granted, even irrevocably, the use of certain previously public property for a public purpose, there [is] an implied condition in the grant that the [entity] could not retain the granted locations without using them for the purpose they were granted.”124 Under the prior public use doctrine, “where the use of public or publicly-granted land changes over time, the Legislature must approve the changed use.”125 Although the Legislature retained the power under this doctrine to convey all the public’s interests in such tidelands, the Supreme Judicial Court has opined that the legislative action itself must serve an equivalent public purpose to the tidelands purposes being extinguished or altered. That equivalent public purpose could not be for the primary purpose of conferring private benefits; “private benefits must . . . be . . . merely incidental to the achievement of the [Legislature’s stated] public purpose.”126 Takings claims—even assuming that the “occupation” of someone’s land by the rising sea or storm flood waters could be found to be “authorized by government”127 rather than being the result of emissions of greenhouse gases and complex ecological phenomena at a global scale— would not be available for lands subject to Public Waterfront Act jurisdiction. The state’s highest court has already reached this result in a similar context, holding that where coastal areas are impressed with a public trust, private landowners “have had only qualified rights to their shoreland and have no reasonable investment-backed expectations under which to mount a taking challenge.”128 124 Boston Waterfront Dev., 378 Mass. at 648. See also Trio Algarvio, 440 Mass. at 105–06 (private rights subject to termination if used in unauthorized way). 125 Boston Waterfront Dev., 378 Mass. at 648–49. 126 Opinion of the Justices, 383 Mass. 895, 905–06 (1981); see also Arno, 457 Mass. at 451. 127 See, e.g., Loretto, 458 U.S. at 421. 128 Wilson v. Commonwealth, 31 Mass. App. Ct. 757, 768 (1992) (citing Boston Waterfront Dev., 378 Mass. at 631– 650, 654; Opinion of the Justices, 383 Mass. at 901–906, 917–920). Conservation Law Foundation | www.CLF.org Page 44",
        "It is similarly unlikely that the government would be required to provide compensation for preventing a landowner from erecting coastal armoring on a property, even if the property subsequently experienced flooding. Although in some jurisdictions, affirmative government action contributing to property damage may constitute a taking,129 Massachusetts courts permit reasonable government action preventing harm to neighboring properties, such as the use of zoning bylaws to restrict certain types of construction.130 Restrictions on hard armoring intended to prevent heightened erosion levels, especially on abutting beaches, would likely be considered a similar form of reasonable government action.131 Thus, any subsequent flooding would be a result of reasonable government action protecting public health and safety and would therefore be unlikely to require compensation. However, it would be important for the government to explicitly state that protection of public health and safety is the primary goal of any restrictions limiting or prohibiting hard armoring on these properties. While there might be arguments that federal constitutional takings principles supersede some state laws, the U.S. Supreme Court has carved out a takings exception for regulations permitted by the “background principles of the State’s law of property and nuisance.”132 Moreover, the Public Waterfront Act and the waterways regulations in this context would constitute a “public program adjusting the benefits and burdens of economic life to promote the common good.”133 There is little question that the Massachusetts courts have properly considered the Public Waterfront Act to be a fundamental background principle that would insulate the state from any takings claims under these circumstances.134 129 See, e.g., Commonwealth of Ky., Dep’t of Highways v. Widner, 388 S.W.2d 583 (Ky. 1965) (holding that a government’s removal of a lateral support from a private property linked to a landslide damaging the residence could constitute a taking). 130 See Gove v. Zoning Bd. of Appeals of Chatham, 444 Mass. 754, 764–67 (2005) (zoning bylaw restricting construction of a residential structure in a 100-year floodplain did not constitute a taking requiring just compensation under the Penn Central test where the relevant lot’s “potential flooding would adversely affect the surrounding areas if the property were developed with a house. Reasonable government action mitigating such harm, at the very least when it does not involve a ‘total’ regulatory taking or a physical invasion, typically does not require compensation.”) (internal quotations and citations omitted). 131 See id. 132 Lucas, 505 U.S. at 1029. 133 Penn Central, 438 U.S. at 124. 134 See Lee A. Kaplan, Whose Coast Is It Anyway? Climate Change, Shoreline Armoring, and the Public’s Right to Access the California Coast, 46 ENVTL. L. REP. NEWS & ANALYSIS 10971, 10977 (2016) (stating that “[c]ourts in multiple states have affirmed the public trust doctrine itself as a ‘background principle’ of law for the purposes of Lucas’ takings analysis”); see also Tim Eichenberg et al., Climate Change and the Public Trust Doctrine: Using an Ancient Doctrine to Adapt to Rising Sea Levels in San Francisco Bay, 3 GOLDEN GATE U. ENVTL. L. J. 243, 261 (2010) (asserting that “[t]he retained public trust easement protects government action from takings claims because the easement establishes allowable uses on trust property and . . . the state cannot take something it already owns”). Conservation Law Foundation | www.CLF.org Page 45",
        "It must be re-emphasized that in the tidelands context, every public or private use and structure located on tidelands must serve a proper public purpose or else it is prohibited.135 Thus, even in the absence of an explicit MassDEP waterways license condition authorizing the agency to review and change the license conditions, the public benefits required by the license are quid pro quo for the state allowing the private use or structure in the first place. As long as the private use or structure remains on the site, the licensee has an ongoing duty to provide the required public benefits, even if circumstances on the site change. Accordingly, if a licensee has not maintained the viability of the required public benefits in the face of heightened storm activity or sea level rise, then that licensee is in violation of its license and the associated private activity becomes an unauthorized use of the tidelands that could result in enforcement action by MassDEP.136 In extreme cases—for example, if an entire site except for a private building became submerged—license compliance might even necessitate locating the required public benefits offsite.137 In sum, the special nature of tidelands as a public trust resource allows MassDEP to act retroactively or prospectively to ensure that all licensees provide the required public benefits that are the basis for allowing private uses or structures on tidelands in the first place. Regulatory Relief for Climate Adaptation As the Massachusetts shoreline faces mounting development pressures, property owners are increasingly interested in securing regulatory relief from the requirements of the Public Waterfront Act, and some have suggested such relief is necessary to promote climate adaptation. It is important to distinguish here between the impossible and the less economically advantageous. While the Public Waterfront Act and waterways regulations should be refined and adjusted to better facilitate and require consideration of future climate impacts, many climate adaptation measures are already possible under the current regulatory framework, and any changes must ensure that the rights of the public in these lands are not sacrificed. 135 G.L. c. 91, § 14. 136 See 310 CMR 9.08. 137 The amnesty program included in the 1990s revisions to the Waterways Program discussed at note 66, supra, would not be applicable here. The rationale at that time was that existing projects did not have notice of how the Public Waterfront Act would be applied to non-maritime commerce uses or structures on tidelands, and there was an “innocence” associated with what was being grandfathered. If current development received the same grandfathering benefits, the effect would be to elevate private rights in the land over public rights, which would undermine the purposes of the Waterways Program. Conservation Law Foundation | www.CLF.org Page 46",
        "Climate adaptation strategies that promote a greater public benefit than detriment—for instance, through a district-scale berm project—should be considered differently from project- level measures intended to protect a single structure or site. To some extent, individual site considerations would be addressed by the recommendations in this report. For example, the change from base flood elevation to design flood elevation for the calculation of height would allow some flexibility for individual developers to incorporate freeboard into their designs. However, granting regulatory relief from numerical and use requirements that safeguard the public’s right to access and enjoy tidelands either on an individual site or abutting sites would undermine the purpose of the Public Waterfront Act and should be carefully avoided. Conclusion The Public Waterfront Act has protected the public’s rights and interests in the Massachusetts waterfront for over 150 years. Under the current framework, certain regulatory provisions may be interpreted as addressing coastal climate change impacts such as sea level rise, but further refinement and adjustment is necessary in order to effectively regulate coastal development in the age of climate change. The recommendations of this report are intended for further discussion and debate and seek to drive the conversation forward. A successful comprehensive response to the regulatory challenges noted herein would establish Massachusetts as a national leader in coastal governance, benefitting the state’s continued draw for new economic activity and serving as a model for other states grappling with these issues. Conservation Law Foundation | www.CLF.org Page 47",
        "Technical Appendix A. Methodology for Mapping At-Risk Open Space CLF’s flood vulnerability analysis of open spaces under the Public Waterfront Act relies on publicly available information from the Massachusetts Department of Environmental Protection (MassDEP) and the City of Boston. Waterways licenses included in the analysis were downloaded from the MassDEP Boston Chapter 91 Harborwalk online mapping resource.138 MassDEP frequently updates this resource with additional licenses. As of January 14, 2019, there were 90 waterways licenses available, which CLF used to conduct its analysis. Of these 90 licenses, 62 licenses had identifiable exterior open space that could be mapped using ArcGIS (“mappable open space”). Licenses that did not mandate the provision of exterior open space could not be mapped.139 Mapping of the open space in ArcGIS was conducted using multiple data points, including the textual and site plan descriptions contained in each license, Google Maps Streetview, elevation data from the U.S. Geological Survey, FEMA Flood Insurance Rate Maps of Boston from 2016, and NOAA Natural Color 8 Bit Imagery of Boston from 2017.140 Exterior open space was defined as publicly accessible areas such as lawns, landscaping, plazas, sections of the Harborwalk, walkways, piers and playgrounds. Public roads, access roads and parking lots were not considered open space for the purposes of this analysis and were not mapped; nor were sidewalks unless the license specifically listed sidewalk improvement, beautification or widening as a condition of licensure. For waterways licenses tied to a larger master plan, only the exterior open space specifically enumerated in each license was included in the analysis. If a license did not contain enough information to accurately map the exterior open space, or the site design and building footprint changed significantly since licensure, the license was not mapped. MassDEP’s tool includes both previous and current Waterways Licenses for some parcels; CLF’s analysis includes only current licenses so that the analysis is representative of the exterior open space presently available (or soon to be available) to the general public. Exterior open space on licensed parcels currently under construction were mapped with the assumption the open space will be available in the near future. Two of the 62 licenses – one in 138 MassDEP’s Boston Chapter 91 Harborwalk mapping resource is available here: https://mass- eoeea.maps.arcgis.com/apps/MapSeries/index.html?appid=894d0ec67b5d426eadb5e74c33dc4366. 139 Licenses that did not mandate the provision of exterior open space onsite as a public benefit often included other public benefits such as funding for public water transportation or interior public amenities. 140 To measure elevation, Digital Elevation Models from a 2013-2014 U.S. Geological Survey of Boston were used. This information is available for download from MassGIS: https://docs.digital.mass.gov/dataset/massgis-data-lidar- terrain-data. 2016 FEMA Flood Insurance Rate Maps for Boston are available at: https://msc.fema.gov/portal/search?AddressQuery. 2017 NOAA Natural Color 8 Bit Imagery of Boston is available for download from NOAA: https://coast.noaa.gov/htdata/raster2/imagery/BostonMA_RGB_2017_8418/. Conservation Law Foundation | www.CLF.org Page 48",
        "the Fenway/Kenmore neighborhood and one in Mattapan – had mappable exterior open space relatively far inland and thus had little to no risk of flooding from near or medium-term sea level rise. Nonetheless, these licenses were included in the analysis given that the licensed open space on each site abuts a FEMA Flood Zone AE, otherwise known as the 100-year floodplain and is estimated to have a 1% chance of flooding in a given year. One of the 62 mappable licenses in Dorchester had open space with an elevation of 20 feet or greater and seven other licenses across the city included elevated open space features such as outlooks, elevated fill, second floor decks or plazas, and elevated walkways. Using visual information from Google Maps Streetview, Digital Elevation Models from a 2013-2014 U.S. Geological Survey of Boston, any open space that was one story or more above street level at the licensed parcel was identified and removed from the flood intersect analysis to avoid an inaccurate depiction of flood risk.141 However, the total square feet of elevated open space in these licenses was included in the final calculations and is reflected in overall percentages both citywide and at the neighborhood level. To analyze the percentage of open space vulnerable to flooding and sea level rise, CLF’s analysis used coastal flood hazard data from the City of Boston’s 2016 Climate Ready Boston Report. This flood hazard data is a Boston-based re-analysis of the coastal flood hazard data developed as part of a 2015 Massachusetts Department of Transportation coastal flood hazard analysis, which uses simulations of potential nor’easters and tropical storms at a range of tide levels, as well as riverine flow rates and sea level rise conditions.142 GIS mapping was conducted for high tide, 10-year flood, and 100-year flood levels based on three highly-probable sea level rise estimates—9 inches, 21 inches, and 36 inches—resulting in 9 different flooding scenarios.143 These flood scenarios were mapped using ArcGIS and the intersect tool was used to identify where exterior open space (excluding elevated features and select license) overlapped with the flood extent layers. The resulting data, including the number of licenses and total percentage of open space affected in each of the nine scenarios, is summarized in this report at a city level and at a neighborhood level.144 141 The analysis combined Digital Elevation Models into a mosaic raster and converted from vertical meters to vertical feet to help identify exterior open space that exceeded 20 feet in elevation from 0 feet NAVD88 elevation. 142 See “Climate Ready Boston – Sea Level Rise Inundation” from ArcGIS (Online) to view the metadata and download datalayers for the nine inundation scenarios: https://www.arcgis.com/home/item.html?id=acc5203173f14874b71ed4f5f60662fc. 143 Note that under the Federal Emergency Management Agency’s (FEMA) definitions, a 10-year flood is one that has a 10% chance of occurring in a given year, and a 100-year flood is one that has a 1% chance of occurring in a given year. 144 Note that for this analysis, the Fort Point Neighborhood was considered to be both sides of the Fort Point Channel south of Seaport Boulevard. Conservation Law Foundation | www.CLF.org Page 49",
        "B. Neighborhood-Scale Analysis of Vulnerability *Note that where an asterisk follows a number it indicates that all licenses in the neighborhood are at risk of flooding based on the analysis. Charlestown Number of licenses mapped: 9 Percent of open space elevated above 20 feet: 6.3% No. of Licenses Affected – Charlestown Percent of Open Space Affected – Charlestown 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 8 8 9* High Tide 16% 19% 40% 10-Year Flood 8 9* 9* 10-Year Flood 23% 55% 76% 100-Year Flood 9* 9* 9* 100-Year Flood 44% 71% 84% Dorchester Number of licenses mapped: 5 Percent of open space elevated above 20 feet: 66.6% No. of Licenses Affected – Dorchester Percent of Open Space Affected – Dorchester 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 3 3 3 High Tide 9% 11% 12% 10-Year Flood 3 3 4 10-Year Flood 12% 13% 14% 100-Year Flood 3 4 4 100-Year Flood 12% 13% 17% Downtown145 Number of licenses mapped: 1 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – Downtown Percent of Open Space Affected – Downtown 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 1* 1* 1* High Tide 42% 83% 100% 10-Year Flood 1* 1* 1* 10-Year Flood 99% 100% 100% 100-Year Flood 1* 1* 1* 100-Year Flood 100% 100% 100% 145 Only one license in each of the following were mappable: Downtown, South Boston, West End, Mattapan. Conservation Law Foundation | www.CLF.org Page 50",
        "East Boston Number of licenses mapped: 7 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – East Boston Percent of Open Space Affected – East Boston 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 5 5 6 High Tide 22% 35% 66% 10-Year Flood 6 6 7* 10-Year Flood 47% 78% 96% 100-Year Flood 6 7* 7* 100-Year Flood 72% 93% 98% Fenway/Kenmore Number of licenses mapped: 3 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – Fenway/Kenmore Percent of Open Space Affected – Fenway/Kenmore 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 0 0 0 High Tide 0% 0% 0% 10-Year Flood 0 0 1 10-Year Flood 0% 0% 0% 100-Year Flood 0 1 1 100-Year Flood 0% 0% 3% Fort Point Number of licenses mapped: 9 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – Fort Point Percent of Open Space Affected – Fort Point 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 7 8 9* High Tide 10% 25% 42% 10-Year Flood 9* 9* 9* 10-Year Flood 35% 51% 54% 100-Year Flood 9* 9* 9* 100-Year Flood 48% 54% 93% Conservation Law Foundation | www.CLF.org Page 51",
        "Mattapan Number of licenses mapped: 1 Percent of open space elevated above 20 feet: 61.4% No. of Licenses Affected – Mattapan Percent of Open Space Affected – Mattapan 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 0 0 0 High Tide 0% 0% 0% 10-Year Flood 0 0 0 10-Year Flood 0% 0% 0% 100-Year Flood 0 0 0 100-Year Flood 0% 0% 0% North End Number of licenses mapped: 7 Percent of open space elevated above 20 feet: 3.2% No. of Licenses Affected – North End Percent of Open Space Affected – North End 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 5 5 5 High Tide 11% 24% 61% 10-Year Flood 5 7* 7* 10-Year Flood 47% 73% 87% 100-Year Flood 6 7* 7* 100-Year Flood 64% 86% 97% Seaport District Number of licenses mapped: 18 Percent of open space elevated above 20 feet: 4.6% No. of Licenses Affected – Seaport Percent of Open Space Affected – Seaport 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 7 9 17 High Tide 20% 21% 43% 10-Year Flood 13 17 18* 10-Year Flood 30% 53% 80% 100-Year Flood 17 18* 18* 100-Year Flood 48% 74% 90% Conservation Law Foundation | www.CLF.org Page 52",
        "South Boston Number of licenses mapped: 1 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – South Boston Percent of Open Space Affected – South Boston 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 1* 1* 1* High Tide 9% 11% 18% 10-Year Flood 1* 1* 1* 10-Year Flood 12% 24% 49% 100-Year Flood 1* 1* 1* 100-Year Flood 19% 43% 60% West End Number of licenses mapped: 1 Percent of open space elevated above 20 feet: 0% No. of Licenses Affected – West End Percent of Open Space Affected – West End 9 inches 21 inches 36 inches 9 inches 21 inches 36 inches (2030s to (2050s to (2070s or (2030s to (2050s to (2070s or 2050s) 2100s) later) 2050s) 2100s) later) High Tide 1* 1* 1* High Tide 91% 91% 91% 10-Year Flood 1* 1* 1* 10-Year Flood 91% 91% 91% 100-Year Flood 1* 1* 1* 100-Year Flood 91% 91% 91% Conservation Law Foundation | www.CLF.org Page 53",
        "C. Chapter 91 Licenses used in the Mapping Analysis License License Expiration Neighborhood Date Issued Notes # Term Year 4691 North End 99 years 5/3/1995 2094 5183 Seaport 99 years 2/12/1996 2095 Includes elevated walkway 6719 Seaport 99 years 7/20/1998 2097 7757 North End 30 years 10/16/2000 2030 Includes elevated park area and 7759 Seaport 99 years 5/9/2000 2099 walkways Includes elevated parklet 8529 Charlestown 30 years 1/5/2001 2031 connecting to lower Harborwalk Includes elevated plaza along 8868 Charlestown 60 years 10/26/2001 2061 Chelsea Street 8959 Fort Point 30 years 8/10/2001 2031 8987 Charlestown 75 years 9/25/2001 2076 Inland behind Baker Dam and not vulnerable to near or medium 9114 Mattapan 65 years 3/27/2002 2067 term sea level rise; majority of open space is elevated 9147 West End 30 years 1/9/2002 2032 Licensee is Metropolitan District 9214 North End unlimited 4/3/2002 Commission 9230 Seaport 50 years 4/4/2002 2052 9707 East Boston 30 years 5/23/2003 2033 9709 Seaport 95 years 12/29/2003 2098 9825 Fort Point 99 years 11/3/2003 2102 9828 East Boston 99 years 9/13/2003 2102 9946 Dorchester 30 years 6/15/2004 2034 9951 Seaport 96 years 4/23/2004 2100 Conservation Law Foundation | www.CLF.org Page 54",
        "10135 South Boston 30 years 6/7/2005 2035 10179 North End 30 years 3/24/2005 2035 10286 Charlestown 99 years 6/11/2005 2104 Inland next to Back Bay Fens. Not 11700 Fenway/Kenmore 65 years 1/16/2007 2072 vulnerable to near or medium term sea level rise 11419 Fort Point 99 years 8/7/2006 2105 11438 Fort Point 30 years 7/28/2006 2036 11907 Seaport 96 years 9/25/2007 2103 12205 Seaport 65 years 10/24/2008 2073 12214 Charlestown 30 years 8/22/2008 2038 12251 Fort Point 30 years 11/20/2008 2038 12778 Downtown 30 years 7/20/2010 2040 12906 Fort Point 30 years 3/11/2011 2041 12936 Charlestown 65 years 5/3/2011 2076 Licensee is University of 13108 Dorchester unlimited 8/19/2011 Massachusetts; entire site is elevated above 20’ 13110 Fort Point 30 years 10/14/2011 2041 13204 Seaport 90 years 3/2/2012 2102 13214 Fenway/Kenmore 30 years 2/23/2012 2042 13332 Charlestown 30 years 9/17/2012 2031 Includes elevated viewing 13396 North End 85 years 12/28/2012 2097 platform 13452 Fenway/Kenmore 30 years 4/25/2013 2043 13456 Seaport 85 years 5/7/2013 2098 13604 Seaport 96 years 11/18/2013 2109 13628 Seaport 85 years 4/1/2014 2099 13634 Seaport 96 years 6/12/2014 2099 13657 Charlestown 30 years 4/1/2014 2044 Conservation Law Foundation | www.CLF.org Page 55",
        "Licensee is University of 13709 Dorchester unlimited 6/30/2014 Massachusetts Boston Includes elevated fill soil; 13771 Dorchester unlimited 3/3/2015 Licensee is University of Massachusetts Boston 13824 East Boston 30 years 1/13/2015 2045 13825 Fort Point 30 years 8/3/2015 2045 13905 East Boston 65 years 1/13/2016 2081 Expiration term is tied to first 14000 Seaport 90 years* 2/2/2016 2102 license for Pier 4, license 13204 Expiration term is tied to earlier 14031 East Boston 65 years* 12/21/2015 2076 license 13033 Licensee is University of 14041 Dorchester unlimited 2/18/2016 Massachusetts Boston 14043 East Boston 65 Years 3/25/2016 2081 14049 Seaport 96 years 4/8/2016 2112 14105 Fort Point 30 years 6/8/2016 2046 14240 Charlestown 30 years 10/27/2016 2046 14280 Seaport 75 years 1/10/2017 2092 Expiration term is tied to first 14281 Seaport 90 years* 2/22/2017 2102 license for Pier 4, license 13204 Expiration term is tied to earlier 14366 North End 60 years* 3/29/2017 2061 license 8884 14385 Fort Point 42 years 4/19/2017 2059 14404 North End unlimited 5/16/2017 Licensee is City of Boston 14492 East Boston 30 years 8/21/2017 2047 Conservation Law Foundation | www.CLF.org Page 56",
        "D. Licenses Excluded from the Mapping Analysis License Date Expiration License Neighborhood Notes Term Issued Year 2135 East Boston unknown 11/28/1989 Old license replaced by 10345 4191 Seaport unlimited 11/14/1994 Old license replaced by 7759 8884 North End 60 years 6/13/2001 2061 Old license replaced by 14366 License is for a bench and sidewalk 8986 Fenway/Kenmore 60 years 12/3/2001 2061 feature; not specific open space No specific open space created 9167 East Boston unlimited 2/8/2002 onsite; lists public access outside of fenced area Interim Fan Pier license replaced by 9968 Seaport 10 years 4/23/2004 2014 newer licenses Master License for entire Marine 10233 South Boston 65 years 3/16/2005 2070 Industrial Park Project site plan has changed 10279 East Boston 95 years 6/11/2005 2100 substantially since license issuance Tied to license 10135; calls for extra 10295 South Boston 30 years 6/7/2005 2035 amenities onsite such as benches 10345 East Boston 95 years 10/4/2005 2100 Old license replaced by 14043 Licensee must supply daily water 10352 Charlestown 30 years 8/9/2005 2035 transportation; open space under different license Site to be used for parking of school 10655 Charlestown 8 years 12/27/2005 2013 vehicles Licensed project to be replaced by 11858 East Boston 60 years 9/28/2007 2067 a newer project, the Mark East Boston License is for a specific building at 11902 Seaport 96 years 6/14/2011 2107 Fan Pier. Open space conditions for Fan Pier in license 11907 License is for a specific building at 11903 Seaport 96 years 6/14/2011 2107 Fan Pier. Open space conditions for Fan Pier in license 11907 Conservation Law Foundation | www.CLF.org Page 57",
        "License is for a specific building at 11904 Seaport 96 years 9/27/2007 2103 Fan Pier. Open space conditions for Fan Pier in license 11907 13033 East Boston 65 years 7/29/2011 2076 Old license replaced by 14031 No open space created; license is 13058 East Boston unlimited 6/14/2011 for portion of Airport runway 13164 Seaport 10 years 12/16/2011 2021 License is for a parking lot No outdoor open space created; license includes indoor FPAs and 13623 Fort Point 30 years 12/23/2013 2043 contribution to Children’s Museum for Wharf Park License is for a specific building at 13695 Seaport 96 years 6/12/2014 2099 Fan Pier. Open space conditions for Fan Pier in license 11907 Earlier version of license 14000; 90 13772 Seaport 10/29/2014 2102 Expiration term is tied to first years* license for Pier 4, license 13204 13818 Downtown unknown 12/19/2014 License for interior changes to hotel License is for a parking lot at 13979 Dorchester 10 years 9/4/2015 2025 University of Massachusetts Boston Project site plan has changed 14076 Seaport 90 years 4/22/2016 2105 substantially since license issuance Incomplete information available in 14257 Dorchester unlimited 10/14/2016 license to map open space; under construction License includes public access to 14485 Charlestown 10 years 8/24/2017 2027 the water but creates no specific open space License includes public access to 14486 Charlestown 10 years 8/24/2017 2027 the water but creates no specific open space Conservation Law Foundation | www.CLF.org Page 58"
    ]
}