{
    "FILE_NAME": " https://www.boston.gov/sites/default/files/file/2023/03/2016_climate_ready_boston_executive_summary_1.pdf",
    "ALL TEXT": "CLIMATE READY BOSTON EXECUTIVE SUMMARY MAYOR MARTIN J. WALSH DECEMBER 2016CONTENTS B Executive Summary CClimate risks are not new for Boston, but they will continue to increase as the global climate changes. Image courtesy of Sasaki D Executive Summary Climate Ready Boston 01Since 1991, Boston has experienced 21 events that triggered federal or state disaster declarations. For example, in 2011, Hurricane Irene caused downed trees and power outages across the city. In 2012, while Boston was spared the most devastating effects of Hurricane Sandy due to the storm missing Boston’s high tide by five hours, the city still experienced high winds and coastal flooding. As the climate changes, the likelihood of coastal and riverine flooding—as well as other hazards, like stormwater flooding and extreme heat—will increase. The challenges from climate change are substantial and complex but can be addressed through bold and creative actions that support the city’s vitality and livability. Boston can thrive in the coming decades if it takes action to adapt its people, its Boston can thrive in the coming neighborhoods, and its economic and cultural assets, starting now. This work will be difficult, decades if it takes action to adapt contentious, and complex. But if done well, it will not only create a resilient, climate-ready its people, its neighborhoods, and Boston—it will also dramatically improve the city and quality of life for all its residents. its economic and cultural assets, starting now. Image courtesy of Sasaki 02 Executive Summary Climate Ready Boston 03To address these challenges, Climate Ready Boston features four components. UPDATED CLIMATE VULNERABILITY FOCUS CLIMATE PROJECTIONS ASSESSMENT AREAS RESILIENCE INITIATIVES A set of updated projections A comprehensive Eight Boston areas for four climate factors: evaluation of current where the results of the These policy, planning, extreme temperatures, and potential future risks Vulnerability Assessment programmatic, and sea level rise, extreme associated with each of and the climate resilience financial initiatives address precipitation, and three climate hazards initiatives are applied in the risks identified in the storms. The University (extreme heat, stormwater more detail to illustrate Vulnerability Assessment of Massachusetts Boston flooding, and coastal and the risks Boston faces and and work together oversaw a team of climate riverine flooding) for how Boston can address to increase Boston’s scientists, the Boston Boston’s people, buildings, them. The focus areas resilience. The initiatives Research Advisory Group, infrastructure, and recognize that some risk, are summarized in an to develop these projections. economy. Vulnerability particularly for coastal Implementation Roadmap assessment data for the and riverine flooding, that sets forth, for each CLIMATE FACTORS three climate hazards is spatially concentrated. initiative, responsibility, ◦ Extreme Temperatures reflects the underlying time frame, and key ANALYSIS AREAS factors studied in the milestones. ◦ Sea Level Rise (SLR) Climate Projection ◦ Charlestown ◦ Extreme Precipitation INITIATIVE LAYERS Consensus. ◦ Charles River ◦ Storms ◦ Updated Climate VULNERABILITY ◦ Dorchester Projections ASSESSMENT HAZARDS ◦ Downtown ◦ Prepared and ◦ Extreme Heat ◦ East Boston Connected ◦ Stormwater Flooding Communities ◦ Roxbury ◦ Coastal and Riverine ◦ Protected Shores ◦ South Boston Flooding ◦ Resilient Infrastructure ◦ South End ◦ Adapted Buildings 04 Executive Summary Climate Ready Boston 05Climate Ready Boston is coordinated with Imagine Boston 2030, the first citywide plan in 50 years, and 100 Resilient Cities, to guide Boston toward a more affordable, equitable, connected, and resilient future. PLANNING CONTEXT institutions, higher education, and medical services. It is also the Through Imagine Boston 2030, Boston’s favorable location, with hub of the region’s transportation the City has identified areas that three rivers flowing into a sheltered system, with subway lines, bus have capacity to accommodate harbor well-suited for waterborne service, commuter rail lines, ports, Boston’s growing population and trade, helped it grow into a major and Logan International Airport. dynamic economy. Many of the commercial city. The city’s core was LANDMASS 2016 areas where Boston will grow will once the narrow Shawmut Peninsula, Boston recognized the threat of IN 1630 SHORELINE be exposed to increasing flood but as trade and population grew to climate change early and has risk as sea levels rise. As it grows in make Boston the economic center of pursued an integrated approach to these areas, Boston is committing the region, Bostonians filled in the address it. In 2000, Boston launched to protecting them. While we do tidal marshes with wharves, parks, its climate action program when not know all the mechanisms for and entire neighborhoods built on it joined the Cities for Climate protection yet, Boston is investing in Climate Ready Boston will guide ABOVE new land. In the three centuries Protection Campaign of ICLEI-Local Boston’s Present & developing local climate resilience Boston’s adaptation efforts, building following Boston’s founding in 1630, Governments for Sustainability. Over Historical Shoreline plans for vulnerable areas. These upon recommendations from the the city’s footprint increased by nearly the last 15 years, the City has led a plans will identify multilayered City’s 2007 Climate Action Plan and 50 percent, with much of the land range of efforts to reduce emissions investments needed to enable its 2011 and 2014 updates. Based on the along the coastline and riverbanks citywide to slow the pace and scale climate-ready growth. most up-to-date scientific consensus filled to just above high tide. of climate change, including the of future climate conditions, Climate 2011 commitment for an 80 percent Boston will approach this topic Although coastal expansion in Ready Boston provides an evaluation reduction in carbon emissions by 2050. dynamically and respond to new previous centuries made the city of potential impacts from Boston’s In recognition of these efforts, the information as we have it. Climate more vulnerable to climate change, three major climate hazards: extreme City received an award at the United adaptation presents Boston with it helped Boston become the largest heat, stormwater flooding, and Nations Climate Change Conference opportunities for carefully managed residential and commercial center coastal and riverine flooding. Climate in Paris (COP21). However, even under growth and investment that ensure in New England. The city is home Ready Boston then identifies climate the most optimistic projections of existing neighborhoods can thrive, to over 656,000 residents1 and 718,000 resilience initiatives to enable Boston global emissions reductions, Boston new neighborhoods are ready jobs, 2 accounting for a total of $160 to address these risks and continue faces serious risk from climate change for the changing climate, and billion in annual economic output. to thrive in the face of climate change. and must adapt. jobs are created and expertise Boston is a center for financial developed for long-term growth and protection. 1 Source: “ACS 5-Year Estimates (2011–2014).” U.S. Census Bureau. 2 Source: Boston Planning and Development Agency Analysis. 06 Executive Summary Climate Ready Boston 07Boston’s Future Climate TODAY’S CHOICES EMISSIONS SCENARIOS FUTURE IMPACTS THE MORE GREENHOUSE GASES IN THE ATMOSPHERE: Bostonians must first understand the the next few decades are relatively consistent, These findings regardless of which emissions scenario they rely likely impacts of climate change in emphasize that a on. However, the projections become increasingly order to plan for a strong, resilient future.3 different the further we look into the future. critical strategy for Climate Ready Boston’s climate projections climate adaptation use three emissions scenarios from the To help us understand climate change impacts at the is the expansion of Intergovernmental Panel on Climate Change: local level, Climate Ready Boston convened a working efforts to reduce our group of the region’s climate scientists. The Boston ◦ A HIGH-EMISSIONS SCENARIO often Research Advisory Group (BRAG), overseen by the characterized as a continuation of carbon emissions. University of Massachusetts Boston School for the business as usual; Environment, developed this consensus about how Boston’s climate will change over the course of the ◦ A MEDIUM-EMISSIONS SCENARIO in which twenty-first century. emissions remain around their current levels through 2050 and then are slowly reduced The longer-term impacts of climate change are in the second half of the century through largely dependent on the global community’s moderate emissions reductions and; success at curbing emissions of greenhouse gases. Because we do not know how well we will do, ◦ A LOW-EMISSIONS SCENARIO in which net scientists use multiple emissions scenarios as the global emissions are reduced to less than a bases for their projections. Climate projections for third of their current levels by 2050 and are brought to zero by about 2080 through major emissions reductions. 3 This section is a summary of the BRAG Climate Projection Consensus report, which describes future climate conditions in the Boston region, including extreme temperatures, sea level rise, heavy precipitation, and coastal storms. The full report is available at climateready.boston.gov/findings. 08 Executive Summary Boston's Future Climate 09EXTREME TEMPERATURES steel, and other building materials retain more THE NUMBER OF VERY HOT DAYS WILL INCREASE heat than vegetation. This phenomenon, known as Average temperatures in the Northeast have been the “urban heat island effect,” is compounded by slowly rising for over a century. Temperatures in climate change. the northeastern United States increased by almost two degrees Fahrenheit between 1895 and 2011. Future temperatures in Boston will depend on how much we are able to cut our greenhouse gas The rate of increase in average temperatures emissions. The rise in temperatures between now is accelerating, and Boston’s average summer and 2030 is largely consistent between all emission temperatures and number of days with extreme scenarios. However, the scenarios show that heat will increase. Heat waves will become cutting emissions now can greatly slow the rise in more common, last longer, and be hotter. While temperatures in the second half of the century. the average summer temperature in Boston from 1981 to 2010 was 69 degrees, it may be as high SEA LEVEL RISE as 76 degrees by 2050 and 84 degrees by 2100. In The pace of relative sea level rise is accelerating. other words, by 2050 Boston’s summers may be Over the entire twentieth century, sea levels rose as hot as Washington, DC’s, summers are today, about nine inches relative to land. Another eight and by the end of the century, they may be hotter inches of relative sea level rise may happen by 2030, than Birmingham, AL are today. Compared to the almost three times faster. By 2050, sea levels may be period from 1971 to 2000, when there were 11 days as much as 1.5 feet higher than they were in 2000, per year over 90 degrees, there may be as many and by 2070, they may be as much as 3 feet higher as 40 by 2030 and 90 by 2070—nearly the entire SEA LEVELS IN BOSTON WILL CONTINUE TO RISE than in 2000. This is driven by a combination of summer. Heat waves—extended periods of the melting of land ice, the expansion of water as extreme heat—are a leading cause of weather- it warms, and changes in the amounts of water related mortality in the United States. extracted from below ground or stored behind Although winters will be warmer, the risk of dams. frost and freeze damage and cold snaps will A major reduction in global greenhouse gas continue. While from 1981 to 2010, Boston reached emissions can have a tremendous impact on below freezing almost one out of three days per the future of Boston Harbor. While sea level rise year, by the end of the century, this may happen projections for 2030 are about the same across only around one in ten days. all emission scenarios, in later years there are As an urban area, Boston tends to be hotter big differences between scenarios. With a sharp than surrounding communities that are more reduction in global emissions, end-of-century suburban or rural. Urban areas generally tend to sea level rise could stay under two feet, but a be hotter than nearby rural areas because concrete, continuation of business as usual may result in over seven feet of sea level rise. Data Source: BRAG Report, 2016 10 Executive Summary Boston's Future Climate 11Image courtesy of Sasaki RAINFALL FROM STORMS WILL INCREASE EXTREME PRECIPITATION STORMS In the Northeast, there has already been a very Current climate projections do not provide a clear large increase in the intensity of extreme rain projection of how the intensity, frequency, and and snow. From 1958 to 2010, there was a 70 percent trajectory (tracks) of tropical and extratropical increase in the amount of precipitation that fell storms will change. Extratropical storms (like on the days with the heaviest precipitation. This blizzards and nor’easters) have cold air at their increase is greater in the Northeast than for any centers. Tropical storms, on the other hand, have other region of the country. warm air, which means that they can develop into hurricanes more quickly. There are large The increase in extreme precipitation is expected uncertainties about how climate change will to continue. As the climate warms, more ocean affect future storms. This is particularly true for water evaporates into the air, and warmer air can extratropical storms. For tropical storms, there hold more water, supporting heavier precipitation is some evidence that their intensity has been events. Heavy precipitation events will continue to increasing. If tropical storm intensity increases, increase in Boston. However, due to the complexity there could be more frequent major hurricanes of the processes underlying precipitation as well as (Category 3 and greater), even if the total number natural variability, the magnitude of this increase is of tropical storms does not increase. not yet clear. Rising sea levels mean that any given storm will If we take action to cut global greenhouse gas cause more flooding in the future than it would emissions, we can prevent the most extreme Rising sea levels mean that today. During a storm, winds can blow ocean precipitation projections from becoming a water towards the land, creating a “storm surge” reality. A commonly used measure of major any given storm will cause on top of the baseline sea level. When storm surge rain and snow events is the “10-year, 24-hour is combined with tidal processes, the result is more flooding in the future storm,” or the amount of precipitation that has at known as a “storm tide.” With higher seas, it takes most a one-in-ten annual chance of falling during less precipitation and a less powerful storm surge than it would today. a 24-hour period. While projections for these to produce the same amount of flooding as a more events are similar in the short term across different powerful storm would produce when the seas emissions scenarios, by the end of the century, the are lower. difference between medium and high scenarios is about 10 percent. 12 Executive Summary Boston's Future Climate 13Boston’s Increasing Climate Vulnerability THE NUMBER OF HEAT-RELATED DEATHS EACH YEAR IN BOSTON WILL TRIPLE Image courtesy of Sasaki The Vulnerability Assessment In considering the impacts on people, the EXTREME HEAT IMPACTS emissions scenario. Climate change can also harm assessment focuses on socially vulnerable air quality, leading to increasing risks for diseases analyzes how Boston’s people, With climate change, Boston will experience both populations, people who are more such as asthma. Health impacts will be especially buildings, infrastructure, and increasing average temperatures and increasing vulnerable to climate hazards because significant for populations such as older adults, frequency, duration, and intensity of heat waves. economy will be affected by they already experience stressors, such as children, and the medically ill. While temperatures are hottest in areas of the city climate hazards. poverty, poor health, and limited English that experience localized urban heat island effects, Heat can have negative consequences for Boston’s proficiency. For property, the assessment on very hot days, the entire city is at risk for the infrastructure, presenting further challenges considers direct and indirect impacts, negative impacts of extreme heat. for health and quality of life. Power failures are in terms of both structural damage to more likely during heat waves due to the increased buildings and site-access challenges. Extreme heat can cause negative health impacts, demand for electric power for air conditioning, as For infrastructure, it analyzes expected including direct loss of life, increases in well as the added stress of the heat on mechanical impacts on Boston’s transportation, power, respiratory and cardiovascular diseases, and and electrical assets. High temperatures can also water and sewer, emergency response, challenges to mental health. In the baseline cause thermal expansion in roads and railroad and environmental systems. Finally, it period (1985 to 2016), the heat-related mortality tracks, leading to damage or requiring speed evaluates the potential economic impacts rate was about 2.9 per 100,000 people in Boston. reductions. As rising temperatures lead to a of flooding, such as the loss of jobs and During the 2020s, this rate is expected to more potential increase in tree mortality, any loss of disruption of business operations. than double. By the 2080s, this rate may more than canopy coverage or green space will only contribute triple to 10.5 per 100,000 people under a moderate to the urban heat island effect, reduced air quality, emissions reduction scenario or reach as high increased stormwater runoff, and decreased quality as 19.3 per 100,000 under the business-as-usual of life. 14 Executive Summary Boston's Increasing Climate Vulernability 15STORMWATER BUILDINGS EXPOSED TO FREQUENT FLOODING IMPACTS STORMWATER FLOODING Stormwater flooding occurs throughout Boston today, as the city’s drainage system struggles to manage intense rain events, rising sea levels, and less permeable ground surface that would slow and absorb stormwater. Common areas for stormwater flooding are along the coast, where outfalls may be unable to discharge; transportation corridors with impervious surfaces where water cannot percolate; and designed drainage areas whose capacities are Near term Mid term Late term exceeded. The drainage system requires ongoing (2030s–2050s) (2050s-2100s) (2070s onwards) investments to catch up and keep up with climate conditions. LAND AREA EXPOSED TO FREQUENT In the near term (2030s–2050s), rising sea levels and STORMWATER FLOODING increasing extreme precipitation will exacerbate stormwater flooding, unless the drainage system is upgraded. Higher sea levels mean that stormwater outfalls may not be able to discharge or may even backflow, and more extreme precipitation means that drains and pipes must handle greater volumes of water in short periods of time. The area of Boston exposed to stormwater flooding is projected to grow steadily throughout the century. As soon as the 2050s, 7 percent of the total Near term Mid term Late term (2030s–2050s) (2050s-2100s) (2070s onwards) land area in the city could be exposed to frequent stormwater flooding from 10-year, 24-hour rain events. BUILDINGS EXPOSED TO FREQUENT STORMWATER FLOODING TYPE Transportation infrastructure will be impacted by (2070S-2100S) frequent stormwater flooding at multiple scales ranging from sidewalks to local streets to major thoroughfares like highways and MBTA lines. Near term (2030s-2050s) Mid term (2050s-2100s) Frequent stormwater flooding is projected near major RESIDENTIAL Late term (2070s onwards) Major Roads thoroughfares such as Columbus Avenue, Tremont MIXED-USE Street, and Morrissey Boulevard, as well as Interstates ESSENTIAL SERVICES Without improvements to the stormwater 90 and 93 and along the MBTA Orange and Red INDUSTRIAL STORMWATER FLOODING FROM 10-YEAR, 24-HOUR STORM WITH Lines. Additionally, many of these transportation COMMERCIAL system, over 11,000 structures and 85,000 VARYING CLIMATE CONDITIONS routes are also designated evacuation routes, which OTHER* people will be directly exposed to frequent *Education, General may become increasingly more flood prone to coastal Government, Cultural/ Religious, Parking & Storage, stormwater flooding as soon as the 2070s.4 Agriculture, Food Supply, storms with heavy rainfall. Recreation, Telecom, Transport, & Utilities 4 Current building stock and population in areas expected to be exposed. The building stock and population have not been projected. 16 Executive Summary Boston's Increasing Climate Vulernability 17COASTAL & RIVERINE FLOODING IMPACTS NEAR TERM (2030s–2050s) FLOOD PROGRESSION In the near term (2030s–2050s), coastal and riverine flood exposure will be concentrated in South Boston, What Is a “1 Percent East Boston, Charlestown, and Downtown and represents Annual Chance Flood”? a significant threat to these neighborhoods and the rest of the city. Across the city, a severe flood with a 1 percent annual chance of occurring would inundate A “1 percent annual chance 2,100 buildings, representing $20 billion in real estate flood” is a flood event that value, and including the homes of 16,000 Bostonians. Such an event would cause an estimated $2.3 billion has a 1 in 100 chance of in physical damages to buildings and property and occurring in any given year. other economic losses, including relocation and lost productivity. Considering the impact of flood events of Another name for this flood multiple probabilities, 70 percent of economic losses are is the “100-year flood.” concentrated in Downtown and South Boston, with their Experts prefer not to use high densities of businesses and valuable properties. the “100-year” term since it gives the impression that a certain level of flooding will only occur once every 100 years. In fact, it has a one percent chance of occurring in any given year and can even occur multiple times in a single MID TERM (2050s–2100s) year or decade. FLOOD PROGRESSION Over a 30-year period, there In the second half of the century (2050s–2100s), coastal and riverine flood exposure may increase is almost a one in three across waterfront neighborhoods and start to be chance that a 1 percent significant in Dorchester. As sea levels rise, the depths of flooding along the waterfront will increase, and annual chance flood will floodwaters will start to threaten higher grounds and occur at least once. areas further inland that currently face little or no flood risk. 18 Executive Summary Boston's Increasing Climate Vulernability 19LATER TERM (2070s ONWARDS) Climate Ready Boston selected sea level rise FLOOD PROGRESSION scenarios (9 inch, 21 inch, and 36 inch) that are likely to occur within the century to focus In the late century (2070s or later), a significant portion of Boston’s current land may be inundated the discussion on how Boston will adapt to every month. Exposure to severe coastal and climate change. The actual sea level rise Boston riverine flooding will expand to vast areas of the city, including inland neighborhoods like the South End and experiences will be driven by many factors, neighborhoods along the Charles River. By penetrating including global carbon emissions. Climate past low-lying areas around Fort Point Channel and by the New Charles River Dam, floodwaters from storms models show that sea level rise in the near and can reach these areas that are not currently exposed to intermediate term is largely locked in due to significant coastal and riverine flooding. Compared to emissions that have already been released into the near term (2030s–2050s), over three times the amount of land—almost one-fifth of Boston’s land area—will the atmosphere. In the first half of the century be exposed to inundation from a lower probability (1 (2030s–2050s), nine inches of sea level rise are percent annual chance) event. Five percent of Boston’s total land area will be inundated at high tide at least expected even if there is a major reduction in once a month, even without any storm conditions. emissions. Twenty-one inches or more of sea level rise are expected in the second half of the century (2050s–2100) regardless of the level of emissions. The highest sea level rise considered in this report, 36 inches, is highly probable toward the end of the century LAND AREA EXPOSED (ACRES) PERCENT OF NEIGHBORHOOD EXPOSED if emissions remain at the Neighborhoods Total 9” SLR 21” SLR 36” SLR 36” SLR 9” SLR 21” SLR 36” SLR 36” SLR current level or even if there Land Area 1% annual 1% annual 1% annual AMHT 1% annual 1% annual 1% annual AMHT chance chance chance chance chance chance (Acres) is a moderate reduction in I. Greatest Exposure & increasing throughout century emissions. Charlestown 870 120 310 460 110 14% 36% 54% 12% Downtown 770 110 240 350 70 14% 31% 45% 10% If there is a major emissions reduction, the East Boston 3,340 540 1,040 1,680 480 16% 30% 49% 14% Harbor Islands 820 200 230 260 200 25% 28% 32% 24% chance of 36 inches or more of sea level rise by South Boston 1,940 470 930 1,220 360 24% 48% 63% 19% the end of the century is still just slightly less II. Lower Exposure today, but significant jump late century than 50 percent. If emissions remain at current Allston / Brighton 2,940 30 70 240 20 1% 2% 7% 1% levels, there is an approximately 15 percent chance Back Bay / Beacon Hill 460 <10 <10 80 <10 <1% 1% 17% <1% Roxbury 2,770 <10 <10 130 <10 <1% <1% 5% <1% that sea levels will rise at least 7.4 feet by the end Dorchester 3,780 240 430 750 220 6% 11% 20% 6% of century, a scenario far more dire than those South End 640 <10 20 450 <10 <1% 3% 71% <1% considered here. Any adaptation to even the lower III. Other Neighborhoods end of projections for sea level rise will require Fenway / Kenmore 620 <10 <10 <10 <10 <1% <1% <1% <1% Hyde Park 3,260 0 0 0 0 0 0 0 0 significant long-term effort, and the city must Jamaica Plain 2,260 0 0 0 0 0 0 0 0 therefore start adapting now. Mattapan 1,560 0 0 0 0 0 0 0 0 Roslindale 2,250 0 0 0 0 0 0 0 0 West Roxbury 3,350 0 0 0 0 0 0 0 0 Boston Total 31,720 1,720 3,280 5,630 1,470 8% 10% 18% 8% AMHT is the Average monthly highest tide 20 Executive Summary Boston's Increasing Climate Vulernability 21India Wharf view from the Harbor Walk — High Tide during October Image courtesy of Sasaki As sea levels continue to rise, severely damaging As climate change progresses over the course of floods will shift from a rare occurrence to a this century, ever greater areas of Boston will monthly reality. In the near term, a flood event be exposed to more frequent and more severe inundating 5 percent of the city will have a 1 percent flooding. chance of occurring in any given year. By mid- ◦ In the late century (2070s or later), 75 percent century, such a flood will become ten times more of buildings that will be exposed are either likely, and by the late century, that magnitude of residential or mixed-use, exposing over flooding will occur at least once a month. This means 88,000 people (nearly 15 percent of Boston’s that between 10 and 20 percent of Charlestown, East population) to coastal and riverine flooding. Boston, Downtown, and South Boston will face high- tide flooding, even when there is no storm. ◦ More than 10 percent of Boston’s existing buildings will be exposed to late-century As the sea level continues to rise, coastal and riverine flooding. ◦ Toward the end of the century, 5 percent the likelihood of major floods of Boston’s real estate market value can be will increase from a 1% annual expected to suffer flood exposure to high tides, increasing to 25 percent for less frequent but chance to a monthly reality. more severe events. 22 Executive Summary Boston's Increasing Climate Vulernability 23Annualized losses will increase with sea level rise... CITY OF BOSTON ANNUALIZED LOSSES 36 INCH SEA LEVEL RISE CONDITION Severely damaging flood events will become Coastal and riverine flooding can disrupt the Although the Vulnerability Assessment CITYWIDE POPULATION EXPOSED more common over time. As flood risk increases Critical infrastructural systems—including chapter of this report contains a discussion of this century and beyond, not only do the total transportation, energy, communication, and the vulnerabilities of multiple infrastructural expected annualized losses increase dramatically, essential facilities—on which Bostonians rely. systems, further study is necessary, especially but the share of these losses attributable to high- Over time, an increasing number of these systems for energy and telecommunications systems. probability floods (10 percent chance of occurring will be exposed to flooding. The evacuation routes vulnerable in any given year) also becomes much greater. ◦ Key components of Boston’s transportation to flooding include: Coastal and riverine flooding can impact the local system, most notably MBTA T service and ◦ I-93 and regional economy through physical damages, major roads, may be at risk to coastal and stress factors (mental stress and anxiety and lost riverine flood impacts in the near future. ◦ McClellan Highway Callahan Tunnel productivity), displacement costs, and losses ◦ I-90 Ted Williams Tunnel ◦ There are 240 essential and public facilities due to business interruption. Loss estimations in the area exposed to late-century coastal ◦ Morrisey Boulevard presented in this assessment are reported as an and riverine flooding for lower probability ◦ Storrow Drive annualized value for each sea level rise condition; storms. annualized values represent the total of the ◦ Tremont Street product of single losses expected for each projected sea level rise condition and the chance of occurring in any given year. Percentages are based on current population. 24 Executive Summary Boston's Increasing Climate Vulernability 25Increasing Boston’s CLIMATE RESILIENCE PRINCIPLES doing either independently. Shading from the tree canopy reduces the cooling load on the Addressing the Specific The City drew on five principles for successful Climate Readiness building, and the retrofitted building radiates Characteristics of Each resilience to climate change based on lessons from less heat, with a failure to either layer having Climate Hazard other cities. These principles include the following: less impact because of the other. Guided by the Vulnerability The resilience initiatives 1. Generate multiple benefits. Effective climate 4. Design in flexibility and adaptability. Climate are designed to respond Assessment findings, which resilience initiatives both reduce risks from conditions will continue to change over time, to the geographic scale, climate hazards and create other benefits. identified and quantified the and resilience initiatives must be designed to frequency, intensity, and Resilience initiatives that produce multiple impacts of future climate adapt to them. For example, the 24-hour rainfall projected growth of each benefits generate more resources to support for a ten-year storm is projected to increase change, the City should climate hazard. For extreme their implementation and sustainability. through the century. To be effective, the heat, this calls for resilience undertake a set of climate Flood barriers that also provide recreational stormwater system must be flexible enough to initiatives that can be open space, developable land, or upgraded resilience initiatives to address adapt to this increase in extreme precipitation. applied throughout the roadways represent examples of multiple- Boston’s climate risks. In practice, this often means decentralized, city, prioritize vulnerable benefit solutions. Nonphysical interventions distributed stormwater storage across cities that populations, and address also can offer multiple benefits, as evidenced by These initiatives will increase Boston’s can be expanded without disrupting the gray gaps in the capacity of programs that help businesses and households ability to thrive in the face of intensifying stormwater system. Similarly, the elevation of 1 buildings to cool themselves. make operational changes to reduce their climate hazards, leading to improved percent annual chance floods is also projected The resilience initiatives flood risk while also lowering utility costs or quality of life for all residents, especially to increase throughout the century. Buildings addressing stormwater reducing insurance premiums. Multiple-benefit the most vulnerable, and creating can be built today with high ground-floor flooding are intended to be approaches enable Boston to address some stronger neighborhoods and a healthier ceilings so that the ground floor can be filled in applied in affected pockets of the other pressing challenges that it faces environment. as sea levels rise over time. in each neighborhood beyond just climate risks. and emphasize the ability The climate resilience 5. Leverage building cycles. Buildings and 2. Incorporate local involvement in design to keep up with increased infrastructure experience a natural cycle of initiatives build on a broad and decision making. Effective resilience precipitation over time. rehabilitation and replacement over time. set of efforts undertaken initiatives require on-the-ground knowledge Coastal and riverine Taking adaptation actions within the context to date by the City and its and sustained community support for flooding calls for a very of the natural building cycle can reduce implementation and long-term operations different approach. The partners to prepare Boston disruption and cost, as in the case of adding and maintenance. Local stakeholders can help resilience initiatives are green infrastructure to roads as they are being for climate change. illuminate critical resilience opportunities in intended to be targeted to rebuilt, rather than pulling them up just to their communities and generate creative ideas the areas directly exposed To develop the initiatives, Climate install green infrastructure. While the natural for solving multiple challenges at once. and involve the creation of Ready Boston reviewed past climate building cycle progresses, operational changes, significant new infrastructure adaptation plans, conducted interviews 3. Create layers of protection by working at as opposed to physical adaptations, can be systems in addition to the and focus groups with a broad range of multiple scales. Layers that are independently made to reduce risks. For example, retailers can adaptation of existing local stakeholders, and examined best effective can also work together to provide move the inventory stored in the basement of systems and buildings. practices from other cities across the mutual support and reduce the risk of a their stores onto shelves to reduce flood damage world that are contending with climate catastrophic failure associated with a single in the near term, before local flood defenses are change impacts. line of defense. For example, to address built. The development of new housing and job extreme heat, adding green infrastructure (e.g., centers along the waterfront or in other flood- increasing tree canopy) in combination with exposed areas presents opportunities to not building-scale adaptations (e.g., using cool only construct individual buildings prepared roofing and paving materials or increasing for flood risk but to also raise funds for the energy efficiency) is more effective than construction of area-wide flood defenses. 26 Executive Summary Increasing Boston's Climate Readiness 27LAYERS, STRATEGIES, AND INITIATIVES The climate resilience initiatives have been organized into four layers and eleven strategies. The layers represent an approach to building resilience at different scales: the community, the shoreline, infrastructure assets, and buildings. The layers are designed to support and reinforce each other. UPDATED CLIMATE PREPARED AND PROTECTED SHORES RESILIENT ADAPTED BUILDINGS PROJECTIONS CONNECTED INFRASTRUCTURE Reduce Boston’s risk Create a regulatory COMMUNITIES Ensure that decision of coastal and riverine Prepare the infrastructure environment and making in Boston is Support educated, flooding through both systems that support life in financial and other informed by the latest connected communities nature-based and hard- Boston for future climate tools to promote new Boston-specific climate in pursuing operational engineered flood defenses. conditions and create and existing buildings projections. preparedness, adaptation new resilient systems. that are climate planning, and emergency ready. response. 28 Executive Summary Increasing Boston's Climate Readiness 29Strategy 1. Strategy 2. Strategy 3. Strategy 4. Strategy 5. Strategy 6. Maintain up-to- Expand education Leverage climate Develop local Create a coastal Coordinate date projections and engagement adaptation as a climate resilience protection system investments to of future climate of Bostonians on tool for economic plans to coordinate to address flood adapt infrastructure conditions to climate hazards development. adaptation efforts. risk. to future climate inform adaptation. and action. conditions. WHY Over the coming decades, WHY Some effects of climate WHY Coastal and riverine climate adaptation will require change, such as increased flooding poses a major WHY Knowledge is the WHY Climate adaptation cannot WHY Boston’s infrastructure significant investments in temperatures, are spread across and increasing threat to foundation for action. As global occur without an informed, for power, water, transportation, the city’s infrastructure, the city. Other, particularly coastal communities along Boston’s energy use and greenhouse gas engaged, and active public. communication, and more is a buildings, and other areas. The and riverine flooding, are more waterfront and to the vitality emissions become clearer and Community members can complex network with many community can leverage this localized. Everywhere, these of the city itself. as more data on the response provide deeper insight into how public and private owners, activity to promote equitable risks will interact with each other of the Earth becomes available, climate change is affecting their WHAT The City and its regional operators, and regulatory economic development, leaving and with the social and economic climate projections will change. neighborhoods and businesses partners should investigate authorities. As climate change Bostonians better prepared to needs of the neighborhood in Bostonians need to remain and create innovative and major “gray” and “green” presents new risks of failure, thrive and face climate and particular ways. Coordinated informed to plan for the future. sensitive responses. infrastructure investments all stakeholders need to better other challenges. adaptation actions can advance to address flood risk. The understand the totality of WHAT The City should establish WHAT The City should work with multiple community priorities WHAT The City should help City should ensure that vulnerabilities and to coordinate a Greater Boston Panel on partners from all sectors to inform simultaneously and use resources train workers for jobs that will development in flood-prone action to address them. Climate to update climate and engage the Boston community more effectively. arise from climate adaptation areas does not prevent the projections every five years. on the risks from climate change WHAT The City should establish projects and ensure that these WHAT The City should develop future implementation of flood These projections should inform and actions to reduce those risks. an Infrastructure Coordination projects follow the City’s local plans to address climate protection. The flood protection plans, policies, and regulations Different campaigns—targeting Committee with the region’s major guidelines for local hiring, adaptation along with other system should incorporate and be translated into readily the general public, building infrastructure organizations. living wages, and employment community priorities. Through building-scale, district-scale, accessible reports and maps. owners, community facilities, The committee would develop of minority- and women-owned in-depth community engagement, and harbor-wide measures. businesses, and vulnerable planning and design standards businesses the plans should include populations who are more aligned with up-to-date climate district-scale flood protection, susceptible to the impacts of projections, identify cascading infrastructure adaptation, climate change—should promote vulnerabilities, establish and land-use planning, all in short-term actions to reduce coordination mechanisms, and coordination with Imagine current risks while building align adaptation efforts with Boston 2030, 100 Resilient Cities, support for larger-scale and other planning priorities. GoBoston 2030, and other longer-term measures. planning efforts. 30 Executive Summary Increasing Boston's Climate Readiness 31Strategy 7. Strategy 8. Strategy 9. Strategy 10. Strategy 11. Develop district- Expand the Update zoning and Retrofit existing Insure buildings level energy use of green building buildings against against flood solutions infrastructure regulations to climate hazards. damage. to increase and other natural support climate WHY Most of the buildings in WHY Whatever actions the decentralization systems to manage readiness. Boston that need to be prepared community takes, natural for climate change this century disasters may still occur. Flood and redundancy. stormwater, WHY The current regulations are already standing. The insurance is an indispensable mitigate heat, and that govern development in adaptation of existing buildings tool for supporting recovery WHY Decentralized Boston do not have specific can be technically, operationally, after a flood. Affordable infrastructure of many kinds provide additional requirements for preparing for and financially difficult. Property access to appropriate levels of has the potential to combine benefits. future climate conditions. In owners, particularly those flood insurance coverage is climate adaptation with some cases, they may even pose with smaller or less valuable critical to protecting property greenhouse gas reduction WHY Climate change will obstacles to doing so. properties, may require technical owners’ investments and and economic development. make it more difficult to or financial assistance. neighborhoods’ stability. Local sources that can keep WHAT Building on current manage stormwater and keep operating during wider power requirements, the Boston WHAT The City should create WHAT The City should promote Bostonians cool, dry, and failures could maintain the Planning and Development programs to prepare existing appropriate flood insurance for healthy. Green infrastructure, community’s capacity to keep Agency should propose land- buildings for climate change. property owners. This should which relies on natural safe and cool as the frequency use and other regulations that Priorities should include include joining the National processes, can address these and intensity of heat waves rise. ensure that new development buildings facing near-term Flood Insurance Community challenges and improve the is ready for future climate flood risk and those with a Rating System to obtain WHAT The City should pursue safety and beauty of the public conditions. The City should public purpose or vulnerable flood insurance discounts community energy solutions, realm. advocate for changes to the populations. Programs could through advanced floodplain such as district energy systems WHAT Building on past Massachusetts Building Code include resilience audits, management and advocating or microgrids, that increase investments, the City should and explore measures that investments in municipal for reforms to better align energy reliability and decrease increase expand green increase climate-ready retrofits facilities, support for backup premiums with actual risk. greenhouse gas emissions. infrastructure on public and in existing buildings. power at facilities for vulnerable Priority sites should include private lands, in particular by populations, and a toolkit of areas with clusters of affordable developing sustainable funding financing strategies. housing or critical facilities. sources and maintenance programs. 32 Executive Summary Increasing Boston's Climate Readiness 33ADAPTING TO CLIMATE CHANGE PROTECTED SHORES PREPARED AND CONNECTED COMMUNITIES RESILIENT INFRASTRUCTURE ADAPTED BUILDINGS Climate-ready Zoning Solar Panels & Potential Education/ Engagement District Microgrids Harbor Barrier Initiative District Scale Flood Protection Adaption as a Tool for Economic Development Elevated Mechanical Systems Small Business Temporary Preparedness Program Flood Barrier Resilient Building Design Elevated First Floor Protective & Floodable Waterfront Park Expanded and Maintained Urban Green Tree Canopy Infrastructure Bioswale 34 Executive Summary Increasing Boston's Climate Readiness 35Implementation Climate Ready Boston’s ◦ Is one initiative a necessary or desirable One question underlying almost all of the ◦ Initiative 5-2. Determine a consistent foundation for another? initiatives is how to pay for them. Some initiatives evaluation framework for flood defense proposals are diverse in scope explicitly address the financial question, but even prioritization and scale. They are short ◦ What is the risk or cost of delay, and who those that do not address this question will be bears that risk or cost? ◦ Initiative 6-1. Establish an Infrastructure term and long term, citywide affected by it. Coordination Committee and neighborhood specific, ◦ Who has to take action? Some of the key initiatives that need to be started municipal and regional, ◦ Initiative 8-2. Develop a sustainable operating ◦ Is there already community or sectoral in the next two years include the following: model for green infrastructure on public land regulatory and financial. support? ◦ Initiative 2-1. Expand citywide climate and right-of-way Some actions can be undertaken simultaneously; ◦ How difficult is implementation? readiness education and engagement ◦ Initiative 9-2. Revise zoning code to support others must proceed in a certain order. They campaign climate-ready buildings cannot all be done at once, because they would ◦ Initiative 4-1. Develop local climate resilience overwhelm government and community capacity. ◦ Initiative 10-2. Prepare municipal buildings for plans to support district-scale climate Furthermore, they do not need to be done all at climate change adaptation (for the first selected districts) once. Because climate change will accumulate over time, Boston’s response, if thought through carefully, can proceed over time too. The Recommended Roadmap presents a timeline and designated lead agency for undertaking these initiatives. The timeline has three divisions— within two years, within five years, and long- term—plus an arrow indicating if an initiative is ongoing. Over half of the initiatives will be ongoing because, once started, they will need to continue or repeat indefinitely; for example, climate projections should be updated with new data that becomes available over time. The time divisions represent a rough prioritization based on many factors, including the following: ◦ Who and what are most at risk now? ◦ Are there existing efforts—climate related or related to other initiatives—upon which the next phase of climate initiatives can build? ◦ Are resources—human, technical, fiscal— available to undertake this work? Image courtesy of Southie Trees 36 Executive Summary Implementation 37Orient Focusing on Heights Jeffries Point North Charlestown Neighborhoods to Central Square Wood Island New Charles River Dam To guide adaptation planning across Boston’s neighborhoods, especially Downtown Waterfront when climate vulnerabilities are spatially Porzio Park concentrated, Climate Ready Boston examined several areas in more detail: South Boston ◦ Focus Area Vulnerability Seven out of the eight focus areas Waterfront Assessments provide deeper contain coastal neighborhoods that insight into the types of face significant risks from coastal and vulnerabilities that the people, riverine flooding. Where multiple buildings, infrastructure, and neighborhoods are exposed to Dorchester economy face in specific areas. flooding from the same source in the Bay same time period, they are grouped ◦ Focus Area Resilience Initiatives together as a single focus area (e.g., all show how the citywide resilience of the Charles River neighborhoods initiatives can be applied to specific face flood exposure when the Charles areas within Boston. River Dam is flanked or overtopped). ◦ Charlestown 36 INCHES SLR (2070S OR LATER) The eighth focus area, Roxbury, was DISTRICT-SCALE FLOOD PROTECTION ◦ Charles River developed to serve as an illustrative FOR 1% ANNUAL CHANCE FLOOD ◦ Dorchester example of multiple vulnerabilities, Based on the citywide vulnerability based on the intersection of all three ◦ Downtown assessment and the focus-area climate hazards—coastal and riverine ◦ East Boston analyses, Climate Ready Boston flooding, stormwater flooding, and ◦ Roxbury extreme heat—and demonstrate the proposes nine locations for flood- ◦ South Boston application of resilience initiatives protection interventions. As sea level focused on these risks. ◦ South End rises over the century, the number of interventions needed increases, and their cumulative effectiveness becomes more important. CLIMATE READY BOSTON FOCUS AREAS HEAT & STORMWATER AND COASTAL FLOODING COASTAL HAZARD FOCUS AREAS 38 Executive Summary Implementation 39Image courtesy of Sasaki These bold and creative actions will support the city’s vitality and livability. 40 Executive Summary Implementation 41",
    "TEXT BY PAGE": [
        "CLIMATE READY BOSTON EXECUTIVE SUMMARY MAYOR MARTIN J. WALSH DECEMBER 2016",
        "CONTENTS B Executive Summary C",
        "Climate risks are not new for Boston, but they will continue to increase as the global climate changes. Image courtesy of Sasaki D Executive Summary Climate Ready Boston 01",
        "Since 1991, Boston has experienced 21 events that triggered federal or state disaster declarations. For example, in 2011, Hurricane Irene caused downed trees and power outages across the city. In 2012, while Boston was spared the most devastating effects of Hurricane Sandy due to the storm missing Boston’s high tide by five hours, the city still experienced high winds and coastal flooding. As the climate changes, the likelihood of coastal and riverine flooding—as well as other hazards, like stormwater flooding and extreme heat—will increase. The challenges from climate change are substantial and complex but can be addressed through bold and creative actions that support the city’s vitality and livability. Boston can thrive in the coming decades if it takes action to adapt its people, its Boston can thrive in the coming neighborhoods, and its economic and cultural assets, starting now. This work will be difficult, decades if it takes action to adapt contentious, and complex. But if done well, it will not only create a resilient, climate-ready its people, its neighborhoods, and Boston—it will also dramatically improve the city and quality of life for all its residents. its economic and cultural assets, starting now. Image courtesy of Sasaki 02 Executive Summary Climate Ready Boston 03",
        "To address these challenges, Climate Ready Boston features four components. UPDATED CLIMATE VULNERABILITY FOCUS CLIMATE PROJECTIONS ASSESSMENT AREAS RESILIENCE INITIATIVES A set of updated projections A comprehensive Eight Boston areas for four climate factors: evaluation of current where the results of the These policy, planning, extreme temperatures, and potential future risks Vulnerability Assessment programmatic, and sea level rise, extreme associated with each of and the climate resilience financial initiatives address precipitation, and three climate hazards initiatives are applied in the risks identified in the storms. The University (extreme heat, stormwater more detail to illustrate Vulnerability Assessment of Massachusetts Boston flooding, and coastal and the risks Boston faces and and work together oversaw a team of climate riverine flooding) for how Boston can address to increase Boston’s scientists, the Boston Boston’s people, buildings, them. The focus areas resilience. The initiatives Research Advisory Group, infrastructure, and recognize that some risk, are summarized in an to develop these projections. economy. Vulnerability particularly for coastal Implementation Roadmap assessment data for the and riverine flooding, that sets forth, for each CLIMATE FACTORS three climate hazards is spatially concentrated. initiative, responsibility, ◦ Extreme Temperatures reflects the underlying time frame, and key ANALYSIS AREAS factors studied in the milestones. ◦ Sea Level Rise (SLR) Climate Projection ◦ Charlestown ◦ Extreme Precipitation INITIATIVE LAYERS Consensus. ◦ Charles River ◦ Storms ◦ Updated Climate VULNERABILITY ◦ Dorchester Projections ASSESSMENT HAZARDS ◦ Downtown ◦ Prepared and ◦ Extreme Heat ◦ East Boston Connected ◦ Stormwater Flooding Communities ◦ Roxbury ◦ Coastal and Riverine ◦ Protected Shores ◦ South Boston Flooding ◦ Resilient Infrastructure ◦ South End ◦ Adapted Buildings 04 Executive Summary Climate Ready Boston 05",
        "Climate Ready Boston is coordinated with Imagine Boston 2030, the first citywide plan in 50 years, and 100 Resilient Cities, to guide Boston toward a more affordable, equitable, connected, and resilient future. PLANNING CONTEXT institutions, higher education, and medical services. It is also the Through Imagine Boston 2030, Boston’s favorable location, with hub of the region’s transportation the City has identified areas that three rivers flowing into a sheltered system, with subway lines, bus have capacity to accommodate harbor well-suited for waterborne service, commuter rail lines, ports, Boston’s growing population and trade, helped it grow into a major and Logan International Airport. dynamic economy. Many of the commercial city. The city’s core was LANDMASS 2016 areas where Boston will grow will once the narrow Shawmut Peninsula, Boston recognized the threat of IN 1630 SHORELINE be exposed to increasing flood but as trade and population grew to climate change early and has risk as sea levels rise. As it grows in make Boston the economic center of pursued an integrated approach to these areas, Boston is committing the region, Bostonians filled in the address it. In 2000, Boston launched to protecting them. While we do tidal marshes with wharves, parks, its climate action program when not know all the mechanisms for and entire neighborhoods built on it joined the Cities for Climate protection yet, Boston is investing in Climate Ready Boston will guide ABOVE new land. In the three centuries Protection Campaign of ICLEI-Local Boston’s Present & developing local climate resilience Boston’s adaptation efforts, building following Boston’s founding in 1630, Governments for Sustainability. Over Historical Shoreline plans for vulnerable areas. These upon recommendations from the the city’s footprint increased by nearly the last 15 years, the City has led a plans will identify multilayered City’s 2007 Climate Action Plan and 50 percent, with much of the land range of efforts to reduce emissions investments needed to enable its 2011 and 2014 updates. Based on the along the coastline and riverbanks citywide to slow the pace and scale climate-ready growth. most up-to-date scientific consensus filled to just above high tide. of climate change, including the of future climate conditions, Climate 2011 commitment for an 80 percent Boston will approach this topic Although coastal expansion in Ready Boston provides an evaluation reduction in carbon emissions by 2050. dynamically and respond to new previous centuries made the city of potential impacts from Boston’s In recognition of these efforts, the information as we have it. Climate more vulnerable to climate change, three major climate hazards: extreme City received an award at the United adaptation presents Boston with it helped Boston become the largest heat, stormwater flooding, and Nations Climate Change Conference opportunities for carefully managed residential and commercial center coastal and riverine flooding. Climate in Paris (COP21). However, even under growth and investment that ensure in New England. The city is home Ready Boston then identifies climate the most optimistic projections of existing neighborhoods can thrive, to over 656,000 residents1 and 718,000 resilience initiatives to enable Boston global emissions reductions, Boston new neighborhoods are ready jobs, 2 accounting for a total of $160 to address these risks and continue faces serious risk from climate change for the changing climate, and billion in annual economic output. to thrive in the face of climate change. and must adapt. jobs are created and expertise Boston is a center for financial developed for long-term growth and protection. 1 Source: “ACS 5-Year Estimates (2011–2014).” U.S. Census Bureau. 2 Source: Boston Planning and Development Agency Analysis. 06 Executive Summary Climate Ready Boston 07",
        "Boston’s Future Climate TODAY’S CHOICES EMISSIONS SCENARIOS FUTURE IMPACTS THE MORE GREENHOUSE GASES IN THE ATMOSPHERE: Bostonians must first understand the the next few decades are relatively consistent, These findings regardless of which emissions scenario they rely likely impacts of climate change in emphasize that a on. However, the projections become increasingly order to plan for a strong, resilient future.3 different the further we look into the future. critical strategy for Climate Ready Boston’s climate projections climate adaptation use three emissions scenarios from the To help us understand climate change impacts at the is the expansion of Intergovernmental Panel on Climate Change: local level, Climate Ready Boston convened a working efforts to reduce our group of the region’s climate scientists. The Boston ◦ A HIGH-EMISSIONS SCENARIO often Research Advisory Group (BRAG), overseen by the characterized as a continuation of carbon emissions. University of Massachusetts Boston School for the business as usual; Environment, developed this consensus about how Boston’s climate will change over the course of the ◦ A MEDIUM-EMISSIONS SCENARIO in which twenty-first century. emissions remain around their current levels through 2050 and then are slowly reduced The longer-term impacts of climate change are in the second half of the century through largely dependent on the global community’s moderate emissions reductions and; success at curbing emissions of greenhouse gases. Because we do not know how well we will do, ◦ A LOW-EMISSIONS SCENARIO in which net scientists use multiple emissions scenarios as the global emissions are reduced to less than a bases for their projections. Climate projections for third of their current levels by 2050 and are brought to zero by about 2080 through major emissions reductions. 3 This section is a summary of the BRAG Climate Projection Consensus report, which describes future climate conditions in the Boston region, including extreme temperatures, sea level rise, heavy precipitation, and coastal storms. The full report is available at climateready.boston.gov/findings. 08 Executive Summary Boston's Future Climate 09",
        "EXTREME TEMPERATURES steel, and other building materials retain more THE NUMBER OF VERY HOT DAYS WILL INCREASE heat than vegetation. This phenomenon, known as Average temperatures in the Northeast have been the “urban heat island effect,” is compounded by slowly rising for over a century. Temperatures in climate change. the northeastern United States increased by almost two degrees Fahrenheit between 1895 and 2011. Future temperatures in Boston will depend on how much we are able to cut our greenhouse gas The rate of increase in average temperatures emissions. The rise in temperatures between now is accelerating, and Boston’s average summer and 2030 is largely consistent between all emission temperatures and number of days with extreme scenarios. However, the scenarios show that heat will increase. Heat waves will become cutting emissions now can greatly slow the rise in more common, last longer, and be hotter. While temperatures in the second half of the century. the average summer temperature in Boston from 1981 to 2010 was 69 degrees, it may be as high SEA LEVEL RISE as 76 degrees by 2050 and 84 degrees by 2100. In The pace of relative sea level rise is accelerating. other words, by 2050 Boston’s summers may be Over the entire twentieth century, sea levels rose as hot as Washington, DC’s, summers are today, about nine inches relative to land. Another eight and by the end of the century, they may be hotter inches of relative sea level rise may happen by 2030, than Birmingham, AL are today. Compared to the almost three times faster. By 2050, sea levels may be period from 1971 to 2000, when there were 11 days as much as 1.5 feet higher than they were in 2000, per year over 90 degrees, there may be as many and by 2070, they may be as much as 3 feet higher as 40 by 2030 and 90 by 2070—nearly the entire SEA LEVELS IN BOSTON WILL CONTINUE TO RISE than in 2000. This is driven by a combination of summer. Heat waves—extended periods of the melting of land ice, the expansion of water as extreme heat—are a leading cause of weather- it warms, and changes in the amounts of water related mortality in the United States. extracted from below ground or stored behind Although winters will be warmer, the risk of dams. frost and freeze damage and cold snaps will A major reduction in global greenhouse gas continue. While from 1981 to 2010, Boston reached emissions can have a tremendous impact on below freezing almost one out of three days per the future of Boston Harbor. While sea level rise year, by the end of the century, this may happen projections for 2030 are about the same across only around one in ten days. all emission scenarios, in later years there are As an urban area, Boston tends to be hotter big differences between scenarios. With a sharp than surrounding communities that are more reduction in global emissions, end-of-century suburban or rural. Urban areas generally tend to sea level rise could stay under two feet, but a be hotter than nearby rural areas because concrete, continuation of business as usual may result in over seven feet of sea level rise. Data Source: BRAG Report, 2016 10 Executive Summary Boston's Future Climate 11",
        "Image courtesy of Sasaki RAINFALL FROM STORMS WILL INCREASE EXTREME PRECIPITATION STORMS In the Northeast, there has already been a very Current climate projections do not provide a clear large increase in the intensity of extreme rain projection of how the intensity, frequency, and and snow. From 1958 to 2010, there was a 70 percent trajectory (tracks) of tropical and extratropical increase in the amount of precipitation that fell storms will change. Extratropical storms (like on the days with the heaviest precipitation. This blizzards and nor’easters) have cold air at their increase is greater in the Northeast than for any centers. Tropical storms, on the other hand, have other region of the country. warm air, which means that they can develop into hurricanes more quickly. There are large The increase in extreme precipitation is expected uncertainties about how climate change will to continue. As the climate warms, more ocean affect future storms. This is particularly true for water evaporates into the air, and warmer air can extratropical storms. For tropical storms, there hold more water, supporting heavier precipitation is some evidence that their intensity has been events. Heavy precipitation events will continue to increasing. If tropical storm intensity increases, increase in Boston. However, due to the complexity there could be more frequent major hurricanes of the processes underlying precipitation as well as (Category 3 and greater), even if the total number natural variability, the magnitude of this increase is of tropical storms does not increase. not yet clear. Rising sea levels mean that any given storm will If we take action to cut global greenhouse gas cause more flooding in the future than it would emissions, we can prevent the most extreme Rising sea levels mean that today. During a storm, winds can blow ocean precipitation projections from becoming a water towards the land, creating a “storm surge” reality. A commonly used measure of major any given storm will cause on top of the baseline sea level. When storm surge rain and snow events is the “10-year, 24-hour is combined with tidal processes, the result is more flooding in the future storm,” or the amount of precipitation that has at known as a “storm tide.” With higher seas, it takes most a one-in-ten annual chance of falling during less precipitation and a less powerful storm surge than it would today. a 24-hour period. While projections for these to produce the same amount of flooding as a more events are similar in the short term across different powerful storm would produce when the seas emissions scenarios, by the end of the century, the are lower. difference between medium and high scenarios is about 10 percent. 12 Executive Summary Boston's Future Climate 13",
        "Boston’s Increasing Climate Vulnerability THE NUMBER OF HEAT-RELATED DEATHS EACH YEAR IN BOSTON WILL TRIPLE Image courtesy of Sasaki The Vulnerability Assessment In considering the impacts on people, the EXTREME HEAT IMPACTS emissions scenario. Climate change can also harm assessment focuses on socially vulnerable air quality, leading to increasing risks for diseases analyzes how Boston’s people, With climate change, Boston will experience both populations, people who are more such as asthma. Health impacts will be especially buildings, infrastructure, and increasing average temperatures and increasing vulnerable to climate hazards because significant for populations such as older adults, frequency, duration, and intensity of heat waves. economy will be affected by they already experience stressors, such as children, and the medically ill. While temperatures are hottest in areas of the city climate hazards. poverty, poor health, and limited English that experience localized urban heat island effects, Heat can have negative consequences for Boston’s proficiency. For property, the assessment on very hot days, the entire city is at risk for the infrastructure, presenting further challenges considers direct and indirect impacts, negative impacts of extreme heat. for health and quality of life. Power failures are in terms of both structural damage to more likely during heat waves due to the increased buildings and site-access challenges. Extreme heat can cause negative health impacts, demand for electric power for air conditioning, as For infrastructure, it analyzes expected including direct loss of life, increases in well as the added stress of the heat on mechanical impacts on Boston’s transportation, power, respiratory and cardiovascular diseases, and and electrical assets. High temperatures can also water and sewer, emergency response, challenges to mental health. In the baseline cause thermal expansion in roads and railroad and environmental systems. Finally, it period (1985 to 2016), the heat-related mortality tracks, leading to damage or requiring speed evaluates the potential economic impacts rate was about 2.9 per 100,000 people in Boston. reductions. As rising temperatures lead to a of flooding, such as the loss of jobs and During the 2020s, this rate is expected to more potential increase in tree mortality, any loss of disruption of business operations. than double. By the 2080s, this rate may more than canopy coverage or green space will only contribute triple to 10.5 per 100,000 people under a moderate to the urban heat island effect, reduced air quality, emissions reduction scenario or reach as high increased stormwater runoff, and decreased quality as 19.3 per 100,000 under the business-as-usual of life. 14 Executive Summary Boston's Increasing Climate Vulernability 15",
        "STORMWATER BUILDINGS EXPOSED TO FREQUENT FLOODING IMPACTS STORMWATER FLOODING Stormwater flooding occurs throughout Boston today, as the city’s drainage system struggles to manage intense rain events, rising sea levels, and less permeable ground surface that would slow and absorb stormwater. Common areas for stormwater flooding are along the coast, where outfalls may be unable to discharge; transportation corridors with impervious surfaces where water cannot percolate; and designed drainage areas whose capacities are Near term Mid term Late term exceeded. The drainage system requires ongoing (2030s–2050s) (2050s-2100s) (2070s onwards) investments to catch up and keep up with climate conditions. LAND AREA EXPOSED TO FREQUENT In the near term (2030s–2050s), rising sea levels and STORMWATER FLOODING increasing extreme precipitation will exacerbate stormwater flooding, unless the drainage system is upgraded. Higher sea levels mean that stormwater outfalls may not be able to discharge or may even backflow, and more extreme precipitation means that drains and pipes must handle greater volumes of water in short periods of time. The area of Boston exposed to stormwater flooding is projected to grow steadily throughout the century. As soon as the 2050s, 7 percent of the total Near term Mid term Late term (2030s–2050s) (2050s-2100s) (2070s onwards) land area in the city could be exposed to frequent stormwater flooding from 10-year, 24-hour rain events. BUILDINGS EXPOSED TO FREQUENT STORMWATER FLOODING TYPE Transportation infrastructure will be impacted by (2070S-2100S) frequent stormwater flooding at multiple scales ranging from sidewalks to local streets to major thoroughfares like highways and MBTA lines. Near term (2030s-2050s) Mid term (2050s-2100s) Frequent stormwater flooding is projected near major RESIDENTIAL Late term (2070s onwards) Major Roads thoroughfares such as Columbus Avenue, Tremont MIXED-USE Street, and Morrissey Boulevard, as well as Interstates ESSENTIAL SERVICES Without improvements to the stormwater 90 and 93 and along the MBTA Orange and Red INDUSTRIAL STORMWATER FLOODING FROM 10-YEAR, 24-HOUR STORM WITH Lines. Additionally, many of these transportation COMMERCIAL system, over 11,000 structures and 85,000 VARYING CLIMATE CONDITIONS routes are also designated evacuation routes, which OTHER* people will be directly exposed to frequent *Education, General may become increasingly more flood prone to coastal Government, Cultural/ Religious, Parking & Storage, stormwater flooding as soon as the 2070s.4 Agriculture, Food Supply, storms with heavy rainfall. Recreation, Telecom, Transport, & Utilities 4 Current building stock and population in areas expected to be exposed. The building stock and population have not been projected. 16 Executive Summary Boston's Increasing Climate Vulernability 17",
        "COASTAL & RIVERINE FLOODING IMPACTS NEAR TERM (2030s–2050s) FLOOD PROGRESSION In the near term (2030s–2050s), coastal and riverine flood exposure will be concentrated in South Boston, What Is a “1 Percent East Boston, Charlestown, and Downtown and represents Annual Chance Flood”? a significant threat to these neighborhoods and the rest of the city. Across the city, a severe flood with a 1 percent annual chance of occurring would inundate A “1 percent annual chance 2,100 buildings, representing $20 billion in real estate flood” is a flood event that value, and including the homes of 16,000 Bostonians. Such an event would cause an estimated $2.3 billion has a 1 in 100 chance of in physical damages to buildings and property and occurring in any given year. other economic losses, including relocation and lost productivity. Considering the impact of flood events of Another name for this flood multiple probabilities, 70 percent of economic losses are is the “100-year flood.” concentrated in Downtown and South Boston, with their Experts prefer not to use high densities of businesses and valuable properties. the “100-year” term since it gives the impression that a certain level of flooding will only occur once every 100 years. In fact, it has a one percent chance of occurring in any given year and can even occur multiple times in a single MID TERM (2050s–2100s) year or decade. FLOOD PROGRESSION Over a 30-year period, there In the second half of the century (2050s–2100s), coastal and riverine flood exposure may increase is almost a one in three across waterfront neighborhoods and start to be chance that a 1 percent significant in Dorchester. As sea levels rise, the depths of flooding along the waterfront will increase, and annual chance flood will floodwaters will start to threaten higher grounds and occur at least once. areas further inland that currently face little or no flood risk. 18 Executive Summary Boston's Increasing Climate Vulernability 19",
        "LATER TERM (2070s ONWARDS) Climate Ready Boston selected sea level rise FLOOD PROGRESSION scenarios (9 inch, 21 inch, and 36 inch) that are likely to occur within the century to focus In the late century (2070s or later), a significant portion of Boston’s current land may be inundated the discussion on how Boston will adapt to every month. Exposure to severe coastal and climate change. The actual sea level rise Boston riverine flooding will expand to vast areas of the city, including inland neighborhoods like the South End and experiences will be driven by many factors, neighborhoods along the Charles River. By penetrating including global carbon emissions. Climate past low-lying areas around Fort Point Channel and by the New Charles River Dam, floodwaters from storms models show that sea level rise in the near and can reach these areas that are not currently exposed to intermediate term is largely locked in due to significant coastal and riverine flooding. Compared to emissions that have already been released into the near term (2030s–2050s), over three times the amount of land—almost one-fifth of Boston’s land area—will the atmosphere. In the first half of the century be exposed to inundation from a lower probability (1 (2030s–2050s), nine inches of sea level rise are percent annual chance) event. Five percent of Boston’s total land area will be inundated at high tide at least expected even if there is a major reduction in once a month, even without any storm conditions. emissions. Twenty-one inches or more of sea level rise are expected in the second half of the century (2050s–2100) regardless of the level of emissions. The highest sea level rise considered in this report, 36 inches, is highly probable toward the end of the century LAND AREA EXPOSED (ACRES) PERCENT OF NEIGHBORHOOD EXPOSED if emissions remain at the Neighborhoods Total 9” SLR 21” SLR 36” SLR 36” SLR 9” SLR 21” SLR 36” SLR 36” SLR current level or even if there Land Area 1% annual 1% annual 1% annual AMHT 1% annual 1% annual 1% annual AMHT chance chance chance chance chance chance (Acres) is a moderate reduction in I. Greatest Exposure & increasing throughout century emissions. Charlestown 870 120 310 460 110 14% 36% 54% 12% Downtown 770 110 240 350 70 14% 31% 45% 10% If there is a major emissions reduction, the East Boston 3,340 540 1,040 1,680 480 16% 30% 49% 14% Harbor Islands 820 200 230 260 200 25% 28% 32% 24% chance of 36 inches or more of sea level rise by South Boston 1,940 470 930 1,220 360 24% 48% 63% 19% the end of the century is still just slightly less II. Lower Exposure today, but significant jump late century than 50 percent. If emissions remain at current Allston / Brighton 2,940 30 70 240 20 1% 2% 7% 1% levels, there is an approximately 15 percent chance Back Bay / Beacon Hill 460 <10 <10 80 <10 <1% 1% 17% <1% Roxbury 2,770 <10 <10 130 <10 <1% <1% 5% <1% that sea levels will rise at least 7.4 feet by the end Dorchester 3,780 240 430 750 220 6% 11% 20% 6% of century, a scenario far more dire than those South End 640 <10 20 450 <10 <1% 3% 71% <1% considered here. Any adaptation to even the lower III. Other Neighborhoods end of projections for sea level rise will require Fenway / Kenmore 620 <10 <10 <10 <10 <1% <1% <1% <1% Hyde Park 3,260 0 0 0 0 0 0 0 0 significant long-term effort, and the city must Jamaica Plain 2,260 0 0 0 0 0 0 0 0 therefore start adapting now. Mattapan 1,560 0 0 0 0 0 0 0 0 Roslindale 2,250 0 0 0 0 0 0 0 0 West Roxbury 3,350 0 0 0 0 0 0 0 0 Boston Total 31,720 1,720 3,280 5,630 1,470 8% 10% 18% 8% AMHT is the Average monthly highest tide 20 Executive Summary Boston's Increasing Climate Vulernability 21",
        "India Wharf view from the Harbor Walk — High Tide during October Image courtesy of Sasaki As sea levels continue to rise, severely damaging As climate change progresses over the course of floods will shift from a rare occurrence to a this century, ever greater areas of Boston will monthly reality. In the near term, a flood event be exposed to more frequent and more severe inundating 5 percent of the city will have a 1 percent flooding. chance of occurring in any given year. By mid- ◦ In the late century (2070s or later), 75 percent century, such a flood will become ten times more of buildings that will be exposed are either likely, and by the late century, that magnitude of residential or mixed-use, exposing over flooding will occur at least once a month. This means 88,000 people (nearly 15 percent of Boston’s that between 10 and 20 percent of Charlestown, East population) to coastal and riverine flooding. Boston, Downtown, and South Boston will face high- tide flooding, even when there is no storm. ◦ More than 10 percent of Boston’s existing buildings will be exposed to late-century As the sea level continues to rise, coastal and riverine flooding. ◦ Toward the end of the century, 5 percent the likelihood of major floods of Boston’s real estate market value can be will increase from a 1% annual expected to suffer flood exposure to high tides, increasing to 25 percent for less frequent but chance to a monthly reality. more severe events. 22 Executive Summary Boston's Increasing Climate Vulernability 23",
        "Annualized losses will increase with sea level rise... CITY OF BOSTON ANNUALIZED LOSSES 36 INCH SEA LEVEL RISE CONDITION Severely damaging flood events will become Coastal and riverine flooding can disrupt the Although the Vulnerability Assessment CITYWIDE POPULATION EXPOSED more common over time. As flood risk increases Critical infrastructural systems—including chapter of this report contains a discussion of this century and beyond, not only do the total transportation, energy, communication, and the vulnerabilities of multiple infrastructural expected annualized losses increase dramatically, essential facilities—on which Bostonians rely. systems, further study is necessary, especially but the share of these losses attributable to high- Over time, an increasing number of these systems for energy and telecommunications systems. probability floods (10 percent chance of occurring will be exposed to flooding. The evacuation routes vulnerable in any given year) also becomes much greater. ◦ Key components of Boston’s transportation to flooding include: Coastal and riverine flooding can impact the local system, most notably MBTA T service and ◦ I-93 and regional economy through physical damages, major roads, may be at risk to coastal and stress factors (mental stress and anxiety and lost riverine flood impacts in the near future. ◦ McClellan Highway Callahan Tunnel productivity), displacement costs, and losses ◦ I-90 Ted Williams Tunnel ◦ There are 240 essential and public facilities due to business interruption. Loss estimations in the area exposed to late-century coastal ◦ Morrisey Boulevard presented in this assessment are reported as an and riverine flooding for lower probability ◦ Storrow Drive annualized value for each sea level rise condition; storms. annualized values represent the total of the ◦ Tremont Street product of single losses expected for each projected sea level rise condition and the chance of occurring in any given year. Percentages are based on current population. 24 Executive Summary Boston's Increasing Climate Vulernability 25",
        "Increasing Boston’s CLIMATE RESILIENCE PRINCIPLES doing either independently. Shading from the tree canopy reduces the cooling load on the Addressing the Specific The City drew on five principles for successful Climate Readiness building, and the retrofitted building radiates Characteristics of Each resilience to climate change based on lessons from less heat, with a failure to either layer having Climate Hazard other cities. These principles include the following: less impact because of the other. Guided by the Vulnerability The resilience initiatives 1. Generate multiple benefits. Effective climate 4. Design in flexibility and adaptability. Climate are designed to respond Assessment findings, which resilience initiatives both reduce risks from conditions will continue to change over time, to the geographic scale, climate hazards and create other benefits. identified and quantified the and resilience initiatives must be designed to frequency, intensity, and Resilience initiatives that produce multiple impacts of future climate adapt to them. For example, the 24-hour rainfall projected growth of each benefits generate more resources to support for a ten-year storm is projected to increase change, the City should climate hazard. For extreme their implementation and sustainability. through the century. To be effective, the heat, this calls for resilience undertake a set of climate Flood barriers that also provide recreational stormwater system must be flexible enough to initiatives that can be open space, developable land, or upgraded resilience initiatives to address adapt to this increase in extreme precipitation. applied throughout the roadways represent examples of multiple- Boston’s climate risks. In practice, this often means decentralized, city, prioritize vulnerable benefit solutions. Nonphysical interventions distributed stormwater storage across cities that populations, and address also can offer multiple benefits, as evidenced by These initiatives will increase Boston’s can be expanded without disrupting the gray gaps in the capacity of programs that help businesses and households ability to thrive in the face of intensifying stormwater system. Similarly, the elevation of 1 buildings to cool themselves. make operational changes to reduce their climate hazards, leading to improved percent annual chance floods is also projected The resilience initiatives flood risk while also lowering utility costs or quality of life for all residents, especially to increase throughout the century. Buildings addressing stormwater reducing insurance premiums. Multiple-benefit the most vulnerable, and creating can be built today with high ground-floor flooding are intended to be approaches enable Boston to address some stronger neighborhoods and a healthier ceilings so that the ground floor can be filled in applied in affected pockets of the other pressing challenges that it faces environment. as sea levels rise over time. in each neighborhood beyond just climate risks. and emphasize the ability The climate resilience 5. Leverage building cycles. Buildings and 2. Incorporate local involvement in design to keep up with increased infrastructure experience a natural cycle of initiatives build on a broad and decision making. Effective resilience precipitation over time. rehabilitation and replacement over time. set of efforts undertaken initiatives require on-the-ground knowledge Coastal and riverine Taking adaptation actions within the context to date by the City and its and sustained community support for flooding calls for a very of the natural building cycle can reduce implementation and long-term operations different approach. The partners to prepare Boston disruption and cost, as in the case of adding and maintenance. Local stakeholders can help resilience initiatives are green infrastructure to roads as they are being for climate change. illuminate critical resilience opportunities in intended to be targeted to rebuilt, rather than pulling them up just to their communities and generate creative ideas the areas directly exposed To develop the initiatives, Climate install green infrastructure. While the natural for solving multiple challenges at once. and involve the creation of Ready Boston reviewed past climate building cycle progresses, operational changes, significant new infrastructure adaptation plans, conducted interviews 3. Create layers of protection by working at as opposed to physical adaptations, can be systems in addition to the and focus groups with a broad range of multiple scales. Layers that are independently made to reduce risks. For example, retailers can adaptation of existing local stakeholders, and examined best effective can also work together to provide move the inventory stored in the basement of systems and buildings. practices from other cities across the mutual support and reduce the risk of a their stores onto shelves to reduce flood damage world that are contending with climate catastrophic failure associated with a single in the near term, before local flood defenses are change impacts. line of defense. For example, to address built. The development of new housing and job extreme heat, adding green infrastructure (e.g., centers along the waterfront or in other flood- increasing tree canopy) in combination with exposed areas presents opportunities to not building-scale adaptations (e.g., using cool only construct individual buildings prepared roofing and paving materials or increasing for flood risk but to also raise funds for the energy efficiency) is more effective than construction of area-wide flood defenses. 26 Executive Summary Increasing Boston's Climate Readiness 27",
        "LAYERS, STRATEGIES, AND INITIATIVES The climate resilience initiatives have been organized into four layers and eleven strategies. The layers represent an approach to building resilience at different scales: the community, the shoreline, infrastructure assets, and buildings. The layers are designed to support and reinforce each other. UPDATED CLIMATE PREPARED AND PROTECTED SHORES RESILIENT ADAPTED BUILDINGS PROJECTIONS CONNECTED INFRASTRUCTURE Reduce Boston’s risk Create a regulatory COMMUNITIES Ensure that decision of coastal and riverine Prepare the infrastructure environment and making in Boston is Support educated, flooding through both systems that support life in financial and other informed by the latest connected communities nature-based and hard- Boston for future climate tools to promote new Boston-specific climate in pursuing operational engineered flood defenses. conditions and create and existing buildings projections. preparedness, adaptation new resilient systems. that are climate planning, and emergency ready. response. 28 Executive Summary Increasing Boston's Climate Readiness 29",
        "Strategy 1. Strategy 2. Strategy 3. Strategy 4. Strategy 5. Strategy 6. Maintain up-to- Expand education Leverage climate Develop local Create a coastal Coordinate date projections and engagement adaptation as a climate resilience protection system investments to of future climate of Bostonians on tool for economic plans to coordinate to address flood adapt infrastructure conditions to climate hazards development. adaptation efforts. risk. to future climate inform adaptation. and action. conditions. WHY Over the coming decades, WHY Some effects of climate WHY Coastal and riverine climate adaptation will require change, such as increased flooding poses a major WHY Knowledge is the WHY Climate adaptation cannot WHY Boston’s infrastructure significant investments in temperatures, are spread across and increasing threat to foundation for action. As global occur without an informed, for power, water, transportation, the city’s infrastructure, the city. Other, particularly coastal communities along Boston’s energy use and greenhouse gas engaged, and active public. communication, and more is a buildings, and other areas. The and riverine flooding, are more waterfront and to the vitality emissions become clearer and Community members can complex network with many community can leverage this localized. Everywhere, these of the city itself. as more data on the response provide deeper insight into how public and private owners, activity to promote equitable risks will interact with each other of the Earth becomes available, climate change is affecting their WHAT The City and its regional operators, and regulatory economic development, leaving and with the social and economic climate projections will change. neighborhoods and businesses partners should investigate authorities. As climate change Bostonians better prepared to needs of the neighborhood in Bostonians need to remain and create innovative and major “gray” and “green” presents new risks of failure, thrive and face climate and particular ways. Coordinated informed to plan for the future. sensitive responses. infrastructure investments all stakeholders need to better other challenges. adaptation actions can advance to address flood risk. The understand the totality of WHAT The City should establish WHAT The City should work with multiple community priorities WHAT The City should help City should ensure that vulnerabilities and to coordinate a Greater Boston Panel on partners from all sectors to inform simultaneously and use resources train workers for jobs that will development in flood-prone action to address them. Climate to update climate and engage the Boston community more effectively. arise from climate adaptation areas does not prevent the projections every five years. on the risks from climate change WHAT The City should establish projects and ensure that these WHAT The City should develop future implementation of flood These projections should inform and actions to reduce those risks. an Infrastructure Coordination projects follow the City’s local plans to address climate protection. The flood protection plans, policies, and regulations Different campaigns—targeting Committee with the region’s major guidelines for local hiring, adaptation along with other system should incorporate and be translated into readily the general public, building infrastructure organizations. living wages, and employment community priorities. Through building-scale, district-scale, accessible reports and maps. owners, community facilities, The committee would develop of minority- and women-owned in-depth community engagement, and harbor-wide measures. businesses, and vulnerable planning and design standards businesses the plans should include populations who are more aligned with up-to-date climate district-scale flood protection, susceptible to the impacts of projections, identify cascading infrastructure adaptation, climate change—should promote vulnerabilities, establish and land-use planning, all in short-term actions to reduce coordination mechanisms, and coordination with Imagine current risks while building align adaptation efforts with Boston 2030, 100 Resilient Cities, support for larger-scale and other planning priorities. GoBoston 2030, and other longer-term measures. planning efforts. 30 Executive Summary Increasing Boston's Climate Readiness 31",
        "Strategy 7. Strategy 8. Strategy 9. Strategy 10. Strategy 11. Develop district- Expand the Update zoning and Retrofit existing Insure buildings level energy use of green building buildings against against flood solutions infrastructure regulations to climate hazards. damage. to increase and other natural support climate WHY Most of the buildings in WHY Whatever actions the decentralization systems to manage readiness. Boston that need to be prepared community takes, natural for climate change this century disasters may still occur. Flood and redundancy. stormwater, WHY The current regulations are already standing. The insurance is an indispensable mitigate heat, and that govern development in adaptation of existing buildings tool for supporting recovery WHY Decentralized Boston do not have specific can be technically, operationally, after a flood. Affordable infrastructure of many kinds provide additional requirements for preparing for and financially difficult. Property access to appropriate levels of has the potential to combine benefits. future climate conditions. In owners, particularly those flood insurance coverage is climate adaptation with some cases, they may even pose with smaller or less valuable critical to protecting property greenhouse gas reduction WHY Climate change will obstacles to doing so. properties, may require technical owners’ investments and and economic development. make it more difficult to or financial assistance. neighborhoods’ stability. Local sources that can keep WHAT Building on current manage stormwater and keep operating during wider power requirements, the Boston WHAT The City should create WHAT The City should promote Bostonians cool, dry, and failures could maintain the Planning and Development programs to prepare existing appropriate flood insurance for healthy. Green infrastructure, community’s capacity to keep Agency should propose land- buildings for climate change. property owners. This should which relies on natural safe and cool as the frequency use and other regulations that Priorities should include include joining the National processes, can address these and intensity of heat waves rise. ensure that new development buildings facing near-term Flood Insurance Community challenges and improve the is ready for future climate flood risk and those with a Rating System to obtain WHAT The City should pursue safety and beauty of the public conditions. The City should public purpose or vulnerable flood insurance discounts community energy solutions, realm. advocate for changes to the populations. Programs could through advanced floodplain such as district energy systems WHAT Building on past Massachusetts Building Code include resilience audits, management and advocating or microgrids, that increase investments, the City should and explore measures that investments in municipal for reforms to better align energy reliability and decrease increase expand green increase climate-ready retrofits facilities, support for backup premiums with actual risk. greenhouse gas emissions. infrastructure on public and in existing buildings. power at facilities for vulnerable Priority sites should include private lands, in particular by populations, and a toolkit of areas with clusters of affordable developing sustainable funding financing strategies. housing or critical facilities. sources and maintenance programs. 32 Executive Summary Increasing Boston's Climate Readiness 33",
        "ADAPTING TO CLIMATE CHANGE PROTECTED SHORES PREPARED AND CONNECTED COMMUNITIES RESILIENT INFRASTRUCTURE ADAPTED BUILDINGS Climate-ready Zoning Solar Panels & Potential Education/ Engagement District Microgrids Harbor Barrier Initiative District Scale Flood Protection Adaption as a Tool for Economic Development Elevated Mechanical Systems Small Business Temporary Preparedness Program Flood Barrier Resilient Building Design Elevated First Floor Protective & Floodable Waterfront Park Expanded and Maintained Urban Green Tree Canopy Infrastructure Bioswale 34 Executive Summary Increasing Boston's Climate Readiness 35",
        "Implementation Climate Ready Boston’s ◦ Is one initiative a necessary or desirable One question underlying almost all of the ◦ Initiative 5-2. Determine a consistent foundation for another? initiatives is how to pay for them. Some initiatives evaluation framework for flood defense proposals are diverse in scope explicitly address the financial question, but even prioritization and scale. They are short ◦ What is the risk or cost of delay, and who those that do not address this question will be bears that risk or cost? ◦ Initiative 6-1. Establish an Infrastructure term and long term, citywide affected by it. Coordination Committee and neighborhood specific, ◦ Who has to take action? Some of the key initiatives that need to be started municipal and regional, ◦ Initiative 8-2. Develop a sustainable operating ◦ Is there already community or sectoral in the next two years include the following: model for green infrastructure on public land regulatory and financial. support? ◦ Initiative 2-1. Expand citywide climate and right-of-way Some actions can be undertaken simultaneously; ◦ How difficult is implementation? readiness education and engagement ◦ Initiative 9-2. Revise zoning code to support others must proceed in a certain order. They campaign climate-ready buildings cannot all be done at once, because they would ◦ Initiative 4-1. Develop local climate resilience overwhelm government and community capacity. ◦ Initiative 10-2. Prepare municipal buildings for plans to support district-scale climate Furthermore, they do not need to be done all at climate change adaptation (for the first selected districts) once. Because climate change will accumulate over time, Boston’s response, if thought through carefully, can proceed over time too. The Recommended Roadmap presents a timeline and designated lead agency for undertaking these initiatives. The timeline has three divisions— within two years, within five years, and long- term—plus an arrow indicating if an initiative is ongoing. Over half of the initiatives will be ongoing because, once started, they will need to continue or repeat indefinitely; for example, climate projections should be updated with new data that becomes available over time. The time divisions represent a rough prioritization based on many factors, including the following: ◦ Who and what are most at risk now? ◦ Are there existing efforts—climate related or related to other initiatives—upon which the next phase of climate initiatives can build? ◦ Are resources—human, technical, fiscal— available to undertake this work? Image courtesy of Southie Trees 36 Executive Summary Implementation 37",
        "Orient Focusing on Heights Jeffries Point North Charlestown Neighborhoods to Central Square Wood Island New Charles River Dam To guide adaptation planning across Boston’s neighborhoods, especially Downtown Waterfront when climate vulnerabilities are spatially Porzio Park concentrated, Climate Ready Boston examined several areas in more detail: South Boston ◦ Focus Area Vulnerability Seven out of the eight focus areas Waterfront Assessments provide deeper contain coastal neighborhoods that insight into the types of face significant risks from coastal and vulnerabilities that the people, riverine flooding. Where multiple buildings, infrastructure, and neighborhoods are exposed to Dorchester economy face in specific areas. flooding from the same source in the Bay same time period, they are grouped ◦ Focus Area Resilience Initiatives together as a single focus area (e.g., all show how the citywide resilience of the Charles River neighborhoods initiatives can be applied to specific face flood exposure when the Charles areas within Boston. River Dam is flanked or overtopped). ◦ Charlestown 36 INCHES SLR (2070S OR LATER) The eighth focus area, Roxbury, was DISTRICT-SCALE FLOOD PROTECTION ◦ Charles River developed to serve as an illustrative FOR 1% ANNUAL CHANCE FLOOD ◦ Dorchester example of multiple vulnerabilities, Based on the citywide vulnerability based on the intersection of all three ◦ Downtown assessment and the focus-area climate hazards—coastal and riverine ◦ East Boston analyses, Climate Ready Boston flooding, stormwater flooding, and ◦ Roxbury extreme heat—and demonstrate the proposes nine locations for flood- ◦ South Boston application of resilience initiatives protection interventions. As sea level focused on these risks. ◦ South End rises over the century, the number of interventions needed increases, and their cumulative effectiveness becomes more important. CLIMATE READY BOSTON FOCUS AREAS HEAT & STORMWATER AND COASTAL FLOODING COASTAL HAZARD FOCUS AREAS 38 Executive Summary Implementation 39",
        "Image courtesy of Sasaki These bold and creative actions will support the city’s vitality and livability. 40 Executive Summary Implementation 41"
    ]
}