{
    "FILE_NAME": "https://www.massaudubon.org/content/download/21633/file/mass-audubon_state-of-the-birds-2017-report.pdf",
    "ALL TEXT": "Massachusetts Birds and Our Changing Climate Statoef theBirds Report No. 3 // September 2017Project Team Contents MASS AUDUBON BOARD OF DIRECTORS Welcome page 1 Jared Chase // Chair, Mass Audubon Board of Directors Executive Summary page 3 Gary Clayton // President, Mass Audubon 1 Exploring the Future: Mapping Our Breeding Birds in 2050 page 6 PROJECT MANAGERS ■ M odeling the Current Climate Conditions Margo Servison // Mass Audubon, Project Manager, Content Editor, for Breeding Species page 7 Photo Editor, mservison@massaudubon.org ■ M odeling the Future Climate Conditions Joan Walsh // Mass Audubon, Project Manager, Content Editor, for Breeding Species page 7 jwalsh@massaudubon.org ■ I nterpreting the Maps: What the Maps Do and Do Not Show page 7 AUTHORS AND CONTRIBUTORS ■ A Case Study for Interpreting the Jon Atwood // Mass Audubon, Climate envelope modeling, Climate Envelope Models page 8 jatwood@massaudubon.org ■ C lassifying Vulnerability page 9 Daniel Brown // Mass Audubon, Climate Change author, ■ Results by Habitat page 11 dbrown@massaudubon.org 2 What to Expect from Climate Change page 16 Robert Buchsbaum // Mass Audubon, The Coast and Salt Marsh author, rbuchsbaum@massaudubon.org 3 The Coast page 22 Chris Leahy // Mass Audubon, Welcome author, 4 The Salt Marsh page 27 cleahy@massaudubon.org 5 Seabirds in a Warming World page 30 Wayne Petersen // Mass Audubon, Seabirds co-author, wpetersen@massaudubon.org 6 The Forest page 34 Jeffrey Ritterson // Mass Audubon, The Forest author, 7 What Mass Audubon Is Doing page 40 jritterson@massaudubon.org 8 What You Can Do page 45 Keenan Yakola // UMass Amherst, DOI Northeast Climate Science Center Fellow, Seabirds co-author, kyakola@gmail.com ■ P rotect Birds and Other Wildlife at Home page 46 ■ R educe Your Carbon Footprint page 46 MASS AUDUBON CONTRIBUTORS ■ U se Your Voice page 47 Jeff Collins, Stefanie Covino, Tom Lautzenheiser, Michael O’Connor, Katharine Parsons, Leti Taft-Pearman, Hillary Truslow, Banks Poor, Heidi Ricci, Kris Scopinich, and Matthew Smith. PRODUCTION TEAM Julia Osborne // Developmental Editor Rob Levine // Levine Design & Illustration, design and layout, rob@levinedesign.net RECOMMENDED CITATION Walsh, Joan M., and Margo S.V. Servison (Eds.), 2017. State of the Birds 2017: Massachusetts Birds and Our Changing Climate. Massachusetts Audubon So- ciety. Lincoln, Massachusetts. Cover photo: Currently one of our most common breeding birds in Massachusetts, the Black-capped Chickadee faces an uncertain future in the state.WELCOME Birds to the Rescue— Once Again! OUR KNOWLEDGE of the earth’s atmosphere and its relationship to the planet’s biodiversity and human population is growing, and the relationship is proving to be increasingly complicated. This complexity may make the details of the underlying science nearly incomprehensible to all but a few specialists. But the mounting evidence of shrinking glaciers, rising sea level, increasing ocean acidification, and sustained runs of record-setting weather anomalies—all predicted by chemists and atmospheric scientists—leads us toward one conclusion: The rapid increase in greenhouse gases caused by human activities is changing our planet. The discrepancy between scientists’ knowledge and widespread understanding is potentially dangerous, since actions to thwart a global crisis need to be supported by a broad consensus of the world’s population, and people (with good reason) are often reluctant to take strong actions against a threat that they do not fully comprehend or believe in. In addition, climate change is gradual in relation to Bald Eagle human life spans, so unless you live on a low-lying oceanic island or in a region that change than people are and (2) their message requires no analysis or bewildering already has an extreme climate, you are unlikely to perceive the changes in your explanation by pointy-headed scientists: When Tweety starts wobbling on his perch, environment as especially dire. it’s time to take corrective action in the name of survival. Furthermore, the effects of climate change are notably variable, even within a The most recent vivid example of a looming manmade disaster averted by birds small place such as Massachusetts, and are actually perceived as positive results occurred in the 1960s, when birds raised the alarm against the indiscriminate in some places. This variability is confusing and undermines the credibility of the use of pesticides, especially DDT, as eloquently documented in the ominously argument that universal devastation is at hand. Finally, in an age of social media titled Silent Spring by Rachel Carson. Birds did this by dying conspicuously in large where alternative ‘‘facts’’ compete with the real kind, where science is demeaned numbers. Thousands of dead and dying robins, chickadees, woodpeckers, warblers, as elitism used to manipulate ‘‘ordinary people,’’ and where everyone can find an and other beloved backyard birds were swept into piles by clean-up crews following echo chamber to reinforce unfounded beliefs, it is increasingly difficult to forge the passage of ‘‘mosquito trucks’’ blowing insecticide into the foliage of suburban coalitions of common interests to effect positive change. trees. Subsequent research determined that in addition to direct poisoning, DDT, Enter that durable avian meme, the canary in the coal mine. This symbolic concentrating up the food chain, inhibited the formation of eggshells by top avian evocation of environmental danger forewarned derives its power from a sense predators, thus shutting down reproduction and eventually putting the Bald Eagle, that (1) non-human animals, especially birds, are more sensitive to atmospheric Peregrine Falcon, and Osprey on the state or federal endangered species lists. Welcome 1Outlawing the use of DDT in the United States in 1972, was, of course, an act of birds and their champions. Is it remotely plausible that the conservation movement enlightened self-interest. Ordinary people quickly figured out that if pesticides could have won over the American public had it been based on the killing of snakes in the air and water were killing birds outright and damaging their reproductive and alligators for use in the leather trade? systems, those chemicals were very likely bad for humans as well—though it took In light of all of the above, can birds once again swoop in and save us from another a decade or more of public outcry to convince legislators to take action. But would environmental catastrophe—arguably the greatest yet—of our own making? our present aversion to the promiscuous use of pesticides have been awakened That is the question at the heart of State of the Birds 2017, the latest in our series if the problem had been articulated only in the scientific literature? Though of publications documenting the status of Massachusetts bird life. In it, we tell carefully researched, Silent Spring was widely criticized as unscientific by some the stories of bird species that are especially vulnerable to the effects of climate credentialed researchers, especially those employed or supported by the chemical change and the conditions they are likely to face from now until 2050. and agricultural industries. Additionally, would our alarm have been as high and immediate if instead of dead songbirds falling out of the trees, spraying had As with pesticides, losses for resulted ‘‘only’’ in dead squirrels and bats? birds due to climate change presage losses in the quality In addition to their perceived greater environmental sensitivity, birds occupy a of human life. There will uniquely positive place in our hearts and minds. They seem to represent nature at be no room to spread your its most benign and life-enhancing. They are often beautiful. Their varied behaviors beach blanket when Piping are often fascinating or amusing or remind us of ourselves (think of owls or Plover habitat is gone. And penguins). They sing. And most of them have a skill that almost everyone envies: recreational and commercial the ability to fly. fishermen are likely to find The special bond that people their quarry in scarce supply feel toward the feathered tribes once the fish nurseries we call explains their disproportionate salt marshes go under water. Piping Plover role in the development of the There is no credible doubt that the earth’s changing climate and its living conservation movement. Mass inhabitants are now on a collision course. Even so, there are many who refuse to Audubon’s founding mothers acknowledge this, either from self-interest or an understandable denial, based were able to ignite the public’s on a lack of knowledge, a distrust of science, a willingness to listen to those who imagination and eventually say it is all a hoax, and perhaps an underlying anxiety that it is all true. This third make conservation a national installment of our State of the Birds reports is not intended to be alarmist in tone, priority by promoting a law that though you may be forgiven for regarding some of the facts and probabilities prohibited interstate commerce in presented as alarming. It is, however, a call to action, much like the one Mass wildlife products. Exhibit A in their Audubon’s founders, Harriet Hemenway and Minna Hall, put out in 1896—in effect a budding protest movement was plea to keep your eyes on the birds. the slaughter of the ‘‘plume birds,’’ egrets and other species that were — Christopher W. Leahy, killed for no better reason than Mass Audubon’s Gerard A. Bertrand Chair of Natural History to use their feathers to decorate and Field Ornithology, emeritus women’s hats. It didn’t take long for the case of Snowy Egret v. Greedy Snowy Egret Milliner to be decided in favor of the 2 WelcomeEXECUTIVE SUMMARY AT MASS AUDUBON, we use the best science to inform our education, The shifting climate is changing the fundamental way ecosystems work. advocacy, land protection, and conservation efforts, and we work every day to fulfill A few items of highest conservation concern are that our vision of a Massachusetts with abundant wildlife and a nature-rich landscape ■ Urgent action is required. for everyone to enjoy. That commitment is shared with our members and partners and has a long history in our American values. Indeed, we are the nation that – Mass Audubon’s previous research indicates 30% of our breeding birds are already declining and are in need of conservation action. Climate change has pioneered the protection of wildlife, and Mass Audubon, led by our founding will increase stress on many of those species, as well as additional species, mothers, has been in the forefront since 1896. and will do so in both predicted and unpredicted ways. Our climate change Developing a report to summarize the challenges our birds face as the climate projections estimate that 43% of the breeding species we evaluated are Highly Vulnerable to climate change by the year 2050. changes takes us onto new ground. Our previous editions of State of the Birds, released in 2011 and 2013, analyzed data from the field to provide evidence of how ■ Fundamental processes are being disrupted. our bird populations had changed over time. Those reports looked to the past, – Warmer winters will alter marine food webs, affecting a wide range of measured changes, and identified priority conservation actions. interconnected fish and wildlife, including fish-eating birds. This report is an effort to look into the future. We use new data to establish the – Increasing temperatures can shift the timing of important events, such as preferred climates for various bird species (their ‘‘climate envelopes’’) and then use leaf and insect emergence. Those changes in phenology can cause declines projections of the future climate to estimate how the distribution of each species’ in long-distance migrant birds as their arrival on their breeding grounds climate envelope will differ from its current climate envelope distribution by the misses the periods of peak food abundance. year 2050. The changes in climate and sea level that we expect from a warming atmosphere include ■ Increased average air temperature year-round ■ Longer warm seasons and shorter cold seasons ■ More precipitation will fall as rain, rather than snow ■ Increased frequency of large precipitation events ■ Longer growing seasons ■ Continued sea level rise, which is projected to increase an additional 2.4 to 7.4 feet by 2100 in Massachusetts. ■ More acidic oceans as carbon dioxide dissolves into the sea Over 99% of the Osprey’s diet is fish. Executive Summary 3■ Climate change adds stress to already stressed environments. Coastal of these are urban and suburban nesting species are particularly at risk from this additional threat. nesting species, including the Eastern Kingbird, American Robin, – Rising sea level will reduce nesting areas available for coastal- and salt Ruby-throated Hummingbird, marsh-nesting birds. Blue Jay, Great Blue Heron, and – Increasing frequency and intensity of storms will contribute to overwash Orchard Oriole. of beaches and salt marsh flooding, adding stress to coastal- and salt marsh-nesting birds. Protecting our birds, and ourselves, from the most severe projected effects – Increasing ocean acidification, caused by atmospheric carbon dioxide of climate change requires that we dissolving into the ocean, will cause large-scale changes to our shellfish American Robin support our birds now and reduce our and fish communities. Birds and wildlife that eat marine fish and shellfish greenhouse gas emissions. This needs to be done at personal, community, will suffer from changes in the abundance of their prey. state, federal, and international scales. The actions required to achieve these One hundred forty three (143) breeding species are evaluated in this report: goals largely fall into two basic categories: mitigation (e.g., reducing emissions of greenhouse gases) and adaptation (e.g., reinventing coastal infrastructure to ■ 43% (61 species) are classified as Highly Vulnerable to climate change by the counter sea level rise). year 2050. An additional 15% (22 species) are classified as Likely Vulnerable. ■ 42% (60 species) are classified as Least Vulnerable. In this report, we provide an overview of the ways that Mass Audubon is already working to ensure that the habitats we manage will continue to support our birds ■ 70% (7 species) of the salt marsh-nesting species are classified as and other wildlife. Highly Vulnerable. ■ 56% (9 species) of the coastal-nesting species are classified as In addition, we classify actions that individuals can take into three broad Highly Vulnerable. categories: ■ 49% (30 species) of the forest breeding species are classified as Protect birds and wildlife at home. Highly Vulnerable. ■ Keep your cat indoors. ■ Our state bird, the Black-capped Chickadee, is Highly Vulnerable, and ■ Landscape your yard for wildlife—and for yourself. the projected climate of eastern ■ Reduce window kills by placing feeders closer than 3 feet or farther than Massachusetts in 2050 could be 30 feet from a window, and by using window decals to prevent collisions. unsuitable for the species. Other familiar birds that are Highly Vulnerable in the ■ Drink bird-friendly coffee. state, as well as in other continent- Reduce your carbon footprint. wide analyses, are the Yellow-bellied Sapsucker, Ruffed Grouse, Purple ■ Make the Switch. Sign up to have your home Finch, Magnolia Warbler, and White- powered by renewable energy. throated Sparrow. ■ Eat more vegetables, eat less beef, and reduce food waste. Food production ■ Urban- and suburban-nesting birds has a significant carbon footprint. It takes less fuel to grow vegetables, show the least vulnerability. For 77% chicken, and fish than to grow beef. Reducing food waste is also a great (34 species), if climate is the only factor way to save money and to reduce your carbon footprint. considered, projected climate changes contribute to stable or increasing trends ■ Drive less, and drive smarter. Use mass transit if available, even a few days a week. When replacing your vehicle, choose a car that gets at least by the year 2050. 35 mpg. Reduce trips. Carpool to kids’ sporting events. Check your tire Yellow-bellied Sapsucker ■ Some species will have an expanding pressure regularly. area of suitable climate by 2050. Many 4 Executive Summary■ A im to reduce the number of flights you take each year, and purchase F inally, we suggest two significant ways we can ensure we, together as offsets for greenhouse gas emissions produced by air travel for business Massachusetts residents, meet global emissions reduction targets: or vacations. ■ Advocate for meeting the greenhouse gas reductions set out in the Use your voice and take action to advocate for birds, wildlife, and the Paris Agreement. environment that you cherish. ■ Support the efforts of the Commonwealth of Massachusetts to work with ■ Join our Advocacy mailing list to get a list of community action items that other states to stay on track with emissions reductions regardless of the will help us protect birds and wildlife. massaudubon.org/advocacy federal position on the Paris Agreement. ■ Support land protection efforts by Mass Audubon and your local C limate change presents enormous challenges for our planet. The threat can feel land trusts. overwhelming, but if we take meaningful political and personal actions, we can ■ Get involved in local planning, and support the Community avert the worst projected impacts of climate change. Preservation Act. How Do We Respond to Climate Change Threats? To address the challenges of climate change, we first need to mitigate the central ■ ENHANCING RESILIENCE // Ecosystem resilience is the capacity of a issue: We need to reduce the amount of carbon dioxide and other heat-trapping system to absorb disturbance and reorganize while undergoing change, gases that we put into the atmosphere. We can all contribute to this effort, and thereby retaining essentially the same identity, structure, functions, and we can all be a part of the solution. feedbacks. Change is an essential element of resilience. In a resilient ecosystem, disturbance may cause the components, such as species, to At the same time, we need to prepare for the future effects of climate change change, but the basic functioning of the system will persist. Methods of that are already inevitable. Preparation is increasingly important for owners increasing the resilience of a landscape include restoring aquatic habitat and managers of conservation land, including land trusts, municipalities, connectivity, allowing beach and salt marsh migration, and ensuring healthy forest regeneration and state and federal agencies. Ecologically, climate change will function as a disturbance, a process that changes an ecosystem. Increased temperatures, ■ ENSURING REDUNDANCY // Whole landscapes are more resilient when changing precipitation patterns, and rising sea level will change the nature they consist of a diverse and well-connected network of habitat cores, of Massachusetts. In response, we must employ a range of strategies to help with each type of habitat represented by several similar, or redundant, natural systems adapt to the changes. At Mass Audubon we are using three examples. Increasing redundancy is particularly important for species that central concepts to ensure long-term protection and functioning of wildlife have specific requirements for breeding sites, such as colonial-nesting seabirds. If one breeding site is disturbed, a redundant landscape will habitats: provide another place for the birds to nest. ■ SUPPORTING RESISTANCE // Ecosystem resistance is the capacity of communities or populations to remain essentially unchanged when subjected to a disturbance. A resistant system will absorb and recover from a disturbance. Increasing or maintaining biodiversity is one way to Visit our website massaudubon.org/sotb for a complete set of our increase the resistance of ecosystems. By supporting resistance in the methods and results, as well as links to more success stories about near term, we will attempt to avoid rapid ecosystem changes. adapting to our changing climate. Executive Summary 51 Exploring the Future: Mapping our Breeding Birds in 2050 For some species this is a critical window of opportunity for us to engage in conservation measures that would slow the decline of or buffer the species from the most detrimental climate change effects. 6 Exploring the Future: Mapping our Breeding Birds in 2050IN PREVIOUS EDITIONS of the State of the Birds we used data that The current maps show, for each cell, the likelihood that climatic conditions are had been collected over decades to estimate the trends in the populations of the suitable for a species. Assuming that these values reflect the likelihood of actual breeding birds in Massachusetts. From there we developed an evidence-based presence of a species, we then calculated the average values across the state for ranking system to describe our Conservation Concern for each species. the species’ current distribution. The analysis also indicates which of the climate variables were of most importance in the resulting equation. In this edition of State of the Birds we are considering the future, and adding information to our Conservation Concern score by developing a Climate Change Modeling the Future Climate Conditions for Breeding Species Vulnerability score. We ask two questions: In light of the additional stress of climate Next, we substituted the projected climate values for each of the 19 climate change, how will our breeding birds fare through the year 2050? Which species are variables for the year 2050 into the equation describing current conditions, and projected to benefit from the warming climate, and which face additional stress? This then evaluated how the likelihood of finding each species in each cell might change is more than an academic exercise. Developing climate change-driven projections in the future. We used future climate data that reflects a high emissions scenario helps us to refine our conservation priorities, and ultimately helps us to set up on- (Hadley GEM-2), which assumes that greenhouse gas emissions will continue to the-ground advocacy, land conservation, science, and education programs. increase. As described above, we then made new maps that have a value for each cell in Massachusetts, and calculated the average likelihood of the presence of We looked into the future using a technique called climate envelope modeling. This a species within Massachusetts in the future. These two averages (current and technique requires a series of steps, which we summarize here, and ultimately creates future) were then compared to evaluate projected changes in the distribution of two maps of the range of the suitable climate for each species—one map for the each species within the state. range of current climate suitability, and a second map for the range of future climate suitability. Uncertainty Modeling the Climate Envelope The changing climate is quickly transforming our home. Each day the mounting for Breeding Species evidence compels us to develop actionable plans for protecting the air, land, and water that sustain our communities and the wildlife that we steward. The scale of Modeling the Current Climate Conditions for Breeding Species projected change, in even the best-case emissions scenarios, is daunting. As with In order to give each breeding species a Climate Change Vulnerability score we all projections of future conditions, our analysis involves uncertainties. However, needed to develop a model that, using real bird location data, defined the current the uncertainty of these projections only increases the importance of supporting climate conditions at both occupied and unoccupied points on a map for each scientific research on climate change and acting with the best available science to species. The current climate data were drawn from a dataset that uses monthly protect the nature of Massachusetts. temperature and precipitation data obtained from weather stations in eastern North America for the years 1960–1990. These data are fitted to millions of cells Interpreting the Maps: What the Maps Do and Do Not Show across the continent, and each cell is approximately 1 km2. The current bird location data were drawn from eBird records in eastern North America during the months Our models, maps, and statistics estimate only the suitability of the climate of June and July, are assumed to represent primarily breeding birds, and were not across the state for each species. It is essential to remember that birds are not constrained by the year of data collection. directly responding to the environmental variables used in this analysis. Rather, the environmental variables are surrogates for underlying changes in habitat driven by The analysis used the eBird data in conjunction with elevation and 19 climate climate that typically affect distributional patterns of birds. variables to create a complex equation that predicts the likelihood of a species’ occurrence in each of nearly 13 million 1 km2 cells. For our analysis we clipped the These projections do not include the possibility that some species may be able results to restrict the maps to the state of Massachusetts, although the models to adapt to use climate envelopes that they do not currently occupy. They also were built using data from the entire northeastern United States. do not directly estimate the current or future condition of the vegetation or other components of breeding habitat, the footprint of future development, the effect of greenhouse gas emissions that differ from the Hadley GEM-2 scenario, Exploring the Future: Mapping our Breeding Birds in 2050 7or the impacts of sea level rise. Further, the models do not include current or future population densities or sizes, and we did not estimate a threshold value of Coastal Birds Face Additional Challenges likelihood of occurrence below which a species likely would disappear from a cell, or the entire state. Additionally, sea level rise is not a variable in the projections. Species that rely on low elevation coastal habitats are vulnerable to the slow- motion declines in climate suitability, but they are at perhaps greater risk to rapid As the climate shifts toward envelopes that are increasingly unsuitable for a increases in sea level and frequency of intense storms. Most coastal-nesting species, we anticipate that population declines will be incremental. For some species are habitat specialists—they will nest only along the immediate coast. The species this is a critical window of opportunity for us to engage in conservation vulnerability of coastal habitats to sea level rise and storm impacts, as well as the measures (i.e., increasing redundancy, resiliency, and resistance) that would slow lack of redundancy in coastal habitats, puts the salt marsh- and coastal-nesting the decline of or buffer the species from the most detrimental climate change species at even greater risk than inland species. effects. Such measures could allow some individuals to persist in areas they are projected to have a low likelihood of occupancy. Case Study // Interpreting the Climate Envelope Models Black-capped Chickadee (current) What the Numbers Mean The climate envelope maps show the probability that climate will be suitable for a species at each 1-km2 block in Massachusetts. It is important to note that the range of the climate suitability probabilities differs between species. For example, the probability that climate is suitable for Black-capped Chickadees (top right map) ranges from 0 to 0.55 across the state, with the darker green indicating a higher (up to 0.55) probability. However, the probability that climate will be suitable for Ruffed Grouse (bottom right map) ranges from 0 to 0.6 across the state. This means that the maps cannot be directly compared among species since the range of climate suitability probability differs for each species. Limitations of the Model Ruffed Grouse (current) Our models indicate that the current climate of the entire state is suitable for both the Black-capped Chickadee and the Ruffed Grouse (pictured on right). But we know that their actual distributions are quite different: The Black-capped Chickadee is widespread, and the Ruffed Grouse is restricted Ruffed Grouse drumming display to specific habitat, so their actual footprints are not perfectly captured by the climate envelope model. These climate envelope maps show only the suitability of the climate conditions, which acts as an imperfect surrogate for the habitat required by a species. As such, the maps represent an overestimate of the range of a species, as we see with the Ruffed Grouse. You can think of these maps as a best-case scenario for each species—if there is habitat available, the climate will be suitable. But the reverse is not true—if habitat is not available it is unlikely that a species will occur, even if the climate is suitable. 8 Exploring the Future: Mapping our Breeding Birds in 2050Classifying Vulnerability Scoring the Vulnerability of a Species For each species, in both current and future scenarios, we determined a value representing the likelihood of finding the species across the state. The change in the likelihood of occurrence across the state is expressed as a percent change between the current and future maps. Species were classified as Highly Vulnerable, Likely Vulnerable, or Least Vulnerable based on the change in their likelihood of occurrence. For instance, the Black- capped Chickadee has a current average likelihood of occurrence of 0.52 and a future likelihood of 0.22. The relative likelihood of the Black-capped Chickadee occurring in 2050 would be 0.22 divided by 0.52, or 42%. Since the Black-capped Chickadee’s likelihood of occurrence falls to 42% of the modeled current likelihood of occurrence, we scored the species as Highly Vulnerable to climate change. Future Likelihood Compared to Current Likelihood Climate Change Vulnerability Score <80% Highly Vulnerable 80-95% Likely Vulnerable >95+% Least Vulnerable Note: Salt marsh- and coastal-nesting species are unambiguously threatened by sea level rise, but the climate envelope models do not include sea level rise as a parameter. Therefore, we classified four coastal- or saltmarsh-nesting species as Highly Vulnerable, rather than using the change in likelihood of encounter from our models. This classification affected the scoring of only Herring Gull, Least Tern, Willet and Seaside Sparrow. The Big Picture On our website you can view the full set of climate variables, the climate results by species from both our climate envelope models and the Breeding Bird Atlas data and life history characteristics of each species. www.massaudubon.org/sotb Black-capped Chickadee Exploring the Future: Mapping our Breeding Birds in 2050 9Spotlight Black-capped Chickadee For information on how to read these Breeding Bird Atlas 2 Rank = Stable maps, refer to page 8. Climate Vulnerability Rank = Highly Vulnerable Current 2050 Breeding Habitat: Nests in tree cavities and nest boxes likelihood of occurrence to a 22% likelihood, with landscape, and those plant communities then dictate at the edges of mature forests, and in wooded urban or reduced levels of projected occurrence especially which areas represent the best areas for nesting suburban settings. notable in eastern Massachusetts. chickadees. The Black-capped Chickadee was an apt choice for Of the 20 environmental variables used in the Surprised by the results of our model for Black- the state bird of Massachusetts since few species analysis (elevation and 19 variables describing capped Chickadees in Massachusetts, we zoomed are as at home in the mix of forest and suburban various aspects of temperature and precipitation back out to the scale of the northeastern United development that characterizes the Bay State patterns), four showed a cumulative influence of States and Canada (the scale that our model was run today. Flocks of Black-capped Chickadees are more than 60% on the resulting climate model: at) so that we could see what the model predicted for common visitors to backyard bird feeders, where the entire population of the Black-capped Chickadee. ■ Annual Mean Temperature they constantly take seeds away one at a time to be At this larger scale, it appears that the Black-capped cracked and consumed under the safety of brushy ■ Minimum Temperature of the Coldest Month Chickadee population will shift northward and may in cover. ■ Mean Temperature of Coldest Quarter fact increase its range if the habitat is also suitable ■ Mean Temperature of Warmest Quarter farther north. The species has been widespread in Massachusetts during recorded history, and showed modest gains These four factors are the most likely to influence ACTIONS between 1979 and 2011. However, a warming climate the distribution of suitable chickadee breeding Up until now no one thought that the Black- suggests change may be in the air for one of our most habitat; changes in some, or all, of these variables capped Chickadee would ever be a candidate for a familiar birds. (several of which are related) are likely responsible conservation research program. It is a well-studied for the predicted decline in Black-capped Chickadee species, but there are few long-term studies of WHAT DOES THE FUTURE LOOK LIKE? distribution between current and future time periods. breeding or wintering birds in Massachusetts. Given The climate envelope models project a reversal its habit of nesting in and around developed areas, Temperature appears to be the most important of fortunes for Black-capped Chickadees in and using feeders and nest boxes, the Black-capped climate component defining where Black- Massachusetts by 2050. Under current conditions Chickadee presents an excellent opportunity to capped Chickadees breed in Massachusetts. It there is a high likelihood of finding this species strenghten our understanding of how our breeding is unlikely that temperature, per se, influences across the state. But, when we advance to projected birds respond to shifts in climate. This idea is worth where chickadees breed. Instead, temperature 2050 climate characteristics, we see that the average exploring with our partners in Massachusetts, and characteristics presumably influence the underlying score for Black-capped Chickadees falls from a 52% beyond. plant communities that are distributed on the 10 Exploring the Future: Mapping our Breeding Birds in 2050Results by Habitat Of the 143 species that were modeled 61 22 60 species (43%) are species (15%) are species (42%) are Highly Vulnerable Likely Vulnerable Least Vulnerable The following tables list the species by the habitats they breed in, and by the species’ Climate Vulnerability score. They are listed in taxonomic order. Some species breed in several habitats and are therefore included on multiple lists. Grasslands, HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Agriculture, and American Woodcock Tree Swallow Northern Bobwhite Open Fields Vesper Sparrow Killdeer Savannah Sparrow American Kestrel Bobolink Horned Lark Barn Swallow Eastern Bluebird Red-winged Blackbird Eastern Meadowlark Brown-headed Cowbird American Woodcock Tree Swallow Eastern Bluebird Exploring the Future: Mapping our Breeding Birds in 2050 11Mature Forest HIGHLY VULNERABLE TO Dark-eyed Junco LEAST VULNERABLE TO CLIMATE EFFECTS Black-and-white Warbler CLIMATE EFFECTS Ruffed Grouse American Redstart Green Heron Eastern Whip-poor-will Magnolia Warbler Turkey Vulture American Woodcock Black-throated Blue Warbler Cooper’s Hawk Black Vulture Pine Warbler Red-tailed Hawk Northern Goshawk Yellow-rumped Warbler Eastern Screech-owl Broad-winged Hawk Black-throated Green Warbler Red-bellied Woodpecker Yellow-bellied Sapsucker Rose-breasted Grosbeak Downy Woodpecker Yellow-bellied Least Flycatcher Northern Flicker Sapsucker Blue-headed Vireo Eastern Wood-pewee Common Raven Acadian Flycatcher Black-capped Chickadee LIKELY VULNERABLE Great Crested Flycatcher Red-breasted Nuthatch TO CLIMATE EFFECTS Yellow-throated Vireo Brown Creeper Great Horned Owl Red-eyed Vireo Winter Wren Barred Owl Blue Jay Golden-crowned Kinglet Pileated Woodpecker American Crow Veery Warbling Vireo Tufted Titmouse Swainson’s Thrush Fish Crow White-breasted Nuthatch Hermit Thrush Cerulean Warbler Blue-gray Gnatcatcher Purple Finch Worm-eating Warbler Wood Thrush Pine Siskin Ovenbird Tufted Titmouse Chipping Sparrow Evening Grosbeak Baltimore Oriole Brown-headed Cowbird Orchard Oriole Young Forest HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Ruffed Grouse Common Nighthawk Northern Bobwhite Black-billed Cuckoo Warbling Vireo Yellow-billed Cuckoo Eastern Whip-poor-will House Wren Ruby-throated Hummingbird American Woodcock Cedar Waxwing Great Crested Flycatcher Northern Harrier Yellow Warbler Eastern Kingbird Least Flycatcher Prairie Warbler White-eyed Vireo White-throated Sparrow Blue Jay Blue-winged Warbler Carolina Wren Nashville Warbler Eastern Bluebird Mourning Warbler American Robin American Redstart Brown Thrasher Chestnut-sided Warbler Northern Mockingbird American Goldfinch Eastern Towhee Field Sparrow Song Sparrow Indigo Bunting Brown-headed Cowbird Chestnut-sided Warbler Indigo Bunting 12 Exploring the Future: Mapping our Breeding Birds in 2050Rivers, Lakes, HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Ponds American Black Duck Spotted Sandpiper Canada Goose Common Merganser Bald Eagle Mallard Common Loon Bank Swallow Blue-winged Teal Osprey Red-shouldered Hawk Belted Kingfisher Purple Martin Northern Rough-winged Swallow Common Loon Bald Eagle Red-shouldered Hawk Freshwater HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Marsh American Black Duck Spotted Sandpiper Canada Goose Wilson’s Snipe Tree Swallow Mallard American Bittern Blue-winged Teal Least Bittern Great Egret Northern Harrier Green Heron Marsh Wren Red-shouldered Hawk Swamp Sparrow Red-winged Blackbird Brown-headed Cowbird Spotted Sandpiper American Black Duck Green Heron Exploring the Future: Mapping our Breeding Birds in 2050 13Wooded HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Freshwater American Black Duck Barred Owl Mallard Wetland Brown Creeper Willow Flycatcher Great Blue Heron Winter Wren Louisiana Waterthrush Green Heron Veery Northern Parula Red-shouldered Hawk Northern Waterthrush Yellow Warbler Acadian Flycatcher Canada Warbler Eastern Phoebe Great Crested Flycatcher Eastern Kingbird Yellow-throated Vireo Blue-gray Gnatcatcher Hooded Warbler Red-winged Blackbird Brown-headed Cowbird Barred Owl Eastern Pheobe Canada Warbler Salt Marsh HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS American Black Duck Tree Swallow Canada Goose Willet Red-winged Blackbird Common Tern Osprey Marsh Wren Saltmarsh Sparrow Seaside Sparrow Tree Swallow Osprey Red-winged Blackbird 14 Exploring the Future: Mapping our Breeding Birds in 2050Coastal HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS American Oystercatcher Spotted Sandpiper Great Egret Piping Plover Bank Swallow Snowy Egret Willet Green Heron Herring Gull Killdeer Great Black-backed Gull Horned Lark Least Tern Roseate Tern Common Tern Osprey American Oystercatcher Bank Swallow Snowy Egret Urban or HIGHLY VULNERABLE TO Cedar Waxwing Purple Martin Suburban CLIMATE EFFECTS Baltimore Oriole Northern Rough-winged Swallow Common Raven Cliff Swallow Black-capped Chickadee Barn Swallow Tufted Titmouse LEAST VULNERABLE TO CLIMATE EFFECTS White-breasted Nuthatch Carolina Wren Canada Goose Eastern Bluebird Mallard American Robin Mourning Dove Northern Mockingbird Chimney Swift House Finch Ruby-throated Hummingbird American Goldfinch Killdeer Common Raven Chipping Sparrow Cooper’s Hawk Song Sparrow Red-shouldered Hawk Northern Cardinal LIKELY VULNERABLE TO Red-tailed Hawk Brown-headed Cowbird CLIMATE EFFECTS Eastern Screech-owl Orchard Oriole Red-bellied Woodpecker Common Nighthawk Downy Woodpecker Great Horned Owl Northern Flicker Warbling Vireo American Kestrel Fish Crow Eastern Phoebe Bank Swallow Blue Jay House Wren American Crow Carolina Wren Exploring the Future: Mapping our Breeding Birds in 2050 152 Humpback whales and Laughing Gulls What to Expect from Climate Change Climate change is rapid, and it is accelerating. Many plant and animal species will be unable to adapt to this rapid change, while others will be challenged to survive without sufficient refuges. 16 What to Expect from Climate ChangeIn addition, climate change will intensify the stressors that wild species are currently facing. As a result, they face a harsh challenge: Leave, adapt, or slowly succumb to the cumulative stresses. There are three core challenges at the intersection of climate change and wildlife conservation that make action essential: ■ Urgent Action Is Required. Climate change is rapid, and it is accelerating. Many plant and animal species will be unable to adapt to this rapid change, while others will be challenged to survive without sufficient refuge. This means we need to expand some habitats, restore degraded habitats, and, in the case of coastal habitats, find ways to provide refuge against rising seas. ©Climate Ready Boston ■ Fundamental Processes Are Being Disrupted. Fundamental ecological processes, such as the spring emergence of leaves and insects, are affected by temperature and rainfall. Shifts in these basic characteristics of the CLIMATE CHANGE IS BEING DRIVEN BY GLOBAL climate can have dire consequences for our ecosystems, forcing changes in WARMING, caused by a buildup of greenhouse gases in our atmosphere. food webs and disrupting relationships among species. Changes to these The chief greenhouse gas is carbon dioxide, and the increasing concentration of basic linkages can cascade through an ecosystem, resulting in an upended, carbon dioxide in the atmosphere is largely the result of human activities, such chaotic system and challenging wildlife in all aspects of their lives. as burning fossil fuels. We can avoid the most dire effects of climate change by reducing our carbon footprint, as outlined in the What You Can Do section of ■ Stress Is Being Added to Already Stressed Environments. Climate change this report. amplifies existing stressors on wildlife and their habitats. Good conservation will still be the best tool in our toolbox. This means we still need to focus on Our shifting climate is already affecting the wildlife of Massachusetts—from reducing pollution, protecting and connecting large wild areas, restoring the smallest phytoplankton to our largest humpback whales. These changes, degraded areas, and reducing human-caused bird mortality, like collisions outlined here, transform the way ecosystems work, including food webs and the with buildings. All of these actions make habitats more resilient and resistant timing of seasonal events, such as the emergence of insects and the flowering of to the additional stress caused by climate change. trees. As these fundamental shifts accelerate, they will add stress to our natural world, leading to significant effects on our focal group of concern: the birds of Massachusetts. Leading by Example: Mass Audubon’s Core Challenges of Climate Change Carbon Footprint for Wildlife Conservation Reduction Program Earth’s climate has changed significantly over the ages. But today, changes that Since 2003, Mass Audubon has reduced the previously occurred over thousands of years are happening in the span of a few annual carbon emissions from its buildings human generations. Unless we take aggressive action at home and around the and vehicles by nearly 50%. We have made globe to reduce greenhouse gas emissions, temperatures in the northeastern a variety of investments—some small, some United States are expected to warm an additional 4°F to 7°F by the middle of the large. Many of the steps we have taken can 21st century. be copied in your home or in your office. Visit us at massaudubon.org/leadingbyexample It is this rapid, unnatural rate of change that creates the core challenges of for updates and specifics on the ways we are conservation in a changing climate. While evolution has allowed plants and animals committing to a smaller carbon footprint. Photovoltaic array at North River to adapt to natural changes over periods of hundreds or thousands of years, the Wildlife Sanctuary current rate of climate change may make it impossible for many species to adapt. What to Expect from Climate Change 17What Does This Mean for the Declining Breeding Birds of Massachusetts? Emissions Scenarios Understanding the effects of climate change is important as we try to assess the vulnerability of our native birds. Although research suggests that some species will To predict future climate conditions, we use computer models, or simulations, that be able to tolerate significant shifts in temperature, we know that many species are based on factors such as the input of energy from the sun, circulation patterns will not be able to cope. This uncertainty requires action, particularly for those of the ocean, and the concentration of greenhouse gases in the atmosphere. Usually species measured as already declining and predicted to face additional challenges models are run using scenarios that involve different levels of future greenhouse- due to climate change. The following species were classified in our highest levels of gas emissions—high, medium, and low. These different scenarios predict different concern, as reported in Mass Audubon’s Breeding Bird Atlas 2, and are also projected amounts of changes in the climate, with low-emission scenarios resulting in less to be Highly Vulnerable to climate change by the year 2050: global warming than high-emission scenarios. A variety of models have been used to predict how human activities will affect the future climate, and all of them have Ruffed Grouse American Bittern Savannah Sparrow levels of uncertainty that increase with the length of the projection. Black-billed Cuckoo Least Bittern Saltmarsh Sparrow Eastern Whip-poor-will Northern Harrier Seaside Sparrow Whenever possible, we chose to use the future climate variable ranges for the year Piping Plover Northern Goshawk White-throated Sparrow 2050. We chose 2050 because the models mostly converge during this timeframe, Wilson’s Snipe Broad-winged Hawk Black-and-white Warbler regardless of the emissions scenario used. It will be our behavior over the next American Woodcock Least Flycatcher Nashville Warbler 33 years that will force the climate effects reflected in projections after 2050. Herring Gull Swainson’s Thrush Chestnut-sided Warbler Great Black-backed Gull Purple Finch Black-throated Blue Warbler Least Tern Evening Grosbeak Canada Warbler Roseate Tern Vesper Sparrow Rose-breasted Grosbeak The Signs of Climate Change Common Tern Are All Around Us Our climate is warming because of a buildup of heat-trapping greenhouses gases in the atmosphere. As air temperatures rise, the increased heat energy in What’s in a Degree? the atmosphere drives more frequent and powerful storms. The increased air temperature also changes the seasons—winters are shorter and summers are longer. The warm air melts alpine glaciers and continental ice near the poles, An increase of a few degrees Fahrenheit may not seem like a very large change. causing sea level to rise. The oceans also trap the heat, and when the ocean water is Indeed, during the spring and fall, the day-to-day high temperatures in warmed it expands, contributing almost half of the observed rise in sea level. Massachusetts commonly vary by 30°F or more. But long-term changes in global average temperatures represent enormous changes in the amount of energy building What follows are some of the observed environmental changes, as well as projected up in earth’s atmosphere. By comparison, at the end of the last ice age, when ice environmental changes, for Massachusetts. sheets thousands of feet thick covered the northeastern United States, global average temperatures were only 5°F to 9°F cooler than they are today. That’s roughly Rising Temperatures in Massachusetts the magnitude of warming expected to occur during the next 70 years if greenhouse From 1895 to 2015, Massachusetts warmed by 2.8°F—faster than the national and gas emissions continue to increase. And this unnaturally rapid rate of warming global rates. If we continue to emit greenhouse gases as we have in the recent past, is what’s forcing our natural environments to change faster than the plants and the Northeast will warm by 4°F to 7°F by mid-century and by 7°F to 10.5°F by the animals can possibly adapt. 2100s. If global greenhouse gas emissions are aggressively reduced, temperatures will warm by 3°F to 6°F by 2100. Since the greenhouse gases we emit today will remain in the atmosphere for decades, future warming is inevitable. However, if we aggressively reduce our greenhouse gas emissions we will have less warming over time. 18 What to Expect from Climate ChangeMore Hot Days and Extreme Heat Mass Audubon models project that all of our breeding species with ranges that are centered to our north are Highly Vulnerable to the effects of climate change in Massachusetts. One such species is the Common Loon, a bird that is currently undergoing a welcome recovery in the Commonwealth. Species with ranges that are centered to our south show more variability. Of the 25 southern species modeled, 64% are projected to have increased climate suitability. Some of these are species that have recently undergone declines, such as the Northern Bobwhite. Fewer Cold Snaps but Freeze Risk Persists By mid-century, we can expect 20 to 30 fewer days with freezing temperatures in a typical year. Fewer freezing days will extend the growing season, but will also enhance the risk of damage from frost to the leaves and flowers that are developing earlier. Warm spring days still have about the same chance of being followed by a deep cold snap that can kill tender leaves and flowers, damage crops, Purple Martin Future number of very hot days in Boston, MA. ©Climate Ready Boston The Human Perspective: How Different Will It Feel? Warming is expected to be accompanied by an increase in the variability of temperatures. We are expected to have more hot days and extreme and dangerous To help put future temperature How Summer Temperatures heat waves, as well as extended warm seasons. conditions in context, we can compare Will Feel Depending on Future Currently, eastern Massachusetts typically sees fewer than 11 days per year in which how Massachusetts summers will Greenhouse Gas Emissions.* feel in the future to what other parts temperatures exceed 90°F. Under high emissions scenarios, eastern Massachusetts of the country experience today. could see 20 to 40 days per year over 90°F by 2030 and 25 to 90 days by 2070. Of Even if we aggressively reduce future those hot days in 2070, up to 33 could exceed 100°F. greenhouse gas emissions from current levels, our future heat index Our data from Breeding Bird Atlas 2 showed a may resemble the conditions typical significant increase in the ranges of formerly of Maryland today. If we continue to southern breeding species in Massachusetts emit greenhouse gases as we have, during the years 1979-2013, as well as a our heat index may feel more like decrease in species with ranges centered to present conditions in South Carolina. our north. The changes are likely due, in part, That climate would be fundamentally to the increasing average temperature and different from the New England extended warm seasons, and we can expect climate we’re accustomed to. these changes to continue as the average Common Loon with chicks *Based on data and methodology in Hayhoe, K., C. P. Wake, B. Anderson, X. - Z. Liang, E. Maurer, J. Zhu, J. Bradbury, A. annual temperature and length of warm DeGaetano, A. Hertel, and D. Wuebbles. \"Regional Climate Change Projections for the Northeast U.S.\" Mitigation and Adaptation Strategies for Global Change 13, no. 5-6 (2008): 425-436. seasons increase further. What to Expect from Climate Change 19and disrupt wildlife. This contributes to a greater risk for plants and animals Greater Frequency of Strong Storms that take advantage of the warmer ‘‘shoulder’’ seasons. But species that are long- The northeastern United States has experienced a greater increase in extreme distance migrants and sensitive to cold snaps, such as the Purple Martin, may suffer precipitation than any other part of the country. The amount of precipitation falling additional setbacks. in the heaviest 1% of precipitation events increased by 71% from 1958 through 2012, which was mostly due to an increase in very heavy rainfall events. Changing Precipitation The warming climate will alter patterns of precipitation in significant ways, although Locations in Massachusetts are the form of those changes will vary greatly around the globe. In Massachusetts, annual typically seeing an increase of 2 to 4.5 precipitation totals have increased by about 15% since 1895. Overall, that trend is days per year when daily precipitation expected to continue, but the change may not be evenly distributed throughout the totals exceed 1 inch. That’s an increase seasons. Our wet seasons will likely become wetter, while our summer and early fall of about 15 to 30%, consistent with seasons may become drier. the regional trend across New England. Changes in precipitation vary Many Massachusetts breeding bird species, as well as many bird species that pass tremendously from place to place, through the state during spring and fall migration, winter in the neotropics or in however, and there are locations that temperate South America. There is already evidence that changes in precipitation have experienced a slight decline in the in the Caribbean, Central America, and South America are affecting the wintering number of heavy precipitation days. habitats of migrant birds, as well as the birds’ survival on the wintering grounds. This Belted Kingfishers additional stressor for long-distance migrants is of great significance as we work to By mid-century, the number of 1-inch protect them on the breeding grounds. precipitation days is expected to increase by an additional 15 to 20%, with the greatest changes projected for southeastern and northwestern Massachusetts. Our models show that of the 54 species of long-distance migrants that breed in Heavy precipitation events increase the risk of flooding. Bird species that nest in Massachusetts, 36 (66%) are either Highly Vulnerable or Likely Vulnerable to climate riverbanks or along streams, such as Bank Swallows, Belted Kingfishers, Common change in the state, and 18 (34%) are Least Vulnerable. Our models did not evaluate Mergansers, and Northern Waterthrushes, could experience a greater frequency of climate change in the wintering grounds. washout events that destroy their nests. Additionally, small ground-nesting species, especially those that nest on less porous soils, like the field-nesting Killdeer, could Less Snow and More Rain also experience more frequent washout events during periods of intense rainfall. The future form of our winter precipitation is uncertain, but we should anticipate that Sea Level Is Rising less precipitation will fall as snow and that Earth’s warming climate is causing sea level to rise in two different ways. First, warmer temperatures will result in less snow warmer air temperatures are causing alpine glaciers and continental ice to melt. As accumulation. Across a range of projections, the meltwater flows into the ocean, the increase in the total volume of water causes we could see a 25 to 60% reduction in the the sea level to rise. amount of precipitation stored in ice and snow by mid-century, and a 50 to 100% Second, about 90% of the heat trapped by greenhouse gases is stored in the world’s reduction by 2100. These changes may oceans. As the ocean water becomes warmer it expands, pushing water farther up increase opportunities for some species, along our shores. This expansion accounts for much of the observed rise in sea such as the Northern Bobwhite, which suffers level during the 1900s. high mortality in years of heavy snowfall. Since 1922, the sea level in Boston Harbor has risen by 10.4 inches, a rate exceeding the global average of approximately 8 inches since 1900. The primary reason why Northern Bobwhite the sea level is rising faster along the New England coast than elsewhere is land subsidence: our land is slowly settling, relative to sea level. 20 What to Expect from Climate ChangeThe effect of sea level rise will be felt most profoundly by our coastal-nesting birds, many of which nest within a few vertical feet of the high-tide line. In the short term the coastal-nesting species are at risk due to increased flooding events, and in the long term due to habitat loss from the direct effects of flooding, as well as the loss of habitat to rising seas. Colonial-nesting seabirds such as gulls and terns, barrier- beach-nesting species such as American Oystercatchers and Piping Plovers, and salt marsh-nesting species such as Saltmarsh Sparrows and American Black Ducks are all projected to be affected. Coastal Flooding By mid- to late-century, what we now call 100-year coastal floods could plausibly occur almost once per year, a change driven mostly by rising sea level. In future scenarios for some coastal locations, it is possible that a \"100-year flood\" could occur as frequently as high tide. This change has obvious significance for any birds nesting along the coast, including all beach-nesting and salt marsh-nesting birds. Sea Surface Temperatures Future relative sea level rise in Boston, MA ©Climate Ready Boston Ocean surface temperatures off the coast of Massachusetts have warmed by 1.5°F to 2°F since 1901. That’s close to the average global rate of ocean warming. Year- Sea level is projected to rise somewhere between an additional 2.4 to 7.4 feet by to-year and local geographic variability of sea-surface temperatures in nearshore 2100, depending on the rate of future greenhouse gas emissions. A rise of 7 inches areas is high, however. Some areas near shore, such as the Gulf of Maine, have to 1.5 feet is probable by 2050, regardless of greenhouse gas emissions in the next warmed more rapidly at different times in history, while others have warmed more three decades. slowly. Overall, for United States coastal waters, temperatures are predicted to rise 4°F to 8°F by 2100. Even very small shifts in ocean temperatures can cause dramatic upheavals in ecosystems, often affecting fundamental processes at the base of food webs. For species that primarily rely on marine prey in colder water, such as gulls, terns, shearwaters, alcids, and coastal ducks, there is ample evidence that abnormally warm water can cause declines in Common Eiders food resources that result in significant mortality events. American Oystercatcher What to Expect from Climate Change 213 Common Terns and Roseate Terns The Coast We will always have a coastline, but where will it be? 22 The CoastCOASTAL HABITATS ARE AT RISK as the effects of climate change increase. Sandy beaches in Massachusetts provide nesting habitat for The Islands of Massachusetts endangered birds such as Piping Plovers, Common Terns, and Least Terns, as well as recreational opportunities for millions of visitors each year. Our beaches also serve as critical feeding and resting areas for terns and shorebirds during their long spring and fall migrations that sometimes reach from breeding grounds in the high Arctic to wintering areas in South America. However, with rising sea level, increasing storm intensity, a. b. c. armored coastlines, and increased Coastal islands are also critical breeding sites not only for many seabirds, competition with humans for but also for long-legged wading birds such as egrets and ibises. The beachfront real estate, the wildlife nearshore islands are especially important for wading birds, providing that depends on our dynamic safe nesting habitat and a short commute to nearby wetlands for feeding. shorelines for nesting, resting, and In Massachusetts, colonial-nesting seabirds and wading birds use rocky feeding is increasingly threatened. islands in Buzzards Bay, Boston Harbor, and along the north shore. Colonial While sometimes contentious, species also nest on sandy islands along the southern Massachusetts conservation of the rare species coast—most notably at Monomoy National Wildlife Refuge. nesting on Massachusetts’ Least Terns beaches has served as a model Mass Audubon’s Kettle Island, off the coast of Manchester-by-the-Sea, hosts of cooperative management that is the envy of most other coastal states. The the largest breeding colony of wading birds in the state. The constellation challenge now is to maintain these successes in the face of climate change. of small rocky islands dotting the Essex County coast—comprising the Essex County Rocky Islands Important Bird Area—provide critical habitat Beachfront Basics: They Move redundancy for egrets, ibises, and other species. Islands to the south, too, are essential for the survival of coastal-nesting birds. Our beaches are constantly being shaped by currents, tides, winds, and storms, Sandy islands are dynamic and are likely to be lost in the near-term to with new channels and sandbars emerging and receding, sometimes seemingly increasing intensity of coastal storms and rising sea level. Rocky islands, overnight. The sandy beaches of Massachusetts formed after the glaciers departed on the other hand, are formed of bedrock rather than shifting sands and so from our area, approximately 15,000 years ago. Their formation depended upon have an inherent resistance to erosion from rising sea level. However, their the erosion of sediments from the land. During periods with greater erosion, the total area will be reduced as low-lying rocks and islets are drowned by the beaches grew more rapidly. Sandy Neck in Barnstable, for example, grew more when rising sea. sea level was rising quickly than in more stable periods, due to increased erosion of the coastal bluffs that acted as a source of sand. Mass Audubon and partners are assessing the status of breeding birds on rocky and sandy islands and will be working to build resilience in the Today beaches and sand spits are created in much the same way—by the movement system. Near-term work will include addressing non-climate stressors such of sand, often eroded from coastal cliffs or brought to the coast via rivers and then as changes in vegetation, incompatible human use, and the presence of deposited in relatively calm waters. The action of ocean waves and currents on a mammalian predators. Planning for their future, as well as our own, must barrier beach typically erodes sand from the exposed edge of the beach and moves progress quickly or this narrow window of opportunity will close. it both offshore and along the shore. a. House Island off of Manchester-by-the-Sea, MA b. Straitsmouth Island off of Rockport, MA c. Halfway Rock off of Salem, MA The Coast 23Planning for the Future: We Will Always Have a Coastline, Planning But Where Will It Be? for Plovers Coastlines are shifting landscapes, but when they are developed—often with Habitat loss caused by the significant financial investment—attempts are frequently made to stop their development and increased natural migration. Rising sea level and increased storminess will cause beaches to recreational use on barrier migrate landward. In the coming decades, we will have to decide when to protect beaches, including use of over- existing infrastructure and when to remove or alter it to allow for natural coastal sand vehicles, is the primary processes. cause of 20th century declines in the Atlantic coast population The barrier islands and sand of the Piping Plover. In areas spits of the Massachusetts where beaches cannot naturally coast, such as Plum migrate landward, sea level rise Island, Duxbury Beach, and storm-induced erosion are Sandy Neck, Monomoy expected to further threaten Island, and Nauset Beach, the recovering Piping Plover are textbook examples population in Massachusetts. of the changing nature of our sandy coastline. The evidence for that projection So too is the poignant comes from a study of the barrier Piping Plover chick example of Billingsgate beaches on the south shore of Shoal in Wellfleet, formerly Long Island, where researchers found that in the absence of adjacent development, Billingsgate Island. In the potential plover nesting habitat will grow as sea level rises and beaches naturally mid-1800s, Billingsgate move farther inland. But their model also indicated that if there is development Island had a tavern, a post bordering the beaches, Piping Plover habitat will shrink as sea level rises. The office, a baseball team, and researchers concluded that, to ensure the future of plover habitat on barrier 30 houses. By 1915, the town was gone, a victim of coastal erosion. Today at low tide, beaches, managers need to promote natural overwash and habitat migration, while its remnant serves as a haul-out spot for seals and a resting area for cormorants minimizing development adjacent to future breeding habitat. With rising sea level and gulls. As sea level rises and storm intensity increases, we may see changes like and increased severity of winter storms, blowouts and overwash may occur with this within even shorter time frames. greater frequency, thus providing favorable nesting sites for plovers—at least on undeveloped beaches in the short term. Along natural coastlines, sediments from eroding banks are eventually deposited on beaches, providing beach habitat and protecting the saltmarsh habitats behind the beaches. Today, however, human development is interfering with this process. Many coastal banks are now covered by armor to prevent erosion, thus starving nearby beaches of sand. Additionally, much of the sediment that does erode from banks is intercepted by jetties and groins, preventing it from moving down current to re-nourish beaches. 24 The CoastMass Audubon’s Popponesset Spit is an important waterbird nesting site in Mashpee. Groins and an armored coastline ‘‘upstream’’ from the spit (pictured Roseate Terns, Common Terns, below) have resulted in a sand deficit relative to natural conditions. In addition, and Sand Lance sea level rise and increased storminess have shifted the spit landward. The spit is maintained through annual renourishment using sediments dredged from the The Roseate Tern, a federally endangered channel to Popponesset Bay. Mass Audubon and Save Popponesset Bay are working species, nests sparsely around the together on a habitat restoration plan to install ‘‘green infrastructure’’ at the spit for world in the tropics, with a sub- longer-term maintenance. population nesting on islands in the northern Atlantic Ocean. Most of these northern Roseate Terns nest in four large colonies—Rockabill Island in Ireland, Great Gull Island in New York, and Bird Island and Ram Island in Massachusetts. The Roseate Tern population suffered a decline during the late 1800s, when the birds were frequently killed to be used as ornaments on hats. The population recovered, but again there was a Roseate Tern with sand lance decline during the mid-1900s. Today the population faces stresses from loss of breeding habitat, predation by mammalian predators on nesting islands, and, to a less-well-known degree, hunting during the non-breeding season on their wintering grounds. Currently the U.S. population is hovering at about 4,200 breeding pairs, and about half of those pairs are nesting in Massachusetts. The Bay State figures even more prominently for Roseate Terns after the breeding season when adults and newly- fledged young from our colonies, as well at those colonies to our north and south, converge on our Cape Cod beaches to prepare for migration. Curiously, there are no known Roseate Tern colonies known in the North Atlantic where Roseate Terns nest without the more aggressive Common Tern. Adding redundancy to the population of Roseate Terns would include expanding the number of breeding colonies, and any plan to do that would also require the establishment of nesting Common Terns. It is also important to note that several studies have looked at the prey that Roseate Terns bring to their chicks on both the breeding grounds and also during post- breeding dispersal on the shores of Massachusetts. Most of these studies point to a narrow diet for Roseate Terns—they primarily eat sand lance during the breeding and post-breeding seasons. These terns already have multiple stressors. Sea level rise threatens their nesting colonies, and it is becoming increasingly important to study the effects of warming water on their most important prey: sand lance. At the same time it is important to maintain and grow the colonies of Common Terns. Without expanding Common Tern numbers it is unlikely that new Roseate Tern colonies will become established. The Coast 25Hero CAROLYN MOSTELLO, MASSWILDLIFE Bird Island in Marion, Massachusetts, provides important nesting habitat for Common Terns and Roseate Terns, as well as other birds, including American Oystercatchers and Common Eiders. Since the island is home to the second- largest Roseate Tern colony in North America, hosting 30% of the endangered North American population, it is critical that the nesting sites on the island be protected against the continued effects of sea level rise. Bird Island pre-restoration Carolyn Mostello, a coastal waterbird biologist at the Massachusetts Division of Fisheries and Wildlife (MassWildlife), has been monitoring and managing Bird Island and two other tern islands in Buzzards Bay for 19 years. During those years, she has observed the deterioration of the island habitats due to climate change, as well as other events, such as oil spills. On Bird Island in particular, rising sea level and erosion of the original seawall had turned the beaches where Common Terns formerly nested into salt marsh and salt pannes—thereby forcing the Common Terns to nest closer to the interior of the island, where Roseate Terns nest. Carolyn Mostello From 2001 to 2015, MassWildlife worked with colleagues in other private, state, and federal agencies, as well as the U.S. Army Corps of Engineers, to design a restoration project for Bird Island. The goal of the project was to restore nesting habitat for both Roseate Terns and Common Terns by raising the elevation of the island, removing invasive plants and planting native plants, and protecting the island from additional erosion. The project was completed in April 2017. MassWildlife expects that there may be an added benefit beyond protecting Bird Island from sea level rise and increasing storm intensity. Nearby is Ram Island in Mattapoisett, another important nesting site for Roseate Terns and Common Terns. But Ram Island is overcrowded, so the new ‘‘real estate’’ on Bird Island may allow the tern populations to increase in Buzzard’s Bay. 26 The Coast4 The Salt Marsh The nesting season is already challenging for most birds, but for the birds that nest in salt marshes, there is the additional challenge of living within just a few vertical inches of the tideline. The Salt Marsh 27SALT MARSHES ARE AN ICONIC HABITAT OF Slowly rising sea level, has been the norm for thousands of years. The historic NEW ENGLAND and a rich habitat for a variety of birds and other average rate of sea level rise, on the order of 0.04 inch (1 mm) per year, has allowed organisms, including many plants and animals that are found nowhere else. marshes to slowly expand over the intertidal mud flats. It might seem as if the Like beachfronts, salt marshes are extremely vulnerable to the rapidly rising rising sea would drown the marsh. But that only occurs if the vertical growth of the sea level in Massachusetts. These two habitats are the front lines of the battle marsh does not keep up with the rate of rising water. against our changing climate. Observed Changes Hero As the rate of sea level rise has accelerated over the past several decades, salt LIZ DUFF, MASS AUDUBON marsh growth in parts of Massachusetts and southern New England may no longer be keeping up with the rising water. Scientists studying the salt marshes Liz Duff, Education Coordinator of Mass Audubon’s Salt Marsh Science Project, on Cape Cod and around Narragansett Bay have documented that the surface of has been engaging with high school students and their teachers to help them the marshes has become wetter in recent years and that saltmarsh hay (Spartina understand the potential impacts of climate change on their communities. The patens), a plant of the high marsh that can tolerate only occasional soaking by threat of climate change becomes much more real when students discover that tidal water, is being replaced by saltmarsh cordgrass (Spartina alterniflora), a plant popular beaches, historic sites, and even their own high schools are threatened by that can thrive even if it is inundated at almost every high tide. In the Plum Island rising seas. Learn more about Liz’s work at massaudubon.org/saltmarshproject. estuary, scientists comparing modern aerial photos with maps from the 1950s have found a definite expansion of the amount of open water on the marsh at the expense of the vegetation. While this phenomenon may seem like a minor shift in the structure of the habitat, it is driven by an increasingly wet marsh, and that is a change that spells trouble for salt marsh-nesting birds. How to Make a Salt Marsh Rapidly rising sea level, caused by our warming atmosphere, is driving changes in our marshes by influencing the processes that form the marshes. As with beaches, we can relate the birth of the extensive salt marshes of Massachusetts to the post-glacial period. The barrier beaches formed of glacial outwash sediments acted as buffers, cutting off shallow river estuaries from direct assault by waves. The calm bays behind the beaches allowed plants to colonize the shallows and mud flats. We see the remnant of this process in the largest marshes in Massachusetts: the Great Marsh in northeastern Massachusetts, Barnstable Great Marsh, and Duxbury Marsh. Each of these formed behind barrier beaches like Plum Island, Sandy Neck, and Duxbury Beach. Liz Duff with students 28 The Salt MarshTo sustain salt marsh growth, a delicate mixture of decomposing marsh grasses landward side as sea level rises, as long as the slope of the land is gradual and and sediments washed down from rivers and shorelines is needed. Because the the inflow of sand and soil is not impeded by human-built barriers, such as underground parts of marsh plants decompose very slowly, they form a thick layer sea walls. of peat on which new plants can grow. In addition, the shoots of marsh plants trap The delicate equation of salt marsh growth is based on a very slow rate of sea sediments that are carried into the marsh by tides and rivers, thus building up the level rise. As we enter a period of rapid sea level rise, this equation may no longer surface of the marsh. As long as the rate of sea level rise is very slow, the marsh can result in marsh accretion. There are already signs that we are losing our marshes keep pace and expand outward and upward. Marshes can also build up toward the and the plants and animals that live there, such as the Saltmarsh Sparrow. Case Study // Drowning in the Rising Seas: Saltmarsh Sparrow The case of the Saltmarsh Sparrow survive only one more spring tide before the young birds are ready to leave the nest. demonstrates the extreme vulnerability This precarious timetable does have some built-in safeguards: the structure of the of some coastal species to sea level nest allows the eggs to float up during an extreme tide and then settle back down rise, as well as the unintended effects of when the tide drops. But the very young chicks can’t climb up the slender grass development on our shorelines. fronds to escape a very high tide. So if the tide is high enough to inundate a nest with chicks, then the very young chicks will drown. If flooding happens too often, As sea level rises, increasingly wetter even older chicks are at risk. salt marshes can produce drastic consequences for marsh-nesting birds In addition to the increased flooding caused by sea level rise, human development such as Saltmarsh Sparrows. Their nests on marshes tends to increase the risk of flooding. Marshes in developed areas are are in the high marsh, but even there they often traversed by roads and railroad beds, which almost always restrict the natural are in danger of being flooded by storms flow of tides. It is possible that this restriction decreases the amount of sediment and the highest tides. The nesting season is that would otherwise flow into the marshes, thus reducing the marshes’ natural already challenging for most birds, but for ability to build up. With a lower marsh, flooding events become catastrophic. the birds that nest in salt marshes, there Saltmarsh Sparrow Saltmarsh Sparrows can still be found in the salt marshes is the additional challenge of living within of Massachusetts, but their population is declining just a few vertical inches of tideline. Additionally, the grasses in the high marsh precipitously. Recently a multi-partner and multi-state are mostly saltmarsh hay (Spartina patens), not the cordgrass (Spartina alterniflora) research project, Saltmarsh Habitat and Avian Research of the low marsh; the line between the two species of grasses is determined by the Project (SHARP), was formed to study salt marsh-nesting frequency and depth of tidal inundation at high tide. As marshes become wetter birds, and Saltmarsh Sparrows are one of the focal species due to rising sea level, the amount of high-marsh habitat will continue to shrink. of this project (tidalmarshbirds.org). Researchers at SHARP In salt marshes, the height of the tide varies, with predictable and unpredictable have done extensive work to evaluate the status of tidal factors influencing the height. The most predictable factor is the phase of the marsh-nesting birds, and the evidence is unambiguous—the future moon: During full and new moons, the tide is higher; these high tides, which occur is grim for Saltmarsh Sparrows. The researchers have documented an alarming twice a month, are called spring tides. Other less-predictable factors that bring population decline of about 9% per year along the Atlantic coast—the only place in higher-than-normal tides, such as storms and wind, can occur at any time. the world where this species lives. The compounding rate of decline is difficult to imagine. SHARP researchers put it this way: It is as if three out of four Saltmarsh It takes about 26 days for a Saltmarsh Sparrow to go through egg laying, Sparrows have died and not been replaced since the 1990s. Without a massive incubation, hatching, and fledging. Therefore, if a female Saltmarsh Sparrow lays intervention, it is likely that Saltmarsh Sparrows will be extinct within 50 years. eggs immediately after a spring tide has passed, her eggs and chicks will have to The Salt Marsh 295 Razorbill Seabirds in a Warming World Our offshore waters are a resource of global significance. 30 Seabirds in a Warming WorldTHE MARINE WATERS OFF THE MASSACHUSETTS Observed Changes COAST provide year-round feeding grounds for birds from throughout the Ocean surface temperatures off the coast of Massachusetts have warmed by Western Hemisphere. In winter, thousands of Common Eiders, Long-tailed Ducks, 1.5°F to 2°F since 1901. From 2004 to 2013, the waters of the Gulf of Maine warmed and Razorbills return from their breeding sites scattered across the high latitudes more quickly than 99.5% of the world’s ocean waters, and surface temperatures of Canada and Alaska to gather on our offshore shoals, where they feed on are projected to increase by another 4°F to 8°F by 2100. This means that the marine mollusks, crustaceans, and fish. At the end of every summer, most of the Western organisms of Massachusetts will likely experience the effects of warming water Hemisphere’s breeding population of endangered Roseate Terns uses our coastal sooner than organisms living elsewhere. waters to feed on sand lance prior to departing for wintering grounds off the coast of South America. Every year those birds are joined by Great Shearwaters, Sooty Shearwaters, and Wilson’s Strom-Petrels from the far Southern Hemisphere, Why Is a Warmer Ocean Less Productive? making the offshore waters of Massachusetts a resource of global significance. The temperature of ocean water is a key factor in determining its productivity. Although it may seem counterintuitive, cold water is actually far more productive than warm water. Cold water holds more oxygen than warm water, and with higher amounts of dissolved oxygen it can support more life. Additionally, cold water that is brought to the surface by the natural process of upwelling is often rich in nutrients. Thus, the upwelling of cold, nutrient-rich water acts as a fertilizer for primary producers such as phytoplankton and marine algae. Warmer surface water reduces the rate of turnover in marine systems, stalling the process that brings nutrient-rich cold water to the surface. The reduction in ocean productivity will, in turn, affect everything that lives in the ocean. The Web of Warming Great Shearwaters Another profound effect of warming ocean water occurs For generations, the world’s oceans and shores have been over-harvested and at the base of the food web. In the spring, phytoplankton— polluted, and marine habitats have been degraded—and the waters off the photosynthetic microalgae—begin to reproduce rapidly, Massachusetts coast were no exception. Today there are additional threats. The accumulating in massive numbers called blooms. accelerated warming of the planet’s oceans and the increasing acidification of Phytoplankton blooms are driven by climate-sensitive ocean water are rapidly changing the world’s marine ecosystems. factors such as temperature and the layering of the water column. As water temperatures increase, phytoplankton The ocean is a complex ecosystem with underlying patterns of circulation, water- blooms occur earlier and earlier in the year, a column layering, and seasonal productivity, as well as a panoply of interactions phenomenon that has already been observed in the Gulf among the plants, marine algae, and animals that live in and near the sea. of Maine and off the coast of Martha’s Vineyard. Copepods Ecologists and oceanographers have made headway in understanding these complex ocean systems, with the work of Massachusetts research institutions The problem with earlier-than-normal phytoplankton blooms is that they such as the Woods Hole Oceanographic Institution and NOAA’s Stellwagen Bank throw off the timing of the organisms that feed on phytoplankton. The primary National Marine Sanctuary contributing significantly to this understanding. Our consumers of phytoplankton are zooplankton, including the common tiny challenge is to steward this globally significant resource through the challenges of crustaceans called copepods. our shifting climate. In the winter, immature copepods enter diapause, a condition similar to hibernation. During that period, copepods move to deeper water and slow their metabolism, Seabirds in a Warming World 31Case Study // From Plankton to Puffins: What Happens if the Restaurants Close? The impacts of changes in the lower trophic levels are already being seen in the colonies of Atlantic Puffin nesting along the coast of Maine. In the diets of puffin chicks, preferred prey species such as Atlantic herring have declined, while less favored prey species such as butterfish have been increasing, possibly because the less favorable fish are better able to accommodate the environmental shifts occurring in the Gulf of Maine. During 2012 and 2013, a period of intense warming in the Gulf of Maine, there was a severe decline in the number of Atlantic Puffin chicks that fledged successfully. Then in the summer of 2016, dry weather and unseasonably warm sea-surface temperatures created additional challenges for nesting puffins. On Machias Seal Island in the eastern Gulf of Maine—home to more than 5,000 pairs of nesting puffins—nearly 90% of the chicks died. Remarkably, puffins nesting farther west in the Gulf of Maine that same season had a relatively successful year. Researchers from Project Puffin have suggested that the relative success was the result of a trend in which phytoplankton blooms are increasingly occurring in the western Gulf of Maine but not in the eastern Gulf of Maine. Atlantic Puffins are helping us to understand the effects of significant climate-related changes at lower trophic levels. At the same time, Atlantic Puffins are also teaching us about resiliency in the face of climate change. Puffins seem to have the ability to readily switch prey sources, a flexibility that may benefit them when their preferred prey becomes unavailable. Also, since Atlantic Puffins currently nest on multiple islands in the Gulf of Maine, a change in the distribution of prey that causes a colony on one island to fail could potentially benefit another colony on a different island. The struggles of puffins to cope with the effects of a changing climate are just beginning. They are a bellwether of sorts—a new canary in the coal mine. Their fate will likely mirror that of other ocean-dependent birds, and all eyes should be on the iconic ‘‘Sea Parrot’’. Atlantic Puffin with Atlantic herring 32 Seabirds in a Warming Worldthus delaying their development to the adult stage. When copepods emerge from diapause in spring, they rely on phytoplankton blooms to support their growth Hero and reproduction. If the timing of copepod emergence is out of STELLWAGEN BANK NATIONAL MARINE SANCTUARY sync with the peak production of phytoplankton, the phenological Even before receiving its official designation as a National mismatch could lead to poor Marine Sanctuary in 1992, Stellwagen Bank National Marine reproductive success in copepods. Sanctuary has long been recognized as an important refuge That, in turn, would affect the for seabirds, marine mammals, and other marine life. Among copepod’s predators. The break in the priorities of the sanctuary are research, monitoring, the trophic linkage would be felt and education. Collectively these activities have produced a first by plankton-eating seabirds, wealth of information that is of significance to the general such as the Leach’s Storm-Petrel, public, the commercial fishing community, and scientists. then by baitfish, such as sand Along with information derived from a number of other lance, and then by fish-eating prestigious institutions, a growing volume of scientific seabirds higher in the food web, information is now available to the general public and the such as terns and shearwaters. research community. Stellwagen Bank National Marine Leach’s Storm-Petrel Sanctuary is one of the true heroes working in the Gulf of Ocean Acidification Maine to ensure the future of this significant marine region. Some of the more important activities undertaken by the In addition to driving global warming, the excess carbon dioxide emitted by sanctuary staff are listed below. burning fossil fuels and other activities leads to ocean acidification, a process ■ Systematic survey and study of sand lance populations in sometimes called ‘‘climate change’s evil twin.’’ Some of the excess carbon dioxide the sanctuary in the atmosphere eventually dissolves into the world’s oceans. Once it is in the ocean, it reacts with seawater to form carbonic acid, thus making the ocean water ■ Tagging and monitoring of cod populations in Stellwagen Bank more acidic. National Marine Sanctuary ■ Satellite-tagging and monitoring of foraging locations of Great Ocean acidification is a threat to many marine invertebrates. The thin shells of Shearwaters the tiny marine snails called pteropods, for example, can be completely dissolved within a month at the levels of acidity found off our coast. Corals, young oysters, ■ Systematic, year-round monitoring of seabirds in the sanctuary clams, mussels, and crabs are all at through the use of staff and volunteer citizen scientists in the S4 Program (Stellwagen Sanctuary Seabird Steward Program) risk from increasing acidification. ■ Long-term marine mammal monitoring and the regular tagging of If ocean acidification continues humpback whales unabated there will be consequences for many of our near- and off-shore ■ Extensive outreach education for both youth and adults, including use of a spectacular inflatable humpback whale model birds, such as Surf Scoters, White- winged Scoters, Common Eiders, ■ Serving as a national leader in acoustic monitoring of the and Long-tailed Ducks that rely on marine environment. mollusks and crustaceans as their ■ Working with tourism centers to inform visitors about safely primary food source. viewing local marine resources. Surf Scoter Seabirds in a Warming World 336 The Forest The simple act of letting our trees grow helps mitigate the effects of climate change. 34 The ForestABOUT 60% OF THE LAND IN MASSACHUSETTS IS As with our bird climate envelope models, the forest climate envelope models FORESTED, and much of that forest is between 60 and 100 years old. In most indicate only that the climate would be suitable for certain changes. They do not of the state, if land is not developed or actively maintained as open farmland, it predict whether or how the current forests will retreat, or whether the potentially slowly reverts to forest. expanding species of trees will be able to colonize new areas quickly. What we can expect is that these projected shifts would occur after periods of extreme stress in Forests contribute to our quality of life and perform essential ecosystem services our forests. that we often take for granted. We can thank our forests for clean water and clean air. Rainfall and runoff are filtered through the forest soils and enter our Effects of Climate on Forest Birds groundwater improved. In the process of photosynthesis, trees release oxygen— about half of all the oxygen produced on Earth comes from terrestrial plants. Also, Many forest birds are vulnerable in a changing climate—but what aspects of their as the trees of a forest grow, they take in carbon from the atmosphere, converting it ecology are most at risk, and how do we provide for birds and other species in the into the biomass of their trunks and roots. In this process of carbon sequestration, changing environment? the forest acts as a carbon ‘‘sink.’’ The simple act of letting our trees grow helps mitigate the effects of climate change. Shifting Habitat Composition While the effects of climate change on the forest birds of Massachusetts may be and Quality less obvious than the effects on the birds of coastal ecosystems, our forest birds are at risk, and they face their own set of challenges. As with other species, climate At a coarse scale, climatic influences the basic behavioral and physiological performance of forest birds— conditions play a defining role from clutch size to metabolic rates. Climate also influences prey abundance on the in the habitat selection of birds. wintering, migrating, and breeding grounds. Taken together, the shifting climate will For example, many songbirds cause fundamental changes in most aspects of forest birds’ lives. that have a mostly northern range, such as Magnolia Warblers and Blackburnian Effects of Climate Change on Forests Warblers, extend their range south along the higher Forests have the capacity to respond to a changing climate, and over very long Blackburnian Warbler elevations of the Appalachian periods of time the composition of a forest can shift to fit new climatic conditions. Mountains, where a similar climate can be found. These songbirds are not simply However, the current rate of climate change is not slow; rather, it is very fast. tracking climate conditions—they are seeking the vegetation and sources of food We know that our changing climate is producing warmer winter temperatures, that they need to breed successfully—and the distribution of those resources is changing the number of freeze-and-thaw cycles, and increasing the frequency of largely determined by climate. The current distributions of our birds give us a clue droughts. These changes, and others, have been demonstrated to affect the health to the critical role climate can play in determining the range of a species, and a of our dominant forest trees. window into the scale of the changes we can expect as the climate warms. Forest researchers have developed climate envelope models for dominant tree The changing climate is also likely to have a variety of complex effects on the species, similar to the models used for birds in this report. Their models project structure of the habitats that our forest birds need. For example, changes in that there will be large-scale shifts in the composition of our forests. They predict patterns of rainfall are likely to influence the growth of understory plants. Such that the maple, beech, and birch forests currently found in the western part of the changes will, in turn, affect forest-nesting birds, such as Wood Thrushes, that rely state will shift to the pine and oak forests similar to those found in the eastern part on thick, well-developed understory layers for hiding their nests. of the state. Higher-emission scenarios predict even more substantial changes for Massachusetts forests, and indicate that the climate throughout the state could eventually support forests of oak and hickory—trees that are currently dominant in the forests of the southern United States. The Forest 35Distribution Shifts climates and earlier springs. Thus the long-distance migrant in Costa Rica will not receive a food ‘‘cue’’ that it is time to leave for the breeding grounds in the We can expect climate-driven distribution shifts for our forest birds, and some may north—it will wait for the appropriate photoperiod to arrive, and then arrive late already be underway. However, species that shift their distributions are not free of for the insect buffet. risk, and the risk is amplified if there are multiple stressors on the landscape. Some species, such as the Blue- gray Gnatcatcher, have already shifted their breeding distributions northward, and other species, such as the American Robin, have moved their wintering distributions northward. Similarly species such as the Magnolia Warbler and Hermit Thrush have moved upwards in elevation as the climate has warmed. But some high-elevation species, including the Bicknell’s Thrush, which is now extirpated from Massachusetts as a breeding Hermit Thrush bird, may simply run out of climate- ©Kristensen, N.P. et al. 2015. Phenology of two interdependent traits in migratory birds in response to climate change. Proceedings of the Royal Society B 282. appropriate mountaintop habitat to call home. Phenological Effects—Arriving at the Buffet on Time Lagging Behind As with phenological mismatches in the oceans, a key problem for forest birds is the fact that spring is ‘‘springing’’ earlier. Migratory birds, in particular, time their Research indicates that forests are breeding cycles to match peak abundance of food, such as caterpillars. That timing ‘‘greening-up’’ earlier—leaf emergence allows them to meet the high energy needs of nestlings. Earlier springs mean earlier is advancing by about 5 days every peaks in insect abundance. Warming temperatures may also shorten the window decade. Arrival dates of some migrants of peak insect abundance by increasing the rate of insect development. Resident are also shifting to keep up with the birds—those that breed and winter in the state—are at an advantage for coping with change, but most migrants are unable the earlier supply of prey. But migrant birds, particularly long-distance migrants, to perfectly match the rapid advance are less able to adapt. of green-up. Scarlet Tanagers, along with other iconic woodland species, are For example, how would a bird that already lagging behind the changes in winters in Costa Rica know that spring is green-up. advancing earlier in Massachusetts? In most cases, long-distance migrants rely Scarlet Tanager on changes in photoperiod—the hours of sunlight in each day—to indicate when they should start migration. Because photoperiod is consistent from year to year, it does not vary with changing American Redstart 36 The ForestClimate Change in the Wintering Habitats of Long-distance Migrants Climates are changing worldwide, including the climates of the Caribbean, Hero Central America, and South America, where most of our long-distance migrants spend about half of the year. Climate and habitat conditions on wintering grounds NEW ENGLAND FORESTRY FOUNDATION can limit survivorship, and also influence what happens after a bird migrates north and seeks to obtain a high quality nesting territory. Such carryover effects (i.e., physical linkages between the wintering grounds and migratory or breeding grounds) represent the importance of full-life-cycle conservation planning. Because the effects of global warming are expected to be rapid, to result in greater climatic variability, and to vary regionally, these carryover effects must be studied so we can understand their implications on individual species. Along with warming temperatures, many wintering areas in the neotropics are While unharvested reserves of mature forest provide a wealth of ecological becoming drier. Precipitation changes are known to affect everything from the benefits, young forest habitat is critical for a variety of bird species. Young types of prevailing vegetation to the abundance of insect prey, and they can quickly forest habitat is most often created by forest management, and ‘‘working alter the habitats that our long-distance migrants have adapted to over the past forests’’ are a critical component of a diverse Massachusetts landscape. In millennia. Our own work from the Massachusetts Breeding Bird Atlas 2 reveals that, Massachusetts there is a challenge to find uses for locally-harvested timber as a group, long-distance migrants are declining. That decline alone should alarm that is not immediately consumed as firewood. Longer-term carbon storage can us. Increasing stress on these species due to climate change makes conservation be achieved by using timber to produce lumber for construction. In addition, actions all the more critical. the production of lumber for construction can offer stronger markets for landowners. Technologies now exist to construct mid-rise and high-rise buildings out of engineered wood materials. With their Build It With Wood campaign, New England Forestry Foundation (NEFF) is on a mission to make such construction commonplace in our region. The benefits of building with wood are numerous: ■ Carbon is stored indefinitely in the wooden structure of the buildings, and the wood replaces the use of carbon-intensive steel and concrete. ■ The buildings are less expensive and aesthetically beautiful, and the wooden beams can be designed to be stronger and more fire-resistant than steel. ■ The use of sustainably harvested wood in long-lived building materials can increase overall carbon sequestration from forests, increase overall forest resiliency, and stimulate rural economies. Strategic steps that New England Forestry Foundation is taking include communicating with decision makers and the public about the benefits of building with wood, assessing the market for engineered wood products, and influencing policy changes, such as increasing the inclusion of engineered wood materials in certified green building programs. For more information, visit Wood Thrush nest builditwithwood.org. The Forest 37Spotlight Northern Bobwhite For information on how to read these Breeding Bird Atlas 2 Rank = Strong Decline maps, refer to page 8. Climate Vulnerability Rank = Least Vulnerable Current 2050 Breeding Habitat: Near large agricultural field edges, in WHAT DOES THE FUTURE LOOK LIKE? Warming temperature appears to be the most large forest openings, managed pine plantations, and under important climate component defining where The climate envelope models project an increasingly large powerline cuts. Northern Bobwhites breed in Massachusetts. It suitable climate for the Northern Bobwhite. Under is unlikely that temperature, per se, influences current conditions there is a low likelihood of finding The clear, whistled call of the Northern Bobwhite has where bobwhite breed. Instead, temperature this species in the western portions of the state, long been an essential part of the summer experience characteristics presumably influence the underlying with the exception of the Connecticut River Valley. in the Massachusetts countryside. These small yet plant communities that are distributed on the But, when we advance to projected 2050 climate charismatic birds are a favorite among hunters landscape, and those plant communities then dictate characteristics, we see that the average score for the and birdwatchers alike, and they were historically which areas represent the best areas for nesting Northern Bobwhite increases from a 37% likelihood found throughout the Commonwealth. In recent bobwhites. Additionally, bobwhites in Massachusetts of occurrence to a 41% likelihood, with increased years, however, Northern Bobwhites have declined are currently at the northern edge of their range. projected climate suitability especially notable in throughout their range. Warming temperatures could reduce snow cover, western Massachusetts. Our work with the Breeding Bird Atlas 2 project which is known to be a significant source of mortality demonstrated that since 1979, Northern Bobwhites Of the 20 environmental variables used in the for this species. analysis, two showed the greatest (>70%) cumulative have declined in range and abundance in Massachusetts, where they are now restricted to influence on the resulting climate model: ACTIONS breeding mostly on the Cape and Islands. ■ Annual Mean Temperature The Northern Bobwhite is a much-sought-after game Declining acres in agriculture, decreasing diversity ■ Mean Temperature of the Warmest Quarter species, and its decline of has not gone unnoticed. of plants along edges of agricultural fields, growing Some introduction programs have met with success, These two variables emphasize the factors most likely development footprints, old fields growing up into but others have failed. Climate change may make to influence the distribution of suitable bobwhite forests, and a lack of large-scale management for this future recovery programs more likely to succeed in breeding habitat. Changes in one, or both, of these species all contribute to its decline. the future. Perhaps, like the once-extirpated Wild variables are likely responsible for the predicted Turkey, the right combination of breeding stock and increase in Northern Bobwhite distribution between habitat management will converge with a generous current and future time periods. climate to help restore this iconic species to the Commonwealth. 38 The ForestSpotlight Ovenbird For information on how to read these Breeding Bird Atlas 2 Rank = Likely Increasing maps, refer to page 8. Climate Vulnerability Rank = Likely Vulnerable Current 2050 Breeding Habitat: Interior, uninterrupted forests with WHAT DOES THE FUTURE LOOK LIKE? CONSERVATION CHALLENGES relatively closed canopies and limited understory. Our model shows that Ovenbird distribution in Maintenance of large tracts of mature forest is Massachusetts is likely to be adversely affected important for future conservation of Ovenbirds Though it looks and sometimes acts like a spotted by the projected future changes in temperature in Massachusetts. Such areas will continue to be thrush, the Ovenbird is a New World warbler. Its loud, and precipitation patterns. By 2050 the species threatened by suburban development and associated distinctive, and oft-repeated song, tea-cher, tea-cher, will continue to occur statewide, but occupancy habitat fragmentation, and higher temperatures may tea-cher, tea-cher, is a familiar sound in the spring and in eastern areas of the state may decline as the further reduce the soil moisture levels that affect the summer woods of New England. Ovenbird’s climate envelope drifts northward, food resources used by breeding Ovenbirds. Like other birds of mature mixed forest, Ovenbirds leaving Massachusetts near the southern limit of its were likely plentiful in the time before European continental distribution. ACTIONS ships landed on the shores of the ‘‘New World.’’ As the Conservation of Ovenbirds demonstrates the broad Of the 20 environmental variables (elevation and 19 forests began to fall before the fire and axes of the suite of actions that are important for most of our variables describing various aspects of temperature Massachusetts Bay Colony, the majority of Ovenbirds Neotropical migrant songbirds. Efforts to reduce and precipitation patterns), four showed the greatest retreated to the remaining forests of the western part losses throughout the full annual cycle are important. (>60%) cumulative influence on the resulting climate of the state until the widespread agricultural period Prevent forest fragmentation in the breeding range, envelope model: was over. As large areas of contiguous mature forest ensure that your backyard is a bird-friendly sanctuary have gradually returned, Ovenbirds have been quick ■ Annual Mean Temperature safe from cats and potential collisions with windows, to recolonize them. The Ovenbird was identified in ■ Mean Temperature of Coldest Quarter support efforts to reduce window collisions at tall Massachusetts Breeding Bird Atlas 2 as a species on ■ Precipitation Seasonality skyscrapers and other office buildings, support the increase, especially in the central and eastern ■ Maximum Temperature of Warmest Month organizations focused on protecting lowland forest portions of the state. These increases were thought habitats in the Caribbean, Mexico, and Central to reflect the increased amounts of suitable forest These four factors are the most likely to influence the America. All of those efforts will help reduce the produced as successional processes responded to distribution of suitable Ovenbird breeding habitat; pervasive impacts of changing temperature and reductions in land area being used for agriculture. changes in some, or all, of them are likely responsible precipitation patterns on breeding Ovenbirds in for the predicted decline in Ovenbird distribution Massachusetts. between current and future time periods. The Forest 397 What Mass Audubon is Doing We must adapt our land conservation, species protection, and land management actions. 40 What Mass Audubon is DoingSOME FUTURE CHANGES ARE UNAVOIDABLE, regardless Increased flushing with seawater also helps to reduce the cover of the invasive common reed (Phragmites australis), a species that is less tolerant of high salinities of future greenhouse gas emissions. To respond to these additional stressors on the than our native salt marsh grasses. Because stands of common reed do not Commonwealth’s birds, we must adapt our land conservation, species protection, support breeding of the imperiled Saltmarsh Sparrow, such flushing should, at and land management actions. least in theory, benefit the birds. In the What You Can Do section of this report we list tools that you, as an individual, can use to mitigate your carbon footprint and to provide a personal landscape that helps to reduce stress to wildlife. But what are some of the tactics we are using to address the large scale changes that birds, and all wildlife, face across the state? Here are some of the efforts that Mass Audubon is using or testing to help build resistance, resilience, and redundancy into our landscapes. Saving Salt Marshes The following actions help the salt marshes and the wildlife that live in them respond fluidly to climate change: ■ Restore marshes to ensure natural function ■ Remove upstream dams to allow natural sediment input to reach marshes ■ Create living shorelines to prevent rapid erosion ■ Protect land on the landward margin of salt marshes, to allow for future inland migration ■ Maintain barrier beaches to buffer salt marshes from wave action Salt Marsh Restoration Salt marsh restoration has been a major focus of government agencies and Osprey nonprofit organizations. Some of the commonly used techniques, as well as some experimental techniques, are listed here. Removing Dams Removing Barriers to Tidal Flow Salt marsh restoration can begin far upstream, in the rivers that carry sediment to In New England, tidal flow restoration efforts the marshes. Dams trap sediments (sand and silt), and their removal increases the have focused largely on re-establishing transport of sediments downstream to salt marshes. Many dams in Massachusetts natural hydrology in areas where roads were constructed in the 18th and 19th centuries to power industries that no longer and railroads built across marshes have exist, such as grist mills. Allowing the rivers to flow freely would help salt marshes restricted the tides. The effort typically to keep up with sea level rise. It would also remove barriers to the passage of involves increasing the size of culverts to anadromous fish such as river herring, which are important prey of Ospreys and allow more complete flushing by the tides other fish-eating birds, as well as popular game fish such as striped bass. and the removal of rocks and anything else that may be blocking the flow. The increased Repaired culvert at Allens Pond flow of seawater transports more sediment, Wildlife Sanctuary allowing increased sedimentation on the marshes, thus enabling the marsh surface to better keep up with sea level rise. What Mass Audubon is Doing 41Building Living Shorelines storm surges. The increased risk will impede the natural process of beach building. While not appropriate in all situations, beaches and islands can be built up by Creating a living shoreline at the deposition of dredge material. In addition to maintaining habitat for coastal-nesting seaward edge of a salt marsh adds birds and migratory shorebirds, renourishment protects salt marshes, eelgrass protection from increased erosion due beds, and estuarine habitats behind barrier beaches. to wave action. A living shoreline often starts with coir logs—biodegradable Concepts like renourishment need to be explored and expanded with an eye toward logs created from plant fiber. The logs creating new locations for colonies of beach-nesting terns—particularly on coastal are integrated with mussel or oyster islands. Currently Massachusetts has only two large colonies of Roseate Terns, beds, sometimes in combination with Coir logs but those colonies hold about 50% of the North American population. The goals salt marsh vegetation, and the structure for the recovery of that population call for several new colonies of moderate size forms a protective edge to the shoreline. Mass Audubon is experimenting with living to be established. Renourishment coupled with the installation of nest boxes and shorelines at the Felix Neck Wildlife Sanctuary on Martha’s Vineyard, in partnership appropriate vegetation should be explored as techniques to create more suitable with the Oak Bluffs and Edgartown shellfish constables, the U.S. Environmental habitat for Roseate Terns. Additionally renourishment on beaches and islands would Protection Agency, and the University of Rhode Island. create habitat for Common Terns, Least Terns, and Piping Plovers, to name a few. Protecting Land Mass Audubon is currently studying the potential for restoring tern nesting habitat The protection of undeveloped lands as a buffer around coastal wetlands is of great on the rocky islands north of Cape Cod, such as Straitsmouth Island off of Rockport. value to wildlife and the water quality of estuaries. Many land trusts, including Mass Audubon, have made a priority of protecting land at the upland edge of marshes, Conserving Our Forests Birds: such as at our Rough Meadows Wildlife Sanctuary in Rowley. This provides a ‘‘land- Balancing the Need for Young and bank’’ for marshes to expand as the rising sea level renders lower areas no longer Old Forests suitable for marsh plants. But a salt marsh can only migrate into an adjacent upland if that area has a low gradient and is free from barriers, such as sea walls and other human-made developments. The speed that salt marshes move inland is A commonly discussed approach to reducing the impacts of climate change of concern. In some cases managers may need to jump-start the migration process on wildlife is to remove or control stressors that are unrelated to climate, thus by removing woody vegetation at the interface of the marsh and upland. enhancing the ability of natural systems to adapt to the new ‘‘normal.’’ Long-term bird monitoring programs such as the North American Breeding Bird Survey and Mass Audubon’s Breeding Bird Atlases show a decline in the abundance of most Beach and Island Adaptation forest birds in Massachusetts and a reduction in their statewide distribution since the mid-1960s. Included in the list of declining forest birds are birds that breed in In addition to providing a buffer for salt marshes, restoring and managing beaches young forests as well as some that breed in closed-canopy middle-aged forests. will help many of our imperiled coastal-nesting birds. Much of forest bird declines can be attributed to habitat loss and degradation. Beach and Island We can add resistance, resilience, and redundancy to our forest communities Renourishment by connecting and protecting forest cores, enrolling private lands in forest With the expected increase conservation programs, promoting carbon storage programs, reducing in the intensity of future destructively high herbivore populations, controlling invasive plants and pests, coastal storms, beaches establishing young forest openings to restore declining bird populations, and using and islands are likely small and selective silviculture practices to mimic old-growth characteristics in to become even more middle-aged forests. vulnerable than they are now to being breached by The results of restoration work for Roseate Terns on Bird Island off of Marion, MA. 42 What Mass Audubon is DoingProtecting Forest Reserves Exploring Carbon Storage Solutions Forests play a major role in the global carbon cycle, taking up carbon dioxide from When land is cleared for development, the next ‘‘crop’’ is not a young forest—it is a the atmosphere and storing, or sequestering, carbon in their collective biomass. housing or commercial development. Thus, development causes a double loss of When forests are mismanaged, they release significant amounts of carbon dioxide carbon storage capacity: It eliminates the carbon storage of the trees that are cut, into the atmosphere. Deforestation is currently responsible for about 17% of global and prevents the land from returning to its carbon-storage function in the future. carbon dioxide emissions. Meanwhile, the forests of the United States are a carbon There is an obvious economic benefit to a landowner for developing land, but can sink, sequestering about 10% of our country’s annual fossil fuel emissions. there be an economic benefit for the ecosystem service provided by keeping the forest as a carbon storage site? Forest reserves, established on some Massachusetts state-owned land, as well as less-formally The answer to this question is ‘‘yes’’, and the benefit comes from the California established reserves on many Mass Audubon carbon market. California has a robust plan to reduce greenhouse gas emissions wildlife sanctuaries, can act as large-scale forest in order to slow climate change. One part of the plan is a cap on emissions of conservation areas and also serve as reference areas carbon dioxide and other greenhouse gases. That cap is slowly being lowered, and for comparing managed and unmanaged sites. As it will eventually reduce emissions to their 1990 level. In the meantime, industrial these forests age, they will support higher densities emitters must acquire an allowance from the state for every ton of carbon emitted of mature-forest birds. They also store the greatest or purchase offsets from projects that result in increased carbon sequestration amount of carbon. In fact, they may continue elsewhere. sequestering carbon for centuries after they are Protecting large, connected forest reserves will increase the Large landowners can generate income from the stored carbon on their land considered fully mature. For those reasons alone, likelihood that mature-forest species, such as the Black- through the California carbon market. The trees must stay standing for at least forests reserves should remain protected and throated Green Warbler, will be expanded. have appropriate habitat. 100 years, ensuring the long-term value of the offset. Starting in 2016, Mass Audubon began to pursue an improved forest management Keeping Forests as Forests— carbon offset sale in the California carbon market. The project involves Protecting Private Land for Conservation approximately 10,000 acres of forest from nine wildlife sanctuaries in the Central/ Mass Audubon’s 2014 Losing Ground: Planning West Region of Massachusetts. In addition to the revenue from the sale, an for Resilience report found that 25% of the land important byproduct of the project will be the regular monitoring of permanent in Massachusetts is in permanent protection forest inventory plots for the duration of project, which will be 100 years or longer. and 22% is developed. The remaining 53% of The monitoring will provide Mass Audubon with valuable insight into long-term the land is unprotected and susceptible to forest changes, and could support the monitoring of additional organisms, additional development. including birds and amphibians. About 75% of the forests in Massachusetts are Reducing Deer Densities privately owned, and every year we lose some of Protecting wooded freshwater those privately-owned forests to development. White-tailed deer are present throughout the w she rt ula bn ad ns d, e cs ap ne oc pia yl l cy o t vh eo r,s we iw lli eth n sh uig reh For those landowners who want to protect Commonwealth. However, in the absence of habitat for the declining Canada their land, there are several tools available. their predators, mountain lions and wolves, Warbler. Conservation restrictions or enrolling in the their numbers have become unnaturally state’s current-use tax forest program (also known as Chapter 61), can reduce high. For example, MassWildlife estimated property taxes and ease the financial burden of owning undeveloped land. Forested that there may be more than 100 deer per land is also often developed when property ownership changes. Landowners should, square mile on Mass Audubon’s Moose Hill therefore, also explore conservation-based estate planning to ensure that their land Wildlife Sanctuary in Sharon—five times the remains as forest after an eventual transfer of ownership. ecologically sustainable level. The effects of White-tailed deer What Mass Audubon is Doing 43the high level of browsing by overabundant deer is readily evident at several of Mass Foresters for the Birds Audubon’s wildlife sanctuaries, particularly in eastern Massachusetts. In 2013 Mass Audubon teamed up with the Massachusetts Department of Conservation and Recreation (DCR) to bring Audubon Vermont’s Foresters for the The intense browsing removes habitat Birds program to Massachusetts. Originally focused on the western part of the structure for nesting birds and other wildlife. state, the program now covers the entire state of Massachusetts. In the program, It also prevents the growth of saplings, thus Mass Audubon ecologists and the DCR forestry team train licensed foresters eliminating the next generation of forest trees. to manage with birds in mind—whether that means creating young forest, or In a healthy forest, canopy trees that topple mimicking the structure of old forests. due to natural causes are replaced by saplings Hardly any plants grow beneath Read more at massaudubon.org/forestbirds of native species waiting in the shade of the the deer browse line in this beech forest at Ipswich River Valley Wildlife larger trees; but in an over-browsed forest, Sanctuary. there may be no native saplings to fill the gap. Reducing Invasive Plants and Pests Reducing deer density to sustainable levels is a critical need for enhancing the Invasive plants degrade habitat quality in a variety of ways. Their fruits are often resilience of our forested lands. Mass Audubon has been working with partners at less nutritious than those of their native counterparts, they host fewer and less MassWildlife and The Trustees to assess options for addressing this problem on diverse insect prey for birds, and their aggressive expansion displaces and reduces our properties. native plant diversity. The stresses and disturbances caused by climate change may exacerbate invasive plant and pest proliferation, and allow them to spread to Creating Young Forest new areas. Mass Audubon performs targeted invasive species control on many of In recent decades, the landscape of our wildlife sanctuaries. We also work with partners on the Massachusetts Invasive Massachusetts has lost a large amount of Plant Advisory Group and other regional partnerships to reduce the spread of young forest (up to 20 years old), causing invasive plants and pests. the decline of many species that require that habitat for breeding. The loss of early Mimicking Older Forest successional forests is largely due to a The majority of forests in Massachusetts are relatively homogenous, even-aged reduction in the natural disturbances that second growth, resulting from the decline in the clearing of land for agriculture, create this habitat. For example, fire and as well as popular forestry practices. Middle-aged forests often lack structural flooding have been suppressed, and our complexity, such as shrubs and saplings in the understory, gaps in the canopy, middle-aged forests are less susceptible to standing snags, and dead woody material on the ground—all features associated Creating young forest habitat will help storm damage. birds, like the declining Eastern Towhee with high-quality habitat for birds of mature forests. Using forestry practices to (female pictured here). create the conditions of mature forests has proven to be a successful conservation Mass Audubon is working with partners to strategy. Mass Audubon has taken steps to mimic old growth conditions at increase young forest habitat in appropriate Graves Farm Wildlife Sanctuary in Whately and are planning more at Elm Hill settings. We recently created a 16-acre in North Brookfield. forest opening at our Old Baldy property in Otis and are planning similar work at Elm Hill in North Brookfield. Mass Audubon also partners with and supports the efforts of many other conservation organizations. To learn about more projects, visit our website massaudubon.org/our-conservation-work 44 What Mass Audubon is Doing8 American Goldfinch, a popular backyard bird What You Can Do Climate change is a problem we can solve. What You Can Do 45CLIMATE CHANGE PRESENTS ENORMOUS Reduce Window Kills CHALLENGES FOR OUR PLANET. THE THREAT MAY Collisions with windows and man-made structures are estimated to kill one billion FEEL OVERWHELMING, BUT IT IS A PROBLEM WE wild birds each year. Fortunately, there are some simple fixes that can greatly CAN SOLVE. reduce the hazard. At home, you can place feeders within 3 feet of or farther than 30 feet away from windows, and you can use window decals or tape to break up The most effective actions you can take to protect wildlife and be responsible large expanses of glass. In office buildings, you can advocate for the use of bird-safe stewards in the face of climate change fall into three broad categories: 1) reduce glass and a seasonal Lights Out policy. existing stressors, 2) minimize your carbon footprint, and 3) advocate and vote for policies that advance green energy, clean air and water, sound planning, land Buy Bird-Friendly Coffee conservation, and wildlife protection. Fore more information on any of these steps Choosing bird friendly coffee is a simple way to visit massaudubon.org/sotb. help protect high-quality bird habitat in the tropics. You can search online to find bird-friendly coffee Protect Birds and Other Wildlife distributors near you, and you can also buy it at the Mass Audubon shop in Lincoln, MA. Keep Cats Indoors shop.massaudubon.org Free-roaming and feral domestic cats kill at least one billion birds annually, and they represent one of the most serious threats to birds in North America. Reduce Your Carbon Footprint Many of these deaths can be avoided, and bird populations can grow, if we move toward a new Make the Switch to Renewable Energy cat-owning ethic that mimics the ethic we have for The most effective thing you can do to reduce your carbon the responsible ownership of dogs. All cats should footprint is to purchase your electricity from clean and be kept indoors, where they are safer from disease green renewable sources like wind and solar energy. It and injury and where they can do no harm to native takes just a few minutes to sign up for our Make the wildlife. Adopting this simple and no-cost practice is Switch program. Joining the program has an enormous positive the single most important thing a person can do to effect and doesn’t require you to change anything about your daily routine. protect wild birds, and to protect the cat members of massaudubon.org/maketheswitch Mia, a very happy indoor cat. our families. Eat More Veggies, Eat Less Beef Make Your Yard a Sanctuary Eating more vegetables and reducing food Plant a garden for birds, butterflies, and waste in your home can have a large effect on bees (and yourself!). Plant native trees your carbon footprint. One simple option is to and shrubs, reduce the area covered by eat less beef. Compared to other meats, getting lawn, and install nest boxes. Eliminate the beef to the dinner table results in 5 to 10 times use of herbicides and insecticides on your more greenhouse gas emissions, requires 28 lawn and trees. Then show your friends times more land, and uses 11 times more water. and neighbors how beautiful your yard is and encourage them to do the same! Visit Gray Catbird on bird bath our website for tips on how to landscape for birds and wildlife. massaudubon.org/ landscapeforbirds 46 What You Can DoChoose Low-Emissions Transportation Honoring the Paris Climate Agreement Walk, bike, or use public transit whenever possible. Organize a carpool for kids’ sports teams, school events, and camps. When it comes time to purchase a new In 2015, 196 countries voluntarily agreed to reduce greenhouse gas emissions. This vehicle, a hybrid or an electric vehicle is the most cost-effective option overall. historic Paris Climate Accord is the world’s first comprehensive climate change Owning a car that gets more than 35 miles per gallon is a good goal to set. And if agreement, setting a long-term goal for limiting the increase in global average you’re a frequent flyer, aim to reduce the number of flights you take each year, or temperature, as well as improving adaptation strategies and providing enhanced purchase offsets for the carbon created by your travel. support for developing countries. Use Your Voice Although the U.S. Administration subsequently withdrew from the accord, many governors and mayors, including officials from Massachusetts, pledged their Get Involved in Local Planning, Open Space Protection, commitment to upholding the goals of the Paris agreement at the state and local and Adopting the CPA levels. Massachusetts also continues to implement the Global Warming Solutions Most local officials are citizen volunteers. By getting involved with community Act, with statewide greenhouse gas reduction goals of 25% below 1990 levels by planning efforts, you can have a tremendous positive effect. You can guide 2025 and 80% by 2050. development to allow for large, interconnected open spaces that filter the air, clean We can all help achieve these goals through our own personal actions, from water, sequester carbon, and protect habitat for plants and animals. choosing to purchase electricity from renewable sources (see Mass Audubon’s The Community Preservation Act (CPA) gives Massachusetts towns an additional ‘‘Make the Switch’’ program) to speaking with friends and neighbors as well as tool for protecting open spaces, funding preservation projects, and remaining public officials at all levels of government. Let your municipal officials and state resilient to climate change. communitypreservation.org/content/cpa-overview and federal representatives know that action on climate change is a priority and that you support policies that help meet the goals of the Paris agreement. The To take the first step in ensuring sound community planning, visit state and local communities also need to plan and take action to help both people massaudubon.org/shapingthefuture. You can also learn about prioritizing land and nature adapt to the unavoidable impacts of climate change already underway. in your community for protection by using our easy online mapping tool at Support adaptation through state legislation, policies, strategy and funding. massaudubon.org/mappr. Advocate for the Environment Join our Advocacy mailing list and take action. Together, we can continue to preserve the birds, wildlife, and the Sign up at massaudubon.org/advocacy. places we love for future generations. Get outside! Enjoy nature! This simple step will give you alerts so you can take action and voice your concern Share it with a child and with your friends. Visit a Mass Audubon for wildlife and clean air and water. We will help you support the growth of clean sanctuary—for more than 120 years our members, donors, and energy development and advocate for the wise management of our public parks staff have been building the sanctuary network just for you, your and wilderness areas. Join us in protecting the state and federal Endangered Species Acts, the Clean Air and Water Acts, the Migratory Bird Treaty Act, and the children, and your grandchildren. host of other regulations that make Massachusetts and the United States leaders in wildlife protection. Join and Support Local Land Trusts Actions begin at home. Massachusetts is home to hundreds of land trusts, and all of them need your support. Find a local or statewide land trust, make friends, and help to permanently protect the land and water near your home. What You Can Do 47Seabirds in a Warming World REFERENCES 1. “ Gulf of Maine, meet Gulf of Mexico: Razorbills (and others) invade Florida and the Gulf of Mexico”. Cornell Lab of Ornithology BirdCast. Dec. 20, 2012. http://birdcast.info/forecast/razorbills-invade-florida/. 2. B ever, F. 2016. It’s been a tough year for puffins on Machias Seal Island. Maine public. Retrieved from http://mainepublic.org/ post/its-been-tough-year-puffins-machias-seal-island. Full citations can be found online at massaudubon.org/sotb. 3. Friedland, K.D. et al. 2016. Elementa: Science of the Anthropocene. 4: 99. 4. Friedland, K.D. et al. 2015. Continental Shelf Research 102: 47–61. Executive Summary 5. Goyert, H.F. et al. 2014. Oikos 123: 1400–1408. 1. Isbell et al. 2015. Nature 536: 574–577. 6. Gaston, A.J. & K. Woo. 2008. Auk 125: 939–942. 2. Walker et al. 2004. Ecology and Society 9(2): 5. 7. Hall, C.S. et al. 2000. Waterbirds 23 (3): 430–439. 8. Hunter-Cevera, K.R. et al. 2016. Science 354(6310): 326–329. Exploring the Future 9. Iliff, M. et al. 2012. Razorbills invade Florida. http://ebird.org/content/ebird/news/razorbills-invade-florida/ 1. Audubon. Birds and Climate Change Report. http://climate.audubon.org. Accessed March–May 2017. 10. Kraus, S.D. & Rolland, R.M. (eds.). 2007. Journal of Mammalogy 89(5): 1328. 2. eBird Basic Dataset. Version: EBD_relFeb-2016. Cornell Lab of Ornithology, Ithaca, New York. Feb 2016. 11. Kress, S.W. et al. 2016. Recent changes in the diet and survival of Atlantic puffin chicks in the face of climate change and 3. Distler, T. et al. 2015. Journal of Biogeography 42: 976–988. commercial fishing in midcoast Maine, USA. Facets, 1, 1, 27–43. 4. Foote, J.R. et al. 2010. Black-capped Chickadee (Poecile atricapillus). The Birds of North America (P.G. Rodewald, Ed.). Ithaca: Cornell Lab 12. K ress, S.W. & C.S. Hall. 2004. Tern Management Handbook: Coastal Northeastern United States and Atlantic Canada. National of Ornithology; Retrieved from the Birds of North America: https://birdsna.org/Species-Account/bna/species/bkcchi. Audubon Society. Ithaca, NY. 5. Hijmans, R.J. et al. 2005. International Journal of Climatology 25: 1965–1978. 13. Kristiansen, T. et al. 2011. PLoS ONE 6(3): e17456. 6. Langham G.M. 2015. PLoS ONE 10(9): e0135350. 14. Mills, K.E. 2013. Oceanography 26: 191–195. 7. Matthews, S.N. et al. 2007-ongoing. A Climate Change Atlas for 147 Bird Species of the Eastern United States [database]. Northern 15. Nisbet, I.C.T. et al. 2013. Marine Birds of the Eastern United States and the Bay of Fundy. Nuttall Ornithological Club. 188 p. Research Station, USDA Forest Service, Delaware, Ohio. https://www.nrs.fs.fed.us/atlas/bird 16. Nye, J.A. et al. 2009. Marine Ecology Progress Series 393: 111–129. 8. O ’Donnell, M.S., & D.A. Ignizio. 2012. Bioclimatic predictors for supporting ecological applications in the conterminous United 17. Tarrant, A.M. et al. 2008. Marine Ecology Progress Series 355: 193–207. States: U.S. Geological Survey Data Series 691, 10 p. 18. Veit, R.R. & W.A. Montevechhi. 2006. Acta Zoologica Sinica 52: 165–168. 9. Schuetz, J.G. et al. 2015. Ecological Applications 25(7): 1819–1831. 20. Walther, G.R. et al. 2002. Nature 416: 389–395. 10. Sullivan, B.L. et al. 2009. Biological Conservation 142: 2282–2292. 21. Winder, M. & J.E. Cloern. 2010. Philosophical Transactions of the Royal Society B. 365: 3215–3226. 11. Watling, J.L. et al. 2013. Use and Interpretations of Climate Envelope Models: A Practical Guide. University of Florida. 43 pp. The Forest What to Expect From Climate Change 1. Askins, R. 2001. Wildlife Society Bulletin 29: 407–412. 1. Behrenfeld, M. et al. 2006. Nature 444: 752–755. 2. Auer, S.K. & D.I. King. 2014. Global Ecology and Biogeography 23(8): 867–875. 2. City of Boston (Mayor Martin J. Walsh). 2016. Climate Ready Boston: Final Report. Boston, MA. 339 pp. 3. Bateman, B.L. et al. 2015. Global Change Biology 22(30): 1130–1144. 3. Dugger, K.M. et al. 2004. The Condor 106(4): 744–760. 4. Bellassen, V. & S. Luyssaert. 2014. Nature 506: 153–155. 4. Easterling, et al. 2014. 2014 National Climate Assessment. U.S. Global Change Research Program. Washington, D.C., USA. http:// 5. Berlik, M.M. et al. 2002. Journal of Biogeography 29(10/11): 1557–1568. nca2014.globalchange.gov/report/regions/northeast. 6. Birdsey, R. et al. 2006. Journal of Environmental Quality 35: 1461–1469. 5. I GBP, IOC, SCOR. 2013. Ocean Acidification Summary for Policymakers—Third Symposium on the Ocean in a High-CO2 World. 7. Both, C. et al. 2008. Journal of Animal Ecology 78(1): 73–83. International Geosphere-Biosphere Programme. Stockholm, Sweden. 8. Both, C. et al. 2006. Nature 441: 81–83. 6. I PCC. 2013. Climate Change 2013: The physical science basis. Working Group I contribution to the IPCC Fifth Assessment Report. 9. Both, C. & M.E. Visser. 2001. Nature 411: 296–298. Cambridge, United Kingdom: Cambridge University Press. www.ipcc.ch/report/ar5/wg1. 10. Brennan, L.A. et al. 2014. Northern Bobwhite (Colinus virginianus). The Birds of North America (P.G. Rodewald, Ed.). Ithaca: Cornell 7. Karmalker, A.V. & R.S. Bradley. 2017. PLoS ONE 12(1): e0168697. Lab of Ornithology; Retrieved from The Birds of North America: https://birdsna.org/Species-Account/bna/species/norbob. 8. K unkel, K.E. et al. 2013. Regional Climate Trends and Scenarios for the U.S. National Climate Assessment: Part 1. Climate of the 11. Buse, A. et al. 1999. Functional Ecology 13(1):74–82. Northeast U.S. NOAA Technical Report NESDIS: 142-1. Washington, D.C. https://www.nesdis.noaa.gov/sites/default/files/asset/ 12. Butler, CJ. 2003. Ibis 145(3): 484–495. document/NOAA_NESDIS_Tech_Report_142-1-Climate_of_the_Northeast_US.pdf. 13. Crick, H.Q.P. 2004. Ibis 146: 48–56. 9. M osher, D. 2015. A bizarre property of water is flooding coastal cities like New Orleans. Business Insider. http://www. 14. DeGraaf, R.M. 1998. Forest Ecology and Management 103: 217–233. businessinsider.com/bizarre-property-of-water-is-flooding-coastal-cities-like-new-orleans-2015-6. 15. DeLuca, W.V. & D.I. King. 2017. Journal of Ornithology 158(2): 493–505. 10. N ASA. 2017. Global Climate Change: Vital Signs of the Planet, Effects. https://climate.nasa.gov/effects/ Accessed March 2017. 16. D eLuca, W.V. 2012. Ecology and conservation of the high elevation forest avian community in northeastern North America. 11. N OAA. 2016. Extended reconstructed sea surface temperature (ERSST.v4). National Centers for Environmental Information. www. Doctoral Dissertation, University of Massachusetts, Amherst. ncdc.noaa.gov/data-access/marineocean-data/extended-reconstructed-sea-surface-temperature-ersst. Accessed March 2016. 17. Devictor, V. et al. 2008. Proceedings of the Royal Society B 275(1652): 2743–2748. 12. N OAA’s Gridded Climate Divisional Dataset (CLIMDIV). NOAA National Climatic Data Center. Accessed, May 2016. 18. D unn, P.O. & D.W. Winkler. 2010. Effects of climate change on time of breeding and reproductive success in birds. p. 113–128 in 13. Oswald, S.A. & J.M. Arnold. 2012. Integrative Zoology 7(2): 121–36. Effects of Climate Change on Birds. 14. Pershing, A.J. et al. 2015. Science 350(6262): 809–812. 19. Elphick et al. (eds.). 2001. The Sibley Guide to Bird Life and Behavior. Alfred A. Knopf, Inc. 608 p. 15. Veit, R.R. & W.A. Montevecchi. 2006. Acta Zoologica Sinica 52(Supplement): 165–168. 20. Evans, A. & R. Perschel. 2009. Climate Change 96(1): 167–183. 16. Visser, M.E. & C. Both. 2005. Proceedings of the Royal Society B: Biological Sciences. 272(1581): 2561–2569. 21. Gordo, O. 2007. Climate Research 35: 37–58. 17. Walther, G.R. et al. 2002. Nature 416: 389–395. 22. Harris, J.A. et al. 2006. Restoration Ecology 14(2): 170–176. The Coast 23. Hitch, A.T. & P.L. Leberg. 2007. Conservation Biology 21(2): 1523–1739. 1. Fitzgerald, D. (2002, May 30). Personal communication. 24. Horvick, T.J. et al. 2016. Biodiversity Conservation 25(2): 345–356. 2. O ldale, R. 1999. CAPE NATURALIST, the journal of the Cape Cod Museum of Natural History 25: 70–76. 25. I ntergovernmental Panel on Climate Change. 2007. Summary for Policymakers, Climate Change 2007: 3. Weston, N.B. 2014. Estuaries and Coasts 37: 1–23. The Physical Science Basis. 4. Seavey, J.R. et al. 2011. Biological Conservation 144: 393–401. 26. Keeton, W.S. 2006. Forest Ecology and Management 235: 129–142. 5. Craik, S. R. et al. 2015. Waterbirds 38:77–85. 27. Landler, L. et al. 2014. Acta Ornithologica 49: 257–266. 6. Hammar-Klose, E.S., et al. 2002. Coastal Vulnerability Assessment of Cape Cod National Seashore to Sea-Level Rise, U.S. Geological 28. LaSorte, FA, and FR Thompson III. 2007. Ecology 88(7): 1803–1812. Survey Open-File Report 02-233. http://pubs.usgs.gov/of/2002/of02-233/ 29. Lenoir, J. et al. 2010. Ecography 33(2): 295–303. 7. Oldale, R. N. 1981. Geologic history of Cape Cod, Massachusetts: U.S. Geological Survey Popular Publication, 23 p. 30. Lussaert, S. et al. 2008. Nature 455: 213–215. 8. Rodenhouse, N.L. et al. 2008. Potential effects of climate change on birds of the Northeast. Mitigation and Adaptation Strategies for 31. Martin, T.E. 2001. Ecology 82: 175–188. Global Change 13: 487–516. 32. Mathews, S.N. 2011. Ecography 34: 933–945. 9. Scavia, D. et al. 2002. Estuaries 25: 149–164. 33. Mawdsley, J.R. 2009. Conservation Biology 23(5): 1080–1089. 10. T hieler E. R. & E. S. Hammar-Klose. 1999. Vulnerability to Sea-Level Rise: Preliminary Results for the U.S. Atlantic Coast U.S. 34. Mayor, S.J. et al. 2017. Scientific Reports 7: 1902. Geological Survey Open-File Report 99–593. 35. Millar, C.I. et al. 2007. Ecological Applications 17(8): 2145–2151. 11. Van de Pol, M. B. J. et al. 2010. Journal of Applied Ecology 47: 720–730. 36. Møller, A.P., et al. 2008. Proceedings of the National Academy of Sciences 105(42):16195–16200. The Salt Marsh 37. Nunery, J.S. & W.S. Keeton. 2010. Forest Ecology and Management 259(8): 1363–1375. 1. Collie, J. et al. 2008. Canadian Journal of Fisheries and Aquatic Sciences 65: 1352–1365. 38. Ouwehand, J. & C. Both. 2017. Journal of Animal Ecology 86(1): 88–97. 2. Correll, M.D. et al. 2016. Conservation Biology 31(1): 172–182. 39. Parmesan, C. 2007. Global Change Biology 13(9): 1860–1872. 3. Field, C.R. et al. 2016. Biological Conservation 201:363–369. 40. Porneluzi, P. et al. 2011. Ovenbird (Seiurus aurocapilla). The Birds of North America (P.G. Rodewald, Ed.). Ithaca: Cornell Lab of 4. Elphick, C.S. et al. 2015. Restoration Ecology 23: 439–446. Ornithology; Retrieved from The Birds of North America: https://birdsna.org/Species–Account/bna/species/ovenbi1. 5. Hunter, E.A. et al. 2016. Animal Conservation 20(1): 20–28. 41. Rankin, D.T. & N.G. Perlut. 2015. Forest Ecology and Management 335: 99–107. 6. Johnson, D.S. 2014. Journal of Crustacean Biology. 34: 671–673. 42. Rhemtulla, J.M. et al. 2009. Proceedings of the National Academy of Sciences 106(15): 6082–6087. 7. Johnson, D.S. 2015. Journal of Crustacean Biology, 35(1): 105. 43. Roberston, BA. 2009. The Auk 126(3): 500–510. 8. Kirwan, M.L. et al. 2010. Geophysical Research Letters 37(23). 44. Rustad, L. et al. 2012. Changing Climate, Changing Forests: The Impacts of Climate Change on Forests of the Northeastern 9. Watson, E.B. et al. 2016. Estuaries and Coasts 40(3): 617–625. United States and Eastern Canada. U.S. Forest Service (USDA); 50 p. 10. Wiest, W.A. et al. 2016. The Condor 118(2): 274–288. 45. S chlossberg, S. & D.I. King. 2007. Ecology and management of scrub–shrub birds in New England: a comprehensive review. USDA Natural Resources Conservation Service Resource Inventory and Assessment Division. 46. Sekercioglu, C.H. 2007. Conservation Biology 22(1): 140–150. 47. Visser, M.E. et al. 2015. PLoS Biology 13(4): e1002120. 48. Visser, M.E., et al. 2006. Oecologia 147:164–172.ACKNOWLEDGEMENTS Financial support for this work came from Lookout Foundation, Inc., the Saquish We also thank the U.S. Global Change Research Program and those that worked Foundation, Susan Lisowski Sloan, the contributors to Mass Audubon’s Preserving a on the Third National Climate Assessment, an effort which greatly improved the Commonwealth of Birds campaign, our donors, all of our Bird-a-thon supporters, and communication of the relevant regional effects of climate change. Scientists the members of Mass Audubon. Thank you. affiliated with the EPA, NOAA, NASA, The DOI Northeast Climate Science Center, and the Climate Ready Boston project have also produced invaluable resources over the The birders who record their sightings on eBird, which is created and managed by the few years without which this report would not be possible. Cornell Lab of Ornithology and National Audubon Society, provide extremely valuable data, without which our data analysis would not have been as robust. We express our deepest gratitude to Julia Osbourne, our superstar volunteer developmental editor, and to Rob Levine, our graphic designer—the report was The Mass Audubon staff and Board of Directors are always there to lead by example, to made infinitely better by them. build good teams, and to help refine our work. We thank them for their help in bringing this report to fruition. Space does not permit us to list everyone who helped make this project a success, and errors of omission are solely the responsibility of the editors. But to all of you To our conservation comrades-in-arms: Mass Wildlife staff, Stellwagen Bank National who helped, thank you. Marine Sanctuary staff, Charlie Reinertsen and other New England Forestry Foundation staff, Chris Elphick and the researchers of the Saltmarsh Habitat and Avian Research Project, the National Audubon Seabird Restoration Program & Project Puffin staff, the DOI Northeast Climate Science Center, and many others, we salute you. PHOTO CREDITS The following are the names of the copyright holders for the images in this document. All bird illustrations are by John Sill, copyright Mass Audubon. Daniel Arndt: Purple Martin (19); Judy Belben: Common Eiders (21); Suzan Evan Lipton: Yellow-bellied Sapsucker (4), Hermit Thrush (35); Paul McCarthy: Bellincampi: Coir logs (42); Victoria Bettuelli: Whale with seabirds (back cover); Northern Bobwhite (20); Corey Nimmer: American Goldfinch (45); Peter Paton: Robert Buchsbaum: Repaired culvert at Allens Pond (41); Shawn Carey: Saltmarsh Roseate Tern (25), Bird Island restoration (42); Michael Phillips: Common Loon (19); Sparrow (29); Jeff Collins: Deer browse at Ipswich River (44); Dennis Durette: Jeffrey Ritterson: forest (39); Ruby Sarker: Scarlet Tanager (35); Margo Servison: Deer (43); Andy Eckerson: Black-throated Green Warbler (43); Matt Filosa: Piping Plover Black-capped Chickadee (9), forest (12), suburban neighborhood (15), PV array at (2); Stephen Flint: Osprey (41); Peter Flood: Great Shearwaters (31), Leach’s Storm- North River (18), Bird Island (26), Carolyn Mostello (26), Mia (46); Matt Soberg, petrel (32); Linda Fuller: Osprey (3); Mark Gilmore: Copepod drawing (31); Ronald Ruffed Grouse Society: Ruffed Grouse (8); Philip Sorrentino: American Robin (4), Grant: Bald Eagle (1); Renee Grechel: Gray Catbird (46); A Grigorenko: Terns on beach American Oystercatcher (21); Jean Sullivan: Wood Thrush nest (37); Bill Thompson, (22); John Harrison: Blackburnian Warbler (34), American Redstart (35); David Larson: U.S. Fish & Wildlife Service: Black-capped Chickadee (front cover); Jeremiah Grassland (11), young forest (12), lake (13), freshwater marsh (13), wooded freshwater Trimble: Surf Scoter (32); Sherri Vanden Akker: Snowy Egret (2); Lia Vito: Piping marsh (14), salt marsh (14), coastal habitat (15), salt marsh (27), forest (33), Canada Plover chick (25); Joan Walsh: coffee beans (46); Wellfleet Historical Society: Warbler (43); Chris Leahy: Halfway Rock (23), House Island (23), Straitsmouth Island Billingsgate Island (24); Susan Wellington: Belted Kingfishers (20), Least Terns (23), (23); Thomas Lebeau: Humpback whale and juvenile Laughing Gulls (16); Eastern Towhee (44); Keenan Yakola: Razorbill (30), Atlantic Puffin (32). Copyright © 2017 by Massachusetts Audubon Society, Inc.Humpback whale with Herring Gulls and Great Shearwaters Massachusetts Birds and Our Changing Climate Statoef theBirds Report No. 3 // September 2017 Mass Audubon protects 36,500 acres of land throughout Massachusetts, saving birds and other wildlife, and making nature accessible to all. As Massachusetts’ largest nature conservation nonprofit, we welcome more than a half million visitors a year to our wildlife sanctuaries and nature centers. Today, Mass Audubon is a nationally recognized environmental education leader, offering thousands of camp, school, and adult programs. With more than 125,000 members and supporters, we advocate on Beacon Hill and beyond, and conduct conservation research to preserve the natural heritage of our beautiful state. We welcome you to explore a nearby sanctuary, find inspiration, and get involved. Learn how at massaudubon.org.. Suggested donation $10.00",
    "TEXT BY PAGE": [
        "Massachusetts Birds and Our Changing Climate Statoef theBirds Report No. 3 // September 2017",
        "Project Team Contents MASS AUDUBON BOARD OF DIRECTORS Welcome page 1 Jared Chase // Chair, Mass Audubon Board of Directors Executive Summary page 3 Gary Clayton // President, Mass Audubon 1 Exploring the Future: Mapping Our Breeding Birds in 2050 page 6 PROJECT MANAGERS ■ M odeling the Current Climate Conditions Margo Servison // Mass Audubon, Project Manager, Content Editor, for Breeding Species page 7 Photo Editor, mservison@massaudubon.org ■ M odeling the Future Climate Conditions Joan Walsh // Mass Audubon, Project Manager, Content Editor, for Breeding Species page 7 jwalsh@massaudubon.org ■ I nterpreting the Maps: What the Maps Do and Do Not Show page 7 AUTHORS AND CONTRIBUTORS ■ A Case Study for Interpreting the Jon Atwood // Mass Audubon, Climate envelope modeling, Climate Envelope Models page 8 jatwood@massaudubon.org ■ C lassifying Vulnerability page 9 Daniel Brown // Mass Audubon, Climate Change author, ■ Results by Habitat page 11 dbrown@massaudubon.org 2 What to Expect from Climate Change page 16 Robert Buchsbaum // Mass Audubon, The Coast and Salt Marsh author, rbuchsbaum@massaudubon.org 3 The Coast page 22 Chris Leahy // Mass Audubon, Welcome author, 4 The Salt Marsh page 27 cleahy@massaudubon.org 5 Seabirds in a Warming World page 30 Wayne Petersen // Mass Audubon, Seabirds co-author, wpetersen@massaudubon.org 6 The Forest page 34 Jeffrey Ritterson // Mass Audubon, The Forest author, 7 What Mass Audubon Is Doing page 40 jritterson@massaudubon.org 8 What You Can Do page 45 Keenan Yakola // UMass Amherst, DOI Northeast Climate Science Center Fellow, Seabirds co-author, kyakola@gmail.com ■ P rotect Birds and Other Wildlife at Home page 46 ■ R educe Your Carbon Footprint page 46 MASS AUDUBON CONTRIBUTORS ■ U se Your Voice page 47 Jeff Collins, Stefanie Covino, Tom Lautzenheiser, Michael O’Connor, Katharine Parsons, Leti Taft-Pearman, Hillary Truslow, Banks Poor, Heidi Ricci, Kris Scopinich, and Matthew Smith. PRODUCTION TEAM Julia Osborne // Developmental Editor Rob Levine // Levine Design & Illustration, design and layout, rob@levinedesign.net RECOMMENDED CITATION Walsh, Joan M., and Margo S.V. Servison (Eds.), 2017. State of the Birds 2017: Massachusetts Birds and Our Changing Climate. Massachusetts Audubon So- ciety. Lincoln, Massachusetts. Cover photo: Currently one of our most common breeding birds in Massachusetts, the Black-capped Chickadee faces an uncertain future in the state.",
        "WELCOME Birds to the Rescue— Once Again! OUR KNOWLEDGE of the earth’s atmosphere and its relationship to the planet’s biodiversity and human population is growing, and the relationship is proving to be increasingly complicated. This complexity may make the details of the underlying science nearly incomprehensible to all but a few specialists. But the mounting evidence of shrinking glaciers, rising sea level, increasing ocean acidification, and sustained runs of record-setting weather anomalies—all predicted by chemists and atmospheric scientists—leads us toward one conclusion: The rapid increase in greenhouse gases caused by human activities is changing our planet. The discrepancy between scientists’ knowledge and widespread understanding is potentially dangerous, since actions to thwart a global crisis need to be supported by a broad consensus of the world’s population, and people (with good reason) are often reluctant to take strong actions against a threat that they do not fully comprehend or believe in. In addition, climate change is gradual in relation to Bald Eagle human life spans, so unless you live on a low-lying oceanic island or in a region that change than people are and (2) their message requires no analysis or bewildering already has an extreme climate, you are unlikely to perceive the changes in your explanation by pointy-headed scientists: When Tweety starts wobbling on his perch, environment as especially dire. it’s time to take corrective action in the name of survival. Furthermore, the effects of climate change are notably variable, even within a The most recent vivid example of a looming manmade disaster averted by birds small place such as Massachusetts, and are actually perceived as positive results occurred in the 1960s, when birds raised the alarm against the indiscriminate in some places. This variability is confusing and undermines the credibility of the use of pesticides, especially DDT, as eloquently documented in the ominously argument that universal devastation is at hand. Finally, in an age of social media titled Silent Spring by Rachel Carson. Birds did this by dying conspicuously in large where alternative ‘‘facts’’ compete with the real kind, where science is demeaned numbers. Thousands of dead and dying robins, chickadees, woodpeckers, warblers, as elitism used to manipulate ‘‘ordinary people,’’ and where everyone can find an and other beloved backyard birds were swept into piles by clean-up crews following echo chamber to reinforce unfounded beliefs, it is increasingly difficult to forge the passage of ‘‘mosquito trucks’’ blowing insecticide into the foliage of suburban coalitions of common interests to effect positive change. trees. Subsequent research determined that in addition to direct poisoning, DDT, Enter that durable avian meme, the canary in the coal mine. This symbolic concentrating up the food chain, inhibited the formation of eggshells by top avian evocation of environmental danger forewarned derives its power from a sense predators, thus shutting down reproduction and eventually putting the Bald Eagle, that (1) non-human animals, especially birds, are more sensitive to atmospheric Peregrine Falcon, and Osprey on the state or federal endangered species lists. Welcome 1",
        "Outlawing the use of DDT in the United States in 1972, was, of course, an act of birds and their champions. Is it remotely plausible that the conservation movement enlightened self-interest. Ordinary people quickly figured out that if pesticides could have won over the American public had it been based on the killing of snakes in the air and water were killing birds outright and damaging their reproductive and alligators for use in the leather trade? systems, those chemicals were very likely bad for humans as well—though it took In light of all of the above, can birds once again swoop in and save us from another a decade or more of public outcry to convince legislators to take action. But would environmental catastrophe—arguably the greatest yet—of our own making? our present aversion to the promiscuous use of pesticides have been awakened That is the question at the heart of State of the Birds 2017, the latest in our series if the problem had been articulated only in the scientific literature? Though of publications documenting the status of Massachusetts bird life. In it, we tell carefully researched, Silent Spring was widely criticized as unscientific by some the stories of bird species that are especially vulnerable to the effects of climate credentialed researchers, especially those employed or supported by the chemical change and the conditions they are likely to face from now until 2050. and agricultural industries. Additionally, would our alarm have been as high and immediate if instead of dead songbirds falling out of the trees, spraying had As with pesticides, losses for resulted ‘‘only’’ in dead squirrels and bats? birds due to climate change presage losses in the quality In addition to their perceived greater environmental sensitivity, birds occupy a of human life. There will uniquely positive place in our hearts and minds. They seem to represent nature at be no room to spread your its most benign and life-enhancing. They are often beautiful. Their varied behaviors beach blanket when Piping are often fascinating or amusing or remind us of ourselves (think of owls or Plover habitat is gone. And penguins). They sing. And most of them have a skill that almost everyone envies: recreational and commercial the ability to fly. fishermen are likely to find The special bond that people their quarry in scarce supply feel toward the feathered tribes once the fish nurseries we call explains their disproportionate salt marshes go under water. Piping Plover role in the development of the There is no credible doubt that the earth’s changing climate and its living conservation movement. Mass inhabitants are now on a collision course. Even so, there are many who refuse to Audubon’s founding mothers acknowledge this, either from self-interest or an understandable denial, based were able to ignite the public’s on a lack of knowledge, a distrust of science, a willingness to listen to those who imagination and eventually say it is all a hoax, and perhaps an underlying anxiety that it is all true. This third make conservation a national installment of our State of the Birds reports is not intended to be alarmist in tone, priority by promoting a law that though you may be forgiven for regarding some of the facts and probabilities prohibited interstate commerce in presented as alarming. It is, however, a call to action, much like the one Mass wildlife products. Exhibit A in their Audubon’s founders, Harriet Hemenway and Minna Hall, put out in 1896—in effect a budding protest movement was plea to keep your eyes on the birds. the slaughter of the ‘‘plume birds,’’ egrets and other species that were — Christopher W. Leahy, killed for no better reason than Mass Audubon’s Gerard A. Bertrand Chair of Natural History to use their feathers to decorate and Field Ornithology, emeritus women’s hats. It didn’t take long for the case of Snowy Egret v. Greedy Snowy Egret Milliner to be decided in favor of the 2 Welcome",
        "EXECUTIVE SUMMARY AT MASS AUDUBON, we use the best science to inform our education, The shifting climate is changing the fundamental way ecosystems work. advocacy, land protection, and conservation efforts, and we work every day to fulfill A few items of highest conservation concern are that our vision of a Massachusetts with abundant wildlife and a nature-rich landscape ■ Urgent action is required. for everyone to enjoy. That commitment is shared with our members and partners and has a long history in our American values. Indeed, we are the nation that – Mass Audubon’s previous research indicates 30% of our breeding birds are already declining and are in need of conservation action. Climate change has pioneered the protection of wildlife, and Mass Audubon, led by our founding will increase stress on many of those species, as well as additional species, mothers, has been in the forefront since 1896. and will do so in both predicted and unpredicted ways. Our climate change Developing a report to summarize the challenges our birds face as the climate projections estimate that 43% of the breeding species we evaluated are Highly Vulnerable to climate change by the year 2050. changes takes us onto new ground. Our previous editions of State of the Birds, released in 2011 and 2013, analyzed data from the field to provide evidence of how ■ Fundamental processes are being disrupted. our bird populations had changed over time. Those reports looked to the past, – Warmer winters will alter marine food webs, affecting a wide range of measured changes, and identified priority conservation actions. interconnected fish and wildlife, including fish-eating birds. This report is an effort to look into the future. We use new data to establish the – Increasing temperatures can shift the timing of important events, such as preferred climates for various bird species (their ‘‘climate envelopes’’) and then use leaf and insect emergence. Those changes in phenology can cause declines projections of the future climate to estimate how the distribution of each species’ in long-distance migrant birds as their arrival on their breeding grounds climate envelope will differ from its current climate envelope distribution by the misses the periods of peak food abundance. year 2050. The changes in climate and sea level that we expect from a warming atmosphere include ■ Increased average air temperature year-round ■ Longer warm seasons and shorter cold seasons ■ More precipitation will fall as rain, rather than snow ■ Increased frequency of large precipitation events ■ Longer growing seasons ■ Continued sea level rise, which is projected to increase an additional 2.4 to 7.4 feet by 2100 in Massachusetts. ■ More acidic oceans as carbon dioxide dissolves into the sea Over 99% of the Osprey’s diet is fish. Executive Summary 3",
        "■ Climate change adds stress to already stressed environments. Coastal of these are urban and suburban nesting species are particularly at risk from this additional threat. nesting species, including the Eastern Kingbird, American Robin, – Rising sea level will reduce nesting areas available for coastal- and salt Ruby-throated Hummingbird, marsh-nesting birds. Blue Jay, Great Blue Heron, and – Increasing frequency and intensity of storms will contribute to overwash Orchard Oriole. of beaches and salt marsh flooding, adding stress to coastal- and salt marsh-nesting birds. Protecting our birds, and ourselves, from the most severe projected effects – Increasing ocean acidification, caused by atmospheric carbon dioxide of climate change requires that we dissolving into the ocean, will cause large-scale changes to our shellfish American Robin support our birds now and reduce our and fish communities. Birds and wildlife that eat marine fish and shellfish greenhouse gas emissions. This needs to be done at personal, community, will suffer from changes in the abundance of their prey. state, federal, and international scales. The actions required to achieve these One hundred forty three (143) breeding species are evaluated in this report: goals largely fall into two basic categories: mitigation (e.g., reducing emissions of greenhouse gases) and adaptation (e.g., reinventing coastal infrastructure to ■ 43% (61 species) are classified as Highly Vulnerable to climate change by the counter sea level rise). year 2050. An additional 15% (22 species) are classified as Likely Vulnerable. ■ 42% (60 species) are classified as Least Vulnerable. In this report, we provide an overview of the ways that Mass Audubon is already working to ensure that the habitats we manage will continue to support our birds ■ 70% (7 species) of the salt marsh-nesting species are classified as and other wildlife. Highly Vulnerable. ■ 56% (9 species) of the coastal-nesting species are classified as In addition, we classify actions that individuals can take into three broad Highly Vulnerable. categories: ■ 49% (30 species) of the forest breeding species are classified as Protect birds and wildlife at home. Highly Vulnerable. ■ Keep your cat indoors. ■ Our state bird, the Black-capped Chickadee, is Highly Vulnerable, and ■ Landscape your yard for wildlife—and for yourself. the projected climate of eastern ■ Reduce window kills by placing feeders closer than 3 feet or farther than Massachusetts in 2050 could be 30 feet from a window, and by using window decals to prevent collisions. unsuitable for the species. Other familiar birds that are Highly Vulnerable in the ■ Drink bird-friendly coffee. state, as well as in other continent- Reduce your carbon footprint. wide analyses, are the Yellow-bellied Sapsucker, Ruffed Grouse, Purple ■ Make the Switch. Sign up to have your home Finch, Magnolia Warbler, and White- powered by renewable energy. throated Sparrow. ■ Eat more vegetables, eat less beef, and reduce food waste. Food production ■ Urban- and suburban-nesting birds has a significant carbon footprint. It takes less fuel to grow vegetables, show the least vulnerability. For 77% chicken, and fish than to grow beef. Reducing food waste is also a great (34 species), if climate is the only factor way to save money and to reduce your carbon footprint. considered, projected climate changes contribute to stable or increasing trends ■ Drive less, and drive smarter. Use mass transit if available, even a few days a week. When replacing your vehicle, choose a car that gets at least by the year 2050. 35 mpg. Reduce trips. Carpool to kids’ sporting events. Check your tire Yellow-bellied Sapsucker ■ Some species will have an expanding pressure regularly. area of suitable climate by 2050. Many 4 Executive Summary",
        "■ A im to reduce the number of flights you take each year, and purchase F inally, we suggest two significant ways we can ensure we, together as offsets for greenhouse gas emissions produced by air travel for business Massachusetts residents, meet global emissions reduction targets: or vacations. ■ Advocate for meeting the greenhouse gas reductions set out in the Use your voice and take action to advocate for birds, wildlife, and the Paris Agreement. environment that you cherish. ■ Support the efforts of the Commonwealth of Massachusetts to work with ■ Join our Advocacy mailing list to get a list of community action items that other states to stay on track with emissions reductions regardless of the will help us protect birds and wildlife. massaudubon.org/advocacy federal position on the Paris Agreement. ■ Support land protection efforts by Mass Audubon and your local C limate change presents enormous challenges for our planet. The threat can feel land trusts. overwhelming, but if we take meaningful political and personal actions, we can ■ Get involved in local planning, and support the Community avert the worst projected impacts of climate change. Preservation Act. How Do We Respond to Climate Change Threats? To address the challenges of climate change, we first need to mitigate the central ■ ENHANCING RESILIENCE // Ecosystem resilience is the capacity of a issue: We need to reduce the amount of carbon dioxide and other heat-trapping system to absorb disturbance and reorganize while undergoing change, gases that we put into the atmosphere. We can all contribute to this effort, and thereby retaining essentially the same identity, structure, functions, and we can all be a part of the solution. feedbacks. Change is an essential element of resilience. In a resilient ecosystem, disturbance may cause the components, such as species, to At the same time, we need to prepare for the future effects of climate change change, but the basic functioning of the system will persist. Methods of that are already inevitable. Preparation is increasingly important for owners increasing the resilience of a landscape include restoring aquatic habitat and managers of conservation land, including land trusts, municipalities, connectivity, allowing beach and salt marsh migration, and ensuring healthy forest regeneration and state and federal agencies. Ecologically, climate change will function as a disturbance, a process that changes an ecosystem. Increased temperatures, ■ ENSURING REDUNDANCY // Whole landscapes are more resilient when changing precipitation patterns, and rising sea level will change the nature they consist of a diverse and well-connected network of habitat cores, of Massachusetts. In response, we must employ a range of strategies to help with each type of habitat represented by several similar, or redundant, natural systems adapt to the changes. At Mass Audubon we are using three examples. Increasing redundancy is particularly important for species that central concepts to ensure long-term protection and functioning of wildlife have specific requirements for breeding sites, such as colonial-nesting seabirds. If one breeding site is disturbed, a redundant landscape will habitats: provide another place for the birds to nest. ■ SUPPORTING RESISTANCE // Ecosystem resistance is the capacity of communities or populations to remain essentially unchanged when subjected to a disturbance. A resistant system will absorb and recover from a disturbance. Increasing or maintaining biodiversity is one way to Visit our website massaudubon.org/sotb for a complete set of our increase the resistance of ecosystems. By supporting resistance in the methods and results, as well as links to more success stories about near term, we will attempt to avoid rapid ecosystem changes. adapting to our changing climate. Executive Summary 5",
        "1 Exploring the Future: Mapping our Breeding Birds in 2050 For some species this is a critical window of opportunity for us to engage in conservation measures that would slow the decline of or buffer the species from the most detrimental climate change effects. 6 Exploring the Future: Mapping our Breeding Birds in 2050",
        "IN PREVIOUS EDITIONS of the State of the Birds we used data that The current maps show, for each cell, the likelihood that climatic conditions are had been collected over decades to estimate the trends in the populations of the suitable for a species. Assuming that these values reflect the likelihood of actual breeding birds in Massachusetts. From there we developed an evidence-based presence of a species, we then calculated the average values across the state for ranking system to describe our Conservation Concern for each species. the species’ current distribution. The analysis also indicates which of the climate variables were of most importance in the resulting equation. In this edition of State of the Birds we are considering the future, and adding information to our Conservation Concern score by developing a Climate Change Modeling the Future Climate Conditions for Breeding Species Vulnerability score. We ask two questions: In light of the additional stress of climate Next, we substituted the projected climate values for each of the 19 climate change, how will our breeding birds fare through the year 2050? Which species are variables for the year 2050 into the equation describing current conditions, and projected to benefit from the warming climate, and which face additional stress? This then evaluated how the likelihood of finding each species in each cell might change is more than an academic exercise. Developing climate change-driven projections in the future. We used future climate data that reflects a high emissions scenario helps us to refine our conservation priorities, and ultimately helps us to set up on- (Hadley GEM-2), which assumes that greenhouse gas emissions will continue to the-ground advocacy, land conservation, science, and education programs. increase. As described above, we then made new maps that have a value for each cell in Massachusetts, and calculated the average likelihood of the presence of We looked into the future using a technique called climate envelope modeling. This a species within Massachusetts in the future. These two averages (current and technique requires a series of steps, which we summarize here, and ultimately creates future) were then compared to evaluate projected changes in the distribution of two maps of the range of the suitable climate for each species—one map for the each species within the state. range of current climate suitability, and a second map for the range of future climate suitability. Uncertainty Modeling the Climate Envelope The changing climate is quickly transforming our home. Each day the mounting for Breeding Species evidence compels us to develop actionable plans for protecting the air, land, and water that sustain our communities and the wildlife that we steward. The scale of Modeling the Current Climate Conditions for Breeding Species projected change, in even the best-case emissions scenarios, is daunting. As with In order to give each breeding species a Climate Change Vulnerability score we all projections of future conditions, our analysis involves uncertainties. However, needed to develop a model that, using real bird location data, defined the current the uncertainty of these projections only increases the importance of supporting climate conditions at both occupied and unoccupied points on a map for each scientific research on climate change and acting with the best available science to species. The current climate data were drawn from a dataset that uses monthly protect the nature of Massachusetts. temperature and precipitation data obtained from weather stations in eastern North America for the years 1960–1990. These data are fitted to millions of cells Interpreting the Maps: What the Maps Do and Do Not Show across the continent, and each cell is approximately 1 km2. The current bird location data were drawn from eBird records in eastern North America during the months Our models, maps, and statistics estimate only the suitability of the climate of June and July, are assumed to represent primarily breeding birds, and were not across the state for each species. It is essential to remember that birds are not constrained by the year of data collection. directly responding to the environmental variables used in this analysis. Rather, the environmental variables are surrogates for underlying changes in habitat driven by The analysis used the eBird data in conjunction with elevation and 19 climate climate that typically affect distributional patterns of birds. variables to create a complex equation that predicts the likelihood of a species’ occurrence in each of nearly 13 million 1 km2 cells. For our analysis we clipped the These projections do not include the possibility that some species may be able results to restrict the maps to the state of Massachusetts, although the models to adapt to use climate envelopes that they do not currently occupy. They also were built using data from the entire northeastern United States. do not directly estimate the current or future condition of the vegetation or other components of breeding habitat, the footprint of future development, the effect of greenhouse gas emissions that differ from the Hadley GEM-2 scenario, Exploring the Future: Mapping our Breeding Birds in 2050 7",
        "or the impacts of sea level rise. Further, the models do not include current or future population densities or sizes, and we did not estimate a threshold value of Coastal Birds Face Additional Challenges likelihood of occurrence below which a species likely would disappear from a cell, or the entire state. Additionally, sea level rise is not a variable in the projections. Species that rely on low elevation coastal habitats are vulnerable to the slow- motion declines in climate suitability, but they are at perhaps greater risk to rapid As the climate shifts toward envelopes that are increasingly unsuitable for a increases in sea level and frequency of intense storms. Most coastal-nesting species, we anticipate that population declines will be incremental. For some species are habitat specialists—they will nest only along the immediate coast. The species this is a critical window of opportunity for us to engage in conservation vulnerability of coastal habitats to sea level rise and storm impacts, as well as the measures (i.e., increasing redundancy, resiliency, and resistance) that would slow lack of redundancy in coastal habitats, puts the salt marsh- and coastal-nesting the decline of or buffer the species from the most detrimental climate change species at even greater risk than inland species. effects. Such measures could allow some individuals to persist in areas they are projected to have a low likelihood of occupancy. Case Study // Interpreting the Climate Envelope Models Black-capped Chickadee (current) What the Numbers Mean The climate envelope maps show the probability that climate will be suitable for a species at each 1-km2 block in Massachusetts. It is important to note that the range of the climate suitability probabilities differs between species. For example, the probability that climate is suitable for Black-capped Chickadees (top right map) ranges from 0 to 0.55 across the state, with the darker green indicating a higher (up to 0.55) probability. However, the probability that climate will be suitable for Ruffed Grouse (bottom right map) ranges from 0 to 0.6 across the state. This means that the maps cannot be directly compared among species since the range of climate suitability probability differs for each species. Limitations of the Model Ruffed Grouse (current) Our models indicate that the current climate of the entire state is suitable for both the Black-capped Chickadee and the Ruffed Grouse (pictured on right). But we know that their actual distributions are quite different: The Black-capped Chickadee is widespread, and the Ruffed Grouse is restricted Ruffed Grouse drumming display to specific habitat, so their actual footprints are not perfectly captured by the climate envelope model. These climate envelope maps show only the suitability of the climate conditions, which acts as an imperfect surrogate for the habitat required by a species. As such, the maps represent an overestimate of the range of a species, as we see with the Ruffed Grouse. You can think of these maps as a best-case scenario for each species—if there is habitat available, the climate will be suitable. But the reverse is not true—if habitat is not available it is unlikely that a species will occur, even if the climate is suitable. 8 Exploring the Future: Mapping our Breeding Birds in 2050",
        "Classifying Vulnerability Scoring the Vulnerability of a Species For each species, in both current and future scenarios, we determined a value representing the likelihood of finding the species across the state. The change in the likelihood of occurrence across the state is expressed as a percent change between the current and future maps. Species were classified as Highly Vulnerable, Likely Vulnerable, or Least Vulnerable based on the change in their likelihood of occurrence. For instance, the Black- capped Chickadee has a current average likelihood of occurrence of 0.52 and a future likelihood of 0.22. The relative likelihood of the Black-capped Chickadee occurring in 2050 would be 0.22 divided by 0.52, or 42%. Since the Black-capped Chickadee’s likelihood of occurrence falls to 42% of the modeled current likelihood of occurrence, we scored the species as Highly Vulnerable to climate change. Future Likelihood Compared to Current Likelihood Climate Change Vulnerability Score <80% Highly Vulnerable 80-95% Likely Vulnerable >95+% Least Vulnerable Note: Salt marsh- and coastal-nesting species are unambiguously threatened by sea level rise, but the climate envelope models do not include sea level rise as a parameter. Therefore, we classified four coastal- or saltmarsh-nesting species as Highly Vulnerable, rather than using the change in likelihood of encounter from our models. This classification affected the scoring of only Herring Gull, Least Tern, Willet and Seaside Sparrow. The Big Picture On our website you can view the full set of climate variables, the climate results by species from both our climate envelope models and the Breeding Bird Atlas data and life history characteristics of each species. www.massaudubon.org/sotb Black-capped Chickadee Exploring the Future: Mapping our Breeding Birds in 2050 9",
        "Spotlight Black-capped Chickadee For information on how to read these Breeding Bird Atlas 2 Rank = Stable maps, refer to page 8. Climate Vulnerability Rank = Highly Vulnerable Current 2050 Breeding Habitat: Nests in tree cavities and nest boxes likelihood of occurrence to a 22% likelihood, with landscape, and those plant communities then dictate at the edges of mature forests, and in wooded urban or reduced levels of projected occurrence especially which areas represent the best areas for nesting suburban settings. notable in eastern Massachusetts. chickadees. The Black-capped Chickadee was an apt choice for Of the 20 environmental variables used in the Surprised by the results of our model for Black- the state bird of Massachusetts since few species analysis (elevation and 19 variables describing capped Chickadees in Massachusetts, we zoomed are as at home in the mix of forest and suburban various aspects of temperature and precipitation back out to the scale of the northeastern United development that characterizes the Bay State patterns), four showed a cumulative influence of States and Canada (the scale that our model was run today. Flocks of Black-capped Chickadees are more than 60% on the resulting climate model: at) so that we could see what the model predicted for common visitors to backyard bird feeders, where the entire population of the Black-capped Chickadee. ■ Annual Mean Temperature they constantly take seeds away one at a time to be At this larger scale, it appears that the Black-capped cracked and consumed under the safety of brushy ■ Minimum Temperature of the Coldest Month Chickadee population will shift northward and may in cover. ■ Mean Temperature of Coldest Quarter fact increase its range if the habitat is also suitable ■ Mean Temperature of Warmest Quarter farther north. The species has been widespread in Massachusetts during recorded history, and showed modest gains These four factors are the most likely to influence ACTIONS between 1979 and 2011. However, a warming climate the distribution of suitable chickadee breeding Up until now no one thought that the Black- suggests change may be in the air for one of our most habitat; changes in some, or all, of these variables capped Chickadee would ever be a candidate for a familiar birds. (several of which are related) are likely responsible conservation research program. It is a well-studied for the predicted decline in Black-capped Chickadee species, but there are few long-term studies of WHAT DOES THE FUTURE LOOK LIKE? distribution between current and future time periods. breeding or wintering birds in Massachusetts. Given The climate envelope models project a reversal its habit of nesting in and around developed areas, Temperature appears to be the most important of fortunes for Black-capped Chickadees in and using feeders and nest boxes, the Black-capped climate component defining where Black- Massachusetts by 2050. Under current conditions Chickadee presents an excellent opportunity to capped Chickadees breed in Massachusetts. It there is a high likelihood of finding this species strenghten our understanding of how our breeding is unlikely that temperature, per se, influences across the state. But, when we advance to projected birds respond to shifts in climate. This idea is worth where chickadees breed. Instead, temperature 2050 climate characteristics, we see that the average exploring with our partners in Massachusetts, and characteristics presumably influence the underlying score for Black-capped Chickadees falls from a 52% beyond. plant communities that are distributed on the 10 Exploring the Future: Mapping our Breeding Birds in 2050",
        "Results by Habitat Of the 143 species that were modeled 61 22 60 species (43%) are species (15%) are species (42%) are Highly Vulnerable Likely Vulnerable Least Vulnerable The following tables list the species by the habitats they breed in, and by the species’ Climate Vulnerability score. They are listed in taxonomic order. Some species breed in several habitats and are therefore included on multiple lists. Grasslands, HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Agriculture, and American Woodcock Tree Swallow Northern Bobwhite Open Fields Vesper Sparrow Killdeer Savannah Sparrow American Kestrel Bobolink Horned Lark Barn Swallow Eastern Bluebird Red-winged Blackbird Eastern Meadowlark Brown-headed Cowbird American Woodcock Tree Swallow Eastern Bluebird Exploring the Future: Mapping our Breeding Birds in 2050 11",
        "Mature Forest HIGHLY VULNERABLE TO Dark-eyed Junco LEAST VULNERABLE TO CLIMATE EFFECTS Black-and-white Warbler CLIMATE EFFECTS Ruffed Grouse American Redstart Green Heron Eastern Whip-poor-will Magnolia Warbler Turkey Vulture American Woodcock Black-throated Blue Warbler Cooper’s Hawk Black Vulture Pine Warbler Red-tailed Hawk Northern Goshawk Yellow-rumped Warbler Eastern Screech-owl Broad-winged Hawk Black-throated Green Warbler Red-bellied Woodpecker Yellow-bellied Sapsucker Rose-breasted Grosbeak Downy Woodpecker Yellow-bellied Least Flycatcher Northern Flicker Sapsucker Blue-headed Vireo Eastern Wood-pewee Common Raven Acadian Flycatcher Black-capped Chickadee LIKELY VULNERABLE Great Crested Flycatcher Red-breasted Nuthatch TO CLIMATE EFFECTS Yellow-throated Vireo Brown Creeper Great Horned Owl Red-eyed Vireo Winter Wren Barred Owl Blue Jay Golden-crowned Kinglet Pileated Woodpecker American Crow Veery Warbling Vireo Tufted Titmouse Swainson’s Thrush Fish Crow White-breasted Nuthatch Hermit Thrush Cerulean Warbler Blue-gray Gnatcatcher Purple Finch Worm-eating Warbler Wood Thrush Pine Siskin Ovenbird Tufted Titmouse Chipping Sparrow Evening Grosbeak Baltimore Oriole Brown-headed Cowbird Orchard Oriole Young Forest HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Ruffed Grouse Common Nighthawk Northern Bobwhite Black-billed Cuckoo Warbling Vireo Yellow-billed Cuckoo Eastern Whip-poor-will House Wren Ruby-throated Hummingbird American Woodcock Cedar Waxwing Great Crested Flycatcher Northern Harrier Yellow Warbler Eastern Kingbird Least Flycatcher Prairie Warbler White-eyed Vireo White-throated Sparrow Blue Jay Blue-winged Warbler Carolina Wren Nashville Warbler Eastern Bluebird Mourning Warbler American Robin American Redstart Brown Thrasher Chestnut-sided Warbler Northern Mockingbird American Goldfinch Eastern Towhee Field Sparrow Song Sparrow Indigo Bunting Brown-headed Cowbird Chestnut-sided Warbler Indigo Bunting 12 Exploring the Future: Mapping our Breeding Birds in 2050",
        "Rivers, Lakes, HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Ponds American Black Duck Spotted Sandpiper Canada Goose Common Merganser Bald Eagle Mallard Common Loon Bank Swallow Blue-winged Teal Osprey Red-shouldered Hawk Belted Kingfisher Purple Martin Northern Rough-winged Swallow Common Loon Bald Eagle Red-shouldered Hawk Freshwater HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Marsh American Black Duck Spotted Sandpiper Canada Goose Wilson’s Snipe Tree Swallow Mallard American Bittern Blue-winged Teal Least Bittern Great Egret Northern Harrier Green Heron Marsh Wren Red-shouldered Hawk Swamp Sparrow Red-winged Blackbird Brown-headed Cowbird Spotted Sandpiper American Black Duck Green Heron Exploring the Future: Mapping our Breeding Birds in 2050 13",
        "Wooded HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS Freshwater American Black Duck Barred Owl Mallard Wetland Brown Creeper Willow Flycatcher Great Blue Heron Winter Wren Louisiana Waterthrush Green Heron Veery Northern Parula Red-shouldered Hawk Northern Waterthrush Yellow Warbler Acadian Flycatcher Canada Warbler Eastern Phoebe Great Crested Flycatcher Eastern Kingbird Yellow-throated Vireo Blue-gray Gnatcatcher Hooded Warbler Red-winged Blackbird Brown-headed Cowbird Barred Owl Eastern Pheobe Canada Warbler Salt Marsh HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS American Black Duck Tree Swallow Canada Goose Willet Red-winged Blackbird Common Tern Osprey Marsh Wren Saltmarsh Sparrow Seaside Sparrow Tree Swallow Osprey Red-winged Blackbird 14 Exploring the Future: Mapping our Breeding Birds in 2050",
        "Coastal HIGHLY VULNERABLE TO LIKELY VULNERABLE TO LEAST VULNERABLE TO CLIMATE EFFECTS CLIMATE EFFECTS CLIMATE EFFECTS American Oystercatcher Spotted Sandpiper Great Egret Piping Plover Bank Swallow Snowy Egret Willet Green Heron Herring Gull Killdeer Great Black-backed Gull Horned Lark Least Tern Roseate Tern Common Tern Osprey American Oystercatcher Bank Swallow Snowy Egret Urban or HIGHLY VULNERABLE TO Cedar Waxwing Purple Martin Suburban CLIMATE EFFECTS Baltimore Oriole Northern Rough-winged Swallow Common Raven Cliff Swallow Black-capped Chickadee Barn Swallow Tufted Titmouse LEAST VULNERABLE TO CLIMATE EFFECTS White-breasted Nuthatch Carolina Wren Canada Goose Eastern Bluebird Mallard American Robin Mourning Dove Northern Mockingbird Chimney Swift House Finch Ruby-throated Hummingbird American Goldfinch Killdeer Common Raven Chipping Sparrow Cooper’s Hawk Song Sparrow Red-shouldered Hawk Northern Cardinal LIKELY VULNERABLE TO Red-tailed Hawk Brown-headed Cowbird CLIMATE EFFECTS Eastern Screech-owl Orchard Oriole Red-bellied Woodpecker Common Nighthawk Downy Woodpecker Great Horned Owl Northern Flicker Warbling Vireo American Kestrel Fish Crow Eastern Phoebe Bank Swallow Blue Jay House Wren American Crow Carolina Wren Exploring the Future: Mapping our Breeding Birds in 2050 15",
        "2 Humpback whales and Laughing Gulls What to Expect from Climate Change Climate change is rapid, and it is accelerating. Many plant and animal species will be unable to adapt to this rapid change, while others will be challenged to survive without sufficient refuges. 16 What to Expect from Climate Change",
        "In addition, climate change will intensify the stressors that wild species are currently facing. As a result, they face a harsh challenge: Leave, adapt, or slowly succumb to the cumulative stresses. There are three core challenges at the intersection of climate change and wildlife conservation that make action essential: ■ Urgent Action Is Required. Climate change is rapid, and it is accelerating. Many plant and animal species will be unable to adapt to this rapid change, while others will be challenged to survive without sufficient refuge. This means we need to expand some habitats, restore degraded habitats, and, in the case of coastal habitats, find ways to provide refuge against rising seas. ©Climate Ready Boston ■ Fundamental Processes Are Being Disrupted. Fundamental ecological processes, such as the spring emergence of leaves and insects, are affected by temperature and rainfall. Shifts in these basic characteristics of the CLIMATE CHANGE IS BEING DRIVEN BY GLOBAL climate can have dire consequences for our ecosystems, forcing changes in WARMING, caused by a buildup of greenhouse gases in our atmosphere. food webs and disrupting relationships among species. Changes to these The chief greenhouse gas is carbon dioxide, and the increasing concentration of basic linkages can cascade through an ecosystem, resulting in an upended, carbon dioxide in the atmosphere is largely the result of human activities, such chaotic system and challenging wildlife in all aspects of their lives. as burning fossil fuels. We can avoid the most dire effects of climate change by reducing our carbon footprint, as outlined in the What You Can Do section of ■ Stress Is Being Added to Already Stressed Environments. Climate change this report. amplifies existing stressors on wildlife and their habitats. Good conservation will still be the best tool in our toolbox. This means we still need to focus on Our shifting climate is already affecting the wildlife of Massachusetts—from reducing pollution, protecting and connecting large wild areas, restoring the smallest phytoplankton to our largest humpback whales. These changes, degraded areas, and reducing human-caused bird mortality, like collisions outlined here, transform the way ecosystems work, including food webs and the with buildings. All of these actions make habitats more resilient and resistant timing of seasonal events, such as the emergence of insects and the flowering of to the additional stress caused by climate change. trees. As these fundamental shifts accelerate, they will add stress to our natural world, leading to significant effects on our focal group of concern: the birds of Massachusetts. Leading by Example: Mass Audubon’s Core Challenges of Climate Change Carbon Footprint for Wildlife Conservation Reduction Program Earth’s climate has changed significantly over the ages. But today, changes that Since 2003, Mass Audubon has reduced the previously occurred over thousands of years are happening in the span of a few annual carbon emissions from its buildings human generations. Unless we take aggressive action at home and around the and vehicles by nearly 50%. We have made globe to reduce greenhouse gas emissions, temperatures in the northeastern a variety of investments—some small, some United States are expected to warm an additional 4°F to 7°F by the middle of the large. Many of the steps we have taken can 21st century. be copied in your home or in your office. Visit us at massaudubon.org/leadingbyexample It is this rapid, unnatural rate of change that creates the core challenges of for updates and specifics on the ways we are conservation in a changing climate. While evolution has allowed plants and animals committing to a smaller carbon footprint. Photovoltaic array at North River to adapt to natural changes over periods of hundreds or thousands of years, the Wildlife Sanctuary current rate of climate change may make it impossible for many species to adapt. What to Expect from Climate Change 17",
        "What Does This Mean for the Declining Breeding Birds of Massachusetts? Emissions Scenarios Understanding the effects of climate change is important as we try to assess the vulnerability of our native birds. Although research suggests that some species will To predict future climate conditions, we use computer models, or simulations, that be able to tolerate significant shifts in temperature, we know that many species are based on factors such as the input of energy from the sun, circulation patterns will not be able to cope. This uncertainty requires action, particularly for those of the ocean, and the concentration of greenhouse gases in the atmosphere. Usually species measured as already declining and predicted to face additional challenges models are run using scenarios that involve different levels of future greenhouse- due to climate change. The following species were classified in our highest levels of gas emissions—high, medium, and low. These different scenarios predict different concern, as reported in Mass Audubon’s Breeding Bird Atlas 2, and are also projected amounts of changes in the climate, with low-emission scenarios resulting in less to be Highly Vulnerable to climate change by the year 2050: global warming than high-emission scenarios. A variety of models have been used to predict how human activities will affect the future climate, and all of them have Ruffed Grouse American Bittern Savannah Sparrow levels of uncertainty that increase with the length of the projection. Black-billed Cuckoo Least Bittern Saltmarsh Sparrow Eastern Whip-poor-will Northern Harrier Seaside Sparrow Whenever possible, we chose to use the future climate variable ranges for the year Piping Plover Northern Goshawk White-throated Sparrow 2050. We chose 2050 because the models mostly converge during this timeframe, Wilson’s Snipe Broad-winged Hawk Black-and-white Warbler regardless of the emissions scenario used. It will be our behavior over the next American Woodcock Least Flycatcher Nashville Warbler 33 years that will force the climate effects reflected in projections after 2050. Herring Gull Swainson’s Thrush Chestnut-sided Warbler Great Black-backed Gull Purple Finch Black-throated Blue Warbler Least Tern Evening Grosbeak Canada Warbler Roseate Tern Vesper Sparrow Rose-breasted Grosbeak The Signs of Climate Change Common Tern Are All Around Us Our climate is warming because of a buildup of heat-trapping greenhouses gases in the atmosphere. As air temperatures rise, the increased heat energy in What’s in a Degree? the atmosphere drives more frequent and powerful storms. The increased air temperature also changes the seasons—winters are shorter and summers are longer. The warm air melts alpine glaciers and continental ice near the poles, An increase of a few degrees Fahrenheit may not seem like a very large change. causing sea level to rise. The oceans also trap the heat, and when the ocean water is Indeed, during the spring and fall, the day-to-day high temperatures in warmed it expands, contributing almost half of the observed rise in sea level. Massachusetts commonly vary by 30°F or more. But long-term changes in global average temperatures represent enormous changes in the amount of energy building What follows are some of the observed environmental changes, as well as projected up in earth’s atmosphere. By comparison, at the end of the last ice age, when ice environmental changes, for Massachusetts. sheets thousands of feet thick covered the northeastern United States, global average temperatures were only 5°F to 9°F cooler than they are today. That’s roughly Rising Temperatures in Massachusetts the magnitude of warming expected to occur during the next 70 years if greenhouse From 1895 to 2015, Massachusetts warmed by 2.8°F—faster than the national and gas emissions continue to increase. And this unnaturally rapid rate of warming global rates. If we continue to emit greenhouse gases as we have in the recent past, is what’s forcing our natural environments to change faster than the plants and the Northeast will warm by 4°F to 7°F by mid-century and by 7°F to 10.5°F by the animals can possibly adapt. 2100s. If global greenhouse gas emissions are aggressively reduced, temperatures will warm by 3°F to 6°F by 2100. Since the greenhouse gases we emit today will remain in the atmosphere for decades, future warming is inevitable. However, if we aggressively reduce our greenhouse gas emissions we will have less warming over time. 18 What to Expect from Climate Change",
        "More Hot Days and Extreme Heat Mass Audubon models project that all of our breeding species with ranges that are centered to our north are Highly Vulnerable to the effects of climate change in Massachusetts. One such species is the Common Loon, a bird that is currently undergoing a welcome recovery in the Commonwealth. Species with ranges that are centered to our south show more variability. Of the 25 southern species modeled, 64% are projected to have increased climate suitability. Some of these are species that have recently undergone declines, such as the Northern Bobwhite. Fewer Cold Snaps but Freeze Risk Persists By mid-century, we can expect 20 to 30 fewer days with freezing temperatures in a typical year. Fewer freezing days will extend the growing season, but will also enhance the risk of damage from frost to the leaves and flowers that are developing earlier. Warm spring days still have about the same chance of being followed by a deep cold snap that can kill tender leaves and flowers, damage crops, Purple Martin Future number of very hot days in Boston, MA. ©Climate Ready Boston The Human Perspective: How Different Will It Feel? Warming is expected to be accompanied by an increase in the variability of temperatures. We are expected to have more hot days and extreme and dangerous To help put future temperature How Summer Temperatures heat waves, as well as extended warm seasons. conditions in context, we can compare Will Feel Depending on Future Currently, eastern Massachusetts typically sees fewer than 11 days per year in which how Massachusetts summers will Greenhouse Gas Emissions.* feel in the future to what other parts temperatures exceed 90°F. Under high emissions scenarios, eastern Massachusetts of the country experience today. could see 20 to 40 days per year over 90°F by 2030 and 25 to 90 days by 2070. Of Even if we aggressively reduce future those hot days in 2070, up to 33 could exceed 100°F. greenhouse gas emissions from current levels, our future heat index Our data from Breeding Bird Atlas 2 showed a may resemble the conditions typical significant increase in the ranges of formerly of Maryland today. If we continue to southern breeding species in Massachusetts emit greenhouse gases as we have, during the years 1979-2013, as well as a our heat index may feel more like decrease in species with ranges centered to present conditions in South Carolina. our north. The changes are likely due, in part, That climate would be fundamentally to the increasing average temperature and different from the New England extended warm seasons, and we can expect climate we’re accustomed to. these changes to continue as the average Common Loon with chicks *Based on data and methodology in Hayhoe, K., C. P. Wake, B. Anderson, X. - Z. Liang, E. Maurer, J. Zhu, J. Bradbury, A. annual temperature and length of warm DeGaetano, A. Hertel, and D. Wuebbles. \"Regional Climate Change Projections for the Northeast U.S.\" Mitigation and Adaptation Strategies for Global Change 13, no. 5-6 (2008): 425-436. seasons increase further. What to Expect from Climate Change 19",
        "and disrupt wildlife. This contributes to a greater risk for plants and animals Greater Frequency of Strong Storms that take advantage of the warmer ‘‘shoulder’’ seasons. But species that are long- The northeastern United States has experienced a greater increase in extreme distance migrants and sensitive to cold snaps, such as the Purple Martin, may suffer precipitation than any other part of the country. The amount of precipitation falling additional setbacks. in the heaviest 1% of precipitation events increased by 71% from 1958 through 2012, which was mostly due to an increase in very heavy rainfall events. Changing Precipitation The warming climate will alter patterns of precipitation in significant ways, although Locations in Massachusetts are the form of those changes will vary greatly around the globe. In Massachusetts, annual typically seeing an increase of 2 to 4.5 precipitation totals have increased by about 15% since 1895. Overall, that trend is days per year when daily precipitation expected to continue, but the change may not be evenly distributed throughout the totals exceed 1 inch. That’s an increase seasons. Our wet seasons will likely become wetter, while our summer and early fall of about 15 to 30%, consistent with seasons may become drier. the regional trend across New England. Changes in precipitation vary Many Massachusetts breeding bird species, as well as many bird species that pass tremendously from place to place, through the state during spring and fall migration, winter in the neotropics or in however, and there are locations that temperate South America. There is already evidence that changes in precipitation have experienced a slight decline in the in the Caribbean, Central America, and South America are affecting the wintering number of heavy precipitation days. habitats of migrant birds, as well as the birds’ survival on the wintering grounds. This Belted Kingfishers additional stressor for long-distance migrants is of great significance as we work to By mid-century, the number of 1-inch protect them on the breeding grounds. precipitation days is expected to increase by an additional 15 to 20%, with the greatest changes projected for southeastern and northwestern Massachusetts. Our models show that of the 54 species of long-distance migrants that breed in Heavy precipitation events increase the risk of flooding. Bird species that nest in Massachusetts, 36 (66%) are either Highly Vulnerable or Likely Vulnerable to climate riverbanks or along streams, such as Bank Swallows, Belted Kingfishers, Common change in the state, and 18 (34%) are Least Vulnerable. Our models did not evaluate Mergansers, and Northern Waterthrushes, could experience a greater frequency of climate change in the wintering grounds. washout events that destroy their nests. Additionally, small ground-nesting species, especially those that nest on less porous soils, like the field-nesting Killdeer, could Less Snow and More Rain also experience more frequent washout events during periods of intense rainfall. The future form of our winter precipitation is uncertain, but we should anticipate that Sea Level Is Rising less precipitation will fall as snow and that Earth’s warming climate is causing sea level to rise in two different ways. First, warmer temperatures will result in less snow warmer air temperatures are causing alpine glaciers and continental ice to melt. As accumulation. Across a range of projections, the meltwater flows into the ocean, the increase in the total volume of water causes we could see a 25 to 60% reduction in the the sea level to rise. amount of precipitation stored in ice and snow by mid-century, and a 50 to 100% Second, about 90% of the heat trapped by greenhouse gases is stored in the world’s reduction by 2100. These changes may oceans. As the ocean water becomes warmer it expands, pushing water farther up increase opportunities for some species, along our shores. This expansion accounts for much of the observed rise in sea such as the Northern Bobwhite, which suffers level during the 1900s. high mortality in years of heavy snowfall. Since 1922, the sea level in Boston Harbor has risen by 10.4 inches, a rate exceeding the global average of approximately 8 inches since 1900. The primary reason why Northern Bobwhite the sea level is rising faster along the New England coast than elsewhere is land subsidence: our land is slowly settling, relative to sea level. 20 What to Expect from Climate Change",
        "The effect of sea level rise will be felt most profoundly by our coastal-nesting birds, many of which nest within a few vertical feet of the high-tide line. In the short term the coastal-nesting species are at risk due to increased flooding events, and in the long term due to habitat loss from the direct effects of flooding, as well as the loss of habitat to rising seas. Colonial-nesting seabirds such as gulls and terns, barrier- beach-nesting species such as American Oystercatchers and Piping Plovers, and salt marsh-nesting species such as Saltmarsh Sparrows and American Black Ducks are all projected to be affected. Coastal Flooding By mid- to late-century, what we now call 100-year coastal floods could plausibly occur almost once per year, a change driven mostly by rising sea level. In future scenarios for some coastal locations, it is possible that a \"100-year flood\" could occur as frequently as high tide. This change has obvious significance for any birds nesting along the coast, including all beach-nesting and salt marsh-nesting birds. Sea Surface Temperatures Future relative sea level rise in Boston, MA ©Climate Ready Boston Ocean surface temperatures off the coast of Massachusetts have warmed by 1.5°F to 2°F since 1901. That’s close to the average global rate of ocean warming. Year- Sea level is projected to rise somewhere between an additional 2.4 to 7.4 feet by to-year and local geographic variability of sea-surface temperatures in nearshore 2100, depending on the rate of future greenhouse gas emissions. A rise of 7 inches areas is high, however. Some areas near shore, such as the Gulf of Maine, have to 1.5 feet is probable by 2050, regardless of greenhouse gas emissions in the next warmed more rapidly at different times in history, while others have warmed more three decades. slowly. Overall, for United States coastal waters, temperatures are predicted to rise 4°F to 8°F by 2100. Even very small shifts in ocean temperatures can cause dramatic upheavals in ecosystems, often affecting fundamental processes at the base of food webs. For species that primarily rely on marine prey in colder water, such as gulls, terns, shearwaters, alcids, and coastal ducks, there is ample evidence that abnormally warm water can cause declines in Common Eiders food resources that result in significant mortality events. American Oystercatcher What to Expect from Climate Change 21",
        "3 Common Terns and Roseate Terns The Coast We will always have a coastline, but where will it be? 22 The Coast",
        "COASTAL HABITATS ARE AT RISK as the effects of climate change increase. Sandy beaches in Massachusetts provide nesting habitat for The Islands of Massachusetts endangered birds such as Piping Plovers, Common Terns, and Least Terns, as well as recreational opportunities for millions of visitors each year. Our beaches also serve as critical feeding and resting areas for terns and shorebirds during their long spring and fall migrations that sometimes reach from breeding grounds in the high Arctic to wintering areas in South America. However, with rising sea level, increasing storm intensity, a. b. c. armored coastlines, and increased Coastal islands are also critical breeding sites not only for many seabirds, competition with humans for but also for long-legged wading birds such as egrets and ibises. The beachfront real estate, the wildlife nearshore islands are especially important for wading birds, providing that depends on our dynamic safe nesting habitat and a short commute to nearby wetlands for feeding. shorelines for nesting, resting, and In Massachusetts, colonial-nesting seabirds and wading birds use rocky feeding is increasingly threatened. islands in Buzzards Bay, Boston Harbor, and along the north shore. Colonial While sometimes contentious, species also nest on sandy islands along the southern Massachusetts conservation of the rare species coast—most notably at Monomoy National Wildlife Refuge. nesting on Massachusetts’ Least Terns beaches has served as a model Mass Audubon’s Kettle Island, off the coast of Manchester-by-the-Sea, hosts of cooperative management that is the envy of most other coastal states. The the largest breeding colony of wading birds in the state. The constellation challenge now is to maintain these successes in the face of climate change. of small rocky islands dotting the Essex County coast—comprising the Essex County Rocky Islands Important Bird Area—provide critical habitat Beachfront Basics: They Move redundancy for egrets, ibises, and other species. Islands to the south, too, are essential for the survival of coastal-nesting birds. Our beaches are constantly being shaped by currents, tides, winds, and storms, Sandy islands are dynamic and are likely to be lost in the near-term to with new channels and sandbars emerging and receding, sometimes seemingly increasing intensity of coastal storms and rising sea level. Rocky islands, overnight. The sandy beaches of Massachusetts formed after the glaciers departed on the other hand, are formed of bedrock rather than shifting sands and so from our area, approximately 15,000 years ago. Their formation depended upon have an inherent resistance to erosion from rising sea level. However, their the erosion of sediments from the land. During periods with greater erosion, the total area will be reduced as low-lying rocks and islets are drowned by the beaches grew more rapidly. Sandy Neck in Barnstable, for example, grew more when rising sea. sea level was rising quickly than in more stable periods, due to increased erosion of the coastal bluffs that acted as a source of sand. Mass Audubon and partners are assessing the status of breeding birds on rocky and sandy islands and will be working to build resilience in the Today beaches and sand spits are created in much the same way—by the movement system. Near-term work will include addressing non-climate stressors such of sand, often eroded from coastal cliffs or brought to the coast via rivers and then as changes in vegetation, incompatible human use, and the presence of deposited in relatively calm waters. The action of ocean waves and currents on a mammalian predators. Planning for their future, as well as our own, must barrier beach typically erodes sand from the exposed edge of the beach and moves progress quickly or this narrow window of opportunity will close. it both offshore and along the shore. a. House Island off of Manchester-by-the-Sea, MA b. Straitsmouth Island off of Rockport, MA c. Halfway Rock off of Salem, MA The Coast 23",
        "Planning for the Future: We Will Always Have a Coastline, Planning But Where Will It Be? for Plovers Coastlines are shifting landscapes, but when they are developed—often with Habitat loss caused by the significant financial investment—attempts are frequently made to stop their development and increased natural migration. Rising sea level and increased storminess will cause beaches to recreational use on barrier migrate landward. In the coming decades, we will have to decide when to protect beaches, including use of over- existing infrastructure and when to remove or alter it to allow for natural coastal sand vehicles, is the primary processes. cause of 20th century declines in the Atlantic coast population The barrier islands and sand of the Piping Plover. In areas spits of the Massachusetts where beaches cannot naturally coast, such as Plum migrate landward, sea level rise Island, Duxbury Beach, and storm-induced erosion are Sandy Neck, Monomoy expected to further threaten Island, and Nauset Beach, the recovering Piping Plover are textbook examples population in Massachusetts. of the changing nature of our sandy coastline. The evidence for that projection So too is the poignant comes from a study of the barrier Piping Plover chick example of Billingsgate beaches on the south shore of Shoal in Wellfleet, formerly Long Island, where researchers found that in the absence of adjacent development, Billingsgate Island. In the potential plover nesting habitat will grow as sea level rises and beaches naturally mid-1800s, Billingsgate move farther inland. But their model also indicated that if there is development Island had a tavern, a post bordering the beaches, Piping Plover habitat will shrink as sea level rises. The office, a baseball team, and researchers concluded that, to ensure the future of plover habitat on barrier 30 houses. By 1915, the town was gone, a victim of coastal erosion. Today at low tide, beaches, managers need to promote natural overwash and habitat migration, while its remnant serves as a haul-out spot for seals and a resting area for cormorants minimizing development adjacent to future breeding habitat. With rising sea level and gulls. As sea level rises and storm intensity increases, we may see changes like and increased severity of winter storms, blowouts and overwash may occur with this within even shorter time frames. greater frequency, thus providing favorable nesting sites for plovers—at least on undeveloped beaches in the short term. Along natural coastlines, sediments from eroding banks are eventually deposited on beaches, providing beach habitat and protecting the saltmarsh habitats behind the beaches. Today, however, human development is interfering with this process. Many coastal banks are now covered by armor to prevent erosion, thus starving nearby beaches of sand. Additionally, much of the sediment that does erode from banks is intercepted by jetties and groins, preventing it from moving down current to re-nourish beaches. 24 The Coast",
        "Mass Audubon’s Popponesset Spit is an important waterbird nesting site in Mashpee. Groins and an armored coastline ‘‘upstream’’ from the spit (pictured Roseate Terns, Common Terns, below) have resulted in a sand deficit relative to natural conditions. In addition, and Sand Lance sea level rise and increased storminess have shifted the spit landward. The spit is maintained through annual renourishment using sediments dredged from the The Roseate Tern, a federally endangered channel to Popponesset Bay. Mass Audubon and Save Popponesset Bay are working species, nests sparsely around the together on a habitat restoration plan to install ‘‘green infrastructure’’ at the spit for world in the tropics, with a sub- longer-term maintenance. population nesting on islands in the northern Atlantic Ocean. Most of these northern Roseate Terns nest in four large colonies—Rockabill Island in Ireland, Great Gull Island in New York, and Bird Island and Ram Island in Massachusetts. The Roseate Tern population suffered a decline during the late 1800s, when the birds were frequently killed to be used as ornaments on hats. The population recovered, but again there was a Roseate Tern with sand lance decline during the mid-1900s. Today the population faces stresses from loss of breeding habitat, predation by mammalian predators on nesting islands, and, to a less-well-known degree, hunting during the non-breeding season on their wintering grounds. Currently the U.S. population is hovering at about 4,200 breeding pairs, and about half of those pairs are nesting in Massachusetts. The Bay State figures even more prominently for Roseate Terns after the breeding season when adults and newly- fledged young from our colonies, as well at those colonies to our north and south, converge on our Cape Cod beaches to prepare for migration. Curiously, there are no known Roseate Tern colonies known in the North Atlantic where Roseate Terns nest without the more aggressive Common Tern. Adding redundancy to the population of Roseate Terns would include expanding the number of breeding colonies, and any plan to do that would also require the establishment of nesting Common Terns. It is also important to note that several studies have looked at the prey that Roseate Terns bring to their chicks on both the breeding grounds and also during post- breeding dispersal on the shores of Massachusetts. Most of these studies point to a narrow diet for Roseate Terns—they primarily eat sand lance during the breeding and post-breeding seasons. These terns already have multiple stressors. Sea level rise threatens their nesting colonies, and it is becoming increasingly important to study the effects of warming water on their most important prey: sand lance. At the same time it is important to maintain and grow the colonies of Common Terns. Without expanding Common Tern numbers it is unlikely that new Roseate Tern colonies will become established. The Coast 25",
        "Hero CAROLYN MOSTELLO, MASSWILDLIFE Bird Island in Marion, Massachusetts, provides important nesting habitat for Common Terns and Roseate Terns, as well as other birds, including American Oystercatchers and Common Eiders. Since the island is home to the second- largest Roseate Tern colony in North America, hosting 30% of the endangered North American population, it is critical that the nesting sites on the island be protected against the continued effects of sea level rise. Bird Island pre-restoration Carolyn Mostello, a coastal waterbird biologist at the Massachusetts Division of Fisheries and Wildlife (MassWildlife), has been monitoring and managing Bird Island and two other tern islands in Buzzards Bay for 19 years. During those years, she has observed the deterioration of the island habitats due to climate change, as well as other events, such as oil spills. On Bird Island in particular, rising sea level and erosion of the original seawall had turned the beaches where Common Terns formerly nested into salt marsh and salt pannes—thereby forcing the Common Terns to nest closer to the interior of the island, where Roseate Terns nest. Carolyn Mostello From 2001 to 2015, MassWildlife worked with colleagues in other private, state, and federal agencies, as well as the U.S. Army Corps of Engineers, to design a restoration project for Bird Island. The goal of the project was to restore nesting habitat for both Roseate Terns and Common Terns by raising the elevation of the island, removing invasive plants and planting native plants, and protecting the island from additional erosion. The project was completed in April 2017. MassWildlife expects that there may be an added benefit beyond protecting Bird Island from sea level rise and increasing storm intensity. Nearby is Ram Island in Mattapoisett, another important nesting site for Roseate Terns and Common Terns. But Ram Island is overcrowded, so the new ‘‘real estate’’ on Bird Island may allow the tern populations to increase in Buzzard’s Bay. 26 The Coast",
        "4 The Salt Marsh The nesting season is already challenging for most birds, but for the birds that nest in salt marshes, there is the additional challenge of living within just a few vertical inches of the tideline. The Salt Marsh 27",
        "SALT MARSHES ARE AN ICONIC HABITAT OF Slowly rising sea level, has been the norm for thousands of years. The historic NEW ENGLAND and a rich habitat for a variety of birds and other average rate of sea level rise, on the order of 0.04 inch (1 mm) per year, has allowed organisms, including many plants and animals that are found nowhere else. marshes to slowly expand over the intertidal mud flats. It might seem as if the Like beachfronts, salt marshes are extremely vulnerable to the rapidly rising rising sea would drown the marsh. But that only occurs if the vertical growth of the sea level in Massachusetts. These two habitats are the front lines of the battle marsh does not keep up with the rate of rising water. against our changing climate. Observed Changes Hero As the rate of sea level rise has accelerated over the past several decades, salt LIZ DUFF, MASS AUDUBON marsh growth in parts of Massachusetts and southern New England may no longer be keeping up with the rising water. Scientists studying the salt marshes Liz Duff, Education Coordinator of Mass Audubon’s Salt Marsh Science Project, on Cape Cod and around Narragansett Bay have documented that the surface of has been engaging with high school students and their teachers to help them the marshes has become wetter in recent years and that saltmarsh hay (Spartina understand the potential impacts of climate change on their communities. The patens), a plant of the high marsh that can tolerate only occasional soaking by threat of climate change becomes much more real when students discover that tidal water, is being replaced by saltmarsh cordgrass (Spartina alterniflora), a plant popular beaches, historic sites, and even their own high schools are threatened by that can thrive even if it is inundated at almost every high tide. In the Plum Island rising seas. Learn more about Liz’s work at massaudubon.org/saltmarshproject. estuary, scientists comparing modern aerial photos with maps from the 1950s have found a definite expansion of the amount of open water on the marsh at the expense of the vegetation. While this phenomenon may seem like a minor shift in the structure of the habitat, it is driven by an increasingly wet marsh, and that is a change that spells trouble for salt marsh-nesting birds. How to Make a Salt Marsh Rapidly rising sea level, caused by our warming atmosphere, is driving changes in our marshes by influencing the processes that form the marshes. As with beaches, we can relate the birth of the extensive salt marshes of Massachusetts to the post-glacial period. The barrier beaches formed of glacial outwash sediments acted as buffers, cutting off shallow river estuaries from direct assault by waves. The calm bays behind the beaches allowed plants to colonize the shallows and mud flats. We see the remnant of this process in the largest marshes in Massachusetts: the Great Marsh in northeastern Massachusetts, Barnstable Great Marsh, and Duxbury Marsh. Each of these formed behind barrier beaches like Plum Island, Sandy Neck, and Duxbury Beach. Liz Duff with students 28 The Salt Marsh",
        "To sustain salt marsh growth, a delicate mixture of decomposing marsh grasses landward side as sea level rises, as long as the slope of the land is gradual and and sediments washed down from rivers and shorelines is needed. Because the the inflow of sand and soil is not impeded by human-built barriers, such as underground parts of marsh plants decompose very slowly, they form a thick layer sea walls. of peat on which new plants can grow. In addition, the shoots of marsh plants trap The delicate equation of salt marsh growth is based on a very slow rate of sea sediments that are carried into the marsh by tides and rivers, thus building up the level rise. As we enter a period of rapid sea level rise, this equation may no longer surface of the marsh. As long as the rate of sea level rise is very slow, the marsh can result in marsh accretion. There are already signs that we are losing our marshes keep pace and expand outward and upward. Marshes can also build up toward the and the plants and animals that live there, such as the Saltmarsh Sparrow. Case Study // Drowning in the Rising Seas: Saltmarsh Sparrow The case of the Saltmarsh Sparrow survive only one more spring tide before the young birds are ready to leave the nest. demonstrates the extreme vulnerability This precarious timetable does have some built-in safeguards: the structure of the of some coastal species to sea level nest allows the eggs to float up during an extreme tide and then settle back down rise, as well as the unintended effects of when the tide drops. But the very young chicks can’t climb up the slender grass development on our shorelines. fronds to escape a very high tide. So if the tide is high enough to inundate a nest with chicks, then the very young chicks will drown. If flooding happens too often, As sea level rises, increasingly wetter even older chicks are at risk. salt marshes can produce drastic consequences for marsh-nesting birds In addition to the increased flooding caused by sea level rise, human development such as Saltmarsh Sparrows. Their nests on marshes tends to increase the risk of flooding. Marshes in developed areas are are in the high marsh, but even there they often traversed by roads and railroad beds, which almost always restrict the natural are in danger of being flooded by storms flow of tides. It is possible that this restriction decreases the amount of sediment and the highest tides. The nesting season is that would otherwise flow into the marshes, thus reducing the marshes’ natural already challenging for most birds, but for ability to build up. With a lower marsh, flooding events become catastrophic. the birds that nest in salt marshes, there Saltmarsh Sparrow Saltmarsh Sparrows can still be found in the salt marshes is the additional challenge of living within of Massachusetts, but their population is declining just a few vertical inches of tideline. Additionally, the grasses in the high marsh precipitously. Recently a multi-partner and multi-state are mostly saltmarsh hay (Spartina patens), not the cordgrass (Spartina alterniflora) research project, Saltmarsh Habitat and Avian Research of the low marsh; the line between the two species of grasses is determined by the Project (SHARP), was formed to study salt marsh-nesting frequency and depth of tidal inundation at high tide. As marshes become wetter birds, and Saltmarsh Sparrows are one of the focal species due to rising sea level, the amount of high-marsh habitat will continue to shrink. of this project (tidalmarshbirds.org). Researchers at SHARP In salt marshes, the height of the tide varies, with predictable and unpredictable have done extensive work to evaluate the status of tidal factors influencing the height. The most predictable factor is the phase of the marsh-nesting birds, and the evidence is unambiguous—the future moon: During full and new moons, the tide is higher; these high tides, which occur is grim for Saltmarsh Sparrows. The researchers have documented an alarming twice a month, are called spring tides. Other less-predictable factors that bring population decline of about 9% per year along the Atlantic coast—the only place in higher-than-normal tides, such as storms and wind, can occur at any time. the world where this species lives. The compounding rate of decline is difficult to imagine. SHARP researchers put it this way: It is as if three out of four Saltmarsh It takes about 26 days for a Saltmarsh Sparrow to go through egg laying, Sparrows have died and not been replaced since the 1990s. Without a massive incubation, hatching, and fledging. Therefore, if a female Saltmarsh Sparrow lays intervention, it is likely that Saltmarsh Sparrows will be extinct within 50 years. eggs immediately after a spring tide has passed, her eggs and chicks will have to The Salt Marsh 29",
        "5 Razorbill Seabirds in a Warming World Our offshore waters are a resource of global significance. 30 Seabirds in a Warming World",
        "THE MARINE WATERS OFF THE MASSACHUSETTS Observed Changes COAST provide year-round feeding grounds for birds from throughout the Ocean surface temperatures off the coast of Massachusetts have warmed by Western Hemisphere. In winter, thousands of Common Eiders, Long-tailed Ducks, 1.5°F to 2°F since 1901. From 2004 to 2013, the waters of the Gulf of Maine warmed and Razorbills return from their breeding sites scattered across the high latitudes more quickly than 99.5% of the world’s ocean waters, and surface temperatures of Canada and Alaska to gather on our offshore shoals, where they feed on are projected to increase by another 4°F to 8°F by 2100. This means that the marine mollusks, crustaceans, and fish. At the end of every summer, most of the Western organisms of Massachusetts will likely experience the effects of warming water Hemisphere’s breeding population of endangered Roseate Terns uses our coastal sooner than organisms living elsewhere. waters to feed on sand lance prior to departing for wintering grounds off the coast of South America. Every year those birds are joined by Great Shearwaters, Sooty Shearwaters, and Wilson’s Strom-Petrels from the far Southern Hemisphere, Why Is a Warmer Ocean Less Productive? making the offshore waters of Massachusetts a resource of global significance. The temperature of ocean water is a key factor in determining its productivity. Although it may seem counterintuitive, cold water is actually far more productive than warm water. Cold water holds more oxygen than warm water, and with higher amounts of dissolved oxygen it can support more life. Additionally, cold water that is brought to the surface by the natural process of upwelling is often rich in nutrients. Thus, the upwelling of cold, nutrient-rich water acts as a fertilizer for primary producers such as phytoplankton and marine algae. Warmer surface water reduces the rate of turnover in marine systems, stalling the process that brings nutrient-rich cold water to the surface. The reduction in ocean productivity will, in turn, affect everything that lives in the ocean. The Web of Warming Great Shearwaters Another profound effect of warming ocean water occurs For generations, the world’s oceans and shores have been over-harvested and at the base of the food web. In the spring, phytoplankton— polluted, and marine habitats have been degraded—and the waters off the photosynthetic microalgae—begin to reproduce rapidly, Massachusetts coast were no exception. Today there are additional threats. The accumulating in massive numbers called blooms. accelerated warming of the planet’s oceans and the increasing acidification of Phytoplankton blooms are driven by climate-sensitive ocean water are rapidly changing the world’s marine ecosystems. factors such as temperature and the layering of the water column. As water temperatures increase, phytoplankton The ocean is a complex ecosystem with underlying patterns of circulation, water- blooms occur earlier and earlier in the year, a column layering, and seasonal productivity, as well as a panoply of interactions phenomenon that has already been observed in the Gulf among the plants, marine algae, and animals that live in and near the sea. of Maine and off the coast of Martha’s Vineyard. Copepods Ecologists and oceanographers have made headway in understanding these complex ocean systems, with the work of Massachusetts research institutions The problem with earlier-than-normal phytoplankton blooms is that they such as the Woods Hole Oceanographic Institution and NOAA’s Stellwagen Bank throw off the timing of the organisms that feed on phytoplankton. The primary National Marine Sanctuary contributing significantly to this understanding. Our consumers of phytoplankton are zooplankton, including the common tiny challenge is to steward this globally significant resource through the challenges of crustaceans called copepods. our shifting climate. In the winter, immature copepods enter diapause, a condition similar to hibernation. During that period, copepods move to deeper water and slow their metabolism, Seabirds in a Warming World 31",
        "Case Study // From Plankton to Puffins: What Happens if the Restaurants Close? The impacts of changes in the lower trophic levels are already being seen in the colonies of Atlantic Puffin nesting along the coast of Maine. In the diets of puffin chicks, preferred prey species such as Atlantic herring have declined, while less favored prey species such as butterfish have been increasing, possibly because the less favorable fish are better able to accommodate the environmental shifts occurring in the Gulf of Maine. During 2012 and 2013, a period of intense warming in the Gulf of Maine, there was a severe decline in the number of Atlantic Puffin chicks that fledged successfully. Then in the summer of 2016, dry weather and unseasonably warm sea-surface temperatures created additional challenges for nesting puffins. On Machias Seal Island in the eastern Gulf of Maine—home to more than 5,000 pairs of nesting puffins—nearly 90% of the chicks died. Remarkably, puffins nesting farther west in the Gulf of Maine that same season had a relatively successful year. Researchers from Project Puffin have suggested that the relative success was the result of a trend in which phytoplankton blooms are increasingly occurring in the western Gulf of Maine but not in the eastern Gulf of Maine. Atlantic Puffins are helping us to understand the effects of significant climate-related changes at lower trophic levels. At the same time, Atlantic Puffins are also teaching us about resiliency in the face of climate change. Puffins seem to have the ability to readily switch prey sources, a flexibility that may benefit them when their preferred prey becomes unavailable. Also, since Atlantic Puffins currently nest on multiple islands in the Gulf of Maine, a change in the distribution of prey that causes a colony on one island to fail could potentially benefit another colony on a different island. The struggles of puffins to cope with the effects of a changing climate are just beginning. They are a bellwether of sorts—a new canary in the coal mine. Their fate will likely mirror that of other ocean-dependent birds, and all eyes should be on the iconic ‘‘Sea Parrot’’. Atlantic Puffin with Atlantic herring 32 Seabirds in a Warming World",
        "thus delaying their development to the adult stage. When copepods emerge from diapause in spring, they rely on phytoplankton blooms to support their growth Hero and reproduction. If the timing of copepod emergence is out of STELLWAGEN BANK NATIONAL MARINE SANCTUARY sync with the peak production of phytoplankton, the phenological Even before receiving its official designation as a National mismatch could lead to poor Marine Sanctuary in 1992, Stellwagen Bank National Marine reproductive success in copepods. Sanctuary has long been recognized as an important refuge That, in turn, would affect the for seabirds, marine mammals, and other marine life. Among copepod’s predators. The break in the priorities of the sanctuary are research, monitoring, the trophic linkage would be felt and education. Collectively these activities have produced a first by plankton-eating seabirds, wealth of information that is of significance to the general such as the Leach’s Storm-Petrel, public, the commercial fishing community, and scientists. then by baitfish, such as sand Along with information derived from a number of other lance, and then by fish-eating prestigious institutions, a growing volume of scientific seabirds higher in the food web, information is now available to the general public and the such as terns and shearwaters. research community. Stellwagen Bank National Marine Leach’s Storm-Petrel Sanctuary is one of the true heroes working in the Gulf of Ocean Acidification Maine to ensure the future of this significant marine region. Some of the more important activities undertaken by the In addition to driving global warming, the excess carbon dioxide emitted by sanctuary staff are listed below. burning fossil fuels and other activities leads to ocean acidification, a process ■ Systematic survey and study of sand lance populations in sometimes called ‘‘climate change’s evil twin.’’ Some of the excess carbon dioxide the sanctuary in the atmosphere eventually dissolves into the world’s oceans. Once it is in the ocean, it reacts with seawater to form carbonic acid, thus making the ocean water ■ Tagging and monitoring of cod populations in Stellwagen Bank more acidic. National Marine Sanctuary ■ Satellite-tagging and monitoring of foraging locations of Great Ocean acidification is a threat to many marine invertebrates. The thin shells of Shearwaters the tiny marine snails called pteropods, for example, can be completely dissolved within a month at the levels of acidity found off our coast. Corals, young oysters, ■ Systematic, year-round monitoring of seabirds in the sanctuary clams, mussels, and crabs are all at through the use of staff and volunteer citizen scientists in the S4 Program (Stellwagen Sanctuary Seabird Steward Program) risk from increasing acidification. ■ Long-term marine mammal monitoring and the regular tagging of If ocean acidification continues humpback whales unabated there will be consequences for many of our near- and off-shore ■ Extensive outreach education for both youth and adults, including use of a spectacular inflatable humpback whale model birds, such as Surf Scoters, White- winged Scoters, Common Eiders, ■ Serving as a national leader in acoustic monitoring of the and Long-tailed Ducks that rely on marine environment. mollusks and crustaceans as their ■ Working with tourism centers to inform visitors about safely primary food source. viewing local marine resources. Surf Scoter Seabirds in a Warming World 33",
        "6 The Forest The simple act of letting our trees grow helps mitigate the effects of climate change. 34 The Forest",
        "ABOUT 60% OF THE LAND IN MASSACHUSETTS IS As with our bird climate envelope models, the forest climate envelope models FORESTED, and much of that forest is between 60 and 100 years old. In most indicate only that the climate would be suitable for certain changes. They do not of the state, if land is not developed or actively maintained as open farmland, it predict whether or how the current forests will retreat, or whether the potentially slowly reverts to forest. expanding species of trees will be able to colonize new areas quickly. What we can expect is that these projected shifts would occur after periods of extreme stress in Forests contribute to our quality of life and perform essential ecosystem services our forests. that we often take for granted. We can thank our forests for clean water and clean air. Rainfall and runoff are filtered through the forest soils and enter our Effects of Climate on Forest Birds groundwater improved. In the process of photosynthesis, trees release oxygen— about half of all the oxygen produced on Earth comes from terrestrial plants. Also, Many forest birds are vulnerable in a changing climate—but what aspects of their as the trees of a forest grow, they take in carbon from the atmosphere, converting it ecology are most at risk, and how do we provide for birds and other species in the into the biomass of their trunks and roots. In this process of carbon sequestration, changing environment? the forest acts as a carbon ‘‘sink.’’ The simple act of letting our trees grow helps mitigate the effects of climate change. Shifting Habitat Composition While the effects of climate change on the forest birds of Massachusetts may be and Quality less obvious than the effects on the birds of coastal ecosystems, our forest birds are at risk, and they face their own set of challenges. As with other species, climate At a coarse scale, climatic influences the basic behavioral and physiological performance of forest birds— conditions play a defining role from clutch size to metabolic rates. Climate also influences prey abundance on the in the habitat selection of birds. wintering, migrating, and breeding grounds. Taken together, the shifting climate will For example, many songbirds cause fundamental changes in most aspects of forest birds’ lives. that have a mostly northern range, such as Magnolia Warblers and Blackburnian Effects of Climate Change on Forests Warblers, extend their range south along the higher Forests have the capacity to respond to a changing climate, and over very long Blackburnian Warbler elevations of the Appalachian periods of time the composition of a forest can shift to fit new climatic conditions. Mountains, where a similar climate can be found. These songbirds are not simply However, the current rate of climate change is not slow; rather, it is very fast. tracking climate conditions—they are seeking the vegetation and sources of food We know that our changing climate is producing warmer winter temperatures, that they need to breed successfully—and the distribution of those resources is changing the number of freeze-and-thaw cycles, and increasing the frequency of largely determined by climate. The current distributions of our birds give us a clue droughts. These changes, and others, have been demonstrated to affect the health to the critical role climate can play in determining the range of a species, and a of our dominant forest trees. window into the scale of the changes we can expect as the climate warms. Forest researchers have developed climate envelope models for dominant tree The changing climate is also likely to have a variety of complex effects on the species, similar to the models used for birds in this report. Their models project structure of the habitats that our forest birds need. For example, changes in that there will be large-scale shifts in the composition of our forests. They predict patterns of rainfall are likely to influence the growth of understory plants. Such that the maple, beech, and birch forests currently found in the western part of the changes will, in turn, affect forest-nesting birds, such as Wood Thrushes, that rely state will shift to the pine and oak forests similar to those found in the eastern part on thick, well-developed understory layers for hiding their nests. of the state. Higher-emission scenarios predict even more substantial changes for Massachusetts forests, and indicate that the climate throughout the state could eventually support forests of oak and hickory—trees that are currently dominant in the forests of the southern United States. The Forest 35",
        "Distribution Shifts climates and earlier springs. Thus the long-distance migrant in Costa Rica will not receive a food ‘‘cue’’ that it is time to leave for the breeding grounds in the We can expect climate-driven distribution shifts for our forest birds, and some may north—it will wait for the appropriate photoperiod to arrive, and then arrive late already be underway. However, species that shift their distributions are not free of for the insect buffet. risk, and the risk is amplified if there are multiple stressors on the landscape. Some species, such as the Blue- gray Gnatcatcher, have already shifted their breeding distributions northward, and other species, such as the American Robin, have moved their wintering distributions northward. Similarly species such as the Magnolia Warbler and Hermit Thrush have moved upwards in elevation as the climate has warmed. But some high-elevation species, including the Bicknell’s Thrush, which is now extirpated from Massachusetts as a breeding Hermit Thrush bird, may simply run out of climate- ©Kristensen, N.P. et al. 2015. Phenology of two interdependent traits in migratory birds in response to climate change. Proceedings of the Royal Society B 282. appropriate mountaintop habitat to call home. Phenological Effects—Arriving at the Buffet on Time Lagging Behind As with phenological mismatches in the oceans, a key problem for forest birds is the fact that spring is ‘‘springing’’ earlier. Migratory birds, in particular, time their Research indicates that forests are breeding cycles to match peak abundance of food, such as caterpillars. That timing ‘‘greening-up’’ earlier—leaf emergence allows them to meet the high energy needs of nestlings. Earlier springs mean earlier is advancing by about 5 days every peaks in insect abundance. Warming temperatures may also shorten the window decade. Arrival dates of some migrants of peak insect abundance by increasing the rate of insect development. Resident are also shifting to keep up with the birds—those that breed and winter in the state—are at an advantage for coping with change, but most migrants are unable the earlier supply of prey. But migrant birds, particularly long-distance migrants, to perfectly match the rapid advance are less able to adapt. of green-up. Scarlet Tanagers, along with other iconic woodland species, are For example, how would a bird that already lagging behind the changes in winters in Costa Rica know that spring is green-up. advancing earlier in Massachusetts? In most cases, long-distance migrants rely Scarlet Tanager on changes in photoperiod—the hours of sunlight in each day—to indicate when they should start migration. Because photoperiod is consistent from year to year, it does not vary with changing American Redstart 36 The Forest",
        "Climate Change in the Wintering Habitats of Long-distance Migrants Climates are changing worldwide, including the climates of the Caribbean, Hero Central America, and South America, where most of our long-distance migrants spend about half of the year. Climate and habitat conditions on wintering grounds NEW ENGLAND FORESTRY FOUNDATION can limit survivorship, and also influence what happens after a bird migrates north and seeks to obtain a high quality nesting territory. Such carryover effects (i.e., physical linkages between the wintering grounds and migratory or breeding grounds) represent the importance of full-life-cycle conservation planning. Because the effects of global warming are expected to be rapid, to result in greater climatic variability, and to vary regionally, these carryover effects must be studied so we can understand their implications on individual species. Along with warming temperatures, many wintering areas in the neotropics are While unharvested reserves of mature forest provide a wealth of ecological becoming drier. Precipitation changes are known to affect everything from the benefits, young forest habitat is critical for a variety of bird species. Young types of prevailing vegetation to the abundance of insect prey, and they can quickly forest habitat is most often created by forest management, and ‘‘working alter the habitats that our long-distance migrants have adapted to over the past forests’’ are a critical component of a diverse Massachusetts landscape. In millennia. Our own work from the Massachusetts Breeding Bird Atlas 2 reveals that, Massachusetts there is a challenge to find uses for locally-harvested timber as a group, long-distance migrants are declining. That decline alone should alarm that is not immediately consumed as firewood. Longer-term carbon storage can us. Increasing stress on these species due to climate change makes conservation be achieved by using timber to produce lumber for construction. In addition, actions all the more critical. the production of lumber for construction can offer stronger markets for landowners. Technologies now exist to construct mid-rise and high-rise buildings out of engineered wood materials. With their Build It With Wood campaign, New England Forestry Foundation (NEFF) is on a mission to make such construction commonplace in our region. The benefits of building with wood are numerous: ■ Carbon is stored indefinitely in the wooden structure of the buildings, and the wood replaces the use of carbon-intensive steel and concrete. ■ The buildings are less expensive and aesthetically beautiful, and the wooden beams can be designed to be stronger and more fire-resistant than steel. ■ The use of sustainably harvested wood in long-lived building materials can increase overall carbon sequestration from forests, increase overall forest resiliency, and stimulate rural economies. Strategic steps that New England Forestry Foundation is taking include communicating with decision makers and the public about the benefits of building with wood, assessing the market for engineered wood products, and influencing policy changes, such as increasing the inclusion of engineered wood materials in certified green building programs. For more information, visit Wood Thrush nest builditwithwood.org. The Forest 37",
        "Spotlight Northern Bobwhite For information on how to read these Breeding Bird Atlas 2 Rank = Strong Decline maps, refer to page 8. Climate Vulnerability Rank = Least Vulnerable Current 2050 Breeding Habitat: Near large agricultural field edges, in WHAT DOES THE FUTURE LOOK LIKE? Warming temperature appears to be the most large forest openings, managed pine plantations, and under important climate component defining where The climate envelope models project an increasingly large powerline cuts. Northern Bobwhites breed in Massachusetts. It suitable climate for the Northern Bobwhite. Under is unlikely that temperature, per se, influences current conditions there is a low likelihood of finding The clear, whistled call of the Northern Bobwhite has where bobwhite breed. Instead, temperature this species in the western portions of the state, long been an essential part of the summer experience characteristics presumably influence the underlying with the exception of the Connecticut River Valley. in the Massachusetts countryside. These small yet plant communities that are distributed on the But, when we advance to projected 2050 climate charismatic birds are a favorite among hunters landscape, and those plant communities then dictate characteristics, we see that the average score for the and birdwatchers alike, and they were historically which areas represent the best areas for nesting Northern Bobwhite increases from a 37% likelihood found throughout the Commonwealth. In recent bobwhites. Additionally, bobwhites in Massachusetts of occurrence to a 41% likelihood, with increased years, however, Northern Bobwhites have declined are currently at the northern edge of their range. projected climate suitability especially notable in throughout their range. Warming temperatures could reduce snow cover, western Massachusetts. Our work with the Breeding Bird Atlas 2 project which is known to be a significant source of mortality demonstrated that since 1979, Northern Bobwhites Of the 20 environmental variables used in the for this species. analysis, two showed the greatest (>70%) cumulative have declined in range and abundance in Massachusetts, where they are now restricted to influence on the resulting climate model: ACTIONS breeding mostly on the Cape and Islands. ■ Annual Mean Temperature The Northern Bobwhite is a much-sought-after game Declining acres in agriculture, decreasing diversity ■ Mean Temperature of the Warmest Quarter species, and its decline of has not gone unnoticed. of plants along edges of agricultural fields, growing Some introduction programs have met with success, These two variables emphasize the factors most likely development footprints, old fields growing up into but others have failed. Climate change may make to influence the distribution of suitable bobwhite forests, and a lack of large-scale management for this future recovery programs more likely to succeed in breeding habitat. Changes in one, or both, of these species all contribute to its decline. the future. Perhaps, like the once-extirpated Wild variables are likely responsible for the predicted Turkey, the right combination of breeding stock and increase in Northern Bobwhite distribution between habitat management will converge with a generous current and future time periods. climate to help restore this iconic species to the Commonwealth. 38 The Forest",
        "Spotlight Ovenbird For information on how to read these Breeding Bird Atlas 2 Rank = Likely Increasing maps, refer to page 8. Climate Vulnerability Rank = Likely Vulnerable Current 2050 Breeding Habitat: Interior, uninterrupted forests with WHAT DOES THE FUTURE LOOK LIKE? CONSERVATION CHALLENGES relatively closed canopies and limited understory. Our model shows that Ovenbird distribution in Maintenance of large tracts of mature forest is Massachusetts is likely to be adversely affected important for future conservation of Ovenbirds Though it looks and sometimes acts like a spotted by the projected future changes in temperature in Massachusetts. Such areas will continue to be thrush, the Ovenbird is a New World warbler. Its loud, and precipitation patterns. By 2050 the species threatened by suburban development and associated distinctive, and oft-repeated song, tea-cher, tea-cher, will continue to occur statewide, but occupancy habitat fragmentation, and higher temperatures may tea-cher, tea-cher, is a familiar sound in the spring and in eastern areas of the state may decline as the further reduce the soil moisture levels that affect the summer woods of New England. Ovenbird’s climate envelope drifts northward, food resources used by breeding Ovenbirds. Like other birds of mature mixed forest, Ovenbirds leaving Massachusetts near the southern limit of its were likely plentiful in the time before European continental distribution. ACTIONS ships landed on the shores of the ‘‘New World.’’ As the Conservation of Ovenbirds demonstrates the broad Of the 20 environmental variables (elevation and 19 forests began to fall before the fire and axes of the suite of actions that are important for most of our variables describing various aspects of temperature Massachusetts Bay Colony, the majority of Ovenbirds Neotropical migrant songbirds. Efforts to reduce and precipitation patterns), four showed the greatest retreated to the remaining forests of the western part losses throughout the full annual cycle are important. (>60%) cumulative influence on the resulting climate of the state until the widespread agricultural period Prevent forest fragmentation in the breeding range, envelope model: was over. As large areas of contiguous mature forest ensure that your backyard is a bird-friendly sanctuary have gradually returned, Ovenbirds have been quick ■ Annual Mean Temperature safe from cats and potential collisions with windows, to recolonize them. The Ovenbird was identified in ■ Mean Temperature of Coldest Quarter support efforts to reduce window collisions at tall Massachusetts Breeding Bird Atlas 2 as a species on ■ Precipitation Seasonality skyscrapers and other office buildings, support the increase, especially in the central and eastern ■ Maximum Temperature of Warmest Month organizations focused on protecting lowland forest portions of the state. These increases were thought habitats in the Caribbean, Mexico, and Central to reflect the increased amounts of suitable forest These four factors are the most likely to influence the America. All of those efforts will help reduce the produced as successional processes responded to distribution of suitable Ovenbird breeding habitat; pervasive impacts of changing temperature and reductions in land area being used for agriculture. changes in some, or all, of them are likely responsible precipitation patterns on breeding Ovenbirds in for the predicted decline in Ovenbird distribution Massachusetts. between current and future time periods. The Forest 39",
        "7 What Mass Audubon is Doing We must adapt our land conservation, species protection, and land management actions. 40 What Mass Audubon is Doing",
        "SOME FUTURE CHANGES ARE UNAVOIDABLE, regardless Increased flushing with seawater also helps to reduce the cover of the invasive common reed (Phragmites australis), a species that is less tolerant of high salinities of future greenhouse gas emissions. To respond to these additional stressors on the than our native salt marsh grasses. Because stands of common reed do not Commonwealth’s birds, we must adapt our land conservation, species protection, support breeding of the imperiled Saltmarsh Sparrow, such flushing should, at and land management actions. least in theory, benefit the birds. In the What You Can Do section of this report we list tools that you, as an individual, can use to mitigate your carbon footprint and to provide a personal landscape that helps to reduce stress to wildlife. But what are some of the tactics we are using to address the large scale changes that birds, and all wildlife, face across the state? Here are some of the efforts that Mass Audubon is using or testing to help build resistance, resilience, and redundancy into our landscapes. Saving Salt Marshes The following actions help the salt marshes and the wildlife that live in them respond fluidly to climate change: ■ Restore marshes to ensure natural function ■ Remove upstream dams to allow natural sediment input to reach marshes ■ Create living shorelines to prevent rapid erosion ■ Protect land on the landward margin of salt marshes, to allow for future inland migration ■ Maintain barrier beaches to buffer salt marshes from wave action Salt Marsh Restoration Salt marsh restoration has been a major focus of government agencies and Osprey nonprofit organizations. Some of the commonly used techniques, as well as some experimental techniques, are listed here. Removing Dams Removing Barriers to Tidal Flow Salt marsh restoration can begin far upstream, in the rivers that carry sediment to In New England, tidal flow restoration efforts the marshes. Dams trap sediments (sand and silt), and their removal increases the have focused largely on re-establishing transport of sediments downstream to salt marshes. Many dams in Massachusetts natural hydrology in areas where roads were constructed in the 18th and 19th centuries to power industries that no longer and railroads built across marshes have exist, such as grist mills. Allowing the rivers to flow freely would help salt marshes restricted the tides. The effort typically to keep up with sea level rise. It would also remove barriers to the passage of involves increasing the size of culverts to anadromous fish such as river herring, which are important prey of Ospreys and allow more complete flushing by the tides other fish-eating birds, as well as popular game fish such as striped bass. and the removal of rocks and anything else that may be blocking the flow. The increased Repaired culvert at Allens Pond flow of seawater transports more sediment, Wildlife Sanctuary allowing increased sedimentation on the marshes, thus enabling the marsh surface to better keep up with sea level rise. What Mass Audubon is Doing 41",
        "Building Living Shorelines storm surges. The increased risk will impede the natural process of beach building. While not appropriate in all situations, beaches and islands can be built up by Creating a living shoreline at the deposition of dredge material. In addition to maintaining habitat for coastal-nesting seaward edge of a salt marsh adds birds and migratory shorebirds, renourishment protects salt marshes, eelgrass protection from increased erosion due beds, and estuarine habitats behind barrier beaches. to wave action. A living shoreline often starts with coir logs—biodegradable Concepts like renourishment need to be explored and expanded with an eye toward logs created from plant fiber. The logs creating new locations for colonies of beach-nesting terns—particularly on coastal are integrated with mussel or oyster islands. Currently Massachusetts has only two large colonies of Roseate Terns, beds, sometimes in combination with Coir logs but those colonies hold about 50% of the North American population. The goals salt marsh vegetation, and the structure for the recovery of that population call for several new colonies of moderate size forms a protective edge to the shoreline. Mass Audubon is experimenting with living to be established. Renourishment coupled with the installation of nest boxes and shorelines at the Felix Neck Wildlife Sanctuary on Martha’s Vineyard, in partnership appropriate vegetation should be explored as techniques to create more suitable with the Oak Bluffs and Edgartown shellfish constables, the U.S. Environmental habitat for Roseate Terns. Additionally renourishment on beaches and islands would Protection Agency, and the University of Rhode Island. create habitat for Common Terns, Least Terns, and Piping Plovers, to name a few. Protecting Land Mass Audubon is currently studying the potential for restoring tern nesting habitat The protection of undeveloped lands as a buffer around coastal wetlands is of great on the rocky islands north of Cape Cod, such as Straitsmouth Island off of Rockport. value to wildlife and the water quality of estuaries. Many land trusts, including Mass Audubon, have made a priority of protecting land at the upland edge of marshes, Conserving Our Forests Birds: such as at our Rough Meadows Wildlife Sanctuary in Rowley. This provides a ‘‘land- Balancing the Need for Young and bank’’ for marshes to expand as the rising sea level renders lower areas no longer Old Forests suitable for marsh plants. But a salt marsh can only migrate into an adjacent upland if that area has a low gradient and is free from barriers, such as sea walls and other human-made developments. The speed that salt marshes move inland is A commonly discussed approach to reducing the impacts of climate change of concern. In some cases managers may need to jump-start the migration process on wildlife is to remove or control stressors that are unrelated to climate, thus by removing woody vegetation at the interface of the marsh and upland. enhancing the ability of natural systems to adapt to the new ‘‘normal.’’ Long-term bird monitoring programs such as the North American Breeding Bird Survey and Mass Audubon’s Breeding Bird Atlases show a decline in the abundance of most Beach and Island Adaptation forest birds in Massachusetts and a reduction in their statewide distribution since the mid-1960s. Included in the list of declining forest birds are birds that breed in In addition to providing a buffer for salt marshes, restoring and managing beaches young forests as well as some that breed in closed-canopy middle-aged forests. will help many of our imperiled coastal-nesting birds. Much of forest bird declines can be attributed to habitat loss and degradation. Beach and Island We can add resistance, resilience, and redundancy to our forest communities Renourishment by connecting and protecting forest cores, enrolling private lands in forest With the expected increase conservation programs, promoting carbon storage programs, reducing in the intensity of future destructively high herbivore populations, controlling invasive plants and pests, coastal storms, beaches establishing young forest openings to restore declining bird populations, and using and islands are likely small and selective silviculture practices to mimic old-growth characteristics in to become even more middle-aged forests. vulnerable than they are now to being breached by The results of restoration work for Roseate Terns on Bird Island off of Marion, MA. 42 What Mass Audubon is Doing",
        "Protecting Forest Reserves Exploring Carbon Storage Solutions Forests play a major role in the global carbon cycle, taking up carbon dioxide from When land is cleared for development, the next ‘‘crop’’ is not a young forest—it is a the atmosphere and storing, or sequestering, carbon in their collective biomass. housing or commercial development. Thus, development causes a double loss of When forests are mismanaged, they release significant amounts of carbon dioxide carbon storage capacity: It eliminates the carbon storage of the trees that are cut, into the atmosphere. Deforestation is currently responsible for about 17% of global and prevents the land from returning to its carbon-storage function in the future. carbon dioxide emissions. Meanwhile, the forests of the United States are a carbon There is an obvious economic benefit to a landowner for developing land, but can sink, sequestering about 10% of our country’s annual fossil fuel emissions. there be an economic benefit for the ecosystem service provided by keeping the forest as a carbon storage site? Forest reserves, established on some Massachusetts state-owned land, as well as less-formally The answer to this question is ‘‘yes’’, and the benefit comes from the California established reserves on many Mass Audubon carbon market. California has a robust plan to reduce greenhouse gas emissions wildlife sanctuaries, can act as large-scale forest in order to slow climate change. One part of the plan is a cap on emissions of conservation areas and also serve as reference areas carbon dioxide and other greenhouse gases. That cap is slowly being lowered, and for comparing managed and unmanaged sites. As it will eventually reduce emissions to their 1990 level. In the meantime, industrial these forests age, they will support higher densities emitters must acquire an allowance from the state for every ton of carbon emitted of mature-forest birds. They also store the greatest or purchase offsets from projects that result in increased carbon sequestration amount of carbon. In fact, they may continue elsewhere. sequestering carbon for centuries after they are Protecting large, connected forest reserves will increase the Large landowners can generate income from the stored carbon on their land considered fully mature. For those reasons alone, likelihood that mature-forest species, such as the Black- through the California carbon market. The trees must stay standing for at least forests reserves should remain protected and throated Green Warbler, will be expanded. have appropriate habitat. 100 years, ensuring the long-term value of the offset. Starting in 2016, Mass Audubon began to pursue an improved forest management Keeping Forests as Forests— carbon offset sale in the California carbon market. The project involves Protecting Private Land for Conservation approximately 10,000 acres of forest from nine wildlife sanctuaries in the Central/ Mass Audubon’s 2014 Losing Ground: Planning West Region of Massachusetts. In addition to the revenue from the sale, an for Resilience report found that 25% of the land important byproduct of the project will be the regular monitoring of permanent in Massachusetts is in permanent protection forest inventory plots for the duration of project, which will be 100 years or longer. and 22% is developed. The remaining 53% of The monitoring will provide Mass Audubon with valuable insight into long-term the land is unprotected and susceptible to forest changes, and could support the monitoring of additional organisms, additional development. including birds and amphibians. About 75% of the forests in Massachusetts are Reducing Deer Densities privately owned, and every year we lose some of Protecting wooded freshwater those privately-owned forests to development. White-tailed deer are present throughout the w she rt ula bn ad ns d, e cs ap ne oc pia yl l cy o t vh eo r,s we iw lli eth n sh uig reh For those landowners who want to protect Commonwealth. However, in the absence of habitat for the declining Canada their land, there are several tools available. their predators, mountain lions and wolves, Warbler. Conservation restrictions or enrolling in the their numbers have become unnaturally state’s current-use tax forest program (also known as Chapter 61), can reduce high. For example, MassWildlife estimated property taxes and ease the financial burden of owning undeveloped land. Forested that there may be more than 100 deer per land is also often developed when property ownership changes. Landowners should, square mile on Mass Audubon’s Moose Hill therefore, also explore conservation-based estate planning to ensure that their land Wildlife Sanctuary in Sharon—five times the remains as forest after an eventual transfer of ownership. ecologically sustainable level. The effects of White-tailed deer What Mass Audubon is Doing 43",
        "the high level of browsing by overabundant deer is readily evident at several of Mass Foresters for the Birds Audubon’s wildlife sanctuaries, particularly in eastern Massachusetts. In 2013 Mass Audubon teamed up with the Massachusetts Department of Conservation and Recreation (DCR) to bring Audubon Vermont’s Foresters for the The intense browsing removes habitat Birds program to Massachusetts. Originally focused on the western part of the structure for nesting birds and other wildlife. state, the program now covers the entire state of Massachusetts. In the program, It also prevents the growth of saplings, thus Mass Audubon ecologists and the DCR forestry team train licensed foresters eliminating the next generation of forest trees. to manage with birds in mind—whether that means creating young forest, or In a healthy forest, canopy trees that topple mimicking the structure of old forests. due to natural causes are replaced by saplings Hardly any plants grow beneath Read more at massaudubon.org/forestbirds of native species waiting in the shade of the the deer browse line in this beech forest at Ipswich River Valley Wildlife larger trees; but in an over-browsed forest, Sanctuary. there may be no native saplings to fill the gap. Reducing Invasive Plants and Pests Reducing deer density to sustainable levels is a critical need for enhancing the Invasive plants degrade habitat quality in a variety of ways. Their fruits are often resilience of our forested lands. Mass Audubon has been working with partners at less nutritious than those of their native counterparts, they host fewer and less MassWildlife and The Trustees to assess options for addressing this problem on diverse insect prey for birds, and their aggressive expansion displaces and reduces our properties. native plant diversity. The stresses and disturbances caused by climate change may exacerbate invasive plant and pest proliferation, and allow them to spread to Creating Young Forest new areas. Mass Audubon performs targeted invasive species control on many of In recent decades, the landscape of our wildlife sanctuaries. We also work with partners on the Massachusetts Invasive Massachusetts has lost a large amount of Plant Advisory Group and other regional partnerships to reduce the spread of young forest (up to 20 years old), causing invasive plants and pests. the decline of many species that require that habitat for breeding. The loss of early Mimicking Older Forest successional forests is largely due to a The majority of forests in Massachusetts are relatively homogenous, even-aged reduction in the natural disturbances that second growth, resulting from the decline in the clearing of land for agriculture, create this habitat. For example, fire and as well as popular forestry practices. Middle-aged forests often lack structural flooding have been suppressed, and our complexity, such as shrubs and saplings in the understory, gaps in the canopy, middle-aged forests are less susceptible to standing snags, and dead woody material on the ground—all features associated Creating young forest habitat will help storm damage. birds, like the declining Eastern Towhee with high-quality habitat for birds of mature forests. Using forestry practices to (female pictured here). create the conditions of mature forests has proven to be a successful conservation Mass Audubon is working with partners to strategy. Mass Audubon has taken steps to mimic old growth conditions at increase young forest habitat in appropriate Graves Farm Wildlife Sanctuary in Whately and are planning more at Elm Hill settings. We recently created a 16-acre in North Brookfield. forest opening at our Old Baldy property in Otis and are planning similar work at Elm Hill in North Brookfield. Mass Audubon also partners with and supports the efforts of many other conservation organizations. To learn about more projects, visit our website massaudubon.org/our-conservation-work 44 What Mass Audubon is Doing",
        "8 American Goldfinch, a popular backyard bird What You Can Do Climate change is a problem we can solve. What You Can Do 45",
        "CLIMATE CHANGE PRESENTS ENORMOUS Reduce Window Kills CHALLENGES FOR OUR PLANET. THE THREAT MAY Collisions with windows and man-made structures are estimated to kill one billion FEEL OVERWHELMING, BUT IT IS A PROBLEM WE wild birds each year. Fortunately, there are some simple fixes that can greatly CAN SOLVE. reduce the hazard. At home, you can place feeders within 3 feet of or farther than 30 feet away from windows, and you can use window decals or tape to break up The most effective actions you can take to protect wildlife and be responsible large expanses of glass. In office buildings, you can advocate for the use of bird-safe stewards in the face of climate change fall into three broad categories: 1) reduce glass and a seasonal Lights Out policy. existing stressors, 2) minimize your carbon footprint, and 3) advocate and vote for policies that advance green energy, clean air and water, sound planning, land Buy Bird-Friendly Coffee conservation, and wildlife protection. Fore more information on any of these steps Choosing bird friendly coffee is a simple way to visit massaudubon.org/sotb. help protect high-quality bird habitat in the tropics. You can search online to find bird-friendly coffee Protect Birds and Other Wildlife distributors near you, and you can also buy it at the Mass Audubon shop in Lincoln, MA. Keep Cats Indoors shop.massaudubon.org Free-roaming and feral domestic cats kill at least one billion birds annually, and they represent one of the most serious threats to birds in North America. Reduce Your Carbon Footprint Many of these deaths can be avoided, and bird populations can grow, if we move toward a new Make the Switch to Renewable Energy cat-owning ethic that mimics the ethic we have for The most effective thing you can do to reduce your carbon the responsible ownership of dogs. All cats should footprint is to purchase your electricity from clean and be kept indoors, where they are safer from disease green renewable sources like wind and solar energy. It and injury and where they can do no harm to native takes just a few minutes to sign up for our Make the wildlife. Adopting this simple and no-cost practice is Switch program. Joining the program has an enormous positive the single most important thing a person can do to effect and doesn’t require you to change anything about your daily routine. protect wild birds, and to protect the cat members of massaudubon.org/maketheswitch Mia, a very happy indoor cat. our families. Eat More Veggies, Eat Less Beef Make Your Yard a Sanctuary Eating more vegetables and reducing food Plant a garden for birds, butterflies, and waste in your home can have a large effect on bees (and yourself!). Plant native trees your carbon footprint. One simple option is to and shrubs, reduce the area covered by eat less beef. Compared to other meats, getting lawn, and install nest boxes. Eliminate the beef to the dinner table results in 5 to 10 times use of herbicides and insecticides on your more greenhouse gas emissions, requires 28 lawn and trees. Then show your friends times more land, and uses 11 times more water. and neighbors how beautiful your yard is and encourage them to do the same! Visit Gray Catbird on bird bath our website for tips on how to landscape for birds and wildlife. massaudubon.org/ landscapeforbirds 46 What You Can Do",
        "Choose Low-Emissions Transportation Honoring the Paris Climate Agreement Walk, bike, or use public transit whenever possible. Organize a carpool for kids’ sports teams, school events, and camps. When it comes time to purchase a new In 2015, 196 countries voluntarily agreed to reduce greenhouse gas emissions. This vehicle, a hybrid or an electric vehicle is the most cost-effective option overall. historic Paris Climate Accord is the world’s first comprehensive climate change Owning a car that gets more than 35 miles per gallon is a good goal to set. And if agreement, setting a long-term goal for limiting the increase in global average you’re a frequent flyer, aim to reduce the number of flights you take each year, or temperature, as well as improving adaptation strategies and providing enhanced purchase offsets for the carbon created by your travel. support for developing countries. Use Your Voice Although the U.S. Administration subsequently withdrew from the accord, many governors and mayors, including officials from Massachusetts, pledged their Get Involved in Local Planning, Open Space Protection, commitment to upholding the goals of the Paris agreement at the state and local and Adopting the CPA levels. Massachusetts also continues to implement the Global Warming Solutions Most local officials are citizen volunteers. By getting involved with community Act, with statewide greenhouse gas reduction goals of 25% below 1990 levels by planning efforts, you can have a tremendous positive effect. You can guide 2025 and 80% by 2050. development to allow for large, interconnected open spaces that filter the air, clean We can all help achieve these goals through our own personal actions, from water, sequester carbon, and protect habitat for plants and animals. choosing to purchase electricity from renewable sources (see Mass Audubon’s The Community Preservation Act (CPA) gives Massachusetts towns an additional ‘‘Make the Switch’’ program) to speaking with friends and neighbors as well as tool for protecting open spaces, funding preservation projects, and remaining public officials at all levels of government. Let your municipal officials and state resilient to climate change. communitypreservation.org/content/cpa-overview and federal representatives know that action on climate change is a priority and that you support policies that help meet the goals of the Paris agreement. The To take the first step in ensuring sound community planning, visit state and local communities also need to plan and take action to help both people massaudubon.org/shapingthefuture. You can also learn about prioritizing land and nature adapt to the unavoidable impacts of climate change already underway. in your community for protection by using our easy online mapping tool at Support adaptation through state legislation, policies, strategy and funding. massaudubon.org/mappr. Advocate for the Environment Join our Advocacy mailing list and take action. Together, we can continue to preserve the birds, wildlife, and the Sign up at massaudubon.org/advocacy. places we love for future generations. Get outside! Enjoy nature! This simple step will give you alerts so you can take action and voice your concern Share it with a child and with your friends. Visit a Mass Audubon for wildlife and clean air and water. We will help you support the growth of clean sanctuary—for more than 120 years our members, donors, and energy development and advocate for the wise management of our public parks staff have been building the sanctuary network just for you, your and wilderness areas. Join us in protecting the state and federal Endangered Species Acts, the Clean Air and Water Acts, the Migratory Bird Treaty Act, and the children, and your grandchildren. host of other regulations that make Massachusetts and the United States leaders in wildlife protection. Join and Support Local Land Trusts Actions begin at home. Massachusetts is home to hundreds of land trusts, and all of them need your support. Find a local or statewide land trust, make friends, and help to permanently protect the land and water near your home. What You Can Do 47",
        "Seabirds in a Warming World REFERENCES 1. “ Gulf of Maine, meet Gulf of Mexico: Razorbills (and others) invade Florida and the Gulf of Mexico”. Cornell Lab of Ornithology BirdCast. Dec. 20, 2012. http://birdcast.info/forecast/razorbills-invade-florida/. 2. B ever, F. 2016. It’s been a tough year for puffins on Machias Seal Island. Maine public. Retrieved from http://mainepublic.org/ post/its-been-tough-year-puffins-machias-seal-island. Full citations can be found online at massaudubon.org/sotb. 3. Friedland, K.D. et al. 2016. Elementa: Science of the Anthropocene. 4: 99. 4. Friedland, K.D. et al. 2015. Continental Shelf Research 102: 47–61. Executive Summary 5. Goyert, H.F. et al. 2014. Oikos 123: 1400–1408. 1. Isbell et al. 2015. Nature 536: 574–577. 6. Gaston, A.J. & K. Woo. 2008. Auk 125: 939–942. 2. Walker et al. 2004. Ecology and Society 9(2): 5. 7. Hall, C.S. et al. 2000. Waterbirds 23 (3): 430–439. 8. Hunter-Cevera, K.R. et al. 2016. Science 354(6310): 326–329. Exploring the Future 9. Iliff, M. et al. 2012. Razorbills invade Florida. http://ebird.org/content/ebird/news/razorbills-invade-florida/ 1. Audubon. Birds and Climate Change Report. http://climate.audubon.org. Accessed March–May 2017. 10. Kraus, S.D. & Rolland, R.M. (eds.). 2007. Journal of Mammalogy 89(5): 1328. 2. eBird Basic Dataset. Version: EBD_relFeb-2016. Cornell Lab of Ornithology, Ithaca, New York. Feb 2016. 11. Kress, S.W. et al. 2016. Recent changes in the diet and survival of Atlantic puffin chicks in the face of climate change and 3. Distler, T. et al. 2015. Journal of Biogeography 42: 976–988. commercial fishing in midcoast Maine, USA. Facets, 1, 1, 27–43. 4. Foote, J.R. et al. 2010. Black-capped Chickadee (Poecile atricapillus). The Birds of North America (P.G. Rodewald, Ed.). Ithaca: Cornell Lab 12. K ress, S.W. & C.S. Hall. 2004. Tern Management Handbook: Coastal Northeastern United States and Atlantic Canada. National of Ornithology; Retrieved from the Birds of North America: https://birdsna.org/Species-Account/bna/species/bkcchi. Audubon Society. Ithaca, NY. 5. Hijmans, R.J. et al. 2005. International Journal of Climatology 25: 1965–1978. 13. Kristiansen, T. et al. 2011. PLoS ONE 6(3): e17456. 6. Langham G.M. 2015. PLoS ONE 10(9): e0135350. 14. Mills, K.E. 2013. Oceanography 26: 191–195. 7. Matthews, S.N. et al. 2007-ongoing. A Climate Change Atlas for 147 Bird Species of the Eastern United States [database]. Northern 15. Nisbet, I.C.T. et al. 2013. Marine Birds of the Eastern United States and the Bay of Fundy. Nuttall Ornithological Club. 188 p. Research Station, USDA Forest Service, Delaware, Ohio. https://www.nrs.fs.fed.us/atlas/bird 16. Nye, J.A. et al. 2009. Marine Ecology Progress Series 393: 111–129. 8. O ’Donnell, M.S., & D.A. Ignizio. 2012. Bioclimatic predictors for supporting ecological applications in the conterminous United 17. Tarrant, A.M. et al. 2008. Marine Ecology Progress Series 355: 193–207. States: U.S. Geological Survey Data Series 691, 10 p. 18. Veit, R.R. & W.A. Montevechhi. 2006. Acta Zoologica Sinica 52: 165–168. 9. Schuetz, J.G. et al. 2015. Ecological Applications 25(7): 1819–1831. 20. Walther, G.R. et al. 2002. Nature 416: 389–395. 10. Sullivan, B.L. et al. 2009. Biological Conservation 142: 2282–2292. 21. Winder, M. & J.E. Cloern. 2010. Philosophical Transactions of the Royal Society B. 365: 3215–3226. 11. Watling, J.L. et al. 2013. Use and Interpretations of Climate Envelope Models: A Practical Guide. University of Florida. 43 pp. The Forest What to Expect From Climate Change 1. Askins, R. 2001. Wildlife Society Bulletin 29: 407–412. 1. Behrenfeld, M. et al. 2006. Nature 444: 752–755. 2. Auer, S.K. & D.I. King. 2014. Global Ecology and Biogeography 23(8): 867–875. 2. City of Boston (Mayor Martin J. Walsh). 2016. Climate Ready Boston: Final Report. Boston, MA. 339 pp. 3. Bateman, B.L. et al. 2015. Global Change Biology 22(30): 1130–1144. 3. Dugger, K.M. et al. 2004. The Condor 106(4): 744–760. 4. Bellassen, V. & S. Luyssaert. 2014. Nature 506: 153–155. 4. Easterling, et al. 2014. 2014 National Climate Assessment. U.S. Global Change Research Program. Washington, D.C., USA. http:// 5. Berlik, M.M. et al. 2002. Journal of Biogeography 29(10/11): 1557–1568. nca2014.globalchange.gov/report/regions/northeast. 6. Birdsey, R. et al. 2006. Journal of Environmental Quality 35: 1461–1469. 5. I GBP, IOC, SCOR. 2013. Ocean Acidification Summary for Policymakers—Third Symposium on the Ocean in a High-CO2 World. 7. Both, C. et al. 2008. Journal of Animal Ecology 78(1): 73–83. International Geosphere-Biosphere Programme. Stockholm, Sweden. 8. Both, C. et al. 2006. Nature 441: 81–83. 6. I PCC. 2013. Climate Change 2013: The physical science basis. Working Group I contribution to the IPCC Fifth Assessment Report. 9. Both, C. & M.E. Visser. 2001. Nature 411: 296–298. Cambridge, United Kingdom: Cambridge University Press. www.ipcc.ch/report/ar5/wg1. 10. Brennan, L.A. et al. 2014. Northern Bobwhite (Colinus virginianus). The Birds of North America (P.G. Rodewald, Ed.). Ithaca: Cornell 7. Karmalker, A.V. & R.S. Bradley. 2017. PLoS ONE 12(1): e0168697. Lab of Ornithology; Retrieved from The Birds of North America: https://birdsna.org/Species-Account/bna/species/norbob. 8. K unkel, K.E. et al. 2013. Regional Climate Trends and Scenarios for the U.S. National Climate Assessment: Part 1. Climate of the 11. Buse, A. et al. 1999. Functional Ecology 13(1):74–82. Northeast U.S. NOAA Technical Report NESDIS: 142-1. Washington, D.C. https://www.nesdis.noaa.gov/sites/default/files/asset/ 12. Butler, CJ. 2003. Ibis 145(3): 484–495. document/NOAA_NESDIS_Tech_Report_142-1-Climate_of_the_Northeast_US.pdf. 13. Crick, H.Q.P. 2004. Ibis 146: 48–56. 9. M osher, D. 2015. A bizarre property of water is flooding coastal cities like New Orleans. Business Insider. http://www. 14. DeGraaf, R.M. 1998. Forest Ecology and Management 103: 217–233. businessinsider.com/bizarre-property-of-water-is-flooding-coastal-cities-like-new-orleans-2015-6. 15. DeLuca, W.V. & D.I. King. 2017. Journal of Ornithology 158(2): 493–505. 10. N ASA. 2017. Global Climate Change: Vital Signs of the Planet, Effects. https://climate.nasa.gov/effects/ Accessed March 2017. 16. D eLuca, W.V. 2012. Ecology and conservation of the high elevation forest avian community in northeastern North America. 11. N OAA. 2016. Extended reconstructed sea surface temperature (ERSST.v4). National Centers for Environmental Information. www. Doctoral Dissertation, University of Massachusetts, Amherst. ncdc.noaa.gov/data-access/marineocean-data/extended-reconstructed-sea-surface-temperature-ersst. Accessed March 2016. 17. Devictor, V. et al. 2008. Proceedings of the Royal Society B 275(1652): 2743–2748. 12. N OAA’s Gridded Climate Divisional Dataset (CLIMDIV). NOAA National Climatic Data Center. Accessed, May 2016. 18. D unn, P.O. & D.W. Winkler. 2010. Effects of climate change on time of breeding and reproductive success in birds. p. 113–128 in 13. Oswald, S.A. & J.M. Arnold. 2012. Integrative Zoology 7(2): 121–36. Effects of Climate Change on Birds. 14. Pershing, A.J. et al. 2015. Science 350(6262): 809–812. 19. Elphick et al. (eds.). 2001. The Sibley Guide to Bird Life and Behavior. Alfred A. Knopf, Inc. 608 p. 15. Veit, R.R. & W.A. Montevecchi. 2006. Acta Zoologica Sinica 52(Supplement): 165–168. 20. Evans, A. & R. Perschel. 2009. Climate Change 96(1): 167–183. 16. Visser, M.E. & C. Both. 2005. Proceedings of the Royal Society B: Biological Sciences. 272(1581): 2561–2569. 21. Gordo, O. 2007. Climate Research 35: 37–58. 17. Walther, G.R. et al. 2002. Nature 416: 389–395. 22. Harris, J.A. et al. 2006. Restoration Ecology 14(2): 170–176. The Coast 23. Hitch, A.T. & P.L. Leberg. 2007. Conservation Biology 21(2): 1523–1739. 1. Fitzgerald, D. (2002, May 30). Personal communication. 24. Horvick, T.J. et al. 2016. Biodiversity Conservation 25(2): 345–356. 2. O ldale, R. 1999. CAPE NATURALIST, the journal of the Cape Cod Museum of Natural History 25: 70–76. 25. I ntergovernmental Panel on Climate Change. 2007. Summary for Policymakers, Climate Change 2007: 3. Weston, N.B. 2014. Estuaries and Coasts 37: 1–23. The Physical Science Basis. 4. Seavey, J.R. et al. 2011. Biological Conservation 144: 393–401. 26. Keeton, W.S. 2006. Forest Ecology and Management 235: 129–142. 5. Craik, S. R. et al. 2015. Waterbirds 38:77–85. 27. Landler, L. et al. 2014. Acta Ornithologica 49: 257–266. 6. Hammar-Klose, E.S., et al. 2002. Coastal Vulnerability Assessment of Cape Cod National Seashore to Sea-Level Rise, U.S. Geological 28. LaSorte, FA, and FR Thompson III. 2007. Ecology 88(7): 1803–1812. Survey Open-File Report 02-233. http://pubs.usgs.gov/of/2002/of02-233/ 29. Lenoir, J. et al. 2010. Ecography 33(2): 295–303. 7. Oldale, R. N. 1981. Geologic history of Cape Cod, Massachusetts: U.S. Geological Survey Popular Publication, 23 p. 30. Lussaert, S. et al. 2008. Nature 455: 213–215. 8. Rodenhouse, N.L. et al. 2008. Potential effects of climate change on birds of the Northeast. Mitigation and Adaptation Strategies for 31. Martin, T.E. 2001. Ecology 82: 175–188. Global Change 13: 487–516. 32. Mathews, S.N. 2011. Ecography 34: 933–945. 9. Scavia, D. et al. 2002. Estuaries 25: 149–164. 33. Mawdsley, J.R. 2009. Conservation Biology 23(5): 1080–1089. 10. T hieler E. R. & E. S. Hammar-Klose. 1999. Vulnerability to Sea-Level Rise: Preliminary Results for the U.S. Atlantic Coast U.S. 34. Mayor, S.J. et al. 2017. Scientific Reports 7: 1902. Geological Survey Open-File Report 99–593. 35. Millar, C.I. et al. 2007. Ecological Applications 17(8): 2145–2151. 11. Van de Pol, M. B. J. et al. 2010. Journal of Applied Ecology 47: 720–730. 36. Møller, A.P., et al. 2008. Proceedings of the National Academy of Sciences 105(42):16195–16200. The Salt Marsh 37. Nunery, J.S. & W.S. Keeton. 2010. Forest Ecology and Management 259(8): 1363–1375. 1. Collie, J. et al. 2008. Canadian Journal of Fisheries and Aquatic Sciences 65: 1352–1365. 38. Ouwehand, J. & C. Both. 2017. Journal of Animal Ecology 86(1): 88–97. 2. Correll, M.D. et al. 2016. Conservation Biology 31(1): 172–182. 39. Parmesan, C. 2007. Global Change Biology 13(9): 1860–1872. 3. Field, C.R. et al. 2016. Biological Conservation 201:363–369. 40. Porneluzi, P. et al. 2011. Ovenbird (Seiurus aurocapilla). The Birds of North America (P.G. Rodewald, Ed.). Ithaca: Cornell Lab of 4. Elphick, C.S. et al. 2015. Restoration Ecology 23: 439–446. Ornithology; Retrieved from The Birds of North America: https://birdsna.org/Species–Account/bna/species/ovenbi1. 5. Hunter, E.A. et al. 2016. Animal Conservation 20(1): 20–28. 41. Rankin, D.T. & N.G. Perlut. 2015. Forest Ecology and Management 335: 99–107. 6. Johnson, D.S. 2014. Journal of Crustacean Biology. 34: 671–673. 42. Rhemtulla, J.M. et al. 2009. Proceedings of the National Academy of Sciences 106(15): 6082–6087. 7. Johnson, D.S. 2015. Journal of Crustacean Biology, 35(1): 105. 43. Roberston, BA. 2009. The Auk 126(3): 500–510. 8. Kirwan, M.L. et al. 2010. Geophysical Research Letters 37(23). 44. Rustad, L. et al. 2012. Changing Climate, Changing Forests: The Impacts of Climate Change on Forests of the Northeastern 9. Watson, E.B. et al. 2016. Estuaries and Coasts 40(3): 617–625. United States and Eastern Canada. U.S. Forest Service (USDA); 50 p. 10. Wiest, W.A. et al. 2016. The Condor 118(2): 274–288. 45. S chlossberg, S. & D.I. King. 2007. Ecology and management of scrub–shrub birds in New England: a comprehensive review. USDA Natural Resources Conservation Service Resource Inventory and Assessment Division. 46. Sekercioglu, C.H. 2007. Conservation Biology 22(1): 140–150. 47. Visser, M.E. et al. 2015. PLoS Biology 13(4): e1002120. 48. Visser, M.E., et al. 2006. Oecologia 147:164–172.",
        "ACKNOWLEDGEMENTS Financial support for this work came from Lookout Foundation, Inc., the Saquish We also thank the U.S. Global Change Research Program and those that worked Foundation, Susan Lisowski Sloan, the contributors to Mass Audubon’s Preserving a on the Third National Climate Assessment, an effort which greatly improved the Commonwealth of Birds campaign, our donors, all of our Bird-a-thon supporters, and communication of the relevant regional effects of climate change. Scientists the members of Mass Audubon. Thank you. affiliated with the EPA, NOAA, NASA, The DOI Northeast Climate Science Center, and the Climate Ready Boston project have also produced invaluable resources over the The birders who record their sightings on eBird, which is created and managed by the few years without which this report would not be possible. Cornell Lab of Ornithology and National Audubon Society, provide extremely valuable data, without which our data analysis would not have been as robust. We express our deepest gratitude to Julia Osbourne, our superstar volunteer developmental editor, and to Rob Levine, our graphic designer—the report was The Mass Audubon staff and Board of Directors are always there to lead by example, to made infinitely better by them. build good teams, and to help refine our work. We thank them for their help in bringing this report to fruition. Space does not permit us to list everyone who helped make this project a success, and errors of omission are solely the responsibility of the editors. But to all of you To our conservation comrades-in-arms: Mass Wildlife staff, Stellwagen Bank National who helped, thank you. Marine Sanctuary staff, Charlie Reinertsen and other New England Forestry Foundation staff, Chris Elphick and the researchers of the Saltmarsh Habitat and Avian Research Project, the National Audubon Seabird Restoration Program & Project Puffin staff, the DOI Northeast Climate Science Center, and many others, we salute you. PHOTO CREDITS The following are the names of the copyright holders for the images in this document. All bird illustrations are by John Sill, copyright Mass Audubon. Daniel Arndt: Purple Martin (19); Judy Belben: Common Eiders (21); Suzan Evan Lipton: Yellow-bellied Sapsucker (4), Hermit Thrush (35); Paul McCarthy: Bellincampi: Coir logs (42); Victoria Bettuelli: Whale with seabirds (back cover); Northern Bobwhite (20); Corey Nimmer: American Goldfinch (45); Peter Paton: Robert Buchsbaum: Repaired culvert at Allens Pond (41); Shawn Carey: Saltmarsh Roseate Tern (25), Bird Island restoration (42); Michael Phillips: Common Loon (19); Sparrow (29); Jeff Collins: Deer browse at Ipswich River (44); Dennis Durette: Jeffrey Ritterson: forest (39); Ruby Sarker: Scarlet Tanager (35); Margo Servison: Deer (43); Andy Eckerson: Black-throated Green Warbler (43); Matt Filosa: Piping Plover Black-capped Chickadee (9), forest (12), suburban neighborhood (15), PV array at (2); Stephen Flint: Osprey (41); Peter Flood: Great Shearwaters (31), Leach’s Storm- North River (18), Bird Island (26), Carolyn Mostello (26), Mia (46); Matt Soberg, petrel (32); Linda Fuller: Osprey (3); Mark Gilmore: Copepod drawing (31); Ronald Ruffed Grouse Society: Ruffed Grouse (8); Philip Sorrentino: American Robin (4), Grant: Bald Eagle (1); Renee Grechel: Gray Catbird (46); A Grigorenko: Terns on beach American Oystercatcher (21); Jean Sullivan: Wood Thrush nest (37); Bill Thompson, (22); John Harrison: Blackburnian Warbler (34), American Redstart (35); David Larson: U.S. Fish & Wildlife Service: Black-capped Chickadee (front cover); Jeremiah Grassland (11), young forest (12), lake (13), freshwater marsh (13), wooded freshwater Trimble: Surf Scoter (32); Sherri Vanden Akker: Snowy Egret (2); Lia Vito: Piping marsh (14), salt marsh (14), coastal habitat (15), salt marsh (27), forest (33), Canada Plover chick (25); Joan Walsh: coffee beans (46); Wellfleet Historical Society: Warbler (43); Chris Leahy: Halfway Rock (23), House Island (23), Straitsmouth Island Billingsgate Island (24); Susan Wellington: Belted Kingfishers (20), Least Terns (23), (23); Thomas Lebeau: Humpback whale and juvenile Laughing Gulls (16); Eastern Towhee (44); Keenan Yakola: Razorbill (30), Atlantic Puffin (32). Copyright © 2017 by Massachusetts Audubon Society, Inc.",
        "Humpback whale with Herring Gulls and Great Shearwaters Massachusetts Birds and Our Changing Climate Statoef theBirds Report No. 3 // September 2017 Mass Audubon protects 36,500 acres of land throughout Massachusetts, saving birds and other wildlife, and making nature accessible to all. As Massachusetts’ largest nature conservation nonprofit, we welcome more than a half million visitors a year to our wildlife sanctuaries and nature centers. Today, Mass Audubon is a nationally recognized environmental education leader, offering thousands of camp, school, and adult programs. With more than 125,000 members and supporters, we advocate on Beacon Hill and beyond, and conduct conservation research to preserve the natural heritage of our beautiful state. We welcome you to explore a nearby sanctuary, find inspiration, and get involved. Learn how at massaudubon.org.. Suggested donation $10.00"
    ]
}