{
    "FILE_NAME": "https://www.massmutual.com/global/media/shared/doc/sustainability/2022sustainabilityreport.pdf",
    "ALL TEXT": "2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Table of Contents A Message From Our CEO 2 About MassMutual® 3 MassMutual’s Sustainability Journey 5 Sustainability and Mutuality 6 Sustainable Finance 10 Sustainable Operations 15 Diversity, Equity, and Inclusion 17 Our People 23 Our Policyowners and Customers 28 Our Communities 32 Governance and Ethics 37 About This Report and Indices 41 (SASB and TCFD) 1 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices A Message From Our CEO Dear Fellow Stakeholders, within our own operations and our investment portfolio. Of course, this work — and the entirety of our Further, we are helping accelerate the transition to a sustainability strategy — is consistent with our For more than 172 years, MassMutual has fulfilled a low-carbon economy and a more equitable world by unwavering commitment to the highest standards simple yet profound purpose: we help people secure investing in climate technology companies as well as of stewardship, integrity, and good governance. their future and protect the ones they love. Throughout diverse fund managers and entrepreneurs. Since 1851, people have entrusted us to help build their our long history, we’ve learned that delivering legacies and care for those who rely on them. We take enduring value hinges on our ability to anticipate the At the same time, we know we need a dedicated this responsibility seriously, because fundamentally, future and work to shape it for the better. That’s why and talented employee base with fresh and wide- we want what’s best for them and their loved ones we’re focused on building a sustainable world for all of ranging perspectives to realize our ambitions. To do both now and in the years to come. us, including our policyowners, customers, employees, so, we continue to foster an inclusive workplace that and communities. increasingly reflects the diversity of the communities This same sense of obligation to serve the long-term we serve, while fueling innovation and building the interests of our policyowners and customers helps As a mutual company, we are uniquely suited for spirit and character that makes MassMutual a great shape how we take action to protect our people and this challenge, as we operate for the benefit of our place to work. What’s more, we seek to ensure our our planet. To truly serve all our stakeholders, we participating policyowners. That means we serve “ To truly serve all our colleagues have the time and resources they need to cannot restrict our work to the lifecycle of an stakeholders — not shareholders — allowing us to lead productive, happy, healthy, and fulfilled lives. insurance policy or contract. We must build a stakeholders, we cannot pursue ideas and prioritize investments aimed at sustainable future, across society, from generation generating positive impact for decades to come. This support for our people extends beyond our to generation. And that’s just what MassMutual will restrict our work to the This mindset applies to how we’ve integrated own walls as well, given we were founded on the continue to do, helping those who rely on us live with material environmental, social, and governance belief that when we care for our neighbors, we all confidence, stability, and peace of mind. lifecycle of an insurance considerations across our business, which has thrive. MassMutual translates this conviction into helped us with our goal to deliver strong, consistent, action by investing in our communities and focusing Sincerely, policy or contract. We long-term financial performance. on eliminating barriers to social and economic advancement. From helping expand access to must build a sustainable Our approach to sustainability includes efforts to affordable homeownership and financial resiliency, to advance environmental stewardship and social furthering initiatives committed to youth, education, future, across society, from responsibility in alignment with our business strategy. Roger W. Crandall and inclusion, our efforts are aimed at ensuring all We are working toward our net zero goals by setting Chairman, President & Chief Executive Officer families have the opportunity to succeed. generation to generation.” interim targets to reduce greenhouse gas emissions – Roger Crandall Chairman, President & CEO 2 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices About MassMutual® MassMutual is a leading mutual life insurance Purpose company that is run for the benefit of its members and participating policyowners. Founded in 1851, the We help people secure their future company has been continually guided by one purpose: and protect the ones they love we help people secure their future and protect the ones they love. With a focus on delivering long-term value, MassMutual offers a wide range of protection, accumulation, wealth management, and retirement Vision products and services. For more information, visit MassMutual.com. To provide financial well-being for all Americans 3 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices 2022 at a Glance 10,000 7,500 157,000 ~ ~ ~ full-time employees1 financial professionals in our network lives newly insured $7.1B $950B 155th in insurance and annuity benefits paid life insurance in force consecutive dividend payout to eligible to policyowners and customers participating policyowners approved2 2022 Awards and Recognition World’s Most Admired Top Places to Work America’s Best Employer The Civic 50 Most 2022 Corporate Companies in Massachusetts for Diversity Community Minded Businesses Citizenship Award, - A Recognition of – FORTUNE3 – The Boston Globe – Forbes - Points of Light the Region’s Top Corporate Charitable Contributors 2022 Best Places to Work: Best Place to Work for Military Friendly Best Places to Work Best Benefits in Boston and Best Large Disability Inclusion Employer for LGBTQ+ Equality – Boston Business Journal Companies to Work for in Boston – Disability Equality Index® rating of 100% – Victory Media – Corporate Equality Index rating of 100%, Human Rights Campaign - Built In Boston 1 Includes Massachusetts Mutual Life Insurance Company, MassMutual Ascend, MassMutual Romania, MassMutual India, and Barings. 2 The dividend and dividend interest rate are determined annually, subject to change, and are not guaranteed. 3 MassMutual also ranked No. 100 on the 2022 FORTUNE ® 500 list. From FORTUNE. ©2022 FORTUNE Media IP Limited. All rights reserved. FORTUNE 500 (May 2022) and FORTUNE World’s Most Admired Companies 4 | MassMutual 2022 Sustainability Report (February 2022) are registered trademarks of FORTUNE Media IP Limited and are used under license. FORTUNE and FORTUNE Media IP Limited are not affiliated with, and do not endorse products or services of, MassMutual.A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices MassMutual’s Sustainability Journey 2021 2022 As a mutual life insurer, we have focused from the beginning on the Launched our First Fund Enhanced our suite of employee long-term interests of our policyowners and customers, achieving many Initiative, a $50 million benefits, expanding well-being commitment to invest resources and quadrupling our paid sustainability milestones over the past century. As our business continues 2022 catalytic capital in Black, caregiver leave for all employees Made a $2.5 million, to grow and evolve, sustainability remains essential to how we deliver value Hispanic/Latino/Latinx, 2021 five-year commitment for our policyowners, customers, employees, and communities. and Indigenous emerging 2020 Launched to American College 2023 managers to advance Joined CEO partnership Center for Economic Provided a record estimated racial equity Action for Racial with Low Empowerment and $1.9 billion dividend payout to Equity Carbon Limited Equality®, to promote participating policyowners, the to target 20GW upward mobility and 1936 2002 2016 2017 17th consecutive year we have of renewable wealth building for Supported Developed Established Integrated the 2021 paid an industry-leading dividend 1851 energy capacity underserved refugees of LifeBridgeSM, a first- the MassMutual company’s diversity Opened our new interest rate among our mutual 2021 MassMutual the Great New 1968 of-its-kind, free life Foundation and inclusion office at 10 Fan by 2030 communities peer companies6 Became a signatory founded England Flood Introduced insurance product4 progress into our Pier in Boston, a of the Principles at Springfield, flextime to annual incentive plan LEED Platinum® 2014 for Responsible Massachusetts, help employees certified building Expanded Investment headquarters achieve balance transgender- in their work inclusive and life healthcare coverage 1983 Opened MassMutual Children’s House to care for children of 2008 2018 2021 2021 2022 company employees 1932 Achieved a 100% Launched the Live Launched the MM Announced a $150 million, Committed an additional 2023 Issued 60,000 rating on the Human Mutual Project to bring Catalyst Fund, a $50 five-year commitment $100 million to our First Fund Set interim targets for loans totaling 1965 Rights Campaign’s 2015 together community million commitment to procure from Initiative, bringing the company’s both net zero 2030 more than Began offering Corporate Equality Committed $20 million resources and partners to invest in Black- underrepresented total impact investment and net zero 2050 $26 million to disability Index for the first time to reach 2 million to create vibrant led companies diverse businesses commitment to $200 million commitments policyowners income students with the and empowered and overlooked to help them insurance 2008 FutureSmartSM financial neighborhoods entrepreneurs 2022 2022 through 2021 Appointed first education program, in in Massachusetts Launched the $100 million Launched signature partnership the Great Committed to net zero Chief Diversity Officer partnership with EVERFI MassMutual Ventures Climate Tech with the Boston Red Sox, including Depression greenhouse gas emissions in Fund to invest in early- and growth- teaming up with the Red Sox our operations by 2030 and stage companies across the U.S. in Foundation on shared community investment portfolio5 by 2050 the climate technology sector initiatives, such as expanding the Fenway Park Learning Lab 4 MassMutual pays the premiums. 5 Investment portfolio refers to MassMutual’s General Investment Account, which had $252 billion of invested assets as of December 31, 2022. 5 | MassMutual 2022 Sustainability Report 6 The dividend and dividend interest rate are determined annually, subject to change, and are not guaranteed.A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainability and Mutuality In the more than 170 years since MassMutual was As a mutual company, we operate for the benefit founded — through profound social and economic of our members and participating policyowners, change — one thing that has not wavered is our which allows us to manage the company with a purpose: we help people secure their future and focus on their long-term interests. This means that protect the ones they love. Being continually guided our commitment to sustainability is fundamentally by this purpose has enabled our company to stand aligned with, and ingrained in, how we operate and the test of time and helps ensure we will be here to deliver value to the people who depend on us and deliver on our commitments for generations to come. the planet we share. Being mutual guides our actions today, as it has throughout our history. 6 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our Approach Core Elements of Our Sustainability Strategy At MassMutual, sustainability is about embedding environmental stewardship, social responsibility, and good governance into how we do business. We view sustainability as integral to how we deliver long-term value and stability for our policyowners, customers, employees, and communities. Supporting the transition to an Creating a diverse, equitable, Investing in our communities to create Operating our equitable, low-carbon economy, and inclusive workplace that more equitable access to social and facilities sustainably We focus on the environmental, social, and governance factors that are material to our long-term capturing opportunities, and empowers our employees economic opportunities and financial success. Integration of these factors within our managing risk to succeed in a to reach their personal and well-being business drives long-term growth, aligns with our rapidly changing world professional goals steadfast commitment to risk management, sparks innovation, and helps us build the culture and attract Progress to Date the talent we need to succeed in a changing world. We are committed to continuously advancing our • Established 2030 interim targets to • For the sixth year, linked progress • As part of MassMutual’s signature • Established a 2027 interim sustainability approach and performance in support reduce greenhouse gas emissions on workforce diversity to our annual partnership with the Boston Red Sox, the target to reduce operational of our business goals. for select asset classes and industry incentive plan, which applies MassMutual Foundation and the Red Sox greenhouse gas emissions sectors in our investment portfolio, to all MassMutual employees, Foundation will expand upon our long by 72 percent from 2019, advancing our progress toward net including senior leadership history of giving back to the community advancing our progress toward zero portfolio emissions by 2050 through programs that support youth net zero operations by 2030 • Increased the racial and ethnic and education, foster inclusion, and • Launched the $100 million MassMutual diversity of our overall workforce make Fenway Park welcoming to all Ventures Climate Tech Fund to invest by 32 percent since 2017 in early-stage and growth-stage • The MassMutual Foundation provided • Announced the expansion of companies across the U.S. that are a $2 million grant to Way Finders’ City our benefits offerings in 2023 — working to address the sources of and of Homes program, which supports quadrupling paid caregiver leave, to provide solutions to climate change equitable and affordable homeownership expanding access to mental health opportunities in the Springfield area • Increased our impact investing solutions, and directly providing commitment from $100 million to funds to employees to manage their • MassMutual committed $2.5 million over $200 million through our First Fund overall well-being as they see fit five years to the American College Center Initiative and MM Catalyst Fund, for Economic Empowerment and Equality®, which focus on investing capital to promote upward mobility and wealth in funds and companies that are building for underserved communities overlooked due to systemic barriers 7 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainability Governance We have established a sustainability governance structure designed to ensure integrity, accountability, transparency, and sound decision- making. Strong oversight enables us to deliver long-term value and stability to our policyowners, customers, employees, and communities. Our sustainability governance structure is as follows: Board of Directors Provides oversight of our sustainability strategy, including our strategy related to climate change, and receives updates on a regular basis throughout the year. Executive Leadership Team Oversees sustainability and climate strategy at the executive level; comprises the full Executive Leadership Team, including our CEO. Receives regular updates. Global Sustainability Office Develops and deploys MassMutual’s sustainability strategy, including our climate-related risks and opportunities. Is led by our Head of Sustainability and works closely with functional leaders and business units to drive integration. Cross-Functional Working Groups Support integration of sustainability principles into business unit-level strategies, policies, and procedures, and lead execution of key sustainability initiatives. Comprised of functional and business unit leaders. Our Employees Bring our strategy to life through dedication, energy, and creativity. For more about our corporate governance practices, see page 37. 8 | MassMutual 2022 Sustainability ReportOur Material Sustainability Topics Stakeholder Engagement We focus on the sustainability topics that are material to the long-term growth and stability We regularly engage with key stakeholders through a variety of mechanisms to help inform of our business and that are of the highest priority to our stakeholders. In 2021, we conducted our sustainability strategy and approach. a formal materiality assessment, in which we identified and prioritized our material sustainability topics. This assessment was informed by relevant standards, megatrends, and peer disclosures, as well as internal and external stakeholder input. In 2022, we reviewed this Policyowners analysis and determined that these issues continue to be material and should accordingly and inform our sustainability strategy, objectives, and goals. Customers Communities Employees Talent attraction, development, and retention Transparent Employee health, safety, and wellness information for customers MassMutual Sustainable investing Regulators Investors and and Analysts Sustainable products and services Policymakers Public policy and advocacy Environmental impact of our business Impact of climate change on our business Business Partners, Financial Professionals, and Suppliers Increasing Importance to Business Success sredlohekatS ot ecnatropmI gnisaercnI A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Materiality Assessment Results Ethics, business integrity, and corporate governance Cyber security and data stewardship Diversity, equity, and inclusion Human rights in our value chain Community engagement Sustainable financing Environment Social Governance Sustainable Finance 9 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainable Finance Since MassMutual was founded in 1851, our policyowners At MassMutual, sustainable finance encompasses and customers have trusted us with their financial the management of our General Investment Account security and peace of mind — and our company has (GIA), our insurance products, asset management been guided by one purpose: we help people secure offerings, and our capital structure. Our Sustainable their future and protect the ones they love. Our Finance Framework provides company-wide guidance commitment to sustainability directly stems from our to drive alignment on the continued integration of obligation to manage the company with a focus on the sustainability considerations in these areas. We have long-term interests of our members and participating developed sustainable finance playbooks to provide policyowners. Integrating material environmental, social, actionable insights on operationalizing the framework. and governance factors across our finance activities We view sustainability as a critical lens through which enables us to pursue consistent, long-term returns by to identify and manage risks and opportunities across mitigating risk and identifying new opportunities. our insurance, investment, and credit decisions, with the specifics of our approach differing by line Sustainable Finance Framework of business. Through our sustainability governance structure and Sustainable Finance Framework, we I g n n v e s nci maintain oversight of the integration of environmental, ti a n g Products & Fin social, and governance (ESG) factors across the Offerings company. Doing so enables us to offer solutions that D y a g t o a, o l align with our customers’ needs while supporting our To h n ols, and Te c company’s long-term growth. 10 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainable Offerings Sustainable Investing 2030 Portfolio Emissions Reduction Targets Portfolio Targets Public Corporate Bonds Mortgage Loans MassMutual is committed to helping our clients meet MassMutual’s GIA — which held $252 billion of total their financial goals and reaching people on their invested assets as of year-end 2022 — backs our Sector Power Energy Commercial terms. To do this, we offer a diverse range of products obligations to our policyowners and customers. As Power generation Upstream production, refiners, integrated real estate companies and services that enable our customers to choose a mutual life insurance company, we are long-term solutions based on their individual priorities and investors concerned with meeting commitments that Climate IEA Net Zero IEA Net Zero Emissions 2050 IEA Energy Technology objectives. For clients who want to take advantage stretch far into the future. That means we focus on Scenario Emissions 2050 Perspectives Beyond of sustainable investing strategies, we offer a variety generating long-term, stable performance to support 2°C Scenario7 of options across our variable annuities and variable MassMutual’s financial strength and ability to meet our GHG Scopes Scope 1 and 2 Scope 1 and 2 Scope 3 Scope 1 and 2 life product lineups, as well as through MML Investors financial obligations to our policyowners. Evaluation of Included Services’ (MMLIS) brokerage and investment material sustainability factors contributes to our overall 2030 Interim 70% reduction 42% reduction 29% reduction 56% reduction advisory platforms. approach to managing risk-adjusted returns. Target from 2019 from 2019 from 2019 from 2019 For example, in 2022, we added the MML Sustainable Through our sustainable investing strategy, we Equity Fund as an option within our variable annuities leverage our capital to capture opportunities and Metric kg CO e/MWh g CO e/MJ g CO e/MJ kg CO e/m2 2 2 2 2 and variable life insurance products, to provide clients manage risks in order to succeed in a rapidly changing seeking to invest in an ESG fund the opportunity to do world. We do this by focusing on three key areas: so. The MML Sustainable Equity Fund is subadvised advancing our commitment to achieve net zero investment opportunities associated with the Carbon Accounting Financials (PCAF). We selected by American Century Investment Management and portfolio emissions by 2050; fostering social and transition to a low-carbon economy. these carbon-intensive sectors to start because they seeks to deliver competitive long-term financial results economic opportunity; and investing responsibly, by have transition pathways and represent meaningful by investing in companies with improving business continuing to embed sustainability considerations into We have developed and are implementing a multiyear emissions from our GIA. A summary of our 2030 fundamentals and sustainable corporate behaviors. the management of our GIA. roadmap supported by a detailed action plan with interim targets is shown in the table above. the near-term steps needed to put our company Through our Wealth Management Services (WMS) Advancing Our Net Zero 2050 on the path to net zero. As one of the steps on this To help meet our net zero goal, we have measured advisory platform, MMLIS clients have access Commitment path, we have established 2030 interim targets for and plan to disclose our financed emissions, starting to hundreds of ESG investment options offered our commercial real estate loans and our power and with the selected carbon-intensive portfolios. We are by third-party asset managers. At the end of In 2021, MassMutual announced our commitment to energy public corporate bond portfolios. To develop implementing a software platform to measure, track, 2022, WMS’s assets under management for ESG reach net zero emissions in our investment portfolio these interim targets, we considered guidance from and report on emissions within our portfolio and in our investments, including mutual funds, exchange- by 2050. Our GIA is our largest impact on the climate. available frameworks, including the Science Based operations. For more about our efforts to decarbonize our traded funds, separately managed accounts, and fund Further, it is our largest exposure to climate-related Targets initiative (SBTi) and the Partnership for operations, see page 15. strategist providers, totaled approximately $1 billion. risks and the vehicle to capture the significant 7 Consistent with SBTi’s real estate trajectory for well below 2°C. 11 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices We recognize that carbon accounting, particularly In 2022, our wholly owned asset management Fostering Social and Economic for financed emissions, is still in its early stages of subsidiary, Barings, collaborated with Counterpointe Opportunity development. Given this evolving landscape, we Sustainable Advisors, a firm focused on real Leveraging our capital to address societal needs and anticipate that our methodology will likewise have estate financing products for energy efficiency, expand access to economic opportunity strengthens to evolve over time as the quality of emissions renewable energy, and resiliency measures in the communities in which we operate. In addition, data improves, new sources of data and new commercial properties, to originate a construction it enables MassMutual to capture the market methodologies develop, and climate scenarios loan and a commercial property-assessed clean opportunity that exists by investing in and serving evolve. As such, we will continue to monitor new energy (C-PACE) loan. This innovative financing the needs of all Americans. developments, transparently report on our progress, solution helps property owners by providing up and adapt as needed. to 100 percent financing for energy efficiency, We do this in a variety of ways. For example, in 2022, renewable energy, water conservation, and we invested $76 million in affordable housing debt and We embrace the opportunity to adopt a new mindset resiliency improvements — catalyzing investments equity, giving us a total direct exposure of $2.5 billion as we continue to safeguard the long-term financial to decarbonize and strengthen resilience of the in affordable housing. In addition, through MMV, we performance of our GIA, while serving as stewards commercial real estate sector. invest in a range of businesses, some of which create of our portfolio’s climate impacts. As we incorporate social benefit. In 2022, MMV led the Series A extension our interim targets into our investment management More broadly, MassMutual continues to deploy for HelloBetter, a provider of digital therapy courses process, we will do so in a way that supports our our capital to further the development of low- that include prevention and treatment of mental belief in an engagement-centered approach to and zero-carbon energy, investing $125 million health issues like depression, anxiety, and insomnia. encourage decarbonization. in renewable energy in 2022. This resulted in a MMV also invested in Daye, a female-founded health total direct exposure of $1.8 billion in this sector. As a critical component of our net zero pathway, platform that improves accessibility to and the We also have an ongoing strategic partnership we actively pursue opportunities to invest in climate convenience of gynecological products, services, with Low Carbon Limited, a leading renewable solutions that support the transition to a low-carbon and treatments. energy company based in the U.K. In 2021, we economy and our responsibility to generate long-term began working with Low Carbon to accelerate Through MassMutual’s impact investments — which value for our policyowners. In 2022, for example, the renewable energy transition, with the goal of are part of our GIA — we focus on investing capital in MassMutual Ventures (MMV) launched a $100 million creating 20 gigawatts of new renewable energy companies and funds that are overlooked because fund to invest in early- and growth-stage climate capacity by 2030. The partnership is focused on of systemic barriers. In doing so, we aim to generate technology companies across the U.S., with the investing in, developing, and operating large-scale positive, measurable social and environmental impact, objective of delivering both market investment returns renewable projects including solar, wind, energy while addressing inequality in capital markets. and measurable climate benefits. The MMV Climate storage, and energy from waste, across the U.K., Tech Fund will invest in technology companies that Europe, and North America. address the sources of climate change and/or provide solutions for managing climate impacts on individuals, businesses, and communities. 12 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our strategy leverages innovative approaches in deal sourcing, selection, Empowering Hourly Workers — diligence, and investments that reduce structural inequities and advance MMCF 2022 Impact With the Support of MMCF racial equity. MassMutual had committed a total of $200 million of impact investment capital, and we deployed more than $23 million of it in 2022. 11 We are doing this through two initiatives we launched in 2021: HourWork — an MMCF investee since 2021 — is on a mission to save the American dream for the tens of millions of wage total investments • MassMutual Catalyst Fund (MMCF), a $50 million fund investing workers who represent the majority of the U.S. workforce. in Black-led startups as well as rural-based businesses across Massachusetts. From sourcing to screening to due diligence, MMCF’s HourWork’s online platform connects hourly workers with $13M+ approach is key to finding and funding companies in a more expansive national franchises, based on geographic location and way. Our online application lowers barriers to overlooked startups experience. Rahkeem Morris, founder and CEO of HourWork, and has generated a robust pipeline. We take a “look twice” approach total capital deployed was motivated to start the company based on personal to screening, meeting entrepreneurs where they are, building experience. As a former hourly worker, and having worked relationships, and providing transparency and access to MMCF’s $6.7M $6.4M 13 hourly part-time jobs, he experienced first hand the process. Rather than relying solely on previous exits or track records, challenges facing hourly workers and decided to create a to Black entrepreneurs to rural entrepreneurs our due diligence evaluates founders’ tenacity and ability to overcome new way of working. adversity. MMCF is focused on generating positive, measurable social impact while addressing inequality in capital markets. See the To increase reliability and flexibility of hours, HourWork’s example to the right of one of MMCF’s change-making investees. First Fund Initiative 2022 Impact platform enables workers to easily find new positions or • First Fund Initiative, an effort through which we are committing to invest pick up shifts, no matter where they are. Hourly workers $10.2M catalytic capital in Black, Hispanic/Latino/Latinx, and Indigenous are also given a voice to impact the quality of work they are emerging managers to advance racial equity. First Fund’s allocation provided, using a feedback function on the platform that rates strategy centers on funds that are systemically overlooked by financial of committed capital was called8 institutions and have a differentiated investment thesis, with the ability participating businesses. This rating system also determines to generate positive social impact as well as financial returns. In 2022, employers’ access to worker profiles on the platform. For we announced we would dedicate an additional $100 million to the participating businesses, HourWork provides access to a labor Total Investment initiative, building on the $50 million we committed in 2021. pool that includes past applicants and former employees, The First Fund Initiative aims to move beyond examining the streamlining the hiring, retention, and training processes. $23.2M problem of lack of diversity in capital access and to concentrate on the opportunity to back high-performing, overlooked investment Over the past two years, HourWork’s model helped address managers. In 2022, this included investing in a fund launched by Raven of impact investing capital widespread staffing shortages across the U.S., engaging Indigenous Capital Partners, an Indigenous-owned and -led impact deployed by MassMutual in 2022 millions of hourly workers on its platform. MMCF made its investor based in Vancouver, to support innovative, mission-driven, first investment in HourWork in July 2021, followed by two businesses led by Indigenous entrepreneurs in Canada and the U.S. subsequent investment rounds in 2022. 8 Capital commitment includes money deployed into startups and for fund operation activities. 13 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Investing Responsibly Through Our GIA Sustainable Investing at Barings Considering material sustainability factors in the overall management of our GIA supports risk mitigation and long-term value creation. We MassMutual’s wholly owned global asset manager subsidiary; manages the majority of Business Description MassMutual’s GIA. continue to further embed these considerations into our investment process. Our Sustainable Investment Policy, released in 2021, outlines our overall approach to the integration of sustainability factors in our “We believe that integrating the analysis of environmental, social and governance (ESG) information asset allocation and investment process. The Investment Committee of into our investment process gives us a more holistic understanding of the complex issues, risks, our Board of Directors oversees implementation of the policy. Dedicated opportunities, and value drivers that may impact our clients’ portfolios over time. In-depth, sustainability resources, supported by cross-functional working groups, fundamental analysis is at the heart of our investment philosophy, and ESG analysis is embedded Sustainable Investment Approach within the investment process across all asset classes. We are also active stewards of the entities in guide overall sustainable investing strategy, monitor sustainability topics, which we invest; this goes hand-in-hand with our active investment approach. Stewardship involves and drive integration, in line with our overall company strategy. For more our efforts to, where possible, safeguard and increase performance for clients.” information on how we manage climate risks and opportunities, see See Barings’ PRI Assessment Report and ESG in Investing page for more details. page 39. In addition, MassMutual is a signatory of the Principles for Responsible A dedicated Sustainability team guides overall strategy and policies, supported by a Sustainability Investment (PRI). As of the end of 2022, 97 percent of MassMutual’s GIA Sustainability Management Committee and Sustainability Working Groups. See Barings’ Sustainability Report for more details. assets under management were managed by signatories of the PRI. In 2022, we conducted a pilot survey of select firms that manage a portion of our GIA to better understand their sustainability policies and practices, Sustainable Investment Policy Sustainability Policy and we plan to expand the survey in 2023. We also continue to expand our assessment of sustainability risks and Engagement Policy Public Equities ESG Integration & Active Ownership Policy impacts in our investments, based on the proprietary sustainability scoring methodology of MassMutual’s wholly owned global asset Proxy Voting Record and Policy Global Proxy Voting Records and Proxy Voting Policy manager subsidiary, Barings, which manages the majority of MassMutual’s GIA assets. In 2022, 78 percent of Barings-managed PRI Signatory Yes assets in our GIA were assigned a sustainability score. For more about how Barings integrates sustainability considerations into management of MassMutual’s GIA, see the table at right. Task Force on Climate-related Yes Financial Disclosures Supporter Across all of our sustainable investing efforts, we take an engagement- centered approach with investment partners and portfolio companies, UN Global Compact Signatory Yes working in the interest of our policyowners while addressing sustainability risks and opportunities. 14 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainable Operations MassMutual has a long history of working to minimize near-term work plan to drive progress toward that the environmental impact of our operations. We ambition. Our approach includes measuring and are focused on conservation and energy efficiency tracking our emissions, setting an interim target, within our facilities, while contributing to a healthier regularly reviewing our progress, and identifying and environment for employees, building tenants, and implementing opportunities to reduce emissions, the community. Our Environmental Policy Statement including through renewable energy. details our environmental priorities and actions, Following this approach, we have set an interim demonstrating our commitment to environmental target to reduce our absolute Scope 1 and Scope 2 stewardship. These collective efforts drive emissions 72 percent by 2027, compared to our 2019 environmental benefits, strengthen the resiliency of baseline year. We considered available frameworks our facilities, and can reduce costs. in formulating the target, including the Science Carbon management is central to our sustainable Based Targets initiative’s (SBTi) Corporate Net-Zero operations strategy, and in 2021, we committed to Standard. Our interim target is in line with a 1.5°C achieve net zero greenhouse gas (GHG) emissions scenario and positions us on our path to reach net in MassMutual’s operations by 2030. As such, zero in our operations by 2030. we have developed a multiyear roadmap and 15 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices To enhance our ability to measure, manage, and facilities, based on square footage, were Leadership consumption and operational costs. As part of this report on our progress, we adopted a software in Energy and Environmental Design (LEED®) effort, we have implemented automated processes platform to facilitate the calculation of GHG certified. In 2022, MassMutual also achieved energy for dimming lighting and slowing down or turning off emissions from both our operations and our and cost efficiencies through real estate portfolio heating, ventilation and air-conditioning equipment investment portfolio (see page 11 for our changes, including consolidating office space to to reduce our power consumption when demands on approach to financed emissions). better align with our hybrid workplace approach. the local electrical grid are high. We continually look for opportunities to improve the climate performance We drive emissions reductions by integrating energy Additionally, we participate in energy demand- of our operations. To date, we have reduced absolute savings features into our facilities. As of December response and peak-demand programs at our GHG emissions in our operations by 33 percent 2022, more than 94 percent of our corporate Springfield headquarters to reduce energy against our 2019 baseline. Operational Greenhouse Gas Emissions Emissions (market-based) 2019 (baseline) 2020 2021 2022 Scope 1 14,686 9,421 10,237 13,566 Scope 2 (market-based) 20,502 17,078 14,960 10,075 Total Emissions 35,188 26,499 25,197 23,641 Emissions (location-based) 2019 (baseline) 2020 2021 2022 Scope 1 14,686 9,421 10,237 13,566 Scope 2 (location-based) 20,502 17,078 14,960 14,270 Total Emissions 35,188 26,499 25,197 27,836 Scope 1 represents direct GHG emissions from leased and owned facilities and vehicles under MassMutual’s operational control as of each reporting year. Scope 2 covers emissions from purchased electricity consumed at MassMutual’s facilities. Market-based emissions include the impact of Green-e certified renewable energy certificates Hope Garden at Springfield (RECs) purchased in the U.S. campus, created by employees The scope of our GHG emissions inventory is Massachusetts Mutual Life Insurance Company (MassMutual); subsidiaries are not included. This aligns with our statutory financial report filing. We will continue to improve our GHG coverage. 16 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Diversity, Equity, and Inclusion At MassMutual, our commitment to diversity, equity, to help people secure their future and protect the ones and inclusion (DEI) is a business imperative. We strive to they love. For more than a decade, we have been on a create an environment that is equitable and inclusive deliberate and focused journey to integrate DEI into all for our employees, customers, business partners, and that we do. Our DEI strategy is comprised of three core the communities that we serve. We stand firmly against pillars (see next page). racism, discrimination, and inequity in any form. Underpinning our efforts is a focus on transformative We seek diverse backgrounds, cultures, experiences, education, creating shared accountability for our and perspectives to create a culture of inclusion and results, and being transparent about our progress. belonging at our company. This enables us to attract While we are proud of how far we’ve come in our DEI and retain the talent we need to deliver on our purpose journey, we recognize there is always more we can do. 17 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices DEI Strategy Core Pillars WORKFORCE WORKPLACE MARKETPLACE Ensure equity in our people policies, Create an employee-centered work Diversify our policyowners and processes, and procedures to attract environment where all feel heard, bolster underserved and and retain diverse talent valued, and respected marginalized communities A Diverse Workforce in racial and ethnic diversity overall and in leadership Recruiting Diverse Talent roles, women in leadership roles, and those who To authentically reach more people on their terms, Diverse teams create more innovative solutions and voluntarily self-identify as veterans, individuals with it is essential that we attract diverse talent that drive better decision-making and outcomes. We a disability, or members of the LGBTQ+ community. represents the customers and communities we strive to create teams that reflect our customers and We rigorously track our progress, with our Executive serve. That’s one of the reasons why we recruit and communities, fostering an environment where all Leadership Team and Board receiving regular hire people across various dimensions of diversity, employees are welcomed, valued, and heard. updates, and we continue to share our progress inclusive of race, age, gender, abilities, place of birth, publicly on our website. Since 2017, we have included increasing workforce religion, and who they love. diversity as a measure of company performance and We have made continued progress across these We have put structures in place to maintain an have integrated it into our annual incentive plan for all dimensions. Since 2017, we increased the racial and inclusive and equitable hiring process. In 2022, employees, including senior leaders and executives. ethnic diversity of our overall workforce by 32 percent 89 percent of interview slates and 96 percent of We set an annual target to improve the overall and our leaders by 40 percent, and we are working to interview panels were diverse. What’s more, hiring diversity of our workforce, as measured by increases reach gender parity for women leaders by 2030. 18 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices managers and interviewers — who play an important regardless of location. This approach is consistent Diversifying Our role in helping MassMutual realize our diversity goals — with the information we share with employees via our Workforce receive specific training to minimize bias during the internal human resources platform and as part of their interview process. annual compensation review. (2017-2022) To continue to drive progress, we are taking steps For the past 15 years, we have engaged independent to tap into the broadest pools of talent we can. We human resources risk management firms to conduct build and sustain strategic DEI partnerships with annual adjusted pay gap reviews. These reviews 40%↑ organizations that support us in diversifying our compare compensation by gender and between workforce. Additionally, in 2022, we launched a new minority and non-minority employees in the U.S., increase in the racial/ethnic effort focused on Historically Black Colleges and looking for differences within comparable work that diversity of our leaders Universities (HBCUs) as part of a broader company could suggest a bias. The analysis looks at pay equity effort around advancing equity, justice, and financial across base pay, bonus, and long-term incentives to well-being. For more information on this work, see ensure each component is used appropriately and page 22. considers factors such as type of role, work experience, 39%↑ and more. We review results and work with managers Advancing Pay Equity to adjust compensation packages as appropriate. increase in LGBTQ+ We understand and embrace our responsibility to use At MassMutual, pay equity is part of how we do representation our influence to promote pay equity in the broader business, and for several years, we have been taking community as part of our unwavering commitment steps to support pay equity internally and in the to DEI. As an anchor signer of the Boston Women’s broader community. Workforce Council’s 100% Talent Compact, we are Pay equity factors into our pay decisions throughout committed to measuring the raw — or unadjusted — pay 62%↑ the year and across the organization, supported gaps for both women and U.S. minorities and to taking by robust policies and practices. Our Statement of steps to eliminate any gaps found. This commitment increase in number of Respect and Anti-Discrimination and Harassment to measure and address gender and racial pay gaps individuals with disabilities Policy prohibits discrimination in compensation extends to our entire workforce. We have signed on to decisions. As a standard practice, each time we support additional DEI commitments that are helping make a pay recommendation for a new employee, to advance pay equity, including those led by Paradigm promotion or otherwise, we review the pay of for Parity, CEO Action for Diversity & Inclusion, CEO 42% employees who perform similar work. In 2022, we Action for Racial Equity, and Ascend Foundation’s further increased pay transparency by publishing 5-Point Action Agenda. salary ranges in the vast majority of our job postings, of our leaders are women, and we are working to reach our goal of gender parity by 2030 19 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices In subsequent years, we elevated our DEI learning work environment where everyone is heard, valued, offerings with the introduction of two multiday immersive and respected; and bolstering the underserved and learning labs designed to help leaders understand the marginalized communities that we serve. We also impact of bias and systemic privilege while underscoring make clear MassMutual’s expectations for maintaining the pivotal role they play as allies. The dialogue started a professional and respectful work environment for all. during these trainings helps motivate leaders to hire, engage, and develop diverse teams that can bring a Elevating the Employee Experience broad range of ideas and perspectives. More than 60 At MassMutual, our eight BRGs are some of our most leaders completed our more extensive four-day lab important culture carriers, planning and executing in 2022, adding to the hundreds of leaders who have events and programs to build awareness of the diverse completed these two programs in the last several years. communities represented within our company. Additionally, we offer DEI-focused online learning to Open to all employees, our BRGs are an important enable our employees to foster a culture of belonging, vehicle for our employees to find community and support their teams and each other, and build strong engagement outside their immediate teams. In 2022, allies. The initial course, entitled Systemic Racism, 34 percent of employees participated in MassMutual focused on the Black/African-American experience. BRGs, representing Black/African American, Asian, and Since then other topics have been added, such as the Hispanic/Latino/Latinx communities; members of the LGBTQ+ experience, systemic racism toward Latinos, LGBTQ+ community; individuals with disabilities and their systemic racism toward Asian Americans, inclusion, caregivers; members of the armed forces, veterans, and mental health. In 2022, our employees completed and military family members; young professionals; and more than 2,800 DEI-focused online courses. women. Our BRGs welcome members from both within and outside each affinity group. An Inclusive Workplace Our BRGs create opportunities within MassMutual Building Cultural Competence In 2010, we launched Leading Inclusively for We strive to embrace diversity in every sense to for their members to convene and be authentic Managers as well as Leading Inclusively for Individual create a workplace where everyone feels they belong, To maintain a truly inclusive culture and move our and vulnerable as they tackle issues impacting their Contributors. These two training programs are offered continually challenging ourselves to find new ways to business forward, we must be committed to continuous communities. Throughout 2022, they collaborated several times each year and provide participants the make the employee experience more inclusive. learning, honest conversations, and adaptable thinking to host quarterly events for all employees, focused opportunity to increase personal awareness, learn and behaviors. That’s why MassMutual has invested in on issues that impact multiple populations, such as Our Business Resource Groups (BRGs) serve to practical tools to help mitigate bias in our workplace, building inclusive leaders through a number of DEI and intersectional allyship, connection in a hybrid workplace, support DEI’s three core pillars by helping to attract, and strengthen the leadership of inclusive teams. In cultural competence training programs since 2010, microaggressions, and honoring our veterans. develop, and retain a diverse workforce; fostering a 2022, more than 300 employees participated. which we continue to expand and innovate. 20 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Maintaining Our Workplace A Vibrant Marketplace In 2021, we launched our $150 million, five-year commitment to utilize underrepresented, diverse Standards Realizing our vision to provide financial well-being businesses in our procurement operations. Through To foster a culture of trust and accountability so we for all Americans requires listening, learning, and this effort, we are tapping into nontraditional networks can best serve our policyowners and customers, engaging with a diverse range of individuals, families, to expand our base of suppliers, making intentional we must operate ethically, with integrity, and in businesses, and communities to understand their investments in diverse supplier development, and compliance with applicable laws. Our Code of unique needs. We work to ensure that our products encouraging new ways of working across MassMutual. Conduct, along with our Statement of Respect and and services are accessible and align with our We achieved more than $58 million in diverse spend in Anti-Discrimination and Harassment Policy, defines policyowners’ and customers’ needs. We also have a 2022, a 45 percent increase from 2021. for our employees the expectations and principles responsibility to be inclusive in how we engage in the As part of the commitment, we launched Forward by for establishing and maintaining a professional broader marketplace. MassMutual, a program that helps underrepresented, work environment free of discrimination and For example, in our Institutional Solutions business, diverse businesses thrive and grow. Through this harassment. For more on our approach to ethics we are intentional about expanding business initiative and other strategic partnerships, diverse and compliance, including avenues for employees opportunities with diverse firms. MassMutual is an businesses selected by MassMutual receive to report concerns, see page 37. issuer in the funding agreement-backed notes (FABN) comprehensive education, business planning, and As an equal opportunity employer, MassMutual market and, in 2022, continued to include investment mentorship. In its first full year, the program benefited is committed to maintaining a nondiscriminatory banks that have diverse leadership and ownership in 42 diverse businesses, contributing to our five-year work environment, where all individuals are treated the syndicates for all U.S. dollar FABN transactions. goal of impacting 175 diverse-owned businesses. with fairness and respect and are provided the Additionally, we are creating a new mentor program opportunity to reach their full potential. For more Engaging Diverse Suppliers designed to connect diverse-owned businesses with about this commitment, see our Equal Employment MassMutual decision-makers, and to teach them MassMutual actively seeks to do business with Opportunity Policy. specifics about doing business with our company. diverse suppliers, which helps ensure we are We take meaningful steps to foster a workplace free accessing the broadest available marketplace to In 2022, we engaged suppliers using our framework of discrimination. For example, in 2022, MassMutual source quality goods and services. We also recognize for assessing and managing their DEI and engaged a third party to conduct an audit of our the economic imperative of providing all businesses sustainability performance, and we plan to continue people processes, starting with performance the access to opportunities to grow and thrive — maturing our approach. This year, we are integrating check-ins, internal mobility, and employee relations and that we can leverage our buying power to drive social standards into our Code of Conduct for practices, to help us address any potential bias in positive change. Suppliers to include topics such as minimum living these areas. wages, health and safety, child labor, and more. 21 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Advancing Equity, Justice, and Financial Well-Being for the Black Community MassMutual is engaged in a company-wide effort to implement effective policies and initiatives that advance racial equity and justice and promote financial well-being for the Black community. The program is designed to support our policyowners, customers, employees, and the communities we serve. It builds on and aligns with MassMutual’s ongoing efforts to help break down the structures that exacerbate racial and economic inequities — from supporting the growth of underserved businesses through impact investing and diverse supplier development to increasing diverse representation at all levels at MassMutual. Core areas of this program are: Driving Community Impact, Public effort. Our CEO serves on the Governing Committee, • HBCU Engagement: Implementing a • Association for Wholesaling Diversity: and we lend up to six full-time employees as fellows Policy, and Advocacy comprehensive HBCU partnership Advancing Black talent within insurance to the organization for 12- to 24-month fellowships. strategy, including a $1.2 million wholesaling through a partnership with We partner with and invest in organizations that share In 2022, MassMutual successfully completed an commitment to two HBCUs the Association for Wholesaling Diversity our values and drive impact, and we use our voice as a inaugural cohort to the fellowship and launched our and two nonprofits, to identify and the Coalition for Equity in Wholesaling company to affirm our values and amplify this work. second class of full-time employees. The second opportunities to level the playing cohort is focused on providing support in four areas: MassMutual continues to drive progress through its • Black Consumer Marketing Campaign: field for students and institutions education and opportunity, economic empowerment, involvement in CEO Action for Racial Equity (CEOARE) Exploring ways to effectively reach healthy communities, and public safety. MassMutual — a coalition of nearly 100 companies that mobilizes • The American College Partnership: Black business owners and customers fellows have also held leadership positions within a community of business leaders across multiple Promoting wealth building in the Black through intentional marketing efforts CEOARE, furthering our impact in the community. industries and geographies. Its mission is to identify, community through a partnership and engagement with a third-party develop, and promote scalable and sustainable public with the American College Center diverse marketing advisor Additionally, through the work of the MassMutual policies and corporate engagement strategies that will for Economic Empowerment and Foundation, we are investing in efforts to create more • Affluent Black Consumer Market Research: address systemic racism and social injustice, as well as Equality®. In 2022, MassMutual made equitable access to social and economic opportunity Investing in research, to listen and learn improve societal well-being. a $2.5 million, five-year commitment in the communities where we live and work. For more how best to meet the needs of the Black to the American College about our community efforts, see page 32. MassMutual was instrumental in the launch of CEOARE community and close the wealth gap in 2020 and continues to be engaged in supporting the 22 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our People Our dedicated and highly skilled employees are the We offer benefits that support our employees’ reason behind more than 170 years of MassMutual’s holistic well-being, seeking to meet their evolving success. We continually work to cultivate a flexible needs and to enable them to care for themselves and collaborative environment where all employees and their loved ones in the ways that are true to are seen, valued, and respected — and our culture is each individual. We also continuously evolve our a key reason exceptional people join and stay with training and development programs to help our MassMutual. We look for employees who thrive in employees build skills and advance their careers, a culture based on trust and accountability, where while preparing for the future strategic needs of the diverse backgrounds, experiences, and perspectives company. are valued — and where there is a shared passion for For more on our diversity, equity, and inclusion (DEI) greater equity and opportunity for all. efforts, see page 17. At the core of who we are is a company of people helping people in their time of need, and this translates into how we care for our employees. 23 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Recruiting Exceptional People In 2022, we continued to grow our network of partnerships with diversity-driven organizations We work to attract exceptional employees so that to broaden our recruitment reach. This included we can continue to deliver holistic financial solutions partnering with external recruiting platforms to to our policyowners and customers. As part of our ensure our job postings receive the broadest possible recruitment strategy, we communicate differentiators visibility across sites dedicated to reaching diverse of MassMutual’s culture, like “Live Mutual” and “Embrace audiences. To further our investments in future talent, Diversity,” so candidates can make informed choices we also expanded our partnerships with Historically about joining the organization. Black Colleges and Universities (HBCUs) by funding scholarships and sponsoring student leadership We continually work to build a more diverse talent and networking events. For more information on our pipeline because we know that having a workforce that partnerships with HBCUs, see page 22. reflects our customers and communities enables us to serve them better. We take a multifaceted approach Additionally, as members of the Massachusetts to diverse hiring and retention, including incorporating Competitive Partnership — a nonprofit focused on job diversity measures as part of our company goals, growth in the state — we helped design a customer committing to diverse interview slates for open roles, service training curriculum for ethnically diverse talent 2022 People Highlights and providing training to minimize bias during the without a college degree. In 2022, we hired the first interview process. cohort of program participants. 85% 95% Our Employer Brand overall employee of employees completed our Digital engagement score Foundations program $1.3M 460,000 hrs ~ Embrace Diversity Think Forward Communicate Candidly Live Mutual Bring the courage to Be a curious self-starter, Be ready to have candid Be brave enough to rely in well-being incentives invested by employees in training be uncomfortable able to work with conversations in a on and be relied upon by earned by employees through our learning platforms and the desire to fully others who are equally genuine way, and to take those around you in our embrace DEI determined to leave the honest feedback from mutual way of life company in a better others to grow and learn place than you found it 24 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Investing in Employee Development At MassMutual, we invest in our employees so they Onboarding New Employees can grow, develop, and perform at their personal and Starting with our processes for new employees, professional best. We offer a range of resources and we infuse our culture and values into our employee programs to equip our employees with the knowledge, experience. Our onboarding process includes an skills, and behaviors they need to succeed in their initial welcome session, and a series of informational position, and we set a growth trajectory for them within meetings over the employee’s first 90 days that focus the company. Through our learning resources, targeted on our business and strategy, culture, benefits, career training programs — including job-specific training development opportunities, community engagement programs — and performance management processes, efforts, and more. we seek to build development opportunities that are equitable, accessible, and aligned with the needs of our diverse culture. Broadening Access to New Research and Talent in Data Science In 2022, MassMutual donated $3 million to Boston University’s (BU) The 2022 gift builds on a $1 million donation we made to BU in 2021, Faculty of Computing and Data Sciences to support the responsible which was focused on professorships and long-term programming. use of data and the advancement of transparency, accountability, Both donations support BU Spark!, an experiential learning lab that and trust in data-driven artificial intelligence (AI) solutions. serves 700 students annually and aims to attract more — and more diverse — students to the high-growth field. As part of this work, MassMutual will collaborate with BU students and faculty to examine the legal, social, and economic impacts of AI systems and solutions. 25 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Empowering Career Development Offering Educational Opportunities Our talent management strategy guides our leadership pipeline have the skills to prepare them to We facilitate education and training opportunities investments in the workforce to ensure we have a succeed in future roles. for all employees at all levels through a variety of diverse, engaged, and highly skilled talent pool to platforms and formats, including formal, informal, and As an example of how we cultivate our talent support our company’s key objectives. We believe self-directed programs to support different learning pipeline, in 2022, we reintroduced our Leadership that career development is most effective when styles and delivery methods. Forum, which brought 220 of our top leaders employees have ownership. To guide learning and together to network and to deepen their One way we do this is through the Degreed platform, development pathways, we follow the “3E model,” understanding of global and economic trends as well which enables employees to pursue self-paced focused on three core elements: as MassMutual’s strategy and their role in executing learning modules based on individual competency • Experience: covering on-the-job elements, it. Our Business Immersion Experience is designed needs, with new learning pathways released including stretch assignments, job rotations, to engage our leaders in simulated decision- annually. Another example is our Digital Foundations and special projects making exercises on critical issues to hone their program, which we launched in 2021, to build a core leadership competencies. In 2022, we refined digital mindset across the company for all employees. • Exposure: including learning that comes from the immersive experience to more closely align Ninety-five percent of the company has completed relationships with peers and professionals with MassMutual’s real-world strategic and cultural the six-module online training program, designed to • Education: relating to formal trainings, workshops, needs. In the past year alone, more than 160 leaders develop a digital-first, agile mindset, covering topics and online educational content completed the program. In addition, we began a like customer-centricity and how to lead with data. pilot program in 2022, called Better Conversations For all employees, we offer a thorough performance We continue to offer in-depth cultural competency Everyday, which helps managers lead effectively in a feedback process with their manager that includes trainings — covering issues like systemic racism and hybrid working environment. stakeholder and peer feedback, and we encourage inclusion practices — for all employees. For more on two check-ins annually to discuss progress against Moreover, MassMutual has partnerships with a range our DEI efforts, see page 17. goals and priorities. of organizations that offer development and external Our employees dedicated a combined 460,000 engagement opportunities for our diverse leaders. We continue to strengthen our internal leadership hours to skill-building through our learning platforms, For example, we collaborate with the Executive pipeline, focusing on talent mobility, talent retention, equating to approximately 9.5 days of training per Leadership Council to support the success of senior- succession plans, and long-term successors at all employee, in 2022. To encourage our employees’ and mid-level Black talent across the company, levels. We provide tailored data-driven assessments, ongoing learning ambitions, we support continuing and we offer a women’s leadership program in programs, and coaching to ensure those in our education and professional accreditations, distributing partnership with Simmons University. $1 million in tuition reimbursements in 2022. 26 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Supporting Holistic and up to two times annual base salary. In addition, we Facilitating Employee announced meaningful expansions of our benefits Equitable Well-Being Wellness offerings in 2023 that are adaptable to the diverse needs of our employees. This includes a digital At MassMutual, we take a holistic approach to benefits, well-being wallet, as well as quadrupled paid leave to making it easy for all employees and their loved ones to We take pride in helping our employees care for a loved one, which complements the range of elevate their mental, physical, and financial well-being. live their best life. As part of our early family support services we offer, including backup and Our pioneering suite of benefits has evolved over 2023 benefits expansion, we now offer discounted child and elder care. the years to enable our employees to better care for employees a “well-being wallet,” which themselves and the people they love. The principle reimburses them up to $1,250 for a of equity is embedded into our employee benefits Evolving Our Inclusive approach, reflecting a shared passion for greater Healthcare Benefits wide range of physical, emotional, and opportunity for all that is at the heart of our culture. financial well-being resources. Covered The health and well-being of our employees and expenses include gym memberships, We provide an array of benefits to all employees, their families is a top priority. In 2022, we enhanced including competitive compensation and incentive specialty athletic equipment to aid our benefits program to include faster access to programs, along with an evolving suite of health, people with disabilities, meditation high-quality mental health providers for employees wellness, and leave offerings that provide a spectrum and members of their households. MassMutual also apps, counseling, massages, licensed of support through all of life’s big moments. When it understands that race, gender, and sexual orientation childcare and eldercare, financial comes to our leading caregiver, bereavement, and can impact one’s healthcare experience. To that end, planning, and more. other essential leaves, “loved ones” is inclusive of we now provide our Black and LGBTQ+ employees anyone the employee holds dear, and they can use and their household members access to a team time off when and how it is most helpful to them. of diverse care coordinators who offer specialized In 2022, we enhanced our benefits to offer help with health advocacy and navigation support. And, in the student loans and college savings. We also expanded interest of offering equal coverage to all our U.S.-based medical travel reimbursement, provided additional employees, we expanded our medical travel plan mental and inclusive health benefits, and doubled our reimbursement to allow employees to access covered company-provided life insurance coverage, offering services if they are not available in their state. Listening to Our Employees In 2022, 94 percent of employees responded to our annual employee engagement survey, continuing more than a decade of exceptional participation. The survey is an important way we listen to our employees to understand what is working and where we can improve. Our overall engagement score was a robust 85 percent, and many areas we measured outperformed our external benchmarks by double digits. The survey is just one of many employee listening activities conducted throughout the year. 27 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our Policyowners and Customers As a mutual company, we operate for the benefit of our participating policyowners and customers, with an enduring $7.1B focus on providing them financial security, stability, and long-term value. MassMutual offers a wide range of protection, accumulation, paid in insurance and annuity benefits to policyowners and customers in 2022 wealth management, and retirement products and services. Whether it’s through our dedicated network of financial professionals, or other financial institutions, employers, or directly on phones or tablets, we are enhancing and evolving the way we connect with people to support them through $1.9B life’s changes and help them build a more confident future. We continually enhance and expand the solutions and experiences we provide to meet customers’ evolving needs. Underpinning highest estimated dividend payout in our history9 all of this is our unwavering focus on long-term stable performance, which enables us to deliver on our commitments 9 The dividend and dividend interest rate are determined annually, subject to to those who rely on us when they need us the most. change, and are not guaranteed. 28 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Creating a Technology Hub in the Commonwealth Reaching People on Their Terms MassMutual is committed to staying at the forefront of innovative and industry-leading technologies that can best serve our From the moment we issued our first policy, we have reached Digital Products and Services customers. As a founding member of the MassChallenge FinTech people through our dedicated network of financial professionals. We continue to enhance our digital capabilities and tools to make program and a Champion Partner in the HealthTech program since With a broad range of protection and accumulation solutions it easier for financial professionals and their clients to work with that can meet needs for a lifetime, coupled with powerful digital 2018, we have made significant contributions to help strengthen us. Central to these efforts is Advisor360°, our online platform capabilities that we are continuously expanding and improving, the financial technology (FinTech) and HealthTech ecosystems in launched in 2021, which provides integrated access and a holistic our financial professionals work with people each day to help them Massachusetts and to explore ways of connecting with diverse, view of our customers’ financial holdings. The platform enables plan for the future with more confidence and hope. financial professionals to work with their clients to develop a innovative startups. At the same time, and as part of our commitment to provide holistic plan for the future and provide a streamlined experience. financial well-being for all Americans, MassMutual is focused on Both the MassChallenge FinTech and HealthTech programs For insurance products, MassMutual continues to move with expanding the channels through which we work with people on focus on accelerating the impact of innovative startups through industry trends toward increased use of technology, such as their terms. This includes MassMutual Strategic Distributors, which fluidless and algorithmic underwriting, along with use of electronic partnerships with leading financial and healthcare companies. In is how we offer our products through other financial institutions and health records, all of which can improve efficiency, reduce overall 2022, 30 percent of the FinTech and HealthTech startups were independent financial professionals, as well as MassMutual Ascend costs, and most importantly, make it easier and faster for people minority-founded, and 56 percent were founded by women. Since — formerly known as Great American Life Insurance Company, to acquire insurance protection. which MassMutual acquired in 2021 — which has expanded our 2018, roughly 50 percent of startup partnerships have turned into ability to offer lifetime income solutions through banks. We also As we expand our use of technology, we continue to enhance our engagements for MassMutual, as customers, investors, or both. reach people through their jobs with our Worksite business, as well approach to data privacy and security. For more information on as directly through their phone or tablet via Haven Life, our wholly our cyber security and data privacy practices, see page 40. In In addition, MassMutual has spearheaded a public-private owned digital direct-to-consumer insurance agency. addition, MassMutual is committed to ensuring that our websites, partnership called the Mass Fintech Hub. Launched in 2021 mobile applications, and other digital platforms are secure and In 2022, the strong performance across these channels led and consisting of leaders from industry, academia, startup and accessible, and we detail our approach on our website. MassMutual to report double digital sales growth through our investor communities, and the state, the initiative aims to make domestic insurance business, led by steady demand for whole life Massachusetts a global hub for financial technology. In its first year, insurance — where the company finished 2022 as the industry’s over 1,000 participants joined various programming, including No. 1 provider10 — as well as record annuity sales. FinTech bootcamps, career fairs, and mentoring workshops. The Hub also launched an Angel Investment Education series aimed at 10 According to LIMRA’s Fourth Quarter 2022 U.S. Retail Individual Life Insurance Sales Summary. connecting a new wave of angel investors across the Commonwealth with the funding needs of entrepreneurs and early-stage startups. 29 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Retirement Support expand our customer journey analytics to understand how customers interact with MassMutual every step One of the primary ways we help our customers of the way, while respecting their privacy, so we can achieve financial security is by supporting them provide them with the most relevant solutions. as they plan for retirement. A 2022 study by We are committed to continually understanding how MassMutual found that two-thirds of near-retirees customers and financial professionals experience are underprepared and ill-informed about their working with MassMutual. We use Net Promoter Scores retirement. To address this information gap, we offer (NPS) to understand customer satisfaction across a range of resources to help people understand our insurance, annuities, and wealth management retirement savings basics, as well as a diverse lineup businesses. Given their critical role in serving of products and services to enable our customers to our customers, we track financial professionals’ meet their financial needs in retirement. satisfaction and tied it to our annual goals in 2022. This includes a new variable annuity with an optional To ensure our top line results reflect the customer guaranteed lifetime withdrawal benefit, which experience, we integrated customer NPS into our MassMutual added into its suite of retirement income annual goals for 2023. We also continue to track offerings in 2022. MassMutual EnvisionSM Variable customer and financial professional feedback at key Annuity can help individuals accumulate assets for touchpoints, such as sales, service calls, claims, and retirement, with a wide variety of investment choices. online self-service, allowing us to identify common Envision supplements MassMutual’s existing strong themes and drive enhancements to improve their portfolio of fixed annuity retirement products. experience. We require customer service employees to take part in customer experience principles training, Understanding with a 99 percent participation rate in 2022. Customers’ Needs These efforts help us identify ways to better meet the needs of our customers, while informing our strategies Having insight into what’s working — and ways we for making our products and services more inclusive can improve — when serving our customers is critical and accessible to a broader range of people. to enhancing how we support and build long-term relationships with them. In 2022, we continued to 30 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Transparent Information Long-Term Investment and Fair Advice Performance Our ongoing work to provide policyowners and have access to a library of training and resources As a mutual company, our long-term, diversified customers with the solutions to meet their needs around best practices. Our financial professionals and approach to investing enables us to be there for our is supported by an ongoing commitment to ethics, their supervisors are provided with a comprehensive policyowners and customers, whether they need us oversight, governance, and risk management. online Compliance Manual covering all aspects of today, tomorrow, or generations from now. compliance for business practices, customer privacy MassMutual has a Product Advisory Committee (PAC) This approach is integral to the management of our and recordkeeping, and product sales and marketing. responsible for the company’s insurance product General Investment Account (GIA), which backs development pipeline and strategic alignment, We maintain a robust program to monitor for the obligations we make to our policyowners and product approval, and ensuring the overall product improper sales practices and potential consumer customers. Our GIA is well-diversified and managed portfolio’s risk profile is acceptable. The PAC is chaired complaints. For example, we closely monitor internet with a long-term view that allows us to endure by MassMutual’s Chief Actuary and includes members activity when MassMutual is mentioned to investigate short-term fluctuations in asset values. We provide of the Executive Leadership Team, including the CEO and understand concerns. We conduct customer the framework for GIA portfolio construction and and Chief Risk Officer. surveys, and documented complaints are referred to investment decision-making in our Investment our compliance department. Through our supervisory Philosophy. Similarly, we have dedicated compliance and legal program, we review our insurance professionals’ teams that partner closely with our businesses on MassMutual continues to deliver long-term value, communications to guard against misleading product development, customer acquisition, service, including the approval of a record dividend payout information provided to clients, and to uncover and and claims processes. These teams thoroughly to eligible participating policyowners in 2023, investigate potential complaints. We regularly train review our marketing materials to ensure that they marking the 17th consecutive year we have paid an our employees on how to identify and refer complaints are clearly written, accurately describe our products industry-leading dividend interest rate.11 Our financial to our compliance department for review. and services, and reflect the financial goals for which performance is summarized in our Annual Report. they are appropriate. In addition, we have an extensive program to safeguard our policyowners’ and customers’ personal Our financial professionals complete annual and financial information. Our program includes regulatory training focused on responsible marketing dedicated compliance, risk, privacy, and data ethics and sales practices as well as other important topics, associates. For more information on our cyber such as protection of customer privacy. They also security and data privacy practices, see page 40. 11 The dividend and dividend interest rate are determined annually, subject to change, and are not guaranteed. 31 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our Communities MassMutual and the MassMutual Foundation are to build financial resilience and expand access to dedicated to advancing social and economic financial products. Additionally, we harness the opportunities so that all families can build their commitment of our employees, who volunteer their financial capability and thrive. Supporting the time and skills to deepen the impact of our company’s communities we serve is central to our Live Mutual efforts and make a difference in their communities. philosophy and how we deliver on our vision to provide financial well-being for all Americans. $23M The concept of mutuality is integral to MassMutual’s ~ approach to investing in our communities. Beyond simply providing funding, we look for opportunities donated to community to activate connections by engaging residents, local programs in 2022 organizations, and community leaders to co-create solutions that address their most pressing priorities. We also put our business and expertise to work 32 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices MassMutual Named to The Civic 50 Our purpose and vision are inherently The MassMutual Foundation sustainability-minded, positioning Many in the U.S. struggle to achieve financial resiliency and even meet basic for all. We do so by fueling initiatives that increase financial resilience within our MassMutual well for corporate leadership needs, with one in three Americans reporting they would have difficulty covering communities and foster a culture of community engagement for MassMutual’s and commitment to civic engagement an unexpected expense of $400, such as a medical or car repair bill.12 The employees and financial professionals. — which is critical for strengthening MassMutual Foundation is dedicated to helping create financially healthy futures communities. In 2022, our efforts were recognized by Points of Light, the Building Financial Resilience: The MassMutual Foundation Model world’s largest nonprofit dedicated to accelerating people-powered change, We support organizations working to drive progress in four strategic areas that are essential which named MassMutual to The Civic 50, for individuals and families to build — and sustain — financial resilience: a list of the 50 most community-minded companies in the U.S. MassMutual is proud and honored to receive this recognition for our enduring commitment to the success of all our stakeholders. Use of Networks Financial Health Basic Financial Needs Employment and Income Building social capital within Investing toward financial Expanding access to adequate Building skills-based knowledge communities by helping people well-being for all — supporting housing, childcare, and other and employment opportunities connect with each other as programs that increase core needs to help people become more well as community and savings, reduce debt, improve financially stable in the long term financial resources credit, and more 12 According to the Federal Reserve’s report, Economic Well-Being of U.S. Households in 2022. 33 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Supporting Communities in Massachusetts Leveling the Playing Field With Basic Financial Needs While MassMutual and the MassMutual Foundation help individuals and the Boston Red Sox families across the U.S. build their financial well-being, we have a special focus on investing in Massachusetts-based charitable causes and nonprofit One way we support access to social and economic opportunity is In 2022, MassMutual was proud to announce that we organizations that help strengthen communities where we live and work. through a $2 million grant we made in 2022 to the City of Homes pilot joined forces with one of the most iconic Massachusetts program, to make the dream of homeownership a reality for families institutions — the Boston Red Sox — in a collaboration that in Springfield, Massachusetts. Led by Way Finders, a local nonprofit Use of Networks community development corporation, the innovative program aims to combines our shared commitment to teamwork and expand equitable and affordable homeownership by restoring distressed community. As part of our 10-year signature partnership, or abandoned properties and selling them at affordable prices to qualified, the MassMutual Foundation will support the Red Sox While access to housing is a critical building block of financial resiliency, first-time homebuyers. City of Homes is focused on Springfield’s North strengthening community-based resources is also key to breaking Foundation in expanding the Fenway Park Learning Lab, End and Mason Square neighborhoods — where more than three out of down barriers to social and economic opportunity. In 2022, we made an innovative and interactive learning program combining four residents are Black or Hispanic and a large percentage live below a $1.5 million investment in support of New North Citizens’ Council’s classroom-based lessons with an in-person experience the poverty line13 — helping to support housing stability and generational Barbara Rivera Community Center in Springfield, which will act as a at the ballpark. The MassMutual and Red Sox Foundations wealth in historically underinvested areas. one-stop hub for social service programs that address housing and plan to broaden the program to eventually include all sixth homelessness, violence prevention, food insecurity, and more. graders in the Boston Public Schools system. Employment and Income Financial Health Breaktime is a Boston-based nonprofit whose mission is to break the cycle of homelessness by equipping young adults with the jobs and financial In partnership with Western New England University School of Law’s security they need to establish housing security. By providing employment, Center for Social Justice (CSJ) and their Consumer Debt Initiative, we wraparound services, and financial support, Breaktime works to ensure supported the launch of a legal kiosk program to help economically and that every young person has the tools they need to achieve job, financial, technologically disadvantaged Springfield-area residents access legal and long-term housing security. Funding from the MassMutual Foundation information and assistance. The CSJ has installed nearly a dozen legal helps support Breaktime’s core transitional employment program, which kiosks, equipped with internet access and legal information in English and provides three weeks of work readiness training, three months of paid job Spanish, across the city. The kiosks enable people to easily self-navigate placement at a local nonprofit or business, and three years of continued through an electronic interface to get information about free legal services wraparound support. Breaktime works closely with local nonprofit providers and other legal resources such as debt collection defense, and, organizations, youth shelters, and short-term housing providers to identify at some locations, to access videoconferencing capabilities for remote young adults to enroll in the program. court services. 13 According to the 2020 U.S. Census Demographic Data. 34 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Supporting Financial Education Integrating Community Responsibility Into Our Core Expanding access to financial education is a key priority for MassMutual and the MassMutual Business Foundation because we know it is essential for achieving economic empowerment. Through Through our core business, we support the financial FutureSmartSM, the MassMutual Foundation offers a resiliency of our policyowners and customers every national online education program that empowers day. We also continually look for opportunities to middle and high school students to effectively leverage what we do to advance our vision to provide manage their finances, make sound decisions, and financial well-being for all Americans. become financially responsible. In fact, 90 percent One way we do this is through LifeBridgeSM, which of students who have participated in FutureSmartSM provides free life insurance policies to eligible reported a significant increase in knowledge, parents and guardians for their children’s education regardless of their socioeconomic background. With expenses. MassMutual issues and pays the premiums our strategic partner EVERFI, we have continued to for $50,000, 10-year life insurance policies. In the grow the program since its launch in 2015, reaching event that the insured parent passes away during the 3.7 million students as of the end of 2022. By 2025, period of the policy, a $50,000 death benefit is paid Expanding Access to Careers in Financial Services we aim to reach 6 million. to a trust that holds the funds to pay for the child’s In late 2021, we broadened the program’s reach educational expenses.14 Since the launch of the MassMutual believes the financial services industry has a key role to play in helping through the launch of an online portal tailored to LifeBridgeSM program in 2002, we have issued over close the wealth gap, and for our part, we’re focused on expanding access to training educators and families. As curriculum needs and 14,000 policies representing more than $708 million and development for financial professionals. In April 2022, MassMutual committed requirements around financial education continue in coverage, and we have paid $3.15 million in claims. $2.5 million in corporate donations over five years to the American College Center for to change, the new FutureSmartSM portal provides Another way we put our business to work in support educators with much-needed resources to increase Economic Empowerment and Equality®. The Center, which is one of the American College of our communities is through our impact investing, their impact in the classroom. Similarly, families of of Financial Services’ Centers of Excellence, is focused on promoting economic justice including the MM Catalyst Fund, which invests in participating students can learn alongside their Black-led companies and startups in rural areas of the through a variety of approaches, including research, thought leadership, curriculum and children, helping to cement important financial Commonwealth. For more information, see page 13. course development, and scholarships. education concepts both inside and outside the home. Our $500,000 annual commitment aims to help broaden and deepen access to training for a career in financial services, with a focus on supporting leadership development and education for Black financial professionals. In the process, our commitment will further the Center’s mission to promote upward mobility, financial literacy, and wealth building among underserved and marginalized communities. 14 Trust services are provided by the MassMutual Trust Company, FSB, a wholly owned stock subsidiary of MassMutual. 35 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Engaging Our People program allows our employees to apply their skills or supported our annual Community Service Awards areas of interest to the specific needs of nonprofits, (CSA) program, which recognizes the commitment Our employees are an important part of our efforts through short-term engagements like a consultative of time, talent, and passion on behalf of MassMutual to engage with communities in Massachusetts and phone call, or more extensive projects such as website financial professionals to nonprofit organizations beyond, and we support them in giving back to local development. As part of the program, we also provide in communities where they live and work. This organizations with their time and talent. support for MassMutual Foundation grantees to tap into competitive program is now funded by the MassMutual Catchafire’s vast international network of volunteers. Foundation and awards donations directly to the Each year, full-time employees receive up to 24 hours As of December 2022, more than 35 MassMutual nonprofit organization on behalf of the volunteer. of paid time off to volunteer. In addition, the MassMutual Foundation grantees are benefiting from the program. Foundation donates up to $1,500 per employee annually Since the start of the CSA program, MassMutual and to eligible nonprofits, based on individual volunteer hours the MassMutual Foundation have made more than tracked. We also match employees’ personal donations to Recognizing the Community Service $3 million in donations via approximately 300 awards, eligible nonprofits, up to $5,000 per employee annually. In of Our Financial Professionals annually distributing a total of $275,000 to over 30 2022, our employees, together with the corporate match, eligible nonprofit organizations. In 2022, financial MassMutual supports our financial professionals across contributed nearly $2 million to over 1,700 nonprofits. professionals participating in our CSA program the U.S. in their efforts to give back to the communities donated more than 15,000 hours of service to We partner with Catchafire to offer our employees they serve. For the past 25 years, MassMutual has nonprofit organizations across the country. skills-based virtual volunteer opportunities. The Helping Transform East Boston’s Waterfront MassMutual is excited to grow its presence in Boston and is community space, while improving climate resiliency for future committed to supporting organizations that help the city thrive. In generations. Combined with the first two phases of development, November 2022, the company donated $1 million to the Trustees of Piers Park will eventually offer all Boston residents nearly 15 acres of Reservations, a conservation-focused nonprofit founded in 1891, as open space in the middle of the city. part of the organization’s plan to expand a waterfront park in East MassMutual’s funding will support the design and construction of Boston. Known as Piers Park III, the development is the third phase the Piers Park extension as well as youth and educational programs of a wider expansion of green space along East Boston’s shore. operated by the Trustees at the park and around the state. The project will be built and operated by the Trustees and will transform an abandoned pier into a green and multipurpose 36 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Governance and Ethics Since our founding, MassMutual’s policyowners and or racially or ethnically diverse. Our Corporate customers have entrusted us to help secure their future Governance Guidelines, which lay out the policies and protect the ones they love. We honor that trust with and practices of our Board, further stipulate an unwavering commitment to doing business ethically that at least 75 percent of our directors must be and in compliance with governing laws and regulations. independent. MassMutual’s dedication to integrity, ethics, and Our Board Committees have oversight of corporate sound governance begins with our leaders and Board strategy, including such topics as diversity, equity, of Directors. Every year, the Board’s Technology and inclusion (DEI); climate change; responsible & Governance Committee nominates a class investment; cyber security; and privacy. The of Directors for reelection based on experience, Sustainability Governance section of this report business acumen, and other characteristics. The describes how MassMutual manages sustainability Committee considers diversity as part of this issues, and more information on our committee process, and as of year-end 2022, more than half charters can be found on our website. of MassMutual’s Board of Directors were women 37 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices an independent third party and is available to all responsibilities around recordkeeping, reporting employees globally, 24/7. We track all reports made of potentially unethical conduct, and enforcement by potential whistleblowers and actions taken in actions for noncompliance. response, and we maintain a non-retaliation policy to MassMutual conducts annual audits of our Anti-Money protect reporting employees. Laundering Program in key areas of the business and In 2022, we continued our “Speaking Up” campaign periodic assessments of bribery and corruption risks to encourage employees to report concerns. Now in facing the organization. Further, the compliance its third year, the campaign was updated with a new organization performs an annual assessment of its course and survey to gauge employees’ willingness top compliance risks, which includes an evaluation of to bring forth compliance and ethics issues in our new the ethical culture of the enterprise. On a quarterly hybrid work environment. basis, the compliance organization reviews metrics that are indicators of ethical culture, such as hotline In addition, each year we ask all employees and call volume and employee ethics training completion temporary personnel to acknowledge that they have rates. Internal Audit conducts periodic audits of the read, understand, and commit to adhering to our compliance and ethics program. Code of Conduct. The Code outlines standards of ethical and respectful behavior and references policies The Financial Crimes and Fraud Prevention Compliance Our governance stems from, and supports, our mutual Compliance and Ethics such as our Anti-Money Laundering and Anti-Bribery team monitors international sanctions requirements ownership structure. As a mutual company, MassMutual and Anti-Corruption policies. together with existing business relationships with clients MassMutual’s Compliance and Ethics program does not have shareholders, so we are able to do and company transactions, to ensure compliance with protects our company, employees, policyowners, MassMutual has built an effective compliance business with the long-term interests of our policyowners economic sanctions regimes to which the company and customers, and promotes ethics and values in program that includes employee education, customer and customers in mind. We work every day to make is subject. Transactions are also monitored for other the workplace. Our Code of Conduct details our due diligence, transaction monitoring, and suspicious decisions in order to meet their needs. Our structure potential indicators of suspicious activity, including norms and expectations for employees to maintain activity reporting, among other aspects. Our also enables eligible participating policyowners to share those that may indicate tax evasion. The Financial the highest standards of ethics and integrity in their Anti-Money Laundering Policy and accompanying in any dividends we declare. While dividends are not Crimes and Fraud Prevention Compliance team everyday work. We offer a comprehensive annual procedures lay out common “red flags” for potential guaranteed, we have consistently paid out dividends provides annual training to a broad set of employees on training program to all employees, including part-time money-laundering activities, reporting avenues for since the 1860s, demonstrating our commitment to these topics. Our Head of Financial Crimes and Fraud and contractors, to ensure understanding of ethical employees, and enforcement actions for employees delivering policyowner value and our enduring financial Prevention Compliance oversees these programs and practices across the business. who fail to report suspicious activity. Our Anti-Bribery strength, enabled by the robustness of our governance reports to the Chief Compliance Officer. and Anti-Corruption Policy guides employees on structure. In 2022, we approved an estimated dividend A key tenet of our approach to ethics training ethical behavior standards regarding activities such We expect our suppliers to operate according to the payout of $1.9 billion to our eligible participating is helping employees and contractors identify as interactions with government officials, business same standards of ethics and integrity we uphold. Our policyowners in 2023, the highest in our history and the compliance and ethics issues and giving them gifts and entertainment, political and charitable Code of Conduct for Suppliers outlines the principles, 17th year in a row that MassMutual has paid an industry- appropriate reporting tools. Our Compliance and contributions, and others. The policy also outlines values, and expectations we have for our suppliers. leading dividend interest rate.15 Ethics Reporting toll-free hotline is administered by 15 The dividend and dividend interest rate are determined annually, subject to change, and are not guaranteed. 38 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Risk Management We take a broad view of risk identification, from analyzing trends in the business environment to studying key performance metrics and Our Enterprise Risk Management (ERM) Framework is integral to assessing the capabilities of key competitors. We also analyze medical serving our policyowners’ and customers’ long-term interests. Our and public health developments to inform our risk assessments and comprehensive approach to risk identification and management is business planning. guided by principles set by our Board and considers strategic, financial, Our management approach is guided by three lines of defense, to clearly and non-financial risks, including sustainability-related risks where identify roles and responsibilities and ensure all employees are engaged appropriate. We identify, assess, manage, and monitor enterprise risk in risk management at some level. Operational business lines are the exposures in line with our long-term strategy and ensure we can deliver first line of defense, and they own and manage risks. The second line of on our commitments to our policyowners and customers. defense includes specialized risk managers, and our Internal Audit team is our third line of defense, providing assurance that the company is managing risks appropriately. Our Enterprise Risk Management Framework include regular reporting to our Executive Leadership Team and Board of Risk owners across the organization utilize risk frameworks and indicators to Directors. At the Board and executive levels, oversight and management guide their management of relevant risks. We use centralized technology to G I C RISK DE of climate-related risks and opportunities are embedded in MassMutual’s T E CI document our risks and ensure consistent management and reporting. A SI R O overall sustainability governance structure and accountabilities. For more T S N S Our Chief Risk Officer (CRO), a member of the Executive Leadership Team, information on sustainability governance, see page 8. oversees our ERM function and reports directly to our Chief Executive As a life insurance and financial products company, MassMutual’s most Officer. The CRO also leads the Enterprise Risk Committee (ERC), which Risk Reporting & Risk significant exposure to climate-related risks is associated with our General meets at least quarterly to approve significant risk decisions and policies Communication Objectives Investment Account (GIA), although climate risks could potentially affect and review the management of material risks. The Board receives regular our services, physical operations, and product profitability as well. In order reports on risk-related matters from the CRO. More information about our to develop a more detailed understanding of the potential risks we face, approach to risk management is available on our website. RISK CULTURE we launched an initial process in 2021 that concentrated on identifying and assessing climate-related risks and opportunities under different Risk GOVERNANCE Climate Risk Integration Risk climate change scenarios. Our initial climate scenario analysis focused Management Identification As part of our robust risk assessment process, MassMutual monitors a on understanding the transition risk to our public corporate bond portfolio. & Mitigation broad range of strategic, financial, and operational risks, including those We used the findings from this analysis to increase internal awareness and related to sustainability and climate change. Within our ERM function, guide additional climate risk analysis at the asset level. Risk we have dedicated resources with responsibility for climate-related Assessment & To continue to align internal processes and future public disclosures Measurement risks. In addition, our Climate Risk Working Group, which is comprised more closely with the recommendations of the Task Force on Climate- of representatives from our ERM, Global Sustainability, and Investment related Financial Disclosures, we are identifying gaps and developing teams, leads and coordinates our process for identifying and assessing a roadmap to further integrate climate change risks into our existing climate-related risks and opportunities across our business. Climate risk management structures. As a part of this work, we are conducting risks are integrated into our overall risk framework and processes, which 39 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices a qualitative climate risk assessment across our Our efforts to better understand climate risks and of cyber risks. For example, in 2022, we performed an and contractors. The course covers applicable services, investments, and operations. In 2023, we opportunities, and to apply these insights to our independent cyber security assessment to enhance MassMutual policies and procedures that define how will also expand the scope of our previous scenario investment strategy, reflect MassMutual’s commitment our ongoing efforts to proactively identify and close we expect employees and contractors to treat the analysis to quantitatively model the financial impact to the long-term interests of our policyowners, any potential security gaps. data we receive from policyowners, customers, and of transition risk on our corporate bond portfolio. customers, employees, and communities. Evaluating employees. Approximately 98 percent of MassMutual As our lives become more digitized, MassMutual Additionally, we will assess our real estate portfolio’s what’s at stake from a range of possible climate employees completed the course in 2022, or a similar continues to evolve our company’s approach to data exposure to physical climate risks. Both physical and scenarios allows us to chart a course toward course tailored to the laws of employees’ specific privacy. We maintain comprehensive Privacy and transition risk scenario analyses will be conducted maintaining our enduring financial strength in a jurisdictions. Meanwhile, nearly 100 percent of new Information Security programs and align with varying under multiple, forward-looking climate change changing world. employees completed the same course as part of their privacy and security laws and regulations to safeguard scenarios and time horizons, to help us consider how new hire training. the security, confidentiality, and integrity of personal a range of potential climate outcomes may impact Cyber Security and Data Privacy information we receive from policyowners, customers, Alongside our efforts to train all our employees in our business. and employees. proper data stewardship, we are also working to Cyber security and data privacy are key concerns This scenario analysis will provide insights into how we develop the next generation of cyber professionals, for MassMutual. Safe and responsible handling of our In 2022, we took several steps to advance our data can navigate the transition to a low-carbon economy, to ensure we have the talent and expertise we policyowners’, customers’, and employees’ data is and privacy efforts. As part of our commitment to collect, adapt to the dynamic risks that climate change poses, need to maintain a best-in-class program. For will remain a top priority. use, and disclose information consistent with applicable and continue to integrate the potential impacts of example, in 2022, MassMutual launched the Cyber legal and regulatory requirements, we improved Our Enterprise Cyber Security program takes a climate change into our financial, strategic, and risk Security Career Pathfinder Program to guide early transparency about our privacy practices, expanded comprehensive, risk-based approach to cyber security management decision-making. career employees toward a long-term career in individual rights, and simplified navigation in the Privacy and data privacy. The program is aligned with the cyber security. Participants, or “Pathfinders,” are In addition to further integrating climate-related risks and Security Center of our website. We advanced National Institute of Standards and Technologies (NIST) placed in three job roles over two years and receive into our strategy and risk management processes, our ability to understand and manage privacy risk Cybersecurity Framework, a widely used approach a development plan and mentoring throughout we are advancing our progress toward net zero. across the company by aligning delegates from our created by the U.S. Department of Commerce. each stage of the rotational program. In addition, This includes setting interim targets as part of our Privacy team with each business unit, to develop more The Head of Enterprise Cyber Security provides updates MassMutual sponsored two scholarships for the commitments to achieve net zero greenhouse gas consistent and scalable approaches to privacy risk. to the ERC monthly, and cyber risks are included in the Financial Services Information Sharing and Analysis emissions in our GIA by 2050 and our operations by Our procurement policy requires all third-party service review of top enterprise risks at every Board meeting. Center Women in Cyber program, which provides 2030. For more about our net zero commitments, provider contracts to specify privacy, data protection, Privacy, Data, and Artificial Intelligence program risks financial support as well as mentoring for women see page 11 and page 15. Working toward our and information security approaches whenever are also reviewed regularly by the ERC, and the group pursuing cyber security careers in financial services. net zero targets will contribute to management of personal information is being shared. In 2022, we receives a deep dive on cyber risk semi-annually. transition risks associated with our investments. More information on our approach to cyber completed a review of critical third-party contracts to Together, implementing our net zero commitments We continue to refine our risk management security and data privacy is available on our confirm those specifics are included. and conducting climate risk scenario analysis will techniques to identify areas of focus based on the website. We provide a combined Data Governance, Data help us continue building organizational capability threat, business, and technology landscapes. These Ethics, Privacy, and Cyber Security course for to integrate the financial and non-financial risks of techniques enable us to measure and evaluate risks to all employees, including part-time employees climate change into our decision-making. inform mitigation priorities and heighten awareness 40 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices About This Report and Indices This is MassMutual’s second annual sustainability The scope of this report is Massachusetts Mutual Life report, covering our environmental, social, and Insurance Company (MassMutual); subsidiaries are governance approach, activities, and performance not included unless otherwise stated. This aligns with for our fiscal year from January 1 to December 31, our statutory financial report filing. 2022. In some instances, activities from previous For more information, visit MassMutual.com. years and the first half of 2023 are included and For more information on MassMutual’s sustainability clearly noted. This annual report focuses on the initiatives, visit our website. most relevant sustainability issues that matter to our business and our stakeholders. Contact Information: We report on related disclosure topics identified by the Insurance and Asset Management & Custody MassMutual Activities standards developed by the Sustainability 1295 State St. Accounting Standards Board (SASB). The report Springfield, MA 01111 content is also informed by the recommendations sustainability@massmutual.com of the Task Force on Climate-related Financial Disclosures (TCFD). 41 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainability Accounting Standards Board (SASB) Index Our sustainability report includes relevant disclosure topics identified by the Insurance and Asset Management & Custody Activities standards developed by SASB and overseen by the International Sustainability Standards Board (ISSB), a part of the International Financial Reporting Standards (IFRS) Foundation. We are committed to continually reviewing the metrics we disclose in line with SASB recommendations and best practices. All data is as of and for the year ended December 31, 2022, unless otherwise noted. Topic SASB Accounting Metric Code MassMutual Response Industry: Insurance Transparent Total amount of monetary losses as a result of legal proceedings FN-IN-270a.1 MassMutual currently does not have material legal proceedings associated with marketing and communication information & associated with marketing and communication of insurance of insurance product-related information to new and returning customers. For further information about legal fair advice for product-related information to new and returning customers proceedings generally, see Note 16d in MassMutual Statutory Financial Statements, page 87. customers Customer retention ratio FN-IN-270a.3 MassMutual does not disclose this specific metric. The company measures customer satisfaction with a variety of metrics, including surveys, customer focus groups, and net promoter scores that track referrals from existing customers. Our Policyowners and Customers, pages 28-31 Description of approach to informing customers about products FN-IN-270a.4 For individuals considering the purchase of an insurance product, applicants receive information about the policy through product disclosures, illustrations, and client guides, all of which are designed to provide fair and accurate information and are reviewed and approved by our legal and compliance teams. Please see Our Policyowners and Customers section on pages 28-31 of this report for more information on our approach. We also provide consumers with a range of tools on our website, such as the Life Insurance Product Comparison, the Annuities Product Comparison, and the MML Investors Services Disclosure Center. Incorporation of Total invested assets, by industry and asset class FN-IN-410a.1 MassMutual Investment Philosophy environmental, MassMutual Statutory Financial Statements, pages 28-49 social, and governance factors Description of approach to incorporation of environmental, social, FN-IN-410a.2 Sustainable Finance, pages 10-14 in investment and governance (ESG) factors in investment management MassMutual Sustainable Investment Policy management processes and strategies 42 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Topic SASB Accounting Metric Code MassMutual Response Industry: Insurance Policies designed Discussion of products and/or product features that incentivize FN-IN-410b.2 Sustainability and Mutuality, pages 6-9 to incentivize health, safety, and/or environmentally responsible actions and/or Sustainable Finance, pages 10-14 responsible behaviors Our Policyowners and Customers, pages 28-31 behavior 2022 Annual Report, pages 18-25 Systemic risk Exposure to derivative instruments by category: (1) total potential FN-IN-550a.1 MassMutual Statutory Financial Statements, pages 42-46 management exposure to non-centrally cleared derivatives, (2) total fair value of acceptable collateral posted with the Central Clearinghouse, and (3) total potential exposure to centrally cleared derivatives Description of approach to managing capital- and liquidity-related FN-IN-550a.3 MassMutual Statutory Financial Statements, pages 84-89 risks associated with systemic non-insurance activities Governance and Ethics, pages 37-40 Activity Metric: Insurance Number of policies in force, by segment: (1) property and FN-IN-000.A As of year-end 2022, 1,961,755 individual and group life insurance policies are in force. For further information, casualty, (2) life, (3) assumed reinsurance see MassMutual Annual Statement — Exhibit of Life Insurance, page 108. Industry: Asset Management & Custody Activities Transparent Total amount of monetary losses as a result of legal proceedings FN-AC-270a.2 MassMutual currently does not have material legal proceedings associated with marketing and communication information & associated with marketing and communication of financial of financial product-related information to new and returning customers. For further information about legal fair advice for product-related information to new and returning customers proceedings generally, see Note 16d in MassMutual Statutory Financial Statements, page 87. customers Description of approach to informing customers about products FN-AC-270a.3 For individuals considering the purchase of an insurance product, applicants receive information about the and services policy through product disclosures, illustrations, and client guides, all of which are designed to provide fair and accurate information and are reviewed and approved by our legal and compliance teams. Please see Our Policyowners and Customers section on pages 28-31 of this report for more information on our approach. We also provide consumers with a range of tools on our website, such as the Life Insurance Product Comparison, the Annuities Product Comparison, and the MML Investors Services Disclosure Center. 43 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Topic SASB Accounting Metric Code MassMutual Response Industry: Asset Management & Custody Activities Employee diversity Percentage of gender and racial/ethnic group representation for FN-AC-330a.1 MassMutual Workforce Demographics, pages 3-7 & inclusion (1) executive management, (2) non-executive management, (3) professionals, and (4) all other employees Incorporation of Amount of assets under management, by asset class, that employ FN-AC-410a.1 Sustainable Finance - Sustainable Investing, pages 11-14 environmental, (1) integration of ESG issues, (2) sustainability themed investing, MassMutual Sustainable Investment Policy social, and and (3) screening governance factors in investment Description of approach to incorporation of ESG factors in FN-AC-410a.2 Sustainable Finance, pages 10-14 management & investment and/or wealth management processes and strategies MassMutual Sustainable Investment Policy advisory Description of proxy voting and investee engagement policies and FN-AC-410a.3 Sustainable Finance, pages 10-14 procedures Business ethics Total amount of monetary losses as a result of legal proceedings FN-AC-510a.1 For further information about legal proceedings generally, see Note 16d in MassMutual Statutory Financial associated with fraud, insider trading, anti-trust, anti-competitive Statements, page 87 behavior, market manipulation, malpractice, or other related financial industry laws or regulations Description of whistleblower policies and procedures FN-AC-510a.2 Governance and Ethics, page 38 Code of Conduct Activity Metric: Asset Management & Custody Activities Total registered and total unregistered assets under management FN-AC-000.A 2022 Annual Report, page 15 (AUM) 44 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Task Force on Climate-related Financial Disclosures (TCFD) Index Our sustainability report includes content that is informed by the recommendations of the TCFD. We are continuing to develop and expand our climate reporting in line with TCFD recommendations and best practices. Location of Additional Core Element TCFD Recommended Disclosure MassMutual Response Disclosures Governance Disclose the organization’s • Describe the board’s oversight of climate-related risks and opportunities At the Board and executive levels, oversight and management Sustainability and governance around climate- of climate-related risks and opportunities are embedded in Mutuality, pages 6-9 • Describe management’s role in assessing and managing climate-related related risks and opportunities MassMutual’s overall sustainability governance structure and risks and opportunities Governance and Ethics, accountabilities. Furthermore, we have dedicated resources within pages 37-40 our Enterprise Risk Management function and a Climate Risk Working Group that is working to integrate climate-related risks and opportunities into our business. Strategy Disclose the actual and • Describe the climate-related risks and opportunities the organization has We recognize that climate-related risks and opportunities have the Governance and Ethics, potential impacts of climate- identified over the short, medium, and long term potential to impact our business across our products and services, pages 37-40 related risks and opportunities investments, and operations. We believe that the most important • Describe the impact of climate-related risks and opportunities on the Sustainable Finance, on the organization’s strategic implications of climate change for MassMutual are organization’s businesses, strategy, and financial planning pages 11-12 businesses, strategy, and associated with our General Investment Account. We are conducting • Describe the resilience of the organization’s strategy, taking into consideration MassMutual Sustainable financial planning where such a qualitative risk assessment to identify and assess our potential different climate-related scenarios, including a 2°C or lower scenario Investment Policy information is material climate-related risks and opportunities and will continue building on our scenario analysis work. From these efforts, we will develop actionable guidance for integrating the insights from these analyses into our strategy and management processes. 45 | MassMutual 2022 Sustainability ReportA Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Location of Additional Core Element TCFD Recommended Disclosure MassMutual Response Disclosures Risk Management Disclose how the organization • Describe the organization’s processes for identifying and assessing The ongoing improvement of our climate risk assessment and Governance and Ethics, identifies, assesses, and climate-related risks management processes is focused on building out our scenario pages 37-40 manages climate-related risks analysis capabilities. We are expanding the scope of our previous • Describe the organization’s processes for managing climate-related risks scenario analysis to model transition risk to our corporate bond • Describe how processes for identifying, assessing, and managing climate- portfolio, as well as physical risk to our commercial real estate loan related risks are integrated into the organization’s overall risk management portfolio. We are continuing to integrate climate-related risk into our existing risk framework. Metrics and Targets Disclose the metrics and • Disclose the metrics used by the organization to assess climate-related risks We annually report greenhouse gas emissions, including Scope 1 and Sustainable Finance, targets used to assess and and opportunities in line with its strategy and risk management process Scope 2. We have established a 2027 interim target to advance our pages 11-12 manage relevant climate- commitment to achieve net zero operations by 2030. To advance • Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas Sustainable Operations, related risks and opportunities our progress toward net zero portfolio emissions by 2050, we also emissions, and the related risks pages 15-16 where such information is established 2030 interim targets for our commercial real estate loans • Describe the targets used by the organization to manage climate-related material and selected carbon-intensive sectors within our public corporate risks and opportunities and performance against targets bond portfolio. 46 | MassMutual 2022 Sustainability Report© 2023 Massachusetts Mutual Life Insurance Company, Springfield, MA 01111-0001. All rights reserved. MM202606-306028 MassMutual.com",
    "TEXT BY PAGE": [
        "2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Table of Contents A Message From Our CEO 2 About MassMutual® 3 MassMutual’s Sustainability Journey 5 Sustainability and Mutuality 6 Sustainable Finance 10 Sustainable Operations 15 Diversity, Equity, and Inclusion 17 Our People 23 Our Policyowners and Customers 28 Our Communities 32 Governance and Ethics 37 About This Report and Indices 41 (SASB and TCFD) 1 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices A Message From Our CEO Dear Fellow Stakeholders, within our own operations and our investment portfolio. Of course, this work — and the entirety of our Further, we are helping accelerate the transition to a sustainability strategy — is consistent with our For more than 172 years, MassMutual has fulfilled a low-carbon economy and a more equitable world by unwavering commitment to the highest standards simple yet profound purpose: we help people secure investing in climate technology companies as well as of stewardship, integrity, and good governance. their future and protect the ones they love. Throughout diverse fund managers and entrepreneurs. Since 1851, people have entrusted us to help build their our long history, we’ve learned that delivering legacies and care for those who rely on them. We take enduring value hinges on our ability to anticipate the At the same time, we know we need a dedicated this responsibility seriously, because fundamentally, future and work to shape it for the better. That’s why and talented employee base with fresh and wide- we want what’s best for them and their loved ones we’re focused on building a sustainable world for all of ranging perspectives to realize our ambitions. To do both now and in the years to come. us, including our policyowners, customers, employees, so, we continue to foster an inclusive workplace that and communities. increasingly reflects the diversity of the communities This same sense of obligation to serve the long-term we serve, while fueling innovation and building the interests of our policyowners and customers helps As a mutual company, we are uniquely suited for spirit and character that makes MassMutual a great shape how we take action to protect our people and this challenge, as we operate for the benefit of our place to work. What’s more, we seek to ensure our our planet. To truly serve all our stakeholders, we participating policyowners. That means we serve “ To truly serve all our colleagues have the time and resources they need to cannot restrict our work to the lifecycle of an stakeholders — not shareholders — allowing us to lead productive, happy, healthy, and fulfilled lives. insurance policy or contract. We must build a stakeholders, we cannot pursue ideas and prioritize investments aimed at sustainable future, across society, from generation generating positive impact for decades to come. This support for our people extends beyond our to generation. And that’s just what MassMutual will restrict our work to the This mindset applies to how we’ve integrated own walls as well, given we were founded on the continue to do, helping those who rely on us live with material environmental, social, and governance belief that when we care for our neighbors, we all confidence, stability, and peace of mind. lifecycle of an insurance considerations across our business, which has thrive. MassMutual translates this conviction into helped us with our goal to deliver strong, consistent, action by investing in our communities and focusing Sincerely, policy or contract. We long-term financial performance. on eliminating barriers to social and economic advancement. From helping expand access to must build a sustainable Our approach to sustainability includes efforts to affordable homeownership and financial resiliency, to advance environmental stewardship and social furthering initiatives committed to youth, education, future, across society, from responsibility in alignment with our business strategy. Roger W. Crandall and inclusion, our efforts are aimed at ensuring all We are working toward our net zero goals by setting Chairman, President & Chief Executive Officer families have the opportunity to succeed. generation to generation.” interim targets to reduce greenhouse gas emissions – Roger Crandall Chairman, President & CEO 2 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices About MassMutual® MassMutual is a leading mutual life insurance Purpose company that is run for the benefit of its members and participating policyowners. Founded in 1851, the We help people secure their future company has been continually guided by one purpose: and protect the ones they love we help people secure their future and protect the ones they love. With a focus on delivering long-term value, MassMutual offers a wide range of protection, accumulation, wealth management, and retirement Vision products and services. For more information, visit MassMutual.com. To provide financial well-being for all Americans 3 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices 2022 at a Glance 10,000 7,500 157,000 ~ ~ ~ full-time employees1 financial professionals in our network lives newly insured $7.1B $950B 155th in insurance and annuity benefits paid life insurance in force consecutive dividend payout to eligible to policyowners and customers participating policyowners approved2 2022 Awards and Recognition World’s Most Admired Top Places to Work America’s Best Employer The Civic 50 Most 2022 Corporate Companies in Massachusetts for Diversity Community Minded Businesses Citizenship Award, - A Recognition of – FORTUNE3 – The Boston Globe – Forbes - Points of Light the Region’s Top Corporate Charitable Contributors 2022 Best Places to Work: Best Place to Work for Military Friendly Best Places to Work Best Benefits in Boston and Best Large Disability Inclusion Employer for LGBTQ+ Equality – Boston Business Journal Companies to Work for in Boston – Disability Equality Index® rating of 100% – Victory Media – Corporate Equality Index rating of 100%, Human Rights Campaign - Built In Boston 1 Includes Massachusetts Mutual Life Insurance Company, MassMutual Ascend, MassMutual Romania, MassMutual India, and Barings. 2 The dividend and dividend interest rate are determined annually, subject to change, and are not guaranteed. 3 MassMutual also ranked No. 100 on the 2022 FORTUNE ® 500 list. From FORTUNE. ©2022 FORTUNE Media IP Limited. All rights reserved. FORTUNE 500 (May 2022) and FORTUNE World’s Most Admired Companies 4 | MassMutual 2022 Sustainability Report (February 2022) are registered trademarks of FORTUNE Media IP Limited and are used under license. FORTUNE and FORTUNE Media IP Limited are not affiliated with, and do not endorse products or services of, MassMutual.",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices MassMutual’s Sustainability Journey 2021 2022 As a mutual life insurer, we have focused from the beginning on the Launched our First Fund Enhanced our suite of employee long-term interests of our policyowners and customers, achieving many Initiative, a $50 million benefits, expanding well-being commitment to invest resources and quadrupling our paid sustainability milestones over the past century. As our business continues 2022 catalytic capital in Black, caregiver leave for all employees Made a $2.5 million, to grow and evolve, sustainability remains essential to how we deliver value Hispanic/Latino/Latinx, 2021 five-year commitment for our policyowners, customers, employees, and communities. and Indigenous emerging 2020 Launched to American College 2023 managers to advance Joined CEO partnership Center for Economic Provided a record estimated racial equity Action for Racial with Low Empowerment and $1.9 billion dividend payout to Equity Carbon Limited Equality®, to promote participating policyowners, the to target 20GW upward mobility and 1936 2002 2016 2017 17th consecutive year we have of renewable wealth building for Supported Developed Established Integrated the 2021 paid an industry-leading dividend 1851 energy capacity underserved refugees of LifeBridgeSM, a first- the MassMutual company’s diversity Opened our new interest rate among our mutual 2021 MassMutual the Great New 1968 of-its-kind, free life Foundation and inclusion office at 10 Fan by 2030 communities peer companies6 Became a signatory founded England Flood Introduced insurance product4 progress into our Pier in Boston, a of the Principles at Springfield, flextime to annual incentive plan LEED Platinum® 2014 for Responsible Massachusetts, help employees certified building Expanded Investment headquarters achieve balance transgender- in their work inclusive and life healthcare coverage 1983 Opened MassMutual Children’s House to care for children of 2008 2018 2021 2021 2022 company employees 1932 Achieved a 100% Launched the Live Launched the MM Announced a $150 million, Committed an additional 2023 Issued 60,000 rating on the Human Mutual Project to bring Catalyst Fund, a $50 five-year commitment $100 million to our First Fund Set interim targets for loans totaling 1965 Rights Campaign’s 2015 together community million commitment to procure from Initiative, bringing the company’s both net zero 2030 more than Began offering Corporate Equality Committed $20 million resources and partners to invest in Black- underrepresented total impact investment and net zero 2050 $26 million to disability Index for the first time to reach 2 million to create vibrant led companies diverse businesses commitment to $200 million commitments policyowners income students with the and empowered and overlooked to help them insurance 2008 FutureSmartSM financial neighborhoods entrepreneurs 2022 2022 through 2021 Appointed first education program, in in Massachusetts Launched the $100 million Launched signature partnership the Great Committed to net zero Chief Diversity Officer partnership with EVERFI MassMutual Ventures Climate Tech with the Boston Red Sox, including Depression greenhouse gas emissions in Fund to invest in early- and growth- teaming up with the Red Sox our operations by 2030 and stage companies across the U.S. in Foundation on shared community investment portfolio5 by 2050 the climate technology sector initiatives, such as expanding the Fenway Park Learning Lab 4 MassMutual pays the premiums. 5 Investment portfolio refers to MassMutual’s General Investment Account, which had $252 billion of invested assets as of December 31, 2022. 5 | MassMutual 2022 Sustainability Report 6 The dividend and dividend interest rate are determined annually, subject to change, and are not guaranteed.",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainability and Mutuality In the more than 170 years since MassMutual was As a mutual company, we operate for the benefit founded — through profound social and economic of our members and participating policyowners, change — one thing that has not wavered is our which allows us to manage the company with a purpose: we help people secure their future and focus on their long-term interests. This means that protect the ones they love. Being continually guided our commitment to sustainability is fundamentally by this purpose has enabled our company to stand aligned with, and ingrained in, how we operate and the test of time and helps ensure we will be here to deliver value to the people who depend on us and deliver on our commitments for generations to come. the planet we share. Being mutual guides our actions today, as it has throughout our history. 6 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our Approach Core Elements of Our Sustainability Strategy At MassMutual, sustainability is about embedding environmental stewardship, social responsibility, and good governance into how we do business. We view sustainability as integral to how we deliver long-term value and stability for our policyowners, customers, employees, and communities. Supporting the transition to an Creating a diverse, equitable, Investing in our communities to create Operating our equitable, low-carbon economy, and inclusive workplace that more equitable access to social and facilities sustainably We focus on the environmental, social, and governance factors that are material to our long-term capturing opportunities, and empowers our employees economic opportunities and financial success. Integration of these factors within our managing risk to succeed in a to reach their personal and well-being business drives long-term growth, aligns with our rapidly changing world professional goals steadfast commitment to risk management, sparks innovation, and helps us build the culture and attract Progress to Date the talent we need to succeed in a changing world. We are committed to continuously advancing our • Established 2030 interim targets to • For the sixth year, linked progress • As part of MassMutual’s signature • Established a 2027 interim sustainability approach and performance in support reduce greenhouse gas emissions on workforce diversity to our annual partnership with the Boston Red Sox, the target to reduce operational of our business goals. for select asset classes and industry incentive plan, which applies MassMutual Foundation and the Red Sox greenhouse gas emissions sectors in our investment portfolio, to all MassMutual employees, Foundation will expand upon our long by 72 percent from 2019, advancing our progress toward net including senior leadership history of giving back to the community advancing our progress toward zero portfolio emissions by 2050 through programs that support youth net zero operations by 2030 • Increased the racial and ethnic and education, foster inclusion, and • Launched the $100 million MassMutual diversity of our overall workforce make Fenway Park welcoming to all Ventures Climate Tech Fund to invest by 32 percent since 2017 in early-stage and growth-stage • The MassMutual Foundation provided • Announced the expansion of companies across the U.S. that are a $2 million grant to Way Finders’ City our benefits offerings in 2023 — working to address the sources of and of Homes program, which supports quadrupling paid caregiver leave, to provide solutions to climate change equitable and affordable homeownership expanding access to mental health opportunities in the Springfield area • Increased our impact investing solutions, and directly providing commitment from $100 million to funds to employees to manage their • MassMutual committed $2.5 million over $200 million through our First Fund overall well-being as they see fit five years to the American College Center Initiative and MM Catalyst Fund, for Economic Empowerment and Equality®, which focus on investing capital to promote upward mobility and wealth in funds and companies that are building for underserved communities overlooked due to systemic barriers 7 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainability Governance We have established a sustainability governance structure designed to ensure integrity, accountability, transparency, and sound decision- making. Strong oversight enables us to deliver long-term value and stability to our policyowners, customers, employees, and communities. Our sustainability governance structure is as follows: Board of Directors Provides oversight of our sustainability strategy, including our strategy related to climate change, and receives updates on a regular basis throughout the year. Executive Leadership Team Oversees sustainability and climate strategy at the executive level; comprises the full Executive Leadership Team, including our CEO. Receives regular updates. Global Sustainability Office Develops and deploys MassMutual’s sustainability strategy, including our climate-related risks and opportunities. Is led by our Head of Sustainability and works closely with functional leaders and business units to drive integration. Cross-Functional Working Groups Support integration of sustainability principles into business unit-level strategies, policies, and procedures, and lead execution of key sustainability initiatives. Comprised of functional and business unit leaders. Our Employees Bring our strategy to life through dedication, energy, and creativity. For more about our corporate governance practices, see page 37. 8 | MassMutual 2022 Sustainability Report",
        "Our Material Sustainability Topics Stakeholder Engagement We focus on the sustainability topics that are material to the long-term growth and stability We regularly engage with key stakeholders through a variety of mechanisms to help inform of our business and that are of the highest priority to our stakeholders. In 2021, we conducted our sustainability strategy and approach. a formal materiality assessment, in which we identified and prioritized our material sustainability topics. This assessment was informed by relevant standards, megatrends, and peer disclosures, as well as internal and external stakeholder input. In 2022, we reviewed this Policyowners analysis and determined that these issues continue to be material and should accordingly and inform our sustainability strategy, objectives, and goals. Customers Communities Employees Talent attraction, development, and retention Transparent Employee health, safety, and wellness information for customers MassMutual Sustainable investing Regulators Investors and and Analysts Sustainable products and services Policymakers Public policy and advocacy Environmental impact of our business Impact of climate change on our business Business Partners, Financial Professionals, and Suppliers Increasing Importance to Business Success sredlohekatS ot ecnatropmI gnisaercnI A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Materiality Assessment Results Ethics, business integrity, and corporate governance Cyber security and data stewardship Diversity, equity, and inclusion Human rights in our value chain Community engagement Sustainable financing Environment Social Governance Sustainable Finance 9 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainable Finance Since MassMutual was founded in 1851, our policyowners At MassMutual, sustainable finance encompasses and customers have trusted us with their financial the management of our General Investment Account security and peace of mind — and our company has (GIA), our insurance products, asset management been guided by one purpose: we help people secure offerings, and our capital structure. Our Sustainable their future and protect the ones they love. Our Finance Framework provides company-wide guidance commitment to sustainability directly stems from our to drive alignment on the continued integration of obligation to manage the company with a focus on the sustainability considerations in these areas. We have long-term interests of our members and participating developed sustainable finance playbooks to provide policyowners. Integrating material environmental, social, actionable insights on operationalizing the framework. and governance factors across our finance activities We view sustainability as a critical lens through which enables us to pursue consistent, long-term returns by to identify and manage risks and opportunities across mitigating risk and identifying new opportunities. our insurance, investment, and credit decisions, with the specifics of our approach differing by line Sustainable Finance Framework of business. Through our sustainability governance structure and Sustainable Finance Framework, we I g n n v e s nci maintain oversight of the integration of environmental, ti a n g Products & Fin social, and governance (ESG) factors across the Offerings company. Doing so enables us to offer solutions that D y a g t o a, o l align with our customers’ needs while supporting our To h n ols, and Te c company’s long-term growth. 10 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainable Offerings Sustainable Investing 2030 Portfolio Emissions Reduction Targets Portfolio Targets Public Corporate Bonds Mortgage Loans MassMutual is committed to helping our clients meet MassMutual’s GIA — which held $252 billion of total their financial goals and reaching people on their invested assets as of year-end 2022 — backs our Sector Power Energy Commercial terms. To do this, we offer a diverse range of products obligations to our policyowners and customers. As Power generation Upstream production, refiners, integrated real estate companies and services that enable our customers to choose a mutual life insurance company, we are long-term solutions based on their individual priorities and investors concerned with meeting commitments that Climate IEA Net Zero IEA Net Zero Emissions 2050 IEA Energy Technology objectives. For clients who want to take advantage stretch far into the future. That means we focus on Scenario Emissions 2050 Perspectives Beyond of sustainable investing strategies, we offer a variety generating long-term, stable performance to support 2°C Scenario7 of options across our variable annuities and variable MassMutual’s financial strength and ability to meet our GHG Scopes Scope 1 and 2 Scope 1 and 2 Scope 3 Scope 1 and 2 life product lineups, as well as through MML Investors financial obligations to our policyowners. Evaluation of Included Services’ (MMLIS) brokerage and investment material sustainability factors contributes to our overall 2030 Interim 70% reduction 42% reduction 29% reduction 56% reduction advisory platforms. approach to managing risk-adjusted returns. Target from 2019 from 2019 from 2019 from 2019 For example, in 2022, we added the MML Sustainable Through our sustainable investing strategy, we Equity Fund as an option within our variable annuities leverage our capital to capture opportunities and Metric kg CO e/MWh g CO e/MJ g CO e/MJ kg CO e/m2 2 2 2 2 and variable life insurance products, to provide clients manage risks in order to succeed in a rapidly changing seeking to invest in an ESG fund the opportunity to do world. We do this by focusing on three key areas: so. The MML Sustainable Equity Fund is subadvised advancing our commitment to achieve net zero investment opportunities associated with the Carbon Accounting Financials (PCAF). We selected by American Century Investment Management and portfolio emissions by 2050; fostering social and transition to a low-carbon economy. these carbon-intensive sectors to start because they seeks to deliver competitive long-term financial results economic opportunity; and investing responsibly, by have transition pathways and represent meaningful by investing in companies with improving business continuing to embed sustainability considerations into We have developed and are implementing a multiyear emissions from our GIA. A summary of our 2030 fundamentals and sustainable corporate behaviors. the management of our GIA. roadmap supported by a detailed action plan with interim targets is shown in the table above. the near-term steps needed to put our company Through our Wealth Management Services (WMS) Advancing Our Net Zero 2050 on the path to net zero. As one of the steps on this To help meet our net zero goal, we have measured advisory platform, MMLIS clients have access Commitment path, we have established 2030 interim targets for and plan to disclose our financed emissions, starting to hundreds of ESG investment options offered our commercial real estate loans and our power and with the selected carbon-intensive portfolios. We are by third-party asset managers. At the end of In 2021, MassMutual announced our commitment to energy public corporate bond portfolios. To develop implementing a software platform to measure, track, 2022, WMS’s assets under management for ESG reach net zero emissions in our investment portfolio these interim targets, we considered guidance from and report on emissions within our portfolio and in our investments, including mutual funds, exchange- by 2050. Our GIA is our largest impact on the climate. available frameworks, including the Science Based operations. For more about our efforts to decarbonize our traded funds, separately managed accounts, and fund Further, it is our largest exposure to climate-related Targets initiative (SBTi) and the Partnership for operations, see page 15. strategist providers, totaled approximately $1 billion. risks and the vehicle to capture the significant 7 Consistent with SBTi’s real estate trajectory for well below 2°C. 11 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices We recognize that carbon accounting, particularly In 2022, our wholly owned asset management Fostering Social and Economic for financed emissions, is still in its early stages of subsidiary, Barings, collaborated with Counterpointe Opportunity development. Given this evolving landscape, we Sustainable Advisors, a firm focused on real Leveraging our capital to address societal needs and anticipate that our methodology will likewise have estate financing products for energy efficiency, expand access to economic opportunity strengthens to evolve over time as the quality of emissions renewable energy, and resiliency measures in the communities in which we operate. In addition, data improves, new sources of data and new commercial properties, to originate a construction it enables MassMutual to capture the market methodologies develop, and climate scenarios loan and a commercial property-assessed clean opportunity that exists by investing in and serving evolve. As such, we will continue to monitor new energy (C-PACE) loan. This innovative financing the needs of all Americans. developments, transparently report on our progress, solution helps property owners by providing up and adapt as needed. to 100 percent financing for energy efficiency, We do this in a variety of ways. For example, in 2022, renewable energy, water conservation, and we invested $76 million in affordable housing debt and We embrace the opportunity to adopt a new mindset resiliency improvements — catalyzing investments equity, giving us a total direct exposure of $2.5 billion as we continue to safeguard the long-term financial to decarbonize and strengthen resilience of the in affordable housing. In addition, through MMV, we performance of our GIA, while serving as stewards commercial real estate sector. invest in a range of businesses, some of which create of our portfolio’s climate impacts. As we incorporate social benefit. In 2022, MMV led the Series A extension our interim targets into our investment management More broadly, MassMutual continues to deploy for HelloBetter, a provider of digital therapy courses process, we will do so in a way that supports our our capital to further the development of low- that include prevention and treatment of mental belief in an engagement-centered approach to and zero-carbon energy, investing $125 million health issues like depression, anxiety, and insomnia. encourage decarbonization. in renewable energy in 2022. This resulted in a MMV also invested in Daye, a female-founded health total direct exposure of $1.8 billion in this sector. As a critical component of our net zero pathway, platform that improves accessibility to and the We also have an ongoing strategic partnership we actively pursue opportunities to invest in climate convenience of gynecological products, services, with Low Carbon Limited, a leading renewable solutions that support the transition to a low-carbon and treatments. energy company based in the U.K. In 2021, we economy and our responsibility to generate long-term began working with Low Carbon to accelerate Through MassMutual’s impact investments — which value for our policyowners. In 2022, for example, the renewable energy transition, with the goal of are part of our GIA — we focus on investing capital in MassMutual Ventures (MMV) launched a $100 million creating 20 gigawatts of new renewable energy companies and funds that are overlooked because fund to invest in early- and growth-stage climate capacity by 2030. The partnership is focused on of systemic barriers. In doing so, we aim to generate technology companies across the U.S., with the investing in, developing, and operating large-scale positive, measurable social and environmental impact, objective of delivering both market investment returns renewable projects including solar, wind, energy while addressing inequality in capital markets. and measurable climate benefits. The MMV Climate storage, and energy from waste, across the U.K., Tech Fund will invest in technology companies that Europe, and North America. address the sources of climate change and/or provide solutions for managing climate impacts on individuals, businesses, and communities. 12 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our strategy leverages innovative approaches in deal sourcing, selection, Empowering Hourly Workers — diligence, and investments that reduce structural inequities and advance MMCF 2022 Impact With the Support of MMCF racial equity. MassMutual had committed a total of $200 million of impact investment capital, and we deployed more than $23 million of it in 2022. 11 We are doing this through two initiatives we launched in 2021: HourWork — an MMCF investee since 2021 — is on a mission to save the American dream for the tens of millions of wage total investments • MassMutual Catalyst Fund (MMCF), a $50 million fund investing workers who represent the majority of the U.S. workforce. in Black-led startups as well as rural-based businesses across Massachusetts. From sourcing to screening to due diligence, MMCF’s HourWork’s online platform connects hourly workers with $13M+ approach is key to finding and funding companies in a more expansive national franchises, based on geographic location and way. Our online application lowers barriers to overlooked startups experience. Rahkeem Morris, founder and CEO of HourWork, and has generated a robust pipeline. We take a “look twice” approach total capital deployed was motivated to start the company based on personal to screening, meeting entrepreneurs where they are, building experience. As a former hourly worker, and having worked relationships, and providing transparency and access to MMCF’s $6.7M $6.4M 13 hourly part-time jobs, he experienced first hand the process. Rather than relying solely on previous exits or track records, challenges facing hourly workers and decided to create a to Black entrepreneurs to rural entrepreneurs our due diligence evaluates founders’ tenacity and ability to overcome new way of working. adversity. MMCF is focused on generating positive, measurable social impact while addressing inequality in capital markets. See the To increase reliability and flexibility of hours, HourWork’s example to the right of one of MMCF’s change-making investees. First Fund Initiative 2022 Impact platform enables workers to easily find new positions or • First Fund Initiative, an effort through which we are committing to invest pick up shifts, no matter where they are. Hourly workers $10.2M catalytic capital in Black, Hispanic/Latino/Latinx, and Indigenous are also given a voice to impact the quality of work they are emerging managers to advance racial equity. First Fund’s allocation provided, using a feedback function on the platform that rates strategy centers on funds that are systemically overlooked by financial of committed capital was called8 institutions and have a differentiated investment thesis, with the ability participating businesses. This rating system also determines to generate positive social impact as well as financial returns. In 2022, employers’ access to worker profiles on the platform. For we announced we would dedicate an additional $100 million to the participating businesses, HourWork provides access to a labor Total Investment initiative, building on the $50 million we committed in 2021. pool that includes past applicants and former employees, The First Fund Initiative aims to move beyond examining the streamlining the hiring, retention, and training processes. $23.2M problem of lack of diversity in capital access and to concentrate on the opportunity to back high-performing, overlooked investment Over the past two years, HourWork’s model helped address managers. In 2022, this included investing in a fund launched by Raven of impact investing capital widespread staffing shortages across the U.S., engaging Indigenous Capital Partners, an Indigenous-owned and -led impact deployed by MassMutual in 2022 millions of hourly workers on its platform. MMCF made its investor based in Vancouver, to support innovative, mission-driven, first investment in HourWork in July 2021, followed by two businesses led by Indigenous entrepreneurs in Canada and the U.S. subsequent investment rounds in 2022. 8 Capital commitment includes money deployed into startups and for fund operation activities. 13 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Investing Responsibly Through Our GIA Sustainable Investing at Barings Considering material sustainability factors in the overall management of our GIA supports risk mitigation and long-term value creation. We MassMutual’s wholly owned global asset manager subsidiary; manages the majority of Business Description MassMutual’s GIA. continue to further embed these considerations into our investment process. Our Sustainable Investment Policy, released in 2021, outlines our overall approach to the integration of sustainability factors in our “We believe that integrating the analysis of environmental, social and governance (ESG) information asset allocation and investment process. The Investment Committee of into our investment process gives us a more holistic understanding of the complex issues, risks, our Board of Directors oversees implementation of the policy. Dedicated opportunities, and value drivers that may impact our clients’ portfolios over time. In-depth, sustainability resources, supported by cross-functional working groups, fundamental analysis is at the heart of our investment philosophy, and ESG analysis is embedded Sustainable Investment Approach within the investment process across all asset classes. We are also active stewards of the entities in guide overall sustainable investing strategy, monitor sustainability topics, which we invest; this goes hand-in-hand with our active investment approach. Stewardship involves and drive integration, in line with our overall company strategy. For more our efforts to, where possible, safeguard and increase performance for clients.” information on how we manage climate risks and opportunities, see See Barings’ PRI Assessment Report and ESG in Investing page for more details. page 39. In addition, MassMutual is a signatory of the Principles for Responsible A dedicated Sustainability team guides overall strategy and policies, supported by a Sustainability Investment (PRI). As of the end of 2022, 97 percent of MassMutual’s GIA Sustainability Management Committee and Sustainability Working Groups. See Barings’ Sustainability Report for more details. assets under management were managed by signatories of the PRI. In 2022, we conducted a pilot survey of select firms that manage a portion of our GIA to better understand their sustainability policies and practices, Sustainable Investment Policy Sustainability Policy and we plan to expand the survey in 2023. We also continue to expand our assessment of sustainability risks and Engagement Policy Public Equities ESG Integration & Active Ownership Policy impacts in our investments, based on the proprietary sustainability scoring methodology of MassMutual’s wholly owned global asset Proxy Voting Record and Policy Global Proxy Voting Records and Proxy Voting Policy manager subsidiary, Barings, which manages the majority of MassMutual’s GIA assets. In 2022, 78 percent of Barings-managed PRI Signatory Yes assets in our GIA were assigned a sustainability score. For more about how Barings integrates sustainability considerations into management of MassMutual’s GIA, see the table at right. Task Force on Climate-related Yes Financial Disclosures Supporter Across all of our sustainable investing efforts, we take an engagement- centered approach with investment partners and portfolio companies, UN Global Compact Signatory Yes working in the interest of our policyowners while addressing sustainability risks and opportunities. 14 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainable Operations MassMutual has a long history of working to minimize near-term work plan to drive progress toward that the environmental impact of our operations. We ambition. Our approach includes measuring and are focused on conservation and energy efficiency tracking our emissions, setting an interim target, within our facilities, while contributing to a healthier regularly reviewing our progress, and identifying and environment for employees, building tenants, and implementing opportunities to reduce emissions, the community. Our Environmental Policy Statement including through renewable energy. details our environmental priorities and actions, Following this approach, we have set an interim demonstrating our commitment to environmental target to reduce our absolute Scope 1 and Scope 2 stewardship. These collective efforts drive emissions 72 percent by 2027, compared to our 2019 environmental benefits, strengthen the resiliency of baseline year. We considered available frameworks our facilities, and can reduce costs. in formulating the target, including the Science Carbon management is central to our sustainable Based Targets initiative’s (SBTi) Corporate Net-Zero operations strategy, and in 2021, we committed to Standard. Our interim target is in line with a 1.5°C achieve net zero greenhouse gas (GHG) emissions scenario and positions us on our path to reach net in MassMutual’s operations by 2030. As such, zero in our operations by 2030. we have developed a multiyear roadmap and 15 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices To enhance our ability to measure, manage, and facilities, based on square footage, were Leadership consumption and operational costs. As part of this report on our progress, we adopted a software in Energy and Environmental Design (LEED®) effort, we have implemented automated processes platform to facilitate the calculation of GHG certified. In 2022, MassMutual also achieved energy for dimming lighting and slowing down or turning off emissions from both our operations and our and cost efficiencies through real estate portfolio heating, ventilation and air-conditioning equipment investment portfolio (see page 11 for our changes, including consolidating office space to to reduce our power consumption when demands on approach to financed emissions). better align with our hybrid workplace approach. the local electrical grid are high. We continually look for opportunities to improve the climate performance We drive emissions reductions by integrating energy Additionally, we participate in energy demand- of our operations. To date, we have reduced absolute savings features into our facilities. As of December response and peak-demand programs at our GHG emissions in our operations by 33 percent 2022, more than 94 percent of our corporate Springfield headquarters to reduce energy against our 2019 baseline. Operational Greenhouse Gas Emissions Emissions (market-based) 2019 (baseline) 2020 2021 2022 Scope 1 14,686 9,421 10,237 13,566 Scope 2 (market-based) 20,502 17,078 14,960 10,075 Total Emissions 35,188 26,499 25,197 23,641 Emissions (location-based) 2019 (baseline) 2020 2021 2022 Scope 1 14,686 9,421 10,237 13,566 Scope 2 (location-based) 20,502 17,078 14,960 14,270 Total Emissions 35,188 26,499 25,197 27,836 Scope 1 represents direct GHG emissions from leased and owned facilities and vehicles under MassMutual’s operational control as of each reporting year. Scope 2 covers emissions from purchased electricity consumed at MassMutual’s facilities. Market-based emissions include the impact of Green-e certified renewable energy certificates Hope Garden at Springfield (RECs) purchased in the U.S. campus, created by employees The scope of our GHG emissions inventory is Massachusetts Mutual Life Insurance Company (MassMutual); subsidiaries are not included. This aligns with our statutory financial report filing. We will continue to improve our GHG coverage. 16 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Diversity, Equity, and Inclusion At MassMutual, our commitment to diversity, equity, to help people secure their future and protect the ones and inclusion (DEI) is a business imperative. We strive to they love. For more than a decade, we have been on a create an environment that is equitable and inclusive deliberate and focused journey to integrate DEI into all for our employees, customers, business partners, and that we do. Our DEI strategy is comprised of three core the communities that we serve. We stand firmly against pillars (see next page). racism, discrimination, and inequity in any form. Underpinning our efforts is a focus on transformative We seek diverse backgrounds, cultures, experiences, education, creating shared accountability for our and perspectives to create a culture of inclusion and results, and being transparent about our progress. belonging at our company. This enables us to attract While we are proud of how far we’ve come in our DEI and retain the talent we need to deliver on our purpose journey, we recognize there is always more we can do. 17 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices DEI Strategy Core Pillars WORKFORCE WORKPLACE MARKETPLACE Ensure equity in our people policies, Create an employee-centered work Diversify our policyowners and processes, and procedures to attract environment where all feel heard, bolster underserved and and retain diverse talent valued, and respected marginalized communities A Diverse Workforce in racial and ethnic diversity overall and in leadership Recruiting Diverse Talent roles, women in leadership roles, and those who To authentically reach more people on their terms, Diverse teams create more innovative solutions and voluntarily self-identify as veterans, individuals with it is essential that we attract diverse talent that drive better decision-making and outcomes. We a disability, or members of the LGBTQ+ community. represents the customers and communities we strive to create teams that reflect our customers and We rigorously track our progress, with our Executive serve. That’s one of the reasons why we recruit and communities, fostering an environment where all Leadership Team and Board receiving regular hire people across various dimensions of diversity, employees are welcomed, valued, and heard. updates, and we continue to share our progress inclusive of race, age, gender, abilities, place of birth, publicly on our website. Since 2017, we have included increasing workforce religion, and who they love. diversity as a measure of company performance and We have made continued progress across these We have put structures in place to maintain an have integrated it into our annual incentive plan for all dimensions. Since 2017, we increased the racial and inclusive and equitable hiring process. In 2022, employees, including senior leaders and executives. ethnic diversity of our overall workforce by 32 percent 89 percent of interview slates and 96 percent of We set an annual target to improve the overall and our leaders by 40 percent, and we are working to interview panels were diverse. What’s more, hiring diversity of our workforce, as measured by increases reach gender parity for women leaders by 2030. 18 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices managers and interviewers — who play an important regardless of location. This approach is consistent Diversifying Our role in helping MassMutual realize our diversity goals — with the information we share with employees via our Workforce receive specific training to minimize bias during the internal human resources platform and as part of their interview process. annual compensation review. (2017-2022) To continue to drive progress, we are taking steps For the past 15 years, we have engaged independent to tap into the broadest pools of talent we can. We human resources risk management firms to conduct build and sustain strategic DEI partnerships with annual adjusted pay gap reviews. These reviews 40%↑ organizations that support us in diversifying our compare compensation by gender and between workforce. Additionally, in 2022, we launched a new minority and non-minority employees in the U.S., increase in the racial/ethnic effort focused on Historically Black Colleges and looking for differences within comparable work that diversity of our leaders Universities (HBCUs) as part of a broader company could suggest a bias. The analysis looks at pay equity effort around advancing equity, justice, and financial across base pay, bonus, and long-term incentives to well-being. For more information on this work, see ensure each component is used appropriately and page 22. considers factors such as type of role, work experience, 39%↑ and more. We review results and work with managers Advancing Pay Equity to adjust compensation packages as appropriate. increase in LGBTQ+ We understand and embrace our responsibility to use At MassMutual, pay equity is part of how we do representation our influence to promote pay equity in the broader business, and for several years, we have been taking community as part of our unwavering commitment steps to support pay equity internally and in the to DEI. As an anchor signer of the Boston Women’s broader community. Workforce Council’s 100% Talent Compact, we are Pay equity factors into our pay decisions throughout committed to measuring the raw — or unadjusted — pay 62%↑ the year and across the organization, supported gaps for both women and U.S. minorities and to taking by robust policies and practices. Our Statement of steps to eliminate any gaps found. This commitment increase in number of Respect and Anti-Discrimination and Harassment to measure and address gender and racial pay gaps individuals with disabilities Policy prohibits discrimination in compensation extends to our entire workforce. We have signed on to decisions. As a standard practice, each time we support additional DEI commitments that are helping make a pay recommendation for a new employee, to advance pay equity, including those led by Paradigm promotion or otherwise, we review the pay of for Parity, CEO Action for Diversity & Inclusion, CEO 42% employees who perform similar work. In 2022, we Action for Racial Equity, and Ascend Foundation’s further increased pay transparency by publishing 5-Point Action Agenda. salary ranges in the vast majority of our job postings, of our leaders are women, and we are working to reach our goal of gender parity by 2030 19 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices In subsequent years, we elevated our DEI learning work environment where everyone is heard, valued, offerings with the introduction of two multiday immersive and respected; and bolstering the underserved and learning labs designed to help leaders understand the marginalized communities that we serve. We also impact of bias and systemic privilege while underscoring make clear MassMutual’s expectations for maintaining the pivotal role they play as allies. The dialogue started a professional and respectful work environment for all. during these trainings helps motivate leaders to hire, engage, and develop diverse teams that can bring a Elevating the Employee Experience broad range of ideas and perspectives. More than 60 At MassMutual, our eight BRGs are some of our most leaders completed our more extensive four-day lab important culture carriers, planning and executing in 2022, adding to the hundreds of leaders who have events and programs to build awareness of the diverse completed these two programs in the last several years. communities represented within our company. Additionally, we offer DEI-focused online learning to Open to all employees, our BRGs are an important enable our employees to foster a culture of belonging, vehicle for our employees to find community and support their teams and each other, and build strong engagement outside their immediate teams. In 2022, allies. The initial course, entitled Systemic Racism, 34 percent of employees participated in MassMutual focused on the Black/African-American experience. BRGs, representing Black/African American, Asian, and Since then other topics have been added, such as the Hispanic/Latino/Latinx communities; members of the LGBTQ+ experience, systemic racism toward Latinos, LGBTQ+ community; individuals with disabilities and their systemic racism toward Asian Americans, inclusion, caregivers; members of the armed forces, veterans, and mental health. In 2022, our employees completed and military family members; young professionals; and more than 2,800 DEI-focused online courses. women. Our BRGs welcome members from both within and outside each affinity group. An Inclusive Workplace Our BRGs create opportunities within MassMutual Building Cultural Competence In 2010, we launched Leading Inclusively for We strive to embrace diversity in every sense to for their members to convene and be authentic Managers as well as Leading Inclusively for Individual create a workplace where everyone feels they belong, To maintain a truly inclusive culture and move our and vulnerable as they tackle issues impacting their Contributors. These two training programs are offered continually challenging ourselves to find new ways to business forward, we must be committed to continuous communities. Throughout 2022, they collaborated several times each year and provide participants the make the employee experience more inclusive. learning, honest conversations, and adaptable thinking to host quarterly events for all employees, focused opportunity to increase personal awareness, learn and behaviors. That’s why MassMutual has invested in on issues that impact multiple populations, such as Our Business Resource Groups (BRGs) serve to practical tools to help mitigate bias in our workplace, building inclusive leaders through a number of DEI and intersectional allyship, connection in a hybrid workplace, support DEI’s three core pillars by helping to attract, and strengthen the leadership of inclusive teams. In cultural competence training programs since 2010, microaggressions, and honoring our veterans. develop, and retain a diverse workforce; fostering a 2022, more than 300 employees participated. which we continue to expand and innovate. 20 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Maintaining Our Workplace A Vibrant Marketplace In 2021, we launched our $150 million, five-year commitment to utilize underrepresented, diverse Standards Realizing our vision to provide financial well-being businesses in our procurement operations. Through To foster a culture of trust and accountability so we for all Americans requires listening, learning, and this effort, we are tapping into nontraditional networks can best serve our policyowners and customers, engaging with a diverse range of individuals, families, to expand our base of suppliers, making intentional we must operate ethically, with integrity, and in businesses, and communities to understand their investments in diverse supplier development, and compliance with applicable laws. Our Code of unique needs. We work to ensure that our products encouraging new ways of working across MassMutual. Conduct, along with our Statement of Respect and and services are accessible and align with our We achieved more than $58 million in diverse spend in Anti-Discrimination and Harassment Policy, defines policyowners’ and customers’ needs. We also have a 2022, a 45 percent increase from 2021. for our employees the expectations and principles responsibility to be inclusive in how we engage in the As part of the commitment, we launched Forward by for establishing and maintaining a professional broader marketplace. MassMutual, a program that helps underrepresented, work environment free of discrimination and For example, in our Institutional Solutions business, diverse businesses thrive and grow. Through this harassment. For more on our approach to ethics we are intentional about expanding business initiative and other strategic partnerships, diverse and compliance, including avenues for employees opportunities with diverse firms. MassMutual is an businesses selected by MassMutual receive to report concerns, see page 37. issuer in the funding agreement-backed notes (FABN) comprehensive education, business planning, and As an equal opportunity employer, MassMutual market and, in 2022, continued to include investment mentorship. In its first full year, the program benefited is committed to maintaining a nondiscriminatory banks that have diverse leadership and ownership in 42 diverse businesses, contributing to our five-year work environment, where all individuals are treated the syndicates for all U.S. dollar FABN transactions. goal of impacting 175 diverse-owned businesses. with fairness and respect and are provided the Additionally, we are creating a new mentor program opportunity to reach their full potential. For more Engaging Diverse Suppliers designed to connect diverse-owned businesses with about this commitment, see our Equal Employment MassMutual decision-makers, and to teach them MassMutual actively seeks to do business with Opportunity Policy. specifics about doing business with our company. diverse suppliers, which helps ensure we are We take meaningful steps to foster a workplace free accessing the broadest available marketplace to In 2022, we engaged suppliers using our framework of discrimination. For example, in 2022, MassMutual source quality goods and services. We also recognize for assessing and managing their DEI and engaged a third party to conduct an audit of our the economic imperative of providing all businesses sustainability performance, and we plan to continue people processes, starting with performance the access to opportunities to grow and thrive — maturing our approach. This year, we are integrating check-ins, internal mobility, and employee relations and that we can leverage our buying power to drive social standards into our Code of Conduct for practices, to help us address any potential bias in positive change. Suppliers to include topics such as minimum living these areas. wages, health and safety, child labor, and more. 21 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Advancing Equity, Justice, and Financial Well-Being for the Black Community MassMutual is engaged in a company-wide effort to implement effective policies and initiatives that advance racial equity and justice and promote financial well-being for the Black community. The program is designed to support our policyowners, customers, employees, and the communities we serve. It builds on and aligns with MassMutual’s ongoing efforts to help break down the structures that exacerbate racial and economic inequities — from supporting the growth of underserved businesses through impact investing and diverse supplier development to increasing diverse representation at all levels at MassMutual. Core areas of this program are: Driving Community Impact, Public effort. Our CEO serves on the Governing Committee, • HBCU Engagement: Implementing a • Association for Wholesaling Diversity: and we lend up to six full-time employees as fellows Policy, and Advocacy comprehensive HBCU partnership Advancing Black talent within insurance to the organization for 12- to 24-month fellowships. strategy, including a $1.2 million wholesaling through a partnership with We partner with and invest in organizations that share In 2022, MassMutual successfully completed an commitment to two HBCUs the Association for Wholesaling Diversity our values and drive impact, and we use our voice as a inaugural cohort to the fellowship and launched our and two nonprofits, to identify and the Coalition for Equity in Wholesaling company to affirm our values and amplify this work. second class of full-time employees. The second opportunities to level the playing cohort is focused on providing support in four areas: MassMutual continues to drive progress through its • Black Consumer Marketing Campaign: field for students and institutions education and opportunity, economic empowerment, involvement in CEO Action for Racial Equity (CEOARE) Exploring ways to effectively reach healthy communities, and public safety. MassMutual — a coalition of nearly 100 companies that mobilizes • The American College Partnership: Black business owners and customers fellows have also held leadership positions within a community of business leaders across multiple Promoting wealth building in the Black through intentional marketing efforts CEOARE, furthering our impact in the community. industries and geographies. Its mission is to identify, community through a partnership and engagement with a third-party develop, and promote scalable and sustainable public with the American College Center diverse marketing advisor Additionally, through the work of the MassMutual policies and corporate engagement strategies that will for Economic Empowerment and Foundation, we are investing in efforts to create more • Affluent Black Consumer Market Research: address systemic racism and social injustice, as well as Equality®. In 2022, MassMutual made equitable access to social and economic opportunity Investing in research, to listen and learn improve societal well-being. a $2.5 million, five-year commitment in the communities where we live and work. For more how best to meet the needs of the Black to the American College about our community efforts, see page 32. MassMutual was instrumental in the launch of CEOARE community and close the wealth gap in 2020 and continues to be engaged in supporting the 22 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our People Our dedicated and highly skilled employees are the We offer benefits that support our employees’ reason behind more than 170 years of MassMutual’s holistic well-being, seeking to meet their evolving success. We continually work to cultivate a flexible needs and to enable them to care for themselves and collaborative environment where all employees and their loved ones in the ways that are true to are seen, valued, and respected — and our culture is each individual. We also continuously evolve our a key reason exceptional people join and stay with training and development programs to help our MassMutual. We look for employees who thrive in employees build skills and advance their careers, a culture based on trust and accountability, where while preparing for the future strategic needs of the diverse backgrounds, experiences, and perspectives company. are valued — and where there is a shared passion for For more on our diversity, equity, and inclusion (DEI) greater equity and opportunity for all. efforts, see page 17. At the core of who we are is a company of people helping people in their time of need, and this translates into how we care for our employees. 23 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Recruiting Exceptional People In 2022, we continued to grow our network of partnerships with diversity-driven organizations We work to attract exceptional employees so that to broaden our recruitment reach. This included we can continue to deliver holistic financial solutions partnering with external recruiting platforms to to our policyowners and customers. As part of our ensure our job postings receive the broadest possible recruitment strategy, we communicate differentiators visibility across sites dedicated to reaching diverse of MassMutual’s culture, like “Live Mutual” and “Embrace audiences. To further our investments in future talent, Diversity,” so candidates can make informed choices we also expanded our partnerships with Historically about joining the organization. Black Colleges and Universities (HBCUs) by funding scholarships and sponsoring student leadership We continually work to build a more diverse talent and networking events. For more information on our pipeline because we know that having a workforce that partnerships with HBCUs, see page 22. reflects our customers and communities enables us to serve them better. We take a multifaceted approach Additionally, as members of the Massachusetts to diverse hiring and retention, including incorporating Competitive Partnership — a nonprofit focused on job diversity measures as part of our company goals, growth in the state — we helped design a customer committing to diverse interview slates for open roles, service training curriculum for ethnically diverse talent 2022 People Highlights and providing training to minimize bias during the without a college degree. In 2022, we hired the first interview process. cohort of program participants. 85% 95% Our Employer Brand overall employee of employees completed our Digital engagement score Foundations program $1.3M 460,000 hrs ~ Embrace Diversity Think Forward Communicate Candidly Live Mutual Bring the courage to Be a curious self-starter, Be ready to have candid Be brave enough to rely in well-being incentives invested by employees in training be uncomfortable able to work with conversations in a on and be relied upon by earned by employees through our learning platforms and the desire to fully others who are equally genuine way, and to take those around you in our embrace DEI determined to leave the honest feedback from mutual way of life company in a better others to grow and learn place than you found it 24 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Investing in Employee Development At MassMutual, we invest in our employees so they Onboarding New Employees can grow, develop, and perform at their personal and Starting with our processes for new employees, professional best. We offer a range of resources and we infuse our culture and values into our employee programs to equip our employees with the knowledge, experience. Our onboarding process includes an skills, and behaviors they need to succeed in their initial welcome session, and a series of informational position, and we set a growth trajectory for them within meetings over the employee’s first 90 days that focus the company. Through our learning resources, targeted on our business and strategy, culture, benefits, career training programs — including job-specific training development opportunities, community engagement programs — and performance management processes, efforts, and more. we seek to build development opportunities that are equitable, accessible, and aligned with the needs of our diverse culture. Broadening Access to New Research and Talent in Data Science In 2022, MassMutual donated $3 million to Boston University’s (BU) The 2022 gift builds on a $1 million donation we made to BU in 2021, Faculty of Computing and Data Sciences to support the responsible which was focused on professorships and long-term programming. use of data and the advancement of transparency, accountability, Both donations support BU Spark!, an experiential learning lab that and trust in data-driven artificial intelligence (AI) solutions. serves 700 students annually and aims to attract more — and more diverse — students to the high-growth field. As part of this work, MassMutual will collaborate with BU students and faculty to examine the legal, social, and economic impacts of AI systems and solutions. 25 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Empowering Career Development Offering Educational Opportunities Our talent management strategy guides our leadership pipeline have the skills to prepare them to We facilitate education and training opportunities investments in the workforce to ensure we have a succeed in future roles. for all employees at all levels through a variety of diverse, engaged, and highly skilled talent pool to platforms and formats, including formal, informal, and As an example of how we cultivate our talent support our company’s key objectives. We believe self-directed programs to support different learning pipeline, in 2022, we reintroduced our Leadership that career development is most effective when styles and delivery methods. Forum, which brought 220 of our top leaders employees have ownership. To guide learning and together to network and to deepen their One way we do this is through the Degreed platform, development pathways, we follow the “3E model,” understanding of global and economic trends as well which enables employees to pursue self-paced focused on three core elements: as MassMutual’s strategy and their role in executing learning modules based on individual competency • Experience: covering on-the-job elements, it. Our Business Immersion Experience is designed needs, with new learning pathways released including stretch assignments, job rotations, to engage our leaders in simulated decision- annually. Another example is our Digital Foundations and special projects making exercises on critical issues to hone their program, which we launched in 2021, to build a core leadership competencies. In 2022, we refined digital mindset across the company for all employees. • Exposure: including learning that comes from the immersive experience to more closely align Ninety-five percent of the company has completed relationships with peers and professionals with MassMutual’s real-world strategic and cultural the six-module online training program, designed to • Education: relating to formal trainings, workshops, needs. In the past year alone, more than 160 leaders develop a digital-first, agile mindset, covering topics and online educational content completed the program. In addition, we began a like customer-centricity and how to lead with data. pilot program in 2022, called Better Conversations For all employees, we offer a thorough performance We continue to offer in-depth cultural competency Everyday, which helps managers lead effectively in a feedback process with their manager that includes trainings — covering issues like systemic racism and hybrid working environment. stakeholder and peer feedback, and we encourage inclusion practices — for all employees. For more on two check-ins annually to discuss progress against Moreover, MassMutual has partnerships with a range our DEI efforts, see page 17. goals and priorities. of organizations that offer development and external Our employees dedicated a combined 460,000 engagement opportunities for our diverse leaders. We continue to strengthen our internal leadership hours to skill-building through our learning platforms, For example, we collaborate with the Executive pipeline, focusing on talent mobility, talent retention, equating to approximately 9.5 days of training per Leadership Council to support the success of senior- succession plans, and long-term successors at all employee, in 2022. To encourage our employees’ and mid-level Black talent across the company, levels. We provide tailored data-driven assessments, ongoing learning ambitions, we support continuing and we offer a women’s leadership program in programs, and coaching to ensure those in our education and professional accreditations, distributing partnership with Simmons University. $1 million in tuition reimbursements in 2022. 26 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Supporting Holistic and up to two times annual base salary. In addition, we Facilitating Employee announced meaningful expansions of our benefits Equitable Well-Being Wellness offerings in 2023 that are adaptable to the diverse needs of our employees. This includes a digital At MassMutual, we take a holistic approach to benefits, well-being wallet, as well as quadrupled paid leave to making it easy for all employees and their loved ones to We take pride in helping our employees care for a loved one, which complements the range of elevate their mental, physical, and financial well-being. live their best life. As part of our early family support services we offer, including backup and Our pioneering suite of benefits has evolved over 2023 benefits expansion, we now offer discounted child and elder care. the years to enable our employees to better care for employees a “well-being wallet,” which themselves and the people they love. The principle reimburses them up to $1,250 for a of equity is embedded into our employee benefits Evolving Our Inclusive approach, reflecting a shared passion for greater Healthcare Benefits wide range of physical, emotional, and opportunity for all that is at the heart of our culture. financial well-being resources. Covered The health and well-being of our employees and expenses include gym memberships, We provide an array of benefits to all employees, their families is a top priority. In 2022, we enhanced including competitive compensation and incentive specialty athletic equipment to aid our benefits program to include faster access to programs, along with an evolving suite of health, people with disabilities, meditation high-quality mental health providers for employees wellness, and leave offerings that provide a spectrum and members of their households. MassMutual also apps, counseling, massages, licensed of support through all of life’s big moments. When it understands that race, gender, and sexual orientation childcare and eldercare, financial comes to our leading caregiver, bereavement, and can impact one’s healthcare experience. To that end, planning, and more. other essential leaves, “loved ones” is inclusive of we now provide our Black and LGBTQ+ employees anyone the employee holds dear, and they can use and their household members access to a team time off when and how it is most helpful to them. of diverse care coordinators who offer specialized In 2022, we enhanced our benefits to offer help with health advocacy and navigation support. And, in the student loans and college savings. We also expanded interest of offering equal coverage to all our U.S.-based medical travel reimbursement, provided additional employees, we expanded our medical travel plan mental and inclusive health benefits, and doubled our reimbursement to allow employees to access covered company-provided life insurance coverage, offering services if they are not available in their state. Listening to Our Employees In 2022, 94 percent of employees responded to our annual employee engagement survey, continuing more than a decade of exceptional participation. The survey is an important way we listen to our employees to understand what is working and where we can improve. Our overall engagement score was a robust 85 percent, and many areas we measured outperformed our external benchmarks by double digits. The survey is just one of many employee listening activities conducted throughout the year. 27 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our Policyowners and Customers As a mutual company, we operate for the benefit of our participating policyowners and customers, with an enduring $7.1B focus on providing them financial security, stability, and long-term value. MassMutual offers a wide range of protection, accumulation, paid in insurance and annuity benefits to policyowners and customers in 2022 wealth management, and retirement products and services. Whether it’s through our dedicated network of financial professionals, or other financial institutions, employers, or directly on phones or tablets, we are enhancing and evolving the way we connect with people to support them through $1.9B life’s changes and help them build a more confident future. We continually enhance and expand the solutions and experiences we provide to meet customers’ evolving needs. Underpinning highest estimated dividend payout in our history9 all of this is our unwavering focus on long-term stable performance, which enables us to deliver on our commitments 9 The dividend and dividend interest rate are determined annually, subject to to those who rely on us when they need us the most. change, and are not guaranteed. 28 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Creating a Technology Hub in the Commonwealth Reaching People on Their Terms MassMutual is committed to staying at the forefront of innovative and industry-leading technologies that can best serve our From the moment we issued our first policy, we have reached Digital Products and Services customers. As a founding member of the MassChallenge FinTech people through our dedicated network of financial professionals. We continue to enhance our digital capabilities and tools to make program and a Champion Partner in the HealthTech program since With a broad range of protection and accumulation solutions it easier for financial professionals and their clients to work with that can meet needs for a lifetime, coupled with powerful digital 2018, we have made significant contributions to help strengthen us. Central to these efforts is Advisor360°, our online platform capabilities that we are continuously expanding and improving, the financial technology (FinTech) and HealthTech ecosystems in launched in 2021, which provides integrated access and a holistic our financial professionals work with people each day to help them Massachusetts and to explore ways of connecting with diverse, view of our customers’ financial holdings. The platform enables plan for the future with more confidence and hope. financial professionals to work with their clients to develop a innovative startups. At the same time, and as part of our commitment to provide holistic plan for the future and provide a streamlined experience. financial well-being for all Americans, MassMutual is focused on Both the MassChallenge FinTech and HealthTech programs For insurance products, MassMutual continues to move with expanding the channels through which we work with people on focus on accelerating the impact of innovative startups through industry trends toward increased use of technology, such as their terms. This includes MassMutual Strategic Distributors, which fluidless and algorithmic underwriting, along with use of electronic partnerships with leading financial and healthcare companies. In is how we offer our products through other financial institutions and health records, all of which can improve efficiency, reduce overall 2022, 30 percent of the FinTech and HealthTech startups were independent financial professionals, as well as MassMutual Ascend costs, and most importantly, make it easier and faster for people minority-founded, and 56 percent were founded by women. Since — formerly known as Great American Life Insurance Company, to acquire insurance protection. which MassMutual acquired in 2021 — which has expanded our 2018, roughly 50 percent of startup partnerships have turned into ability to offer lifetime income solutions through banks. We also As we expand our use of technology, we continue to enhance our engagements for MassMutual, as customers, investors, or both. reach people through their jobs with our Worksite business, as well approach to data privacy and security. For more information on as directly through their phone or tablet via Haven Life, our wholly our cyber security and data privacy practices, see page 40. In In addition, MassMutual has spearheaded a public-private owned digital direct-to-consumer insurance agency. addition, MassMutual is committed to ensuring that our websites, partnership called the Mass Fintech Hub. Launched in 2021 mobile applications, and other digital platforms are secure and In 2022, the strong performance across these channels led and consisting of leaders from industry, academia, startup and accessible, and we detail our approach on our website. MassMutual to report double digital sales growth through our investor communities, and the state, the initiative aims to make domestic insurance business, led by steady demand for whole life Massachusetts a global hub for financial technology. In its first year, insurance — where the company finished 2022 as the industry’s over 1,000 participants joined various programming, including No. 1 provider10 — as well as record annuity sales. FinTech bootcamps, career fairs, and mentoring workshops. The Hub also launched an Angel Investment Education series aimed at 10 According to LIMRA’s Fourth Quarter 2022 U.S. Retail Individual Life Insurance Sales Summary. connecting a new wave of angel investors across the Commonwealth with the funding needs of entrepreneurs and early-stage startups. 29 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Retirement Support expand our customer journey analytics to understand how customers interact with MassMutual every step One of the primary ways we help our customers of the way, while respecting their privacy, so we can achieve financial security is by supporting them provide them with the most relevant solutions. as they plan for retirement. A 2022 study by We are committed to continually understanding how MassMutual found that two-thirds of near-retirees customers and financial professionals experience are underprepared and ill-informed about their working with MassMutual. We use Net Promoter Scores retirement. To address this information gap, we offer (NPS) to understand customer satisfaction across a range of resources to help people understand our insurance, annuities, and wealth management retirement savings basics, as well as a diverse lineup businesses. Given their critical role in serving of products and services to enable our customers to our customers, we track financial professionals’ meet their financial needs in retirement. satisfaction and tied it to our annual goals in 2022. This includes a new variable annuity with an optional To ensure our top line results reflect the customer guaranteed lifetime withdrawal benefit, which experience, we integrated customer NPS into our MassMutual added into its suite of retirement income annual goals for 2023. We also continue to track offerings in 2022. MassMutual EnvisionSM Variable customer and financial professional feedback at key Annuity can help individuals accumulate assets for touchpoints, such as sales, service calls, claims, and retirement, with a wide variety of investment choices. online self-service, allowing us to identify common Envision supplements MassMutual’s existing strong themes and drive enhancements to improve their portfolio of fixed annuity retirement products. experience. We require customer service employees to take part in customer experience principles training, Understanding with a 99 percent participation rate in 2022. Customers’ Needs These efforts help us identify ways to better meet the needs of our customers, while informing our strategies Having insight into what’s working — and ways we for making our products and services more inclusive can improve — when serving our customers is critical and accessible to a broader range of people. to enhancing how we support and build long-term relationships with them. In 2022, we continued to 30 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Transparent Information Long-Term Investment and Fair Advice Performance Our ongoing work to provide policyowners and have access to a library of training and resources As a mutual company, our long-term, diversified customers with the solutions to meet their needs around best practices. Our financial professionals and approach to investing enables us to be there for our is supported by an ongoing commitment to ethics, their supervisors are provided with a comprehensive policyowners and customers, whether they need us oversight, governance, and risk management. online Compliance Manual covering all aspects of today, tomorrow, or generations from now. compliance for business practices, customer privacy MassMutual has a Product Advisory Committee (PAC) This approach is integral to the management of our and recordkeeping, and product sales and marketing. responsible for the company’s insurance product General Investment Account (GIA), which backs development pipeline and strategic alignment, We maintain a robust program to monitor for the obligations we make to our policyowners and product approval, and ensuring the overall product improper sales practices and potential consumer customers. Our GIA is well-diversified and managed portfolio’s risk profile is acceptable. The PAC is chaired complaints. For example, we closely monitor internet with a long-term view that allows us to endure by MassMutual’s Chief Actuary and includes members activity when MassMutual is mentioned to investigate short-term fluctuations in asset values. We provide of the Executive Leadership Team, including the CEO and understand concerns. We conduct customer the framework for GIA portfolio construction and and Chief Risk Officer. surveys, and documented complaints are referred to investment decision-making in our Investment our compliance department. Through our supervisory Philosophy. Similarly, we have dedicated compliance and legal program, we review our insurance professionals’ teams that partner closely with our businesses on MassMutual continues to deliver long-term value, communications to guard against misleading product development, customer acquisition, service, including the approval of a record dividend payout information provided to clients, and to uncover and and claims processes. These teams thoroughly to eligible participating policyowners in 2023, investigate potential complaints. We regularly train review our marketing materials to ensure that they marking the 17th consecutive year we have paid an our employees on how to identify and refer complaints are clearly written, accurately describe our products industry-leading dividend interest rate.11 Our financial to our compliance department for review. and services, and reflect the financial goals for which performance is summarized in our Annual Report. they are appropriate. In addition, we have an extensive program to safeguard our policyowners’ and customers’ personal Our financial professionals complete annual and financial information. Our program includes regulatory training focused on responsible marketing dedicated compliance, risk, privacy, and data ethics and sales practices as well as other important topics, associates. For more information on our cyber such as protection of customer privacy. They also security and data privacy practices, see page 40. 11 The dividend and dividend interest rate are determined annually, subject to change, and are not guaranteed. 31 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Our Communities MassMutual and the MassMutual Foundation are to build financial resilience and expand access to dedicated to advancing social and economic financial products. Additionally, we harness the opportunities so that all families can build their commitment of our employees, who volunteer their financial capability and thrive. Supporting the time and skills to deepen the impact of our company’s communities we serve is central to our Live Mutual efforts and make a difference in their communities. philosophy and how we deliver on our vision to provide financial well-being for all Americans. $23M The concept of mutuality is integral to MassMutual’s ~ approach to investing in our communities. Beyond simply providing funding, we look for opportunities donated to community to activate connections by engaging residents, local programs in 2022 organizations, and community leaders to co-create solutions that address their most pressing priorities. We also put our business and expertise to work 32 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices MassMutual Named to The Civic 50 Our purpose and vision are inherently The MassMutual Foundation sustainability-minded, positioning Many in the U.S. struggle to achieve financial resiliency and even meet basic for all. We do so by fueling initiatives that increase financial resilience within our MassMutual well for corporate leadership needs, with one in three Americans reporting they would have difficulty covering communities and foster a culture of community engagement for MassMutual’s and commitment to civic engagement an unexpected expense of $400, such as a medical or car repair bill.12 The employees and financial professionals. — which is critical for strengthening MassMutual Foundation is dedicated to helping create financially healthy futures communities. In 2022, our efforts were recognized by Points of Light, the Building Financial Resilience: The MassMutual Foundation Model world’s largest nonprofit dedicated to accelerating people-powered change, We support organizations working to drive progress in four strategic areas that are essential which named MassMutual to The Civic 50, for individuals and families to build — and sustain — financial resilience: a list of the 50 most community-minded companies in the U.S. MassMutual is proud and honored to receive this recognition for our enduring commitment to the success of all our stakeholders. Use of Networks Financial Health Basic Financial Needs Employment and Income Building social capital within Investing toward financial Expanding access to adequate Building skills-based knowledge communities by helping people well-being for all — supporting housing, childcare, and other and employment opportunities connect with each other as programs that increase core needs to help people become more well as community and savings, reduce debt, improve financially stable in the long term financial resources credit, and more 12 According to the Federal Reserve’s report, Economic Well-Being of U.S. Households in 2022. 33 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Supporting Communities in Massachusetts Leveling the Playing Field With Basic Financial Needs While MassMutual and the MassMutual Foundation help individuals and the Boston Red Sox families across the U.S. build their financial well-being, we have a special focus on investing in Massachusetts-based charitable causes and nonprofit One way we support access to social and economic opportunity is In 2022, MassMutual was proud to announce that we organizations that help strengthen communities where we live and work. through a $2 million grant we made in 2022 to the City of Homes pilot joined forces with one of the most iconic Massachusetts program, to make the dream of homeownership a reality for families institutions — the Boston Red Sox — in a collaboration that in Springfield, Massachusetts. Led by Way Finders, a local nonprofit Use of Networks community development corporation, the innovative program aims to combines our shared commitment to teamwork and expand equitable and affordable homeownership by restoring distressed community. As part of our 10-year signature partnership, or abandoned properties and selling them at affordable prices to qualified, the MassMutual Foundation will support the Red Sox While access to housing is a critical building block of financial resiliency, first-time homebuyers. City of Homes is focused on Springfield’s North strengthening community-based resources is also key to breaking Foundation in expanding the Fenway Park Learning Lab, End and Mason Square neighborhoods — where more than three out of down barriers to social and economic opportunity. In 2022, we made an innovative and interactive learning program combining four residents are Black or Hispanic and a large percentage live below a $1.5 million investment in support of New North Citizens’ Council’s classroom-based lessons with an in-person experience the poverty line13 — helping to support housing stability and generational Barbara Rivera Community Center in Springfield, which will act as a at the ballpark. The MassMutual and Red Sox Foundations wealth in historically underinvested areas. one-stop hub for social service programs that address housing and plan to broaden the program to eventually include all sixth homelessness, violence prevention, food insecurity, and more. graders in the Boston Public Schools system. Employment and Income Financial Health Breaktime is a Boston-based nonprofit whose mission is to break the cycle of homelessness by equipping young adults with the jobs and financial In partnership with Western New England University School of Law’s security they need to establish housing security. By providing employment, Center for Social Justice (CSJ) and their Consumer Debt Initiative, we wraparound services, and financial support, Breaktime works to ensure supported the launch of a legal kiosk program to help economically and that every young person has the tools they need to achieve job, financial, technologically disadvantaged Springfield-area residents access legal and long-term housing security. Funding from the MassMutual Foundation information and assistance. The CSJ has installed nearly a dozen legal helps support Breaktime’s core transitional employment program, which kiosks, equipped with internet access and legal information in English and provides three weeks of work readiness training, three months of paid job Spanish, across the city. The kiosks enable people to easily self-navigate placement at a local nonprofit or business, and three years of continued through an electronic interface to get information about free legal services wraparound support. Breaktime works closely with local nonprofit providers and other legal resources such as debt collection defense, and, organizations, youth shelters, and short-term housing providers to identify at some locations, to access videoconferencing capabilities for remote young adults to enroll in the program. court services. 13 According to the 2020 U.S. Census Demographic Data. 34 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Supporting Financial Education Integrating Community Responsibility Into Our Core Expanding access to financial education is a key priority for MassMutual and the MassMutual Business Foundation because we know it is essential for achieving economic empowerment. Through Through our core business, we support the financial FutureSmartSM, the MassMutual Foundation offers a resiliency of our policyowners and customers every national online education program that empowers day. We also continually look for opportunities to middle and high school students to effectively leverage what we do to advance our vision to provide manage their finances, make sound decisions, and financial well-being for all Americans. become financially responsible. In fact, 90 percent One way we do this is through LifeBridgeSM, which of students who have participated in FutureSmartSM provides free life insurance policies to eligible reported a significant increase in knowledge, parents and guardians for their children’s education regardless of their socioeconomic background. With expenses. MassMutual issues and pays the premiums our strategic partner EVERFI, we have continued to for $50,000, 10-year life insurance policies. In the grow the program since its launch in 2015, reaching event that the insured parent passes away during the 3.7 million students as of the end of 2022. By 2025, period of the policy, a $50,000 death benefit is paid Expanding Access to Careers in Financial Services we aim to reach 6 million. to a trust that holds the funds to pay for the child’s In late 2021, we broadened the program’s reach educational expenses.14 Since the launch of the MassMutual believes the financial services industry has a key role to play in helping through the launch of an online portal tailored to LifeBridgeSM program in 2002, we have issued over close the wealth gap, and for our part, we’re focused on expanding access to training educators and families. As curriculum needs and 14,000 policies representing more than $708 million and development for financial professionals. In April 2022, MassMutual committed requirements around financial education continue in coverage, and we have paid $3.15 million in claims. $2.5 million in corporate donations over five years to the American College Center for to change, the new FutureSmartSM portal provides Another way we put our business to work in support educators with much-needed resources to increase Economic Empowerment and Equality®. The Center, which is one of the American College of our communities is through our impact investing, their impact in the classroom. Similarly, families of of Financial Services’ Centers of Excellence, is focused on promoting economic justice including the MM Catalyst Fund, which invests in participating students can learn alongside their Black-led companies and startups in rural areas of the through a variety of approaches, including research, thought leadership, curriculum and children, helping to cement important financial Commonwealth. For more information, see page 13. course development, and scholarships. education concepts both inside and outside the home. Our $500,000 annual commitment aims to help broaden and deepen access to training for a career in financial services, with a focus on supporting leadership development and education for Black financial professionals. In the process, our commitment will further the Center’s mission to promote upward mobility, financial literacy, and wealth building among underserved and marginalized communities. 14 Trust services are provided by the MassMutual Trust Company, FSB, a wholly owned stock subsidiary of MassMutual. 35 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Engaging Our People program allows our employees to apply their skills or supported our annual Community Service Awards areas of interest to the specific needs of nonprofits, (CSA) program, which recognizes the commitment Our employees are an important part of our efforts through short-term engagements like a consultative of time, talent, and passion on behalf of MassMutual to engage with communities in Massachusetts and phone call, or more extensive projects such as website financial professionals to nonprofit organizations beyond, and we support them in giving back to local development. As part of the program, we also provide in communities where they live and work. This organizations with their time and talent. support for MassMutual Foundation grantees to tap into competitive program is now funded by the MassMutual Catchafire’s vast international network of volunteers. Foundation and awards donations directly to the Each year, full-time employees receive up to 24 hours As of December 2022, more than 35 MassMutual nonprofit organization on behalf of the volunteer. of paid time off to volunteer. In addition, the MassMutual Foundation grantees are benefiting from the program. Foundation donates up to $1,500 per employee annually Since the start of the CSA program, MassMutual and to eligible nonprofits, based on individual volunteer hours the MassMutual Foundation have made more than tracked. We also match employees’ personal donations to Recognizing the Community Service $3 million in donations via approximately 300 awards, eligible nonprofits, up to $5,000 per employee annually. In of Our Financial Professionals annually distributing a total of $275,000 to over 30 2022, our employees, together with the corporate match, eligible nonprofit organizations. In 2022, financial MassMutual supports our financial professionals across contributed nearly $2 million to over 1,700 nonprofits. professionals participating in our CSA program the U.S. in their efforts to give back to the communities donated more than 15,000 hours of service to We partner with Catchafire to offer our employees they serve. For the past 25 years, MassMutual has nonprofit organizations across the country. skills-based virtual volunteer opportunities. The Helping Transform East Boston’s Waterfront MassMutual is excited to grow its presence in Boston and is community space, while improving climate resiliency for future committed to supporting organizations that help the city thrive. In generations. Combined with the first two phases of development, November 2022, the company donated $1 million to the Trustees of Piers Park will eventually offer all Boston residents nearly 15 acres of Reservations, a conservation-focused nonprofit founded in 1891, as open space in the middle of the city. part of the organization’s plan to expand a waterfront park in East MassMutual’s funding will support the design and construction of Boston. Known as Piers Park III, the development is the third phase the Piers Park extension as well as youth and educational programs of a wider expansion of green space along East Boston’s shore. operated by the Trustees at the park and around the state. The project will be built and operated by the Trustees and will transform an abandoned pier into a green and multipurpose 36 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Governance and Ethics Since our founding, MassMutual’s policyowners and or racially or ethnically diverse. Our Corporate customers have entrusted us to help secure their future Governance Guidelines, which lay out the policies and protect the ones they love. We honor that trust with and practices of our Board, further stipulate an unwavering commitment to doing business ethically that at least 75 percent of our directors must be and in compliance with governing laws and regulations. independent. MassMutual’s dedication to integrity, ethics, and Our Board Committees have oversight of corporate sound governance begins with our leaders and Board strategy, including such topics as diversity, equity, of Directors. Every year, the Board’s Technology and inclusion (DEI); climate change; responsible & Governance Committee nominates a class investment; cyber security; and privacy. The of Directors for reelection based on experience, Sustainability Governance section of this report business acumen, and other characteristics. The describes how MassMutual manages sustainability Committee considers diversity as part of this issues, and more information on our committee process, and as of year-end 2022, more than half charters can be found on our website. of MassMutual’s Board of Directors were women 37 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices an independent third party and is available to all responsibilities around recordkeeping, reporting employees globally, 24/7. We track all reports made of potentially unethical conduct, and enforcement by potential whistleblowers and actions taken in actions for noncompliance. response, and we maintain a non-retaliation policy to MassMutual conducts annual audits of our Anti-Money protect reporting employees. Laundering Program in key areas of the business and In 2022, we continued our “Speaking Up” campaign periodic assessments of bribery and corruption risks to encourage employees to report concerns. Now in facing the organization. Further, the compliance its third year, the campaign was updated with a new organization performs an annual assessment of its course and survey to gauge employees’ willingness top compliance risks, which includes an evaluation of to bring forth compliance and ethics issues in our new the ethical culture of the enterprise. On a quarterly hybrid work environment. basis, the compliance organization reviews metrics that are indicators of ethical culture, such as hotline In addition, each year we ask all employees and call volume and employee ethics training completion temporary personnel to acknowledge that they have rates. Internal Audit conducts periodic audits of the read, understand, and commit to adhering to our compliance and ethics program. Code of Conduct. The Code outlines standards of ethical and respectful behavior and references policies The Financial Crimes and Fraud Prevention Compliance Our governance stems from, and supports, our mutual Compliance and Ethics such as our Anti-Money Laundering and Anti-Bribery team monitors international sanctions requirements ownership structure. As a mutual company, MassMutual and Anti-Corruption policies. together with existing business relationships with clients MassMutual’s Compliance and Ethics program does not have shareholders, so we are able to do and company transactions, to ensure compliance with protects our company, employees, policyowners, MassMutual has built an effective compliance business with the long-term interests of our policyowners economic sanctions regimes to which the company and customers, and promotes ethics and values in program that includes employee education, customer and customers in mind. We work every day to make is subject. Transactions are also monitored for other the workplace. Our Code of Conduct details our due diligence, transaction monitoring, and suspicious decisions in order to meet their needs. Our structure potential indicators of suspicious activity, including norms and expectations for employees to maintain activity reporting, among other aspects. Our also enables eligible participating policyowners to share those that may indicate tax evasion. The Financial the highest standards of ethics and integrity in their Anti-Money Laundering Policy and accompanying in any dividends we declare. While dividends are not Crimes and Fraud Prevention Compliance team everyday work. We offer a comprehensive annual procedures lay out common “red flags” for potential guaranteed, we have consistently paid out dividends provides annual training to a broad set of employees on training program to all employees, including part-time money-laundering activities, reporting avenues for since the 1860s, demonstrating our commitment to these topics. Our Head of Financial Crimes and Fraud and contractors, to ensure understanding of ethical employees, and enforcement actions for employees delivering policyowner value and our enduring financial Prevention Compliance oversees these programs and practices across the business. who fail to report suspicious activity. Our Anti-Bribery strength, enabled by the robustness of our governance reports to the Chief Compliance Officer. and Anti-Corruption Policy guides employees on structure. In 2022, we approved an estimated dividend A key tenet of our approach to ethics training ethical behavior standards regarding activities such We expect our suppliers to operate according to the payout of $1.9 billion to our eligible participating is helping employees and contractors identify as interactions with government officials, business same standards of ethics and integrity we uphold. Our policyowners in 2023, the highest in our history and the compliance and ethics issues and giving them gifts and entertainment, political and charitable Code of Conduct for Suppliers outlines the principles, 17th year in a row that MassMutual has paid an industry- appropriate reporting tools. Our Compliance and contributions, and others. The policy also outlines values, and expectations we have for our suppliers. leading dividend interest rate.15 Ethics Reporting toll-free hotline is administered by 15 The dividend and dividend interest rate are determined annually, subject to change, and are not guaranteed. 38 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Risk Management We take a broad view of risk identification, from analyzing trends in the business environment to studying key performance metrics and Our Enterprise Risk Management (ERM) Framework is integral to assessing the capabilities of key competitors. We also analyze medical serving our policyowners’ and customers’ long-term interests. Our and public health developments to inform our risk assessments and comprehensive approach to risk identification and management is business planning. guided by principles set by our Board and considers strategic, financial, Our management approach is guided by three lines of defense, to clearly and non-financial risks, including sustainability-related risks where identify roles and responsibilities and ensure all employees are engaged appropriate. We identify, assess, manage, and monitor enterprise risk in risk management at some level. Operational business lines are the exposures in line with our long-term strategy and ensure we can deliver first line of defense, and they own and manage risks. The second line of on our commitments to our policyowners and customers. defense includes specialized risk managers, and our Internal Audit team is our third line of defense, providing assurance that the company is managing risks appropriately. Our Enterprise Risk Management Framework include regular reporting to our Executive Leadership Team and Board of Risk owners across the organization utilize risk frameworks and indicators to Directors. At the Board and executive levels, oversight and management guide their management of relevant risks. We use centralized technology to G I C RISK DE of climate-related risks and opportunities are embedded in MassMutual’s T E CI document our risks and ensure consistent management and reporting. A SI R O overall sustainability governance structure and accountabilities. For more T S N S Our Chief Risk Officer (CRO), a member of the Executive Leadership Team, information on sustainability governance, see page 8. oversees our ERM function and reports directly to our Chief Executive As a life insurance and financial products company, MassMutual’s most Officer. The CRO also leads the Enterprise Risk Committee (ERC), which Risk Reporting & Risk significant exposure to climate-related risks is associated with our General meets at least quarterly to approve significant risk decisions and policies Communication Objectives Investment Account (GIA), although climate risks could potentially affect and review the management of material risks. The Board receives regular our services, physical operations, and product profitability as well. In order reports on risk-related matters from the CRO. More information about our to develop a more detailed understanding of the potential risks we face, approach to risk management is available on our website. RISK CULTURE we launched an initial process in 2021 that concentrated on identifying and assessing climate-related risks and opportunities under different Risk GOVERNANCE Climate Risk Integration Risk climate change scenarios. Our initial climate scenario analysis focused Management Identification As part of our robust risk assessment process, MassMutual monitors a on understanding the transition risk to our public corporate bond portfolio. & Mitigation broad range of strategic, financial, and operational risks, including those We used the findings from this analysis to increase internal awareness and related to sustainability and climate change. Within our ERM function, guide additional climate risk analysis at the asset level. Risk we have dedicated resources with responsibility for climate-related Assessment & To continue to align internal processes and future public disclosures Measurement risks. In addition, our Climate Risk Working Group, which is comprised more closely with the recommendations of the Task Force on Climate- of representatives from our ERM, Global Sustainability, and Investment related Financial Disclosures, we are identifying gaps and developing teams, leads and coordinates our process for identifying and assessing a roadmap to further integrate climate change risks into our existing climate-related risks and opportunities across our business. Climate risk management structures. As a part of this work, we are conducting risks are integrated into our overall risk framework and processes, which 39 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices a qualitative climate risk assessment across our Our efforts to better understand climate risks and of cyber risks. For example, in 2022, we performed an and contractors. The course covers applicable services, investments, and operations. In 2023, we opportunities, and to apply these insights to our independent cyber security assessment to enhance MassMutual policies and procedures that define how will also expand the scope of our previous scenario investment strategy, reflect MassMutual’s commitment our ongoing efforts to proactively identify and close we expect employees and contractors to treat the analysis to quantitatively model the financial impact to the long-term interests of our policyowners, any potential security gaps. data we receive from policyowners, customers, and of transition risk on our corporate bond portfolio. customers, employees, and communities. Evaluating employees. Approximately 98 percent of MassMutual As our lives become more digitized, MassMutual Additionally, we will assess our real estate portfolio’s what’s at stake from a range of possible climate employees completed the course in 2022, or a similar continues to evolve our company’s approach to data exposure to physical climate risks. Both physical and scenarios allows us to chart a course toward course tailored to the laws of employees’ specific privacy. We maintain comprehensive Privacy and transition risk scenario analyses will be conducted maintaining our enduring financial strength in a jurisdictions. Meanwhile, nearly 100 percent of new Information Security programs and align with varying under multiple, forward-looking climate change changing world. employees completed the same course as part of their privacy and security laws and regulations to safeguard scenarios and time horizons, to help us consider how new hire training. the security, confidentiality, and integrity of personal a range of potential climate outcomes may impact Cyber Security and Data Privacy information we receive from policyowners, customers, Alongside our efforts to train all our employees in our business. and employees. proper data stewardship, we are also working to Cyber security and data privacy are key concerns This scenario analysis will provide insights into how we develop the next generation of cyber professionals, for MassMutual. Safe and responsible handling of our In 2022, we took several steps to advance our data can navigate the transition to a low-carbon economy, to ensure we have the talent and expertise we policyowners’, customers’, and employees’ data is and privacy efforts. As part of our commitment to collect, adapt to the dynamic risks that climate change poses, need to maintain a best-in-class program. For will remain a top priority. use, and disclose information consistent with applicable and continue to integrate the potential impacts of example, in 2022, MassMutual launched the Cyber legal and regulatory requirements, we improved Our Enterprise Cyber Security program takes a climate change into our financial, strategic, and risk Security Career Pathfinder Program to guide early transparency about our privacy practices, expanded comprehensive, risk-based approach to cyber security management decision-making. career employees toward a long-term career in individual rights, and simplified navigation in the Privacy and data privacy. The program is aligned with the cyber security. Participants, or “Pathfinders,” are In addition to further integrating climate-related risks and Security Center of our website. We advanced National Institute of Standards and Technologies (NIST) placed in three job roles over two years and receive into our strategy and risk management processes, our ability to understand and manage privacy risk Cybersecurity Framework, a widely used approach a development plan and mentoring throughout we are advancing our progress toward net zero. across the company by aligning delegates from our created by the U.S. Department of Commerce. each stage of the rotational program. In addition, This includes setting interim targets as part of our Privacy team with each business unit, to develop more The Head of Enterprise Cyber Security provides updates MassMutual sponsored two scholarships for the commitments to achieve net zero greenhouse gas consistent and scalable approaches to privacy risk. to the ERC monthly, and cyber risks are included in the Financial Services Information Sharing and Analysis emissions in our GIA by 2050 and our operations by Our procurement policy requires all third-party service review of top enterprise risks at every Board meeting. Center Women in Cyber program, which provides 2030. For more about our net zero commitments, provider contracts to specify privacy, data protection, Privacy, Data, and Artificial Intelligence program risks financial support as well as mentoring for women see page 11 and page 15. Working toward our and information security approaches whenever are also reviewed regularly by the ERC, and the group pursuing cyber security careers in financial services. net zero targets will contribute to management of personal information is being shared. In 2022, we receives a deep dive on cyber risk semi-annually. transition risks associated with our investments. More information on our approach to cyber completed a review of critical third-party contracts to Together, implementing our net zero commitments We continue to refine our risk management security and data privacy is available on our confirm those specifics are included. and conducting climate risk scenario analysis will techniques to identify areas of focus based on the website. We provide a combined Data Governance, Data help us continue building organizational capability threat, business, and technology landscapes. These Ethics, Privacy, and Cyber Security course for to integrate the financial and non-financial risks of techniques enable us to measure and evaluate risks to all employees, including part-time employees climate change into our decision-making. inform mitigation priorities and heighten awareness 40 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices About This Report and Indices This is MassMutual’s second annual sustainability The scope of this report is Massachusetts Mutual Life report, covering our environmental, social, and Insurance Company (MassMutual); subsidiaries are governance approach, activities, and performance not included unless otherwise stated. This aligns with for our fiscal year from January 1 to December 31, our statutory financial report filing. 2022. In some instances, activities from previous For more information, visit MassMutual.com. years and the first half of 2023 are included and For more information on MassMutual’s sustainability clearly noted. This annual report focuses on the initiatives, visit our website. most relevant sustainability issues that matter to our business and our stakeholders. Contact Information: We report on related disclosure topics identified by the Insurance and Asset Management & Custody MassMutual Activities standards developed by the Sustainability 1295 State St. Accounting Standards Board (SASB). The report Springfield, MA 01111 content is also informed by the recommendations sustainability@massmutual.com of the Task Force on Climate-related Financial Disclosures (TCFD). 41 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Sustainability Accounting Standards Board (SASB) Index Our sustainability report includes relevant disclosure topics identified by the Insurance and Asset Management & Custody Activities standards developed by SASB and overseen by the International Sustainability Standards Board (ISSB), a part of the International Financial Reporting Standards (IFRS) Foundation. We are committed to continually reviewing the metrics we disclose in line with SASB recommendations and best practices. All data is as of and for the year ended December 31, 2022, unless otherwise noted. Topic SASB Accounting Metric Code MassMutual Response Industry: Insurance Transparent Total amount of monetary losses as a result of legal proceedings FN-IN-270a.1 MassMutual currently does not have material legal proceedings associated with marketing and communication information & associated with marketing and communication of insurance of insurance product-related information to new and returning customers. For further information about legal fair advice for product-related information to new and returning customers proceedings generally, see Note 16d in MassMutual Statutory Financial Statements, page 87. customers Customer retention ratio FN-IN-270a.3 MassMutual does not disclose this specific metric. The company measures customer satisfaction with a variety of metrics, including surveys, customer focus groups, and net promoter scores that track referrals from existing customers. Our Policyowners and Customers, pages 28-31 Description of approach to informing customers about products FN-IN-270a.4 For individuals considering the purchase of an insurance product, applicants receive information about the policy through product disclosures, illustrations, and client guides, all of which are designed to provide fair and accurate information and are reviewed and approved by our legal and compliance teams. Please see Our Policyowners and Customers section on pages 28-31 of this report for more information on our approach. We also provide consumers with a range of tools on our website, such as the Life Insurance Product Comparison, the Annuities Product Comparison, and the MML Investors Services Disclosure Center. Incorporation of Total invested assets, by industry and asset class FN-IN-410a.1 MassMutual Investment Philosophy environmental, MassMutual Statutory Financial Statements, pages 28-49 social, and governance factors Description of approach to incorporation of environmental, social, FN-IN-410a.2 Sustainable Finance, pages 10-14 in investment and governance (ESG) factors in investment management MassMutual Sustainable Investment Policy management processes and strategies 42 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Topic SASB Accounting Metric Code MassMutual Response Industry: Insurance Policies designed Discussion of products and/or product features that incentivize FN-IN-410b.2 Sustainability and Mutuality, pages 6-9 to incentivize health, safety, and/or environmentally responsible actions and/or Sustainable Finance, pages 10-14 responsible behaviors Our Policyowners and Customers, pages 28-31 behavior 2022 Annual Report, pages 18-25 Systemic risk Exposure to derivative instruments by category: (1) total potential FN-IN-550a.1 MassMutual Statutory Financial Statements, pages 42-46 management exposure to non-centrally cleared derivatives, (2) total fair value of acceptable collateral posted with the Central Clearinghouse, and (3) total potential exposure to centrally cleared derivatives Description of approach to managing capital- and liquidity-related FN-IN-550a.3 MassMutual Statutory Financial Statements, pages 84-89 risks associated with systemic non-insurance activities Governance and Ethics, pages 37-40 Activity Metric: Insurance Number of policies in force, by segment: (1) property and FN-IN-000.A As of year-end 2022, 1,961,755 individual and group life insurance policies are in force. For further information, casualty, (2) life, (3) assumed reinsurance see MassMutual Annual Statement — Exhibit of Life Insurance, page 108. Industry: Asset Management & Custody Activities Transparent Total amount of monetary losses as a result of legal proceedings FN-AC-270a.2 MassMutual currently does not have material legal proceedings associated with marketing and communication information & associated with marketing and communication of financial of financial product-related information to new and returning customers. For further information about legal fair advice for product-related information to new and returning customers proceedings generally, see Note 16d in MassMutual Statutory Financial Statements, page 87. customers Description of approach to informing customers about products FN-AC-270a.3 For individuals considering the purchase of an insurance product, applicants receive information about the and services policy through product disclosures, illustrations, and client guides, all of which are designed to provide fair and accurate information and are reviewed and approved by our legal and compliance teams. Please see Our Policyowners and Customers section on pages 28-31 of this report for more information on our approach. We also provide consumers with a range of tools on our website, such as the Life Insurance Product Comparison, the Annuities Product Comparison, and the MML Investors Services Disclosure Center. 43 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Topic SASB Accounting Metric Code MassMutual Response Industry: Asset Management & Custody Activities Employee diversity Percentage of gender and racial/ethnic group representation for FN-AC-330a.1 MassMutual Workforce Demographics, pages 3-7 & inclusion (1) executive management, (2) non-executive management, (3) professionals, and (4) all other employees Incorporation of Amount of assets under management, by asset class, that employ FN-AC-410a.1 Sustainable Finance - Sustainable Investing, pages 11-14 environmental, (1) integration of ESG issues, (2) sustainability themed investing, MassMutual Sustainable Investment Policy social, and and (3) screening governance factors in investment Description of approach to incorporation of ESG factors in FN-AC-410a.2 Sustainable Finance, pages 10-14 management & investment and/or wealth management processes and strategies MassMutual Sustainable Investment Policy advisory Description of proxy voting and investee engagement policies and FN-AC-410a.3 Sustainable Finance, pages 10-14 procedures Business ethics Total amount of monetary losses as a result of legal proceedings FN-AC-510a.1 For further information about legal proceedings generally, see Note 16d in MassMutual Statutory Financial associated with fraud, insider trading, anti-trust, anti-competitive Statements, page 87 behavior, market manipulation, malpractice, or other related financial industry laws or regulations Description of whistleblower policies and procedures FN-AC-510a.2 Governance and Ethics, page 38 Code of Conduct Activity Metric: Asset Management & Custody Activities Total registered and total unregistered assets under management FN-AC-000.A 2022 Annual Report, page 15 (AUM) 44 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Task Force on Climate-related Financial Disclosures (TCFD) Index Our sustainability report includes content that is informed by the recommendations of the TCFD. We are continuing to develop and expand our climate reporting in line with TCFD recommendations and best practices. Location of Additional Core Element TCFD Recommended Disclosure MassMutual Response Disclosures Governance Disclose the organization’s • Describe the board’s oversight of climate-related risks and opportunities At the Board and executive levels, oversight and management Sustainability and governance around climate- of climate-related risks and opportunities are embedded in Mutuality, pages 6-9 • Describe management’s role in assessing and managing climate-related related risks and opportunities MassMutual’s overall sustainability governance structure and risks and opportunities Governance and Ethics, accountabilities. Furthermore, we have dedicated resources within pages 37-40 our Enterprise Risk Management function and a Climate Risk Working Group that is working to integrate climate-related risks and opportunities into our business. Strategy Disclose the actual and • Describe the climate-related risks and opportunities the organization has We recognize that climate-related risks and opportunities have the Governance and Ethics, potential impacts of climate- identified over the short, medium, and long term potential to impact our business across our products and services, pages 37-40 related risks and opportunities investments, and operations. We believe that the most important • Describe the impact of climate-related risks and opportunities on the Sustainable Finance, on the organization’s strategic implications of climate change for MassMutual are organization’s businesses, strategy, and financial planning pages 11-12 businesses, strategy, and associated with our General Investment Account. We are conducting • Describe the resilience of the organization’s strategy, taking into consideration MassMutual Sustainable financial planning where such a qualitative risk assessment to identify and assess our potential different climate-related scenarios, including a 2°C or lower scenario Investment Policy information is material climate-related risks and opportunities and will continue building on our scenario analysis work. From these efforts, we will develop actionable guidance for integrating the insights from these analyses into our strategy and management processes. 45 | MassMutual 2022 Sustainability Report",
        "A Message About MassMutual’s Sustainability Sustainable Sustainable Diversity, Equity, Our Our Policyowners Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Customers Communities and Ethics and Indices Location of Additional Core Element TCFD Recommended Disclosure MassMutual Response Disclosures Risk Management Disclose how the organization • Describe the organization’s processes for identifying and assessing The ongoing improvement of our climate risk assessment and Governance and Ethics, identifies, assesses, and climate-related risks management processes is focused on building out our scenario pages 37-40 manages climate-related risks analysis capabilities. We are expanding the scope of our previous • Describe the organization’s processes for managing climate-related risks scenario analysis to model transition risk to our corporate bond • Describe how processes for identifying, assessing, and managing climate- portfolio, as well as physical risk to our commercial real estate loan related risks are integrated into the organization’s overall risk management portfolio. We are continuing to integrate climate-related risk into our existing risk framework. Metrics and Targets Disclose the metrics and • Disclose the metrics used by the organization to assess climate-related risks We annually report greenhouse gas emissions, including Scope 1 and Sustainable Finance, targets used to assess and and opportunities in line with its strategy and risk management process Scope 2. We have established a 2027 interim target to advance our pages 11-12 manage relevant climate- commitment to achieve net zero operations by 2030. To advance • Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas Sustainable Operations, related risks and opportunities our progress toward net zero portfolio emissions by 2050, we also emissions, and the related risks pages 15-16 where such information is established 2030 interim targets for our commercial real estate loans • Describe the targets used by the organization to manage climate-related material and selected carbon-intensive sectors within our public corporate risks and opportunities and performance against targets bond portfolio. 46 | MassMutual 2022 Sustainability Report",
        "© 2023 Massachusetts Mutual Life Insurance Company, Springfield, MA 01111-0001. All rights reserved. MM202606-306028 MassMutual.com"
    ]
}