{
    "FILE_NAME": "https://arch.umd.edu/sites/default/files/docs/Integrating%20Resilience%20into%20Local%20Capital%20Improvement%20Programs%20January%202019_1.pdf",
    "ALL TEXT": "Integrating Resilience into Local Capital Improvement Programs Best Practices for Maryland’s Eastern Shore Communities Prepared by the University of Maryland Environmental Finance Center ½ December 2018 Contents Introduction ................................................................................................................................ 2 The Importance of Capital Improvement Planning ....................................................................... 3 What Are ESCAP Jurisdictions Already Doing? .............................................................................. 4 Best Practices for Incorporating Resilience into CIPs .................................................................... 5 Incorporate resilience goals into comprehensive plans ..................................................................6 Require CIP to align with community resilience goals .....................................................................7 Add climate resilience to CIP scoring criteria ...................................................................................9 Use the CIP to encourage cross-departmental collaboration ...................................................... 11 Require vulnerability assessments for proposed projects ........................................................... 12 Resource Guide ......................................................................................................................... 13 Case Studies and Models ............................................................................................................... 14 Plan Integration .............................................................................................................................. 14 Local Resilience Planning ............................................................................................................... 15 Funding and Finance ...................................................................................................................... 16 Funding Sources for CIP Implementation ................................................................................... 16 1 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Introduction This document presents best practices for embedding climate risk assessments into capital improvement planning processes at the municipal and county level, as a cost-effective means of building community resilience to climate-related threats. Drawing on available literature as well as case studies from jurisdictions around the country, this document is a companion to the Eastern Shore Land Conservancy’s report Mainstreaming Sea Level Rise Preparedness in Local Planning and Processes on Maryland’s Eastern Shore, which has been developed for jurisdictions participating in the Eastern Shore Climate Adaptation Partnership (ESCAP). As the ESLC report details, current climate projections indicate that “As a waterfront town, it was not a luxury but Maryland’s Eastern Shore will experience increased coastal and a necessity to begin riverine flooding in coming decades, due to a number of trends management of the including rising sea levels, land subsidence, and heavier precipitation. obvious issues in order These and other effects of a changing climate could impact not only to maintain a resilient community.” community health and safety but also the integrity of public Cheryl Lewis, Town infrastructure such as municipal buildings and vehicles, water and Administrator, Oxford, wastewater infrastructure, communications networks, and MD transportation system assets. For public infrastructure in ESCAP communities to weather these changing environmental conditions, it will be important for jurisdictions to assess the ability of existing assets to withstand current and future stresses, and to plan for these assets’ rehabilitation, relocation and/or replacement as needed. It will also be critical for new capital investments to be made so that infrastructure is located and designed to withstand climate risks expected over the lifetime of the asset. ESCAP communities already conduct capital investment and asset management planning for infrastructure and facilities such as roads, bridges, buildings, water and wastewater systems, and emergency response vehicles. Embedding climate vulnerability considerations into existing capital planning and financing processes is a practical and cost-effective tool for local governments to ensure that these assets continue to function as expected and to build community resilience over the near- and long-term. Benefits of such an integrated planning approach include minimizing service disruptions by preparing for problems before they become emergencies, enabling investments to be aligned with local priorities, and making the best use of limited public funds. 2 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}The Importance of Capital Improvement Planning Capital improvement planning is a process for projecting, budgeting, and financing the development and maintenance of public infrastructure and other fixed assets. To aid this process, many local jurisdictions use a Capital Improvement Program (CIP) framework, through which future capital needs are systematically identified, budgeted, and prioritized for investment. Typically spanning a five- to ten-year planning horizon and updated annually, CIPs enable jurisdictions to project and account for capital expenditures, align investments with community priorities, and ensure the efficient delivery of critical services. While the CIP process differs from one jurisdiction to the next, general steps in the process include: - Establish an administrative framework for the CIP, including planning horizon, timeline, stakeholder involvement, departmental oversight, and project request process - Define the CIP’s policy framework, including criteria for project inclusion, scoring or evaluation criteria, and processes for prioritizing expenditures - Conduct an inventory of existing assets, including their current condition, schedule for repair or replacement, and status of previously approved projects - Assess the jurisdiction’s financial capacity, including tax rate, debt service and operating expenditures, available debt capacity, and external funding opportunities - Compile, evaluate, and rank project requests, including project justification, cost, net effect on the operating budget, and implementation schedule - Prepare and adopt a capital plan and budget, including operating expenditures, revenues, contract costs, reserve funds, known debt service commitments, and funding to pay for projects - Implement, monitor, and evaluate budget expenditures The State of Maryland permits but does not require local governments to CIPs help jurisdictions develop CIPs. If a jurisdiction does have a CIP, the procedures for prioritize capital expenditures, forecast establishing it are usually spelled out in the local government charter. spending over time, According to the Maryland Municipal League, most counties and large minimize failures of municipalities in Maryland utilize some form of formal CIP process, while critical infrastructure, many small and mid-sized communities do not.1 Of the six counties and inform residents of needed participating in ESCAP, five implement a formal CIP process (see Table 1, improvements. page 5). 1 Jim Peck, Maryland Municipal League. 11/19/18. Communication with EFC. 3 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}The benefits of utilizing a CIP can be significant, even and perhaps especially for small jurisdictions.2 CIPs can help reduce costs enabling capital projects to be bundled, coordinated, or phased so that they achieve multiple goals at once (this concept is often referred to as “dig once”3 and a good example is incorporating green infrastructure elements into road repair projects). CIPs also enable a community to anticipate needs before assets fail and require expensive emergency repair or replacement, and they foster a proactive procurement process whereby communities have ample time to solicit and select the most competitive bids. Most importantly, capital improvement planning encourages communities to identify strategic goals and make public investments that advance those goals.4 The CIP is a With these built-in coordination and planning benefits, the CIP is a natural natural avenue avenue through which local governments may prepare for and respond to through which climate risk. The CIP framework can be used to identify existing assets that local governments need to be relocated, retrofitted, or assigned altered maintenance regimes may prepare for and respond to based on climate risk. It can also be used to ensure that new facilities and climate risk. infrastructure – including any climate adaptation projects – are designed and located to be resilient to risks expected over the asset’s lifetime, including flooding, precipitation, and elevated temperatures. For example, a CIP’s policy framework may include project section criteria that excludes or disincentivizes investment in new facilities located in flood-prone or otherwise high-risk geographic areas. What Are ESCAP J urisdictions Already Doing? EFC surveyed the six counties that comprise ESCAP to determine their utilization of capital improvement planning processes as well as whether they are currently undertaking efforts to integrate climate resilience into these processes. Results are presented in Table 1, below. Jurisdictions vary in how they plan and fund capital needs; some conduct only informal means of identifying and prioritizing expenditures while others have more complex and institutionalized processes. In broad outline, however, the common elements of a capital investment process in most ESCAP counties include the following steps: county department supervisors submit capital project requests to the county finance or budget manager; proposed projects are reviewed by a 2 Examples of small jurisdictions that utilize a CIP process include Galena, Illinois (population 3,327, CIP projects as small as $10,000) and Temple, New Hampshire (population 1,366, CIP projects as small as $5,000) 3 See: Alliance for the Chesapeake Bay. 2017. Streamlining Integrated Infrastructure Investment “Dig Once” Strategy Development Workshop Report. Available: https://www.chesapeakebay.net/documents/GI_Integration_Final_Workshop_Report.pdf 4 Berube, Cavin. Moore Engineering. “5 Reasons Every Town Needs a Capital Improvement Plan.” Accessed 11/1/18: https://www.mooreengineeringinc.com/2018/03/28/5-reasons-town-capital-improvement-plan/ 4 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}small group or committee to determine consistency with jurisdiction’s goals; and draft budgets are publicly reviewed and then approved by elected officials. Table 1. ESCAP Counties’ Use of Capital Improvement Programs Minimum Capital Project Improvement Budget for Program and Inclusion in Factors Guiding Jurisdiction Planning Horizon CIP Funding Prioritization Resilience Elements Talbot 5-year CIP County Informal consideration given to resilience or sustainability; some resilience projects included such as stormwater retention ponds, energy Informal scoring process conservation, and wastewater Cecil County 5-year CIP $100,000 based on County goals and treatment plant siting (two recent priorities WWTP upgrade projects included floodproofing system components or relocating them outside the regulatory floodplain). No consideration given to resilience Informal scoring process Caroline or sustainability; some resilience 5-year CIP $5,000 based on County goals and County projects included such as stormwater priorities improvements. Queen Anne’s 6-year CIP County Informal consideration given to resilience or sustainability; Pubic No formal CIP; Informal scoring process Safety Director and County Manager Dorchester annual capital $5,000 based on County goals and have started educating department County budget priorities heads and recommend that they start to consider climate change factors in their future project proposals. Informal scoring process with consideration given to projects that are consistent Kent County with the Comprehensive Plan and, when possible, current ordinances. Best Practices for Incorporating Resilience into CIPs While most ESCAP counties conduct capital improvement planning and some are beginning to consider climate risk, opportunity exists for ESCAP jurisdictions to more explicitly incorporate anticipated climate risk into planning and investment processes; to assess the ability of existing assets to withstand changing environmental conditions; and to proactively plan and fund climate-ready infrastructure. 5 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Because ESCAP jurisdictions have varying degrees of readiness and capacity to engage in this type of planning and investment, it will be important for communities to begin with a self- assessment to choose the appropriate point of entry. Municipalities that do not yet conduct formal CIP planning (or other planning such as hazard mitigation or emergency management) may need to start there. This could be a good opportunity to collaborate with neighboring jurisdictions, to draw on the expertise of those that are further ahead or to pool capacity with other under-resourced communities. Acknowledging that the ESCAP community is a diverse audience, below are several best practices and case studies for Eastern Shore jurisdictions to consider as they seek to improve the climate- readiness of their existing assets and future investments. Incorporate resilience goals into comprehensive plans Before a community can embed resilience goals into its capital planning The first step is for the community to process, it must affirm climate readiness as a priority and establish affirm a adaptation goals. This may be done through the development of a commitment to dedicated resilience plan at the regional, county, or local level, but in resilience and ESCAP communities it may be more feasible to adapt existing plans, define adaptation goals. such as comprehensive, long-range, master, and/or strategic plans.5 Hazard mitigation and emergency management plans should also incorporate climate-related risks and strategies, adapting as new data and projections become available. The advantages of integrating hazard mitigation and comprehensive land use plans are becoming increasingly well recognized.6 With examples of such integrated plan-making – including local examples such as Lewes, Delaware7 – this approach may find a receptive audience in ESCAP communities. Whatever the avenue, it is important that resilience goal-setting occur via a process of meaningful public engagement. This ensures that strategies reflect shared viewpoints and it increases the likelihood of support for future project funding and implementation. 5 These plans provide the foundation for land use and zoning regulations, which should also be updated to support new resilience goals. For example, zoning regulations could limit new development in flood-prone areas. 6 See: FEMA. July 2014. Plan Integration Guide. Available: http://www.caloes.ca.gov/HazardMitigationSite/Documents/005- Plan%20Integration%20Guide%207-14.pdf 7 City of Lewes, DE. June 2011. Hazard Mitigation and Climate Adaptation Action Plan. Available: http://www.ci.lewes.de.us/pdfs/Lewes_Hazard_Mitigation_and_CLimate_Adaptation_Action_Plan_FinalDraft_8-2011.pdf 6 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Require CIP to align with community resilience goals Once resilience goals are affirmed and defined, ESCAP jurisdictions may then adopt policies to encourage or require CIPs and capital budgets to be consistent with these goals as spelled out in the relevant community plan. This requirement may be specified in the CIP’s policy framework and/or in the relevant section of the local government charter. In its 2014 Plan Integration guidance document,8 the Federal Emergency Management Agency (FEMA) offers the following checklist related to CIP and infrastructure policies, which may be useful in assessing policies and determining necessary revision or augmentation: - Does the capital improvement program provide funding for hazard mitigation projects identified in the Hazard Mitigation Plan or include mitigation as a component to a redevelopment, renovation, or development project (e.g., replacing a courthouse roof, elevating a water treatment plant)? - Does the Capital Improvement Plan limit or prohibit expenditures on projects that would encourage new development or additional development in areas vulnerable to natural hazards? - Does the community have infrastructure policies that limit extension of existing infrastructure, facilities, and/or services that would encourage development in areas vulnerable to natural hazards? - Do community policies limit public expenditures in Coastal High Hazard Areas (e.g., limit expenditures to necessary repairs to maintain in current condition public safety needs, services to existing residents, recreation, and open space uses)? CASE STUDIES Queen Anne’s County, Maryland. Queen Anne’s County has begun incorporating sea level rise projections and coastal vulnerability assessments into its planning processes. The County has developed short-, medium-, and long-term strategies to build resilience, grouped into six categories: avoid, accommodate, protect, retreat, build adaptive capacity, and no action. County departments are encouraged to incorporate sea level rise into all applicable capital improvement design projects, specifically with regard to the upgrades of roads, bridges, water and wastewater facilitates, and other affected capital projects.9 8 FEMA. July 2014. Plan Integration Guide. Available: http://www.caloes.ca.gov/HazardMitigationSite/Documents/005- Plan%20Integration%20Guide%207-14.pdf 9 Queen Anne’s County, MD. March 2016. Sea Level Rise and Coastal Vulnerability Assessment and Implementation Plan. Available: https://www.qac.org/DocumentCenter/View/5456/QAC-Sea-Level-Rise-and-Coastal-Vulnerability-Assessment-and- Implementati?bidId= 7 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Baltimore, Maryland. Baltimore’s Disaster Preparedness and Planning Project (DP3) and its Sustainability Plan both articulate citywide goals related to climate resilience (the Sustainability Plan is currently undergoing an update to the 2009 version, to incorporate a stronger focus on climate change).10 These goals inform the city’s CIP plan, which spans a six-year timeframe and is updated annually. When evaluating projects to include in the CIP, Baltimore’s Planning Commission considers alignment with the Sustainability Plan as an official evaluation criterion, and support of the DP3 as an added bonus, especially when these projects might reduce the City’s insurance premium.11 Boston, Massachusetts. Climate preparedness is a core element of Boston’s strategic plan, “Imagine Boston 2030,” and it is the exclusive focus of “Climate Ready Boston,” the city’s comprehensive effort to prepare for climate impacts at the city and neighborhood scale. Both of these initiatives are used to guide capital investment in Boston. Capital project proposals are submitted by city departments to Boston’s Office of Management and Budget (OMB), which cross- checks proposals against stated city goals in order to determine inclusion in the CIP. When developing capital project proposals, city departments are encouraged to incorporate climate data from the city’s flood risk maps and neighborhood resilience plans developed through Climate Ready Boston. Further, OMB encourages cross-departmental collaborations – especially between the Environmental Department and the Planning and Development Agency – to ensure that project designs support climate goals, and it holds regular budget meetings to inform city departments of assets that are vulnerable to climate risk.12 10 Baltimore Office of Sustainability. “Sustainability Plan” website. Last accessed 12/6/18: https://www.baltimoresustainability.org/plans/sustainability-plan/ 11 Kristen Ahearn, Baltimore City Department of Planning. 11/7/18. Communication with EFC. 12 City of Boston. Imagine Boston 2030: A Plan for the Future of Boston. Available: https://s20222.pcdn.co/wp- content/uploads/2017/11/Imagine%20Boston%202030_%20Spreads.pdf and City of Boston. “Climate Ready Boston” website. Last accessed 12/6/18: https://www.boston.gov/departments/environment/climate-ready-boston 8 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}It is important to note that the process of adopting local climate goals depends on access to sound climate data. While climate projections necessarily involve some degree of uncertainty, reasonable models can afford a clear-sighted understanding of local impacts under a range of possible future scenarios. ESCAP communities are fortunate to have access to such data, via Salisbury University’s sea-level rise projections developed as part of the above-referenced Mainstreaming Sea Level Rise on Maryland’s Eastern Shore initiative. These inundation maps should be used, in combination with other available climate data, to assess specific vulnerabilities at the appropriate planning scale: regional, county, and/or sub-county. Add climate resilience to CIP scoring criteria To determine which capital improvement projects will be prioritized for limited available funding, the CIP framework typically includes the establishment of a set of evaluation criteria by which proposals may be gauged. These criteria are often weighted to reflect their relative importance. Once projects are submitted, the CIP evaluation team reviews each proposal and assigns numeric scores within each evaluation category, based on how well the proposed project aligns with criteria. Scores are summed within and then across categories to determine the final project score, and projects are ranked accordingly. For equally-scored projects, budgetary considerations may determine how they are prioritized. CIP policy may allow for changes when unexpected events require a lower-priority project to be funded before a higher-priority one. Resilience may be incorporated into this scoring process in a general way, with points given for projects that advance the community’s resilience to climate risks, as determined subjectively by evaluators. Or it may be incorporated more specifically, by enumerating detailed resilience goals within evaluation criteria. Another option is to award bonus points for projects that proactively advance desired outcomes, such as: - Reducing the risk of losses from flooding - Relocating or rehabilitating a critical and vulnerable asset or facility - Constructing adaptation projects identified in the community’s hazard mitigation, resilience or other relevant plan This approach incentivizes climate-ready projects, by awarding points (and therefore funding priority) to proposals that incorporate resilience elements. An alternative would be to disqualify any project that is inconsistent with resilience goals, such as proposals to construct new facilities in high-risk areas or to repair existing vulnerable assets beyond what is necessary to maintain a basic level of service. 9 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}CASE STUDIES Oakland, California. Oakland’s CIP utilizes an evaluation scorecard that was developed through extensive public input, in order to ensure a prioritization process that is fair, transparent, and based on shared community goals. The scorecard includes nine weighted prioritization factors: - Equity: Investment in underserved communities (16 points) - Health/Safety: Improve safety and encourage healthy living (16 points) - Economy: Benefit small Oakland businesses and create local job opportunities (13 points) - Existing Conditions: Renovate or replace broken or outdated City property (13 points) - Environment: Improve the environment and address climate change (11 points) - Required Work: Areas where the city may be held financially and legally responsible (10 points) - Improvement: Build new and upgrade a city-owned property (8 points) - Collaboration: Combine city projects to save time and money (8 points) - Project Readiness: Ready-to-go projects without delay (5 points) 13 Highland Park, New Jersey. The Borough of Highland Park’s CIP uses a scoring framework that is intended to enable straightforward prioritization of capital projects. Project proposals are required to detail alignment with ten criteria across four categories: project characteristics, technical consideration, time considerations, and public health and safety. The criteria scores are summed and weighted within each category and then across categories to determine the final rank (see Figure 1, below). A stated priority of Highland Park’s CIP is to improve resiliency of current infrastructure systems, and proposed projects are required to specify their potential contribution to improving the town’s resilience within the “project characteristics” category.14 13 City of Oakland, CA. “Oakland’s Capital Improvement Program (CIP)” website. Last accessed 12/6/18: https://www.oaklandca.gov/topics/capital-improvement-program 14 Borough of Highland Park, NJ. September 2015. Capital Improvement Plan: Highland Park New Jersey. Available: http://www.hpboro.com/DocumentCenter/View/2800 10 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Figure 1. Highland Park, NJ’s CIP evaluation framework. Use the CIP to encourage cross-departmental collaboration A community CIP is by nature a collaborative process that requires involvement of multiple departments (or, in smaller jurisdictions, multiple staff members). The process offers the opportunity for even greater cross-departmental collaboration and coordination, including among sectors that do not typically work together. A CIP program should be designed to have broad representation in all its phases, including developing the CIP framework and scoring criteria, designing and submitting projects, scoring and prioritizing proposals, and implementing and evaluating projects. In addition to planning, public works, and finance departments, good candidates for a CIP team include staff working in emergency management, hazard mitigation, stormwater, environmental management, and sustainability, as applicable. Members of the general public may be recruited to complement government staff in fulfilling particular CIP-related roles, especially proposal evaluation and scoring. Such collaboration can achieve cost savings by enabling projects to be bundled and/or staged in time- and cost-efficient ways. Importantly, bringing hazard mitigation and environmental management voices to the CIP planning table enables these perspectives to be integrated into decisions around community infrastructure investments – an important step toward making investments that can withstand current and future environmental conditions. 11 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Significant knowledge-building can occur through such collaboration within a jurisdiction. Additional gains may be achieved through peer-sharing across communities, as well as by bringing in external experts for formal staff training in needed topic areas. CASE STUDIES Ann Arbor, Michigan. Ann Arbor’s CIP process is structured to encourage cross- departmental coordination. Rather than each department proposing projects, the City develops teams of stakeholders around specific asset areas (transportation, water, etc.) to propose projects within that topic area. Teams are comprised of individuals from various City departments, and the CIP manager and a representative from the City’s sustainability office attend all team meetings to ensure coordination.15 Miami-Dade County, Florida. Miami-Dade has proposed an “enhanced capital planning” process through which external experts would work with city staff across departments to develop climate adaptation pathways – broad sets of strategies with potential for sweeping impact. Within each pathway, specific projects would then be identified and prioritized based on their ability to offer multiple co- benefits and reduce costs.16 New Orleans, Louisiana. As part of New Orleans’ public budgeting process, the City brought in experts from other cities to train staff in various departments on how resilience and equity could be incorporated into departmental operations and budgeting. Each department responded with assessments and goal-setting on ways in which it could incorporate these values to a greater degree.17 Require vulnerability assessments for proposed projects A step beyond awarding priority points to projects that are climate-ready is to require all projects to complete a vulnerability assessment before they may be proposed for inclusion in a CIP. This process would make use of existing climate data and maps (such as recent flood 15 City of Ann Arbor, MI. 2018. 2018-2023 CIP Summary. Available: https://www.a2gov.org/departments/systems- planning/programs/Documents/EXECUTIVE_SUMMARY_FY2018-2023.pdf 16 Miami-Dade County, FL. September 2016. Recommendations for an Enhanced Capital Plan. Available: https://www.miamidade.gov/green/library/sea-level-rise-capital-plan.pdf 17 City of New Orleans, LA. 2018 Annual Operating Budget. Available: https://nola.gov/city/2018-proposed-budget- book_1211pm/ 12 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}studies) to evaluate the extent and nature of a particular facility’s vulnerability to environmental conditions expected over the asset’s lifetime. For existing equipment and infrastructure, vulnerability assessments should be folded into the asset management component of a CIP planning process, and/or such assessment may be required before an asset can be eligible for repairs or upgrades above a certain dollar threshold. The goal would be to ensure that climate projections are considered in all capital expenditures, related to any element of an asset including its design, siting, and operation. CASE STUDIES San Francisco, California. The City and County of San Francisco have developed a guidance document to help incorporate climate risk into capital planning across all government departments. It puts forth a common approach that may be used to assess vulnerabilities and integrate adaptation strategies, which departments are expected to use prior to proposing a project for funding consideration.18 New York, New York. New York’s Climate Resiliency Design Guidelines are designed to help city staff incorporate climate change data into all capital projects, from design to installation. According to the Guidelines, all projects should be designed to withstand increasing heat and precipitation over the asset’s lifetime and others may require design adaptation for storm surge and sea level rise based on their location and criticality.19, 20 18 City and County of San Francisco, CA. 2014. Guidance for Incorporating Sea Level Rise into Capital Planning In San Francisco: Assessing Vulnerability and Risk to Support Adaptation. Available: http://onesanfrancisco.org/sites/default/files/inline- files/Guidance-for-Incorporating-Sea-Level-Rise-into-Capital-Planning1.pdf 19 New York City Mayor’s Office of Recovery and Resiliency. 2018. Climate Resiliency Design Guidelines. Available: https://www1.nyc.gov/assets/orr/pdf/NYC_Climate_Resiliency_Design_Guidelines_v2-0.pdf 20 New York City Planning. 2018. The New York City Waterfront Revitalization Program Climate Change Adaptation Guidance. Available: https://www1.nyc.gov/assets/planning/download/pdf/applicants/wrp/revisions-2017/policy-62-guidance- document-nov2018.pdf 13 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Resource Guide Below are resources available to help communities learn more about the concepts discussed in this document and take steps toward improving the climate-readiness of existing and future capital assets. Case Studies and Models New York City Mayor’s Office of Recovery and Resiliency. 2018. Climate Resiliency Design Guidelines. https://www1.nyc.gov/assets/orr/pdf/NYC_Climate_Resiliency_Design_Guidelines_v2-0.pdf City and County of San Francisco, CA. 2015. Guidance for Incorporating Sea Level Rise into Capital Planning In San Francisco: Assessing Vulnerability and Risk to Support Adaptation. http://onesanfrancisco.org/sites/default/files/inline-files/Guidance-for-Incorporating-Sea-Level- Rise-into-Capital-Planning1.pdf City of Lewes, DE. June 2011. Hazard Mitigation and Climate Adaptation Action Plan. http://www.ci.lewes.de.us/pdfs/Lewes_Hazard_Mitigation_and_CLimate_Adaptation_Action_Pl an_FinalDraft_8-2011.pdf Capital Improvement Planning and Asset Management Government Finance Officers Association. Capital Improvement Planning & Budgeting Resource Center. http://www.gfoa.org/capital-improvement-planning-budgeting-resource-center Offers best practices and resources for basic capital improvement planning. Southwest Environmental Finance Center and New England Environmental Finance Center. 2016. Asset Management for Stormwater. https://mostcenter.org/asset-management-stormwater Primer on maintaining stormwater infrastructure with an \"asset management\" approach, which involves thinking about community assets in a strategic way so that they are sustained over the long term at the lowest overall life cycle cost while meeting the needs of the community. MOST Center. Asset Management for Stormwater course. https://mostcenter.org/courses/asset- management-stormwater Free course online course that provides overview of the components necessary to implement a comprehensive asset management program, with concepts applying beyond stormwater. 14 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Plan Integration FEMA. July 2014. Plan Integration Guide. http://www.caloes.ca.gov/HazardMitigationSite/Documents/005- Plan%20Integration%20Guide%207-14.pdf Guide for communities to integrate hazard mitigation principles and actions into community plans and planning mechanisms. National Association of Development Organizations (NADO). CEDS Resilience Library. https://www.nado.org/resources/ceds-library/ Resources for and examples of communities integrating resilience and hazard mitigation with comprehensive economic development plans (CEDs). ICLEI. Adaptation Database and Planning Tool. https://www.cakex.org/tools/adaptation- database-and-planning-tool-adapt Online tool that guides local government users through ICLEI’s “Five Milestones for Climate Adaptation” planning process. Walks users through the process of assessing vulnerabilities, setting resiliency goals, and developing plans that integrate into existing hazard and comprehensive planning efforts. Local Resilience Planning Climate.gov Promotes public understanding of climate science and climate-related events through videos, stories, images, and data visualizations. Georgetown Climate Center Adaptation Clearinghouse. https://www.adaptationclearinghouse.org/ Online database and networking site that serves policymakers and others who are working to help communities adapt to climate change. ICLEI Climate Adaptation and Community Resilience Resilient Communities Program. http://icleiusa.org/programs/climate-preparedness/ Fee-for-service package for local governments undertaking detailed climate adaptation planning. Merrill, S. et al. 2008. “Planners and Climate Action: An Approach for Communities.” Maine Policy Review. https://digitalcommons.library.umaine.edu/cgi/viewcontent.cgi?referer=https://www.google.co m/&httpsredir=1&article=1141&context=mpr Brief overview of responsibilities that local officials face in ensuring that their towns are adequately prepared for climate challenges. Provides some of the arguments that 15 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}underlie planners' obligations and suggests a means to categorize necessary responses over time. NOAA Coastal Inundation Toolkit. https://coast.noaa.gov/digitalcoast/training/coastal- inundation-toolkit.html Tools and information to help communities understand and address coastal flooding. US Global Change Research Program. 2014. National Climate Assessment Report. Assesses the impacts of climate change on the US, including on specific sectors such as energy, water and land use. Profiles mitigation and adaptation responses. Funding and Finance ICLEI. 2011. Financing the Resilient City: A demand driven approach to development, disaster risk reduction, and climate adaptation. https://resilientcities2019.iclei.org/wp- content/uploads/Report-Financing_Resilient_City-Final.pdf Provides a conceptual framework for better understanding how to integrate climate and other risk reduction measures in urban areas and systems. Calls for more locally responsive climate financing investment strategies and instruments. Discusses climate financing for adaptation and how it can be mobilized, leveraged, and innovated for the local level. New England Environmental Finance Center. 2009. Preserving Assets in At-Risk Municipalities: Financial Strategies for Climate Change Adaptation. https://digitalcommons.usm.maine.edu/cgi/viewcontent.cgi?referer=https://www.google.com/ &httpsredir=1&article=1000&context=climatechange Intended to help municipalities identify courses of action and steps they might take toward increasing their resilience, especially regarding financial resources that will need to be allocated toward the various strategies identified. US EPA. 2008. Guidebook of Financial Tools: Paying for Environmental Systems. Provides an overview of financial options available to fund local environmental programs, including climate adaptation. Funding Sources f or CIP Implementation Funding to implement projects in a jurisdiction’s CIP typically come from the general fund / general tax revenues. Given the cost of making existing and future infrastructure climate-ready, local governments will likely need to access additional funding sources as well as financing mechanisms that make dollars stretch as far as possible. Below is a brief description of funding sources and financing mechanisms that may be available to implement CIP projects. 16 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Pay-as-you-go financing entails funding capital projects with cash on hand, from general fund allocations, surplus revenues, unreserved funds, and/or specific tax levies dedicated to capital improvements. Advantages of this method include that it entails no interest costs, long-term obligations, or impacts on the government’s ability to issue debt in the future. Disadvantages include the possibility of insufficient funding for capital needs, yearly fluctuations in funding, and lack of intergenerational equity in paying for projects that will benefit future residents. Debt financing involves borrowing funds to finance capital needs. Government-issued bonds allow localities to acquire assets as needed rather than waiting until a sufficient amount of cash has been accumulated. Four main types of bonds include general obligation bonds, revenue bonds, special assessment bonds, and tax increment financing bonds. Smaller governments most commonly issue general obligations bonds, which may be secured by an unlimited tax pledge. Lease-purchase agreements can be used for capital equipment and facilities. In these arrangements, local governments create specifications for a needed project and work with a financial institution or other private vendor to complete construction. The facility or equipment is then leased over a specified number of years until it is owned by the public entity. Grants and state / federal aid are funding sources available to municipalities for a specific purpose or project. The funding does not have to be paid back; however matching funds may be required. Impact fees and exactions are funds paid by developers for capital improvements associated with a new development. These fees are usually negotiated on a project-by-project basis. Revolving loan programs such as State Revolving Funds are available on a competitive basis to local governments, providing no- or low-interest rate loans for eligible projects. Joint financing is a mechanism through which two or more counties / municipalities partner to fund mutually beneficial projects. County office buildings, sanitary landfills, and ambulance and fire services are good candidates for joint financing. Public-private partnerships are contractual arrangements between a government entity and a private firm to design, build, operate and/or maintain a public good or service. While projects must still be paid for with public funds, public-private partnerships can enable results to be achieved more quickly and cost-effectively than would otherwise be possible. 17 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}Private financing includes donations of capital and/or assets from private sector entities. Such contributions can be facilitated by the jurisdiction proactively identifying capital needs and pursuing contributions from corporations and/or individuals. The use of private equity capital markets to complement public funding for projects is emerging as an innovative and promising financing concept; see the forthcoming Environmental Finance Advisory Board report Illustrative Private Equity Capital Model: Chesapeake Bay Water Quality Project. 18 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
    "TEXT BY PAGE": [
        "Integrating Resilience into Local Capital Improvement Programs Best Practices for Maryland’s Eastern Shore Communities Prepared by the University of Maryland Environmental Finance Center ½ December 2018 Contents Introduction ................................................................................................................................ 2 The Importance of Capital Improvement Planning ....................................................................... 3 What Are ESCAP Jurisdictions Already Doing? .............................................................................. 4 Best Practices for Incorporating Resilience into CIPs .................................................................... 5 Incorporate resilience goals into comprehensive plans ..................................................................6 Require CIP to align with community resilience goals .....................................................................7 Add climate resilience to CIP scoring criteria ...................................................................................9 Use the CIP to encourage cross-departmental collaboration ...................................................... 11 Require vulnerability assessments for proposed projects ........................................................... 12 Resource Guide ......................................................................................................................... 13 Case Studies and Models ............................................................................................................... 14 Plan Integration .............................................................................................................................. 14 Local Resilience Planning ............................................................................................................... 15 Funding and Finance ...................................................................................................................... 16 Funding Sources for CIP Implementation ................................................................................... 16 1 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Introduction This document presents best practices for embedding climate risk assessments into capital improvement planning processes at the municipal and county level, as a cost-effective means of building community resilience to climate-related threats. Drawing on available literature as well as case studies from jurisdictions around the country, this document is a companion to the Eastern Shore Land Conservancy’s report Mainstreaming Sea Level Rise Preparedness in Local Planning and Processes on Maryland’s Eastern Shore, which has been developed for jurisdictions participating in the Eastern Shore Climate Adaptation Partnership (ESCAP). As the ESLC report details, current climate projections indicate that “As a waterfront town, it was not a luxury but Maryland’s Eastern Shore will experience increased coastal and a necessity to begin riverine flooding in coming decades, due to a number of trends management of the including rising sea levels, land subsidence, and heavier precipitation. obvious issues in order These and other effects of a changing climate could impact not only to maintain a resilient community.” community health and safety but also the integrity of public Cheryl Lewis, Town infrastructure such as municipal buildings and vehicles, water and Administrator, Oxford, wastewater infrastructure, communications networks, and MD transportation system assets. For public infrastructure in ESCAP communities to weather these changing environmental conditions, it will be important for jurisdictions to assess the ability of existing assets to withstand current and future stresses, and to plan for these assets’ rehabilitation, relocation and/or replacement as needed. It will also be critical for new capital investments to be made so that infrastructure is located and designed to withstand climate risks expected over the lifetime of the asset. ESCAP communities already conduct capital investment and asset management planning for infrastructure and facilities such as roads, bridges, buildings, water and wastewater systems, and emergency response vehicles. Embedding climate vulnerability considerations into existing capital planning and financing processes is a practical and cost-effective tool for local governments to ensure that these assets continue to function as expected and to build community resilience over the near- and long-term. Benefits of such an integrated planning approach include minimizing service disruptions by preparing for problems before they become emergencies, enabling investments to be aligned with local priorities, and making the best use of limited public funds. 2 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "The Importance of Capital Improvement Planning Capital improvement planning is a process for projecting, budgeting, and financing the development and maintenance of public infrastructure and other fixed assets. To aid this process, many local jurisdictions use a Capital Improvement Program (CIP) framework, through which future capital needs are systematically identified, budgeted, and prioritized for investment. Typically spanning a five- to ten-year planning horizon and updated annually, CIPs enable jurisdictions to project and account for capital expenditures, align investments with community priorities, and ensure the efficient delivery of critical services. While the CIP process differs from one jurisdiction to the next, general steps in the process include: - Establish an administrative framework for the CIP, including planning horizon, timeline, stakeholder involvement, departmental oversight, and project request process - Define the CIP’s policy framework, including criteria for project inclusion, scoring or evaluation criteria, and processes for prioritizing expenditures - Conduct an inventory of existing assets, including their current condition, schedule for repair or replacement, and status of previously approved projects - Assess the jurisdiction’s financial capacity, including tax rate, debt service and operating expenditures, available debt capacity, and external funding opportunities - Compile, evaluate, and rank project requests, including project justification, cost, net effect on the operating budget, and implementation schedule - Prepare and adopt a capital plan and budget, including operating expenditures, revenues, contract costs, reserve funds, known debt service commitments, and funding to pay for projects - Implement, monitor, and evaluate budget expenditures The State of Maryland permits but does not require local governments to CIPs help jurisdictions develop CIPs. If a jurisdiction does have a CIP, the procedures for prioritize capital expenditures, forecast establishing it are usually spelled out in the local government charter. spending over time, According to the Maryland Municipal League, most counties and large minimize failures of municipalities in Maryland utilize some form of formal CIP process, while critical infrastructure, many small and mid-sized communities do not.1 Of the six counties and inform residents of needed participating in ESCAP, five implement a formal CIP process (see Table 1, improvements. page 5). 1 Jim Peck, Maryland Municipal League. 11/19/18. Communication with EFC. 3 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "The benefits of utilizing a CIP can be significant, even and perhaps especially for small jurisdictions.2 CIPs can help reduce costs enabling capital projects to be bundled, coordinated, or phased so that they achieve multiple goals at once (this concept is often referred to as “dig once”3 and a good example is incorporating green infrastructure elements into road repair projects). CIPs also enable a community to anticipate needs before assets fail and require expensive emergency repair or replacement, and they foster a proactive procurement process whereby communities have ample time to solicit and select the most competitive bids. Most importantly, capital improvement planning encourages communities to identify strategic goals and make public investments that advance those goals.4 The CIP is a With these built-in coordination and planning benefits, the CIP is a natural natural avenue avenue through which local governments may prepare for and respond to through which climate risk. The CIP framework can be used to identify existing assets that local governments need to be relocated, retrofitted, or assigned altered maintenance regimes may prepare for and respond to based on climate risk. It can also be used to ensure that new facilities and climate risk. infrastructure – including any climate adaptation projects – are designed and located to be resilient to risks expected over the asset’s lifetime, including flooding, precipitation, and elevated temperatures. For example, a CIP’s policy framework may include project section criteria that excludes or disincentivizes investment in new facilities located in flood-prone or otherwise high-risk geographic areas. What Are ESCAP J urisdictions Already Doing? EFC surveyed the six counties that comprise ESCAP to determine their utilization of capital improvement planning processes as well as whether they are currently undertaking efforts to integrate climate resilience into these processes. Results are presented in Table 1, below. Jurisdictions vary in how they plan and fund capital needs; some conduct only informal means of identifying and prioritizing expenditures while others have more complex and institutionalized processes. In broad outline, however, the common elements of a capital investment process in most ESCAP counties include the following steps: county department supervisors submit capital project requests to the county finance or budget manager; proposed projects are reviewed by a 2 Examples of small jurisdictions that utilize a CIP process include Galena, Illinois (population 3,327, CIP projects as small as $10,000) and Temple, New Hampshire (population 1,366, CIP projects as small as $5,000) 3 See: Alliance for the Chesapeake Bay. 2017. Streamlining Integrated Infrastructure Investment “Dig Once” Strategy Development Workshop Report. Available: https://www.chesapeakebay.net/documents/GI_Integration_Final_Workshop_Report.pdf 4 Berube, Cavin. Moore Engineering. “5 Reasons Every Town Needs a Capital Improvement Plan.” Accessed 11/1/18: https://www.mooreengineeringinc.com/2018/03/28/5-reasons-town-capital-improvement-plan/ 4 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "small group or committee to determine consistency with jurisdiction’s goals; and draft budgets are publicly reviewed and then approved by elected officials. Table 1. ESCAP Counties’ Use of Capital Improvement Programs Minimum Capital Project Improvement Budget for Program and Inclusion in Factors Guiding Jurisdiction Planning Horizon CIP Funding Prioritization Resilience Elements Talbot 5-year CIP County Informal consideration given to resilience or sustainability; some resilience projects included such as stormwater retention ponds, energy Informal scoring process conservation, and wastewater Cecil County 5-year CIP $100,000 based on County goals and treatment plant siting (two recent priorities WWTP upgrade projects included floodproofing system components or relocating them outside the regulatory floodplain). No consideration given to resilience Informal scoring process Caroline or sustainability; some resilience 5-year CIP $5,000 based on County goals and County projects included such as stormwater priorities improvements. Queen Anne’s 6-year CIP County Informal consideration given to resilience or sustainability; Pubic No formal CIP; Informal scoring process Safety Director and County Manager Dorchester annual capital $5,000 based on County goals and have started educating department County budget priorities heads and recommend that they start to consider climate change factors in their future project proposals. Informal scoring process with consideration given to projects that are consistent Kent County with the Comprehensive Plan and, when possible, current ordinances. Best Practices for Incorporating Resilience into CIPs While most ESCAP counties conduct capital improvement planning and some are beginning to consider climate risk, opportunity exists for ESCAP jurisdictions to more explicitly incorporate anticipated climate risk into planning and investment processes; to assess the ability of existing assets to withstand changing environmental conditions; and to proactively plan and fund climate-ready infrastructure. 5 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Because ESCAP jurisdictions have varying degrees of readiness and capacity to engage in this type of planning and investment, it will be important for communities to begin with a self- assessment to choose the appropriate point of entry. Municipalities that do not yet conduct formal CIP planning (or other planning such as hazard mitigation or emergency management) may need to start there. This could be a good opportunity to collaborate with neighboring jurisdictions, to draw on the expertise of those that are further ahead or to pool capacity with other under-resourced communities. Acknowledging that the ESCAP community is a diverse audience, below are several best practices and case studies for Eastern Shore jurisdictions to consider as they seek to improve the climate- readiness of their existing assets and future investments. Incorporate resilience goals into comprehensive plans Before a community can embed resilience goals into its capital planning The first step is for the community to process, it must affirm climate readiness as a priority and establish affirm a adaptation goals. This may be done through the development of a commitment to dedicated resilience plan at the regional, county, or local level, but in resilience and ESCAP communities it may be more feasible to adapt existing plans, define adaptation goals. such as comprehensive, long-range, master, and/or strategic plans.5 Hazard mitigation and emergency management plans should also incorporate climate-related risks and strategies, adapting as new data and projections become available. The advantages of integrating hazard mitigation and comprehensive land use plans are becoming increasingly well recognized.6 With examples of such integrated plan-making – including local examples such as Lewes, Delaware7 – this approach may find a receptive audience in ESCAP communities. Whatever the avenue, it is important that resilience goal-setting occur via a process of meaningful public engagement. This ensures that strategies reflect shared viewpoints and it increases the likelihood of support for future project funding and implementation. 5 These plans provide the foundation for land use and zoning regulations, which should also be updated to support new resilience goals. For example, zoning regulations could limit new development in flood-prone areas. 6 See: FEMA. July 2014. Plan Integration Guide. Available: http://www.caloes.ca.gov/HazardMitigationSite/Documents/005- Plan%20Integration%20Guide%207-14.pdf 7 City of Lewes, DE. June 2011. Hazard Mitigation and Climate Adaptation Action Plan. Available: http://www.ci.lewes.de.us/pdfs/Lewes_Hazard_Mitigation_and_CLimate_Adaptation_Action_Plan_FinalDraft_8-2011.pdf 6 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Require CIP to align with community resilience goals Once resilience goals are affirmed and defined, ESCAP jurisdictions may then adopt policies to encourage or require CIPs and capital budgets to be consistent with these goals as spelled out in the relevant community plan. This requirement may be specified in the CIP’s policy framework and/or in the relevant section of the local government charter. In its 2014 Plan Integration guidance document,8 the Federal Emergency Management Agency (FEMA) offers the following checklist related to CIP and infrastructure policies, which may be useful in assessing policies and determining necessary revision or augmentation: - Does the capital improvement program provide funding for hazard mitigation projects identified in the Hazard Mitigation Plan or include mitigation as a component to a redevelopment, renovation, or development project (e.g., replacing a courthouse roof, elevating a water treatment plant)? - Does the Capital Improvement Plan limit or prohibit expenditures on projects that would encourage new development or additional development in areas vulnerable to natural hazards? - Does the community have infrastructure policies that limit extension of existing infrastructure, facilities, and/or services that would encourage development in areas vulnerable to natural hazards? - Do community policies limit public expenditures in Coastal High Hazard Areas (e.g., limit expenditures to necessary repairs to maintain in current condition public safety needs, services to existing residents, recreation, and open space uses)? CASE STUDIES Queen Anne’s County, Maryland. Queen Anne’s County has begun incorporating sea level rise projections and coastal vulnerability assessments into its planning processes. The County has developed short-, medium-, and long-term strategies to build resilience, grouped into six categories: avoid, accommodate, protect, retreat, build adaptive capacity, and no action. County departments are encouraged to incorporate sea level rise into all applicable capital improvement design projects, specifically with regard to the upgrades of roads, bridges, water and wastewater facilitates, and other affected capital projects.9 8 FEMA. July 2014. Plan Integration Guide. Available: http://www.caloes.ca.gov/HazardMitigationSite/Documents/005- Plan%20Integration%20Guide%207-14.pdf 9 Queen Anne’s County, MD. March 2016. Sea Level Rise and Coastal Vulnerability Assessment and Implementation Plan. Available: https://www.qac.org/DocumentCenter/View/5456/QAC-Sea-Level-Rise-and-Coastal-Vulnerability-Assessment-and- Implementati?bidId= 7 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Baltimore, Maryland. Baltimore’s Disaster Preparedness and Planning Project (DP3) and its Sustainability Plan both articulate citywide goals related to climate resilience (the Sustainability Plan is currently undergoing an update to the 2009 version, to incorporate a stronger focus on climate change).10 These goals inform the city’s CIP plan, which spans a six-year timeframe and is updated annually. When evaluating projects to include in the CIP, Baltimore’s Planning Commission considers alignment with the Sustainability Plan as an official evaluation criterion, and support of the DP3 as an added bonus, especially when these projects might reduce the City’s insurance premium.11 Boston, Massachusetts. Climate preparedness is a core element of Boston’s strategic plan, “Imagine Boston 2030,” and it is the exclusive focus of “Climate Ready Boston,” the city’s comprehensive effort to prepare for climate impacts at the city and neighborhood scale. Both of these initiatives are used to guide capital investment in Boston. Capital project proposals are submitted by city departments to Boston’s Office of Management and Budget (OMB), which cross- checks proposals against stated city goals in order to determine inclusion in the CIP. When developing capital project proposals, city departments are encouraged to incorporate climate data from the city’s flood risk maps and neighborhood resilience plans developed through Climate Ready Boston. Further, OMB encourages cross-departmental collaborations – especially between the Environmental Department and the Planning and Development Agency – to ensure that project designs support climate goals, and it holds regular budget meetings to inform city departments of assets that are vulnerable to climate risk.12 10 Baltimore Office of Sustainability. “Sustainability Plan” website. Last accessed 12/6/18: https://www.baltimoresustainability.org/plans/sustainability-plan/ 11 Kristen Ahearn, Baltimore City Department of Planning. 11/7/18. Communication with EFC. 12 City of Boston. Imagine Boston 2030: A Plan for the Future of Boston. Available: https://s20222.pcdn.co/wp- content/uploads/2017/11/Imagine%20Boston%202030_%20Spreads.pdf and City of Boston. “Climate Ready Boston” website. Last accessed 12/6/18: https://www.boston.gov/departments/environment/climate-ready-boston 8 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "It is important to note that the process of adopting local climate goals depends on access to sound climate data. While climate projections necessarily involve some degree of uncertainty, reasonable models can afford a clear-sighted understanding of local impacts under a range of possible future scenarios. ESCAP communities are fortunate to have access to such data, via Salisbury University’s sea-level rise projections developed as part of the above-referenced Mainstreaming Sea Level Rise on Maryland’s Eastern Shore initiative. These inundation maps should be used, in combination with other available climate data, to assess specific vulnerabilities at the appropriate planning scale: regional, county, and/or sub-county. Add climate resilience to CIP scoring criteria To determine which capital improvement projects will be prioritized for limited available funding, the CIP framework typically includes the establishment of a set of evaluation criteria by which proposals may be gauged. These criteria are often weighted to reflect their relative importance. Once projects are submitted, the CIP evaluation team reviews each proposal and assigns numeric scores within each evaluation category, based on how well the proposed project aligns with criteria. Scores are summed within and then across categories to determine the final project score, and projects are ranked accordingly. For equally-scored projects, budgetary considerations may determine how they are prioritized. CIP policy may allow for changes when unexpected events require a lower-priority project to be funded before a higher-priority one. Resilience may be incorporated into this scoring process in a general way, with points given for projects that advance the community’s resilience to climate risks, as determined subjectively by evaluators. Or it may be incorporated more specifically, by enumerating detailed resilience goals within evaluation criteria. Another option is to award bonus points for projects that proactively advance desired outcomes, such as: - Reducing the risk of losses from flooding - Relocating or rehabilitating a critical and vulnerable asset or facility - Constructing adaptation projects identified in the community’s hazard mitigation, resilience or other relevant plan This approach incentivizes climate-ready projects, by awarding points (and therefore funding priority) to proposals that incorporate resilience elements. An alternative would be to disqualify any project that is inconsistent with resilience goals, such as proposals to construct new facilities in high-risk areas or to repair existing vulnerable assets beyond what is necessary to maintain a basic level of service. 9 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "CASE STUDIES Oakland, California. Oakland’s CIP utilizes an evaluation scorecard that was developed through extensive public input, in order to ensure a prioritization process that is fair, transparent, and based on shared community goals. The scorecard includes nine weighted prioritization factors: - Equity: Investment in underserved communities (16 points) - Health/Safety: Improve safety and encourage healthy living (16 points) - Economy: Benefit small Oakland businesses and create local job opportunities (13 points) - Existing Conditions: Renovate or replace broken or outdated City property (13 points) - Environment: Improve the environment and address climate change (11 points) - Required Work: Areas where the city may be held financially and legally responsible (10 points) - Improvement: Build new and upgrade a city-owned property (8 points) - Collaboration: Combine city projects to save time and money (8 points) - Project Readiness: Ready-to-go projects without delay (5 points) 13 Highland Park, New Jersey. The Borough of Highland Park’s CIP uses a scoring framework that is intended to enable straightforward prioritization of capital projects. Project proposals are required to detail alignment with ten criteria across four categories: project characteristics, technical consideration, time considerations, and public health and safety. The criteria scores are summed and weighted within each category and then across categories to determine the final rank (see Figure 1, below). A stated priority of Highland Park’s CIP is to improve resiliency of current infrastructure systems, and proposed projects are required to specify their potential contribution to improving the town’s resilience within the “project characteristics” category.14 13 City of Oakland, CA. “Oakland’s Capital Improvement Program (CIP)” website. Last accessed 12/6/18: https://www.oaklandca.gov/topics/capital-improvement-program 14 Borough of Highland Park, NJ. September 2015. Capital Improvement Plan: Highland Park New Jersey. Available: http://www.hpboro.com/DocumentCenter/View/2800 10 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Figure 1. Highland Park, NJ’s CIP evaluation framework. Use the CIP to encourage cross-departmental collaboration A community CIP is by nature a collaborative process that requires involvement of multiple departments (or, in smaller jurisdictions, multiple staff members). The process offers the opportunity for even greater cross-departmental collaboration and coordination, including among sectors that do not typically work together. A CIP program should be designed to have broad representation in all its phases, including developing the CIP framework and scoring criteria, designing and submitting projects, scoring and prioritizing proposals, and implementing and evaluating projects. In addition to planning, public works, and finance departments, good candidates for a CIP team include staff working in emergency management, hazard mitigation, stormwater, environmental management, and sustainability, as applicable. Members of the general public may be recruited to complement government staff in fulfilling particular CIP-related roles, especially proposal evaluation and scoring. Such collaboration can achieve cost savings by enabling projects to be bundled and/or staged in time- and cost-efficient ways. Importantly, bringing hazard mitigation and environmental management voices to the CIP planning table enables these perspectives to be integrated into decisions around community infrastructure investments – an important step toward making investments that can withstand current and future environmental conditions. 11 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Significant knowledge-building can occur through such collaboration within a jurisdiction. Additional gains may be achieved through peer-sharing across communities, as well as by bringing in external experts for formal staff training in needed topic areas. CASE STUDIES Ann Arbor, Michigan. Ann Arbor’s CIP process is structured to encourage cross- departmental coordination. Rather than each department proposing projects, the City develops teams of stakeholders around specific asset areas (transportation, water, etc.) to propose projects within that topic area. Teams are comprised of individuals from various City departments, and the CIP manager and a representative from the City’s sustainability office attend all team meetings to ensure coordination.15 Miami-Dade County, Florida. Miami-Dade has proposed an “enhanced capital planning” process through which external experts would work with city staff across departments to develop climate adaptation pathways – broad sets of strategies with potential for sweeping impact. Within each pathway, specific projects would then be identified and prioritized based on their ability to offer multiple co- benefits and reduce costs.16 New Orleans, Louisiana. As part of New Orleans’ public budgeting process, the City brought in experts from other cities to train staff in various departments on how resilience and equity could be incorporated into departmental operations and budgeting. Each department responded with assessments and goal-setting on ways in which it could incorporate these values to a greater degree.17 Require vulnerability assessments for proposed projects A step beyond awarding priority points to projects that are climate-ready is to require all projects to complete a vulnerability assessment before they may be proposed for inclusion in a CIP. This process would make use of existing climate data and maps (such as recent flood 15 City of Ann Arbor, MI. 2018. 2018-2023 CIP Summary. Available: https://www.a2gov.org/departments/systems- planning/programs/Documents/EXECUTIVE_SUMMARY_FY2018-2023.pdf 16 Miami-Dade County, FL. September 2016. Recommendations for an Enhanced Capital Plan. Available: https://www.miamidade.gov/green/library/sea-level-rise-capital-plan.pdf 17 City of New Orleans, LA. 2018 Annual Operating Budget. Available: https://nola.gov/city/2018-proposed-budget- book_1211pm/ 12 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "studies) to evaluate the extent and nature of a particular facility’s vulnerability to environmental conditions expected over the asset’s lifetime. For existing equipment and infrastructure, vulnerability assessments should be folded into the asset management component of a CIP planning process, and/or such assessment may be required before an asset can be eligible for repairs or upgrades above a certain dollar threshold. The goal would be to ensure that climate projections are considered in all capital expenditures, related to any element of an asset including its design, siting, and operation. CASE STUDIES San Francisco, California. The City and County of San Francisco have developed a guidance document to help incorporate climate risk into capital planning across all government departments. It puts forth a common approach that may be used to assess vulnerabilities and integrate adaptation strategies, which departments are expected to use prior to proposing a project for funding consideration.18 New York, New York. New York’s Climate Resiliency Design Guidelines are designed to help city staff incorporate climate change data into all capital projects, from design to installation. According to the Guidelines, all projects should be designed to withstand increasing heat and precipitation over the asset’s lifetime and others may require design adaptation for storm surge and sea level rise based on their location and criticality.19, 20 18 City and County of San Francisco, CA. 2014. Guidance for Incorporating Sea Level Rise into Capital Planning In San Francisco: Assessing Vulnerability and Risk to Support Adaptation. Available: http://onesanfrancisco.org/sites/default/files/inline- files/Guidance-for-Incorporating-Sea-Level-Rise-into-Capital-Planning1.pdf 19 New York City Mayor’s Office of Recovery and Resiliency. 2018. Climate Resiliency Design Guidelines. Available: https://www1.nyc.gov/assets/orr/pdf/NYC_Climate_Resiliency_Design_Guidelines_v2-0.pdf 20 New York City Planning. 2018. The New York City Waterfront Revitalization Program Climate Change Adaptation Guidance. Available: https://www1.nyc.gov/assets/planning/download/pdf/applicants/wrp/revisions-2017/policy-62-guidance- document-nov2018.pdf 13 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Resource Guide Below are resources available to help communities learn more about the concepts discussed in this document and take steps toward improving the climate-readiness of existing and future capital assets. Case Studies and Models New York City Mayor’s Office of Recovery and Resiliency. 2018. Climate Resiliency Design Guidelines. https://www1.nyc.gov/assets/orr/pdf/NYC_Climate_Resiliency_Design_Guidelines_v2-0.pdf City and County of San Francisco, CA. 2015. Guidance for Incorporating Sea Level Rise into Capital Planning In San Francisco: Assessing Vulnerability and Risk to Support Adaptation. http://onesanfrancisco.org/sites/default/files/inline-files/Guidance-for-Incorporating-Sea-Level- Rise-into-Capital-Planning1.pdf City of Lewes, DE. June 2011. Hazard Mitigation and Climate Adaptation Action Plan. http://www.ci.lewes.de.us/pdfs/Lewes_Hazard_Mitigation_and_CLimate_Adaptation_Action_Pl an_FinalDraft_8-2011.pdf Capital Improvement Planning and Asset Management Government Finance Officers Association. Capital Improvement Planning & Budgeting Resource Center. http://www.gfoa.org/capital-improvement-planning-budgeting-resource-center Offers best practices and resources for basic capital improvement planning. Southwest Environmental Finance Center and New England Environmental Finance Center. 2016. Asset Management for Stormwater. https://mostcenter.org/asset-management-stormwater Primer on maintaining stormwater infrastructure with an \"asset management\" approach, which involves thinking about community assets in a strategic way so that they are sustained over the long term at the lowest overall life cycle cost while meeting the needs of the community. MOST Center. Asset Management for Stormwater course. https://mostcenter.org/courses/asset- management-stormwater Free course online course that provides overview of the components necessary to implement a comprehensive asset management program, with concepts applying beyond stormwater. 14 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Plan Integration FEMA. July 2014. Plan Integration Guide. http://www.caloes.ca.gov/HazardMitigationSite/Documents/005- Plan%20Integration%20Guide%207-14.pdf Guide for communities to integrate hazard mitigation principles and actions into community plans and planning mechanisms. National Association of Development Organizations (NADO). CEDS Resilience Library. https://www.nado.org/resources/ceds-library/ Resources for and examples of communities integrating resilience and hazard mitigation with comprehensive economic development plans (CEDs). ICLEI. Adaptation Database and Planning Tool. https://www.cakex.org/tools/adaptation- database-and-planning-tool-adapt Online tool that guides local government users through ICLEI’s “Five Milestones for Climate Adaptation” planning process. Walks users through the process of assessing vulnerabilities, setting resiliency goals, and developing plans that integrate into existing hazard and comprehensive planning efforts. Local Resilience Planning Climate.gov Promotes public understanding of climate science and climate-related events through videos, stories, images, and data visualizations. Georgetown Climate Center Adaptation Clearinghouse. https://www.adaptationclearinghouse.org/ Online database and networking site that serves policymakers and others who are working to help communities adapt to climate change. ICLEI Climate Adaptation and Community Resilience Resilient Communities Program. http://icleiusa.org/programs/climate-preparedness/ Fee-for-service package for local governments undertaking detailed climate adaptation planning. Merrill, S. et al. 2008. “Planners and Climate Action: An Approach for Communities.” Maine Policy Review. https://digitalcommons.library.umaine.edu/cgi/viewcontent.cgi?referer=https://www.google.co m/&httpsredir=1&article=1141&context=mpr Brief overview of responsibilities that local officials face in ensuring that their towns are adequately prepared for climate challenges. Provides some of the arguments that 15 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "underlie planners' obligations and suggests a means to categorize necessary responses over time. NOAA Coastal Inundation Toolkit. https://coast.noaa.gov/digitalcoast/training/coastal- inundation-toolkit.html Tools and information to help communities understand and address coastal flooding. US Global Change Research Program. 2014. National Climate Assessment Report. Assesses the impacts of climate change on the US, including on specific sectors such as energy, water and land use. Profiles mitigation and adaptation responses. Funding and Finance ICLEI. 2011. Financing the Resilient City: A demand driven approach to development, disaster risk reduction, and climate adaptation. https://resilientcities2019.iclei.org/wp- content/uploads/Report-Financing_Resilient_City-Final.pdf Provides a conceptual framework for better understanding how to integrate climate and other risk reduction measures in urban areas and systems. Calls for more locally responsive climate financing investment strategies and instruments. Discusses climate financing for adaptation and how it can be mobilized, leveraged, and innovated for the local level. New England Environmental Finance Center. 2009. Preserving Assets in At-Risk Municipalities: Financial Strategies for Climate Change Adaptation. https://digitalcommons.usm.maine.edu/cgi/viewcontent.cgi?referer=https://www.google.com/ &httpsredir=1&article=1000&context=climatechange Intended to help municipalities identify courses of action and steps they might take toward increasing their resilience, especially regarding financial resources that will need to be allocated toward the various strategies identified. US EPA. 2008. Guidebook of Financial Tools: Paying for Environmental Systems. Provides an overview of financial options available to fund local environmental programs, including climate adaptation. Funding Sources f or CIP Implementation Funding to implement projects in a jurisdiction’s CIP typically come from the general fund / general tax revenues. Given the cost of making existing and future infrastructure climate-ready, local governments will likely need to access additional funding sources as well as financing mechanisms that make dollars stretch as far as possible. Below is a brief description of funding sources and financing mechanisms that may be available to implement CIP projects. 16 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Pay-as-you-go financing entails funding capital projects with cash on hand, from general fund allocations, surplus revenues, unreserved funds, and/or specific tax levies dedicated to capital improvements. Advantages of this method include that it entails no interest costs, long-term obligations, or impacts on the government’s ability to issue debt in the future. Disadvantages include the possibility of insufficient funding for capital needs, yearly fluctuations in funding, and lack of intergenerational equity in paying for projects that will benefit future residents. Debt financing involves borrowing funds to finance capital needs. Government-issued bonds allow localities to acquire assets as needed rather than waiting until a sufficient amount of cash has been accumulated. Four main types of bonds include general obligation bonds, revenue bonds, special assessment bonds, and tax increment financing bonds. Smaller governments most commonly issue general obligations bonds, which may be secured by an unlimited tax pledge. Lease-purchase agreements can be used for capital equipment and facilities. In these arrangements, local governments create specifications for a needed project and work with a financial institution or other private vendor to complete construction. The facility or equipment is then leased over a specified number of years until it is owned by the public entity. Grants and state / federal aid are funding sources available to municipalities for a specific purpose or project. The funding does not have to be paid back; however matching funds may be required. Impact fees and exactions are funds paid by developers for capital improvements associated with a new development. These fees are usually negotiated on a project-by-project basis. Revolving loan programs such as State Revolving Funds are available on a competitive basis to local governments, providing no- or low-interest rate loans for eligible projects. Joint financing is a mechanism through which two or more counties / municipalities partner to fund mutually beneficial projects. County office buildings, sanitary landfills, and ambulance and fire services are good candidates for joint financing. Public-private partnerships are contractual arrangements between a government entity and a private firm to design, build, operate and/or maintain a public good or service. While projects must still be paid for with public funds, public-private partnerships can enable results to be achieved more quickly and cost-effectively than would otherwise be possible. 17 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}",
        "Private financing includes donations of capital and/or assets from private sector entities. Such contributions can be facilitated by the jurisdiction proactively identifying capital needs and pursuing contributions from corporations and/or individuals. The use of private equity capital markets to complement public funding for projects is emerging as an innovative and promising financing concept; see the forthcoming Environmental Finance Advisory Board report Illustrative Private Equity Capital Model: Chesapeake Bay Water Quality Project. 18 ½ Integrating Resilience into Local Capital Improvement Planning {Review Draft 1}"
    ]
}