{
    "FILE_NAME": "https://www.geo.umass.edu/faculty/yu/2017ChengLUP.pdf",
    "ALL TEXT": "Landscape and Urban Planning 167 (2017) 25–36 ContentslistsavailableatScienceDirect Landscape and Urban Planning journal homepage: www.elsevier.com/locate/landurbplan Research Paper fl Assessing climate change-induced ooding mitigation for adaptation in MARK ’ Boston s Charles River watershed, USA Chingwen Chenga,⁎ , Y.C. Ethan Yangb, Robert Ryanc, Qian Yud, Elizabeth Brabecc aTheDesignSchool,ArizonaStateUniversity,P.O.Box871605,Tempe,AZ85287-1605,UnitedStates bDepartmentofCivilandEnvironmentalEngineering,LehighUniversity,UnitedStates cLandscapeArchitectureandRegionalPlanning,UniversityofMassachusettsAmherst,UnitedStates dGeosciences,UniversityofMassachusettsAmherst,UnitedStates A R T I C L E I N F O A B S T R A C T Keywords: Climate change is projected to have increased temperature and more frequent and intense rainfalls in the Greeninfrastructure northeast of the United States. Green infrastructure hasbeen identified as acritical strategy for stormwater Climatechange-inducedflooding managementandfloodingmitigationaswellasforclimatechangeadaptation.Climatescienceplaysanim- SWAT portant role in understanding a range of climate change impacts and the effects of green infrastructure for Watershedplanning climatechangeplanning.Nevertheless,alackofdown-scaledclimatechangedataandplace-basedassessment Climatechangeadaptation hasdiscouragedlocalcommunitiestopursuefurtherclimatechangeplans.Thisstudyproposedatransdisci- Climatechangescenarios plinaryplanningframeworkassessingtheeffectsofdetentioninmitigatingclimatechange-inducedflooding, usingacaseintheCharlesRiverwatershed,Massachusetts,USA.Derivedfromaclimatesensitivitytestinthe watershed, 36 climate change conditions were modeled using Soil and Water Assessment Tool (SWAT) and comparedtoIPCCscenarios.Statisticalanalysesrevealedthatdetentionismoreefficientinreducingflooding hazardsinlowandmoderateemissionscenariosthanthoseathighemissionscenarios.Arangeofextralandarea designatedfordetentionwouldbeneededformitigatingfloodsundervariousclimatechangescenarios.Planning implicationsincludetheneedsforeffectivesitingofdetentionareascombinedwithsoilconservationinwa- tershed planning, innovations in adaptive land planning and urban design, and a call for an integration of climatescienceandhydrologicalassessmentinthetransdisciplinaryplanningprocessestobetterinformand facilitatedecision-makingusinggreeninfrastructureforclimatechangeadaptationinlocalcommunities. 1. Introduction critical strategy for both climate change mitigation and adaptation (Benedict&McMahon,2006;Gill,Handley, Ennos,&Pauleit,2007)in Climate-related extreme weather has become more frequent and addition to addressing climate justice in local communities (Cheng, intenseinthepastdecades.Trendsofincreasedtemperatureandpre- 2016). Implementing green infrastructure requires both bio-physical cipitation patterns are linked to increased intensity and duration of capacity and social-institutional capacity (Matthews et al., 2015Mat- stormeventsintheNortheasternUnitedStates(IPCC,2014;Rocketal., thews, Lo,&Byrne, 2015) inwhich thetransdisciplinary planning ap- 2001).Erraticandintensifiedstormeventshavesignificantlyimpacted proachplaysacriticalroleinadaptiveplanninganddesignprocesses populatedurbanregionsandshownthefailureofconventionalstorm- for building resilient communities (Ahern, Cilliers,&Niemelä, 2014; watermanagementpracticesthatweredesignedbasedonpastknowl- Cheng,2014).Nevertheless,alackofdown-scaledclimatechangedata edge and climate trends (Booth&Jackson, 1997; Chizewer&Tarlock, andplace-basedassessmenthasdiscouragedsmallercommunities(e.g. 2013; Means, West,&Patrick, 2005). Consequently, planners and de- Cedar Rapids, Iowa) to further pursue climate change adaptation ac- signers face challenges in managing climate change-induced flooding tions (Chizewer&Tarlock, 2013). Due to uncertainty about projected andadaptingurbanstormwaterdrainagesystemstoclimatechange. climatechangevariationatthelocalscale,moreempiricalstudiesare Greeninfrastructure,aninterconnectedsystemcomposedofnatural needed to understand climate change impacts on hydrology within or man-made open space and landscape features that can provide local watersheds (Bastola, Murphy,&Sweeney, 2011; Wood, multifunctional ecosystem services benefits, has been identified as a Lettenmaier,&Palmer, 1997) in conjunction with understanding the ⁎Correspondingauthor. E-mailaddresses:Chingwen.Cheng@asu.edu(C.Cheng),ethan.yang28@gmail.com(Y.C.E.Yang),rlryan@larp.umass.edu(R.Ryan),qyu@geo.umass.edu(Q.Yu), ebrabec@larp.umass.edu(E.Brabec). http://dx.doi.org/10.1016/j.landurbplan.2017.05.019 Received1October2016;Receivedinrevisedform24May2017;Accepted28May2017 0169-2046/ Published by Elsevier B.V.C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 effectivenessofparticularclimatechangeadaptationstrategies. of Engineers, 2016) and are dominated by natural lands (i.e., forests Climatescienceplaysanimportantroleinpreparingthepublicand and wetlands). Isolated patches of agriculture and recreational land decision-makers for anticipating a range of climate change impacts usesthroughoutthewatershedmakeup6%ofthewatershedareaand throughunderstandingtheeffectsofadaptationstrategies(e.g.,green are the areas chosen for modeling potential stormwater detention ca- infrastructure)anddevelopingclimatechangeactionplans.Integrating pacity in this study, because they are the easiest to convert and least climatescienceintohydrologicalstudieshastwoprimaryapproaches: impactedbyadditionalwaterstorageundercurrentconditions. scenario-based and scenario-neutral. The most well-known scenario- basedcaseisbytheIntergovernmentalPanelonClimateChange(IPCC) 3. Methods derived from General Circulation Models (GCMs) that project green- housegasemissionscenariosonaglobalscale.Theadvantageofusing 3.1. SWATmodeldescriptionanddatasource anIPCCscenario-basedapproachisthatithasbeenwidelyacceptedin science and policy realms as a ‘top-down’ assumption for climate Soil and Water Assessment Tool (SWAT) (ArcSWAT 2009.10.1) change and is considered a defensible method for studying climate (Arnold, Srinivasan, Muttiah,&Williams, 1998; TAMU, 2011) was se- change impacts (Praskievicz&Chang, 2009). For example, using lectedforseveralreasons.First,itincorporatesclimatechangedataand downscaledandbias-correctedGCMprojectionsoverstudiedregional detention functions into stream flow impact simulation at watershed watershedshasbeenappliedtoOhio-TennesseeRiverBasinforevalu- scale (e.g., Wu&Johnston, 2007). Second, it can incorporate climate atingwaterqualityandcropproductivity(Panagopoulosetal.,2015). datainputfrommultipleGCMsandIPCCclimatechangescenariosfor Nevertheless,spatialmismatchanduncertaintyinherentinmajorGCMs studying hydrologic cycles, stream flows and water availability (e.g., areknowntoexist.Inordertostudylocalwatershedsassmallasthe Bekele&Knapp, 2010; Takle, Jha,&Anderson, 2005). Finally, SWAT CharlesRiverwatershed,recenteffortshavebeenmadetounderstand hasbeensuccessfullyappliedforsimulatingstormwaterbestmanage- therangeofuncertaintyamongdownscalingmethods,suchasRegional ment practices (e.g., sedimentation-filtration basins) in urban water- Climate Models, by statistical downscaling in order to reflect climate sheds(e.g.,Wang&Qiu,2014). change on the local scale (e.g., Corney et al., 2013; Mullan, SWAT is a continuous, long-term, and semi-distributed processed Fealy,&Favis-Mortlock,2012).However,thewiderangeofuncertainty basedhydrologicalmodel(Arnoldetal.,1998).Thehydrologicalcycle among various GCMs and within the different downscaling methods issimulatedbasedonthefollowingwaterbalanceequation: remains a drawback of this ‘top-down’ approach (Brown, Ghile, t Laverty,&Li, 2012; Praskievicz&Chang, 2009). The scenario-neutral SW =SW + Σ(R −Q −E −w −Q ) t 0 day surf a seep gw method,ontheotherhand,isconsideredas‘bottom-up’approachusing i=1 synthetic weather generation data for climate sensitivity tests whereSW isthefinalsoilwatercontent (mmH O),SW istheinitial t 2 0 (Prudhomme,Wilby, Crooks,Kay,&Reynard, 2010). Thisapproachis soilwatercontentondayI(mmH O),tisthetime(days),R isthe 2 day advantageous foragroundedunderstanding ofclimate variabilityim- amount of precipitation on day i (mmH O), Q is the amount of 2 surf pactsonstormwaterrunoffandfloodinghazardsinalocalbasin,aspart surfacewaterondayi(mmH O),E istheamountofevapotranspira- 2 a of a physical environment vulnerability assessment (Brown et al., tionondayi(mmH O),w istheamountofwaterenteringthevadose 2 seep 2012).Thedisadvantageliesinalackofincorporatingprobablefuture zone from the soil profile on day i (mmH O), Q is the amount of 2 gw global emission scenarios and climate change projections return flow on day i (mmH O) (TAMU, 2011). This key equation is 2 (Praskievicz&Chang,2009). appliedtoeachHydrologicResponseUnit(HRU)ateachtimestep.Each Thisstudyaimstounderstandlongtermimpactsofclimatechange sub-basiniscomposedofseveralHRUsbasedonuniquelanduse,soil, onfloodingandthepotentialofgreeninfrastructureforclimatechange slope, andmanagement attributes. The water yield from eachHRU is adaptationstrategies,usingtheCharlesRiverwatershedasastudycase. calculated separately and aggregated to each sub-basin outlet that is Aplanningframeworkisproposedforlandscapeandurbanplannersto thenrouteddownstreamthroughthemainchannel.HRUallowsamore incorporateclimatescienceandgreeninfrastructureassessmentinthe accurate description of water balance at a smaller unit to provide a transdisciplinary planning processes for climate change adaptation morerobustmodeling(TAMU,2011). (Fig.1).Thisstudyadoptedthemeritsofboth‘bottom-up’(i.e.,sensi- Major inputs in SWAT included elevation, soil, land use, and tivity tests) and‘top-down’(i.e., IPCC scenarios) approaches to assess weatherdata.The30mgrid-basedDigitalElevationModel generated climate change and green infrastructure strategies in answering the by the USGS National Elevation Dataset was used for delineating the research questions: 1) to what degree does climate change influence entirebasinandsub-basins.Additionalsub-basinoutletswereaddedin floodinghazards?2)towhatdegreecanstormwaterdetentionmitigate ordertobecomparablewiththesizeofcensustractforassociatedstudy climatechange-inducedfloodinghazards?3)inwhatwaycanclimate regarding social vulnerability (Cheng et al., 2013). A total of 54 sub- science be integrated into watershed planning using green infra- basinsand1470HRUsweredelineated.Landusedatainputisbasedon structureforclimatechangeadaptation? a state-wide land use dataset (MassGIS, 2005). Table 1 illustrates the corresponding landusesthatwerecategorizedintoSWATcustomized 2. Studyarea land use. Fig. 2 illustrated the distribution of generalized land uses. Urban land uses (i.e., commercial, industrial, residential, transporta- CharlesRiverwatersheddrainsanareaof778km2andintersects35 tion, institutional, junkyard, and utilities land uses) were categorized municipalitieswithintheBostonMetropolitanAreawithatotalpopu- into four SWAT urban land use types (urban commercial, urban re- lationof1.2million(CityofBoston,2016),includingalargeportionof sidential-high density, urban residential-medium density, urban re- Boston,Massachusetts,intheNewEnglandregionoftheUnitedStates sidential-lowdensity),occupy50%ofthewatershedarea.Naturalareas (Fig.2).Thewatershedisrelativelyflatandhalfofthewatershedarea (i.e., forests, bushlands, successional forests, wetlands, bogs, water) is urbanized. The watershed can be described in three parts: upper, werecategorizedintoforestandwetland(41%)pluswater(3%).The middle,andlowerbasins.Thelowerbasinisthelocation ofthemost remainingareaincludesagriculturallanduse(i.e.,croplands,orchards, populous cities (i.e., Boston, Cambridge) and nearly all land is dedi- nurseries,pastures)(3%)andrecreationallanduse(i.e.,recreation,golf cated for urban uses (i.e., commercial, residential, transportation, course, cemetery)(3%).All agricultural (including 0.12% oforchards urbanparks).Theupperbasinconsistsofseveralsuburbancommunities and nurseries) and recreational uses were categorized into general (MAPC, 2009). The middle andtheupper basinshavepreserved over agricultural(AGRL)landuseinSWATforevaluatingtheirpotentialfor 3200hectaresofwetlandsandopenspaceasthe“CharlesRiverNatural adaptive detention rather than for site-specific design recommenda- ValleyStorage”areasforfloodcontrolsincethe1970’s(USArmyCorps tions. This categorizing method is justifiable because most of the 26C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Fig. 1.A transdisciplinary planning framework of integratingclimatesciencesandplace-basedassess- ment in green infrastructure planning for climate changeadaptationplanning. agriculturalandrecreationalareashaverelativelylargegrassytypeof 3.2. SWATcalibrationandvalidation permeable surfaces compared to urban built areas, which affect how much water can be infiltrated into the soil layer, in addition to their SWAT is a comprehensive model encompassing interactions be- relatively small percentage of area in the watershed. Moreover, our tween various processes of parameters. Table 2 lists parameters used flooding hazard index disregards land uses in the calculation. There- andtheircalibratedvaluesforcalibrationofhydrologicalbalanceand fore,wecombinedagriculturalandrecreationalusesintoonecategory streamflow invariousSWAT processes. Parameters that affect surface forhydrologicalmodeling. runoff included curve numbers (CN2), available soil water capacity The hydric soil groups were derived from the Soil Survey (Soil_AWC),saturatedhydraulicconductivity(SOL_K),soilevaporation Geographic-certified soil datasets approved by the United States compensation factor (ESCO), and surface runoff lag coefficient DepartmentofAgricultureNaturalResourcesConservationService.The (SURLAG). SWAT input variables that affect baseflow included base- CharlesRiverwatershedconsistsofhydricsoilgroupA(35%),B(30%), flow recession constant (Alpha_BF), base-flow alpha factor for bank C(24%),andD(11%),inwhichgroupAhasthehighestinfiltrationrate storage(ALPHA_BNK),effectivehydraulicconductivityinmainchannel andgroupDhasthehighestrunoffpotential. alluvium (CH_K2), groundwater delay (GW_Delay), the threshold Dailyobservedweatherdatabetween1990and2011wasobtained depthsofwaterintheshallowaquiferrequiredforreturnflowtooccur from the National Climatic Data Center at three stations—Walpole 2 (GWQMN) andforre-evaporation to occur (REVAPMN), groundwater (USC00198757), East Milton Blue Hill Observatory (USW00014753), re-evaporation coefficient (GW_REVAP), deep aquifer percolation andBostonLoganInternationalAirport(USW00014739).Theweather fraction (RCHRG_DP). Those parameters plus the plant uptake com- stationswerechosenbecausetheyhadcompletehistoricaldailyrecords pensationfactor(EPCO)wereroutinelyadjustedandidentifiedassig- and were located in close proximity to the watershed (Fig. 2). Even nificantparametersthroughouttheliterature(Arnoldetal.,2012).Two though those weather stations are not located within the watershed additional parameters – fraction of transmission losses partitioned to boundary,theydonotsignificantlyaffectthemodelingresultssincethe thedeepaquifer(TRNSRCH) andmaximum amountofwater trapped weather pattern in the greater Boston metropolitan area is relatively byfullydevelopedcanopy(CANMX)–wereadjustedforthisstudy. homogenous. The climate input data were maximum temperature, Fig.3demonstratestheresultsofSWATmodelcalibratedwitha14- minimum temperature, and total precipitation. The observed daily year period (1992–2005) and validated with a 6-year period streamflowdatabetween1990and2011wasobtainedfromtheUnited (2006–2011) at daily time steps. In addition, three calibration and States Geological Survey database at stream gage number 01104500 validation metrics—Nash-Sutcliffe model efficiency coefficient (NSE), locatedinthelowerbasin(Fig.2).Nolargereservoirsarelocatedalong the ratio of the root mean square error to the observation standard themainchanneloftheriverandthuswerenotincludedinthemodel. deviation(RSR),andpercentbias(PBIAS)—wereused.Theresultsare 27C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Fig.2.StudyareaofCharlesRiverwatershedconsistsof35municipalitieswithurbanlandusesdominatingthelowerbasinandmorenaturalareasinthemiddleandupperbasins. HistoricaldatafromthreeweatherstationsandthestreamgagingstationwereusedtogenerateweatherinputsandcalibrationforSWATmodeling. NSE=0.76forcalibrationandNSE=0.77forvalidation;RSR=0.49 Johnson,&Sweeney,2002). forcalibrationandRSR=0.48forvalidation;PBIAS=−0.12forca- libration and PBIAS=−0.17 for validation. A NSE value of 1 re- FHI=P(Q i > Q 0)=(DayswhenQ i > Q 0)/(45years=16425days) presents a perfect match and NSE≥0.50, RSR≤0.70, and PBIAS P: ProbabilityQ: Stream outflow in climate change conditionsQ : i 0 within ± 0.25 are considered as satisfactory model performance Streambankfulldischargeinbaselineclimateconditions (Moriasietal.,2007).Thusourstudyrepresentedareasonablemodelin simulatinghydrologicalprocessesintheCharlesRiverwatershed. Sub-daily modeling was not considered in this study for several 3.4. Climatesensitivitytests reasons.First,calibratingtheSWATmodelunderdailyscaleanduseit forsub-dailyscaleisnotajustifiablemethod(Wi,Yang,Steinschneider, Toovercometheuncertaintyfromdownscalingissuementionedin Khalil,&Brown,2015).Second,theclimatechangescenariodataisalso the introduction, we applied a weather generator developed by at a daily scale. Sub-daily future climate data has even larger un- Steinschneider and Brown (2013) to generate current and future cli- certaintythanmonthlyordailyscaleandtheyarenotalwaysavailable mateforcingbasedonthehistoricaldatafromlocalweatherstations. fromallGCMs.Third,sub-dailyscaleappliedinthe50-yeartimeperiod The weather generator was tested and evaluated to perform climate ofourstudywouldhaveresultedintoomanydatapointstopractically stress tests that demonstrated the robustness of a system to internal calculate. This might require running a supercomputer for the cali- climatevariability(Steinschneider&Brown,2013,p.7217).Wedrove brationpurpose.Finally,thedailydataandresultsforoverdecadesare ourmodelwiththisgeneratedclimateforcing,constructedclimatere- better served for the long range watershed planning purpose of this sponsesurfaceswithmodelingresultsandthensuperimposedavailable study. GCMinformationontopoftheclimateresponsesurfacetoinformthe probability of future climate. This method is called decision scaling 3.3. Floodinghazardindex(FHI) (Brownetal.,2012),whichresemblesa‘bottom-up’approach. SWAThasbeenappliedtoassesstheeffectsofgreeninfrastructure The output of stream outflow from SWAT modeling was used to at the watershed scale to mitigate increased peak stream flows under computethefloodinghazardindex(FHI)underclimatechangecondi- different changing precipitation and temperature. For example, tions. FHI was defined as the probability (P) of number of days in a DakhlallaandParajuli(2016)adjustedprecipitationchangeof±10% studyperiodwhenthesimulatedstreamoutflow(Q)inrespectivecli- and±20% and temperature change of +1°C, +2°C, and +4°C in i mate change conditions would exceed the bankfull discharge volume reflectionprojectionstothe21stcenturyacrosstheNorthAmericafrom (Q ) in simulated baseline climate conditions (i.e., zero temperature IPCC2013report.Inthisstudy,systematicclimatesensitivitytestswere 0 and zero precipitation change). The bankfull discharge volume—the applied to understand to what degree the watershed’s hydrology re- water volume that represents the maximum holding capacity of the spondstotemperatureandprecipitationchangereflectingonFHI. river channel—was determined by the 2-year return period (Reed, Atotalof150combinationsofclimatechangeconditionswiththree 28C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Table1 MassGIS2005landusecategoriesweresimplifiedandreclassifiedintoSWATlanduseinputs. SWATLandUse Descriptions MassGISLandUse2005 TotalArea(acres/ha) %WatershedArea AGRL Agricultural;Non-forestopen Agriculture 11,943/4,833 6.3 space;Grassylandcover –Orchard –Nursery –Cropland –Pasture Recreational –ParticipationRecreation –SpectatorRecreation –GolfCourse –Cemetery FRST Forest Forest 68,271/27,628 35.8 –Forest –Bushland/Successional WETL Wetlands WetlandsandWater 20,437/8,271 10.8 –Non-ForestedWetland –SaltwaterWetland –CranberryBog –ForestedWetland UCOM Commercial Commercial 24,501/9,915 12.9 –Commercial –Industrial –Transitional –Junkyard –OpenLand UrbanPublic/Institutional Transportation Utilities –Mining –WasteDisposal –Powerline/Utility URHD Residential-HighDensity Residential 22,816/9,233 12.0 –Multi-Family –HighDensity URMD Residential-MediumDensity Residential 16,652/6,739 8.7 –MediumDensity URLD Residential-LowDensity Residential 20,234/8,189 10.6 –LowDensity –VeryLowDensity WATR Water Water 5,634/2,280 3.0 weather variables—six mean temperature (0, +1, +2, +3, +4, temporarily stores water during storm events and releases excessive +5°C),fivemeanprecipitation(0,±10,±20%),andfivevariationof waterthroughoverflowdevices.SWAThasbeenregularlyusedtoas- precipitation (0,±10,±20%) conditions—were applied as SWAT sess water quantity and flood regulation ecosystem services precipitation(*.pcp)andtemperature(*.tmp)inputsandthereafterthe (Francesconi, Srinivasan, Pérez-Miñana, Willcock,&Quintero, 2016) respectiveFHIwereconstructed.Simulated50-yearweatherdatawas andhasbeenidentifiedasoneoftheeffectivehydrologicalmodelsfor usedasclimateinputsinSWATmodeling,includinga5-yearwarm-up simulating geographically isolated wetlands, which function similarly periodanda45-yearstudyperiod,whichisequivalentto16425days. asdetentionpondsinthatrunoffcouldbetemporarilystored(Golden Theresultsofthetestswereusedtocreateclimateresponsesurfaceof et al., 2014). Specifically, the method of delineating potholes in each FHItobeoverlaidwithGCMprojections(Fig.4). HRU in the SWAT modeling has been successfully used to model ag- The results from climate response surface demonstrated a general gregated effects of geographically isolated wetlands on downstream trend: when controlling for precipitation change, increases in tem- hydrology(Evenson,Golden,Lane,&D’Amico,2015),whichisacom- peraturewouldreduceFHI;whencontrollingfortemperature,increases pellingcasetothisstudyfocusingonaggregatedeffectsofdetentionin inmeanprecipitationandprecipitationvariationbothwouldincrease overall watershed performance. Other studies used ‘ponds’ in SWAT FHI (Fig. 4). The model revealed that increasing temperature alone modeling to simulate wet detention ponds that are maintained at a would increase evaporation and evapotranspiration and therefore re- regularwaterlevel(Dakhlalla&Parajuli,2016).Weused‘potholes’to duceavailablewaterinthestreamflow.Ontheotherhand,increasing resemble stormwater detention areas that are regularly in dry condi- precipitation alone contributes to increased water inputs to the tions. streamflow.Sincewewereinterestedintheclimatechangeconditions Potholes arecloseddepression areasinsub-basins andfunction as that are likely to result in increased flooding hazards under global temporarywaterstorageareasthatarehydrologicallyconnectedinthe warming projections (i.e., climate change-induced flooding), 36 com- watershedthroughimpoundmentwaterroutingsystems(TAMU,2011). binationsoffourincreasedmeantemperature(0,+1,+2,+3°C),three Potholesreceivewaterthroughprecipitationandsurfacewaterwithin meanprecipitation(0,+10,+20%),andthreevariationofprecipitation its responsive drainage area and lose water through evaporation and (0,+10,+20%)conditionswereselectedforfurtherassessment. seepage.Whenstorageexceedsthemaximumvolumeassignedforeach pothole,theexcessivevolumethenjoinsthesurfacerunoffwaterinthe 3.5. Stormwaterdetentionmodeling drainageareaandcontributesto streamflowinrespectivesub-water- sheds.AHRUcouldbedefinedasapotholeanditswaterbalancede- Detention is a common stormwater management practice that scribedinSWATas: 29C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Table2 Descriptivestatisticsandpaired-samplest-testinSPSSStatistics2.1 CalibrationparametersandcalibratedvaluesinSWATprocesses. were used to test the effects of detention treatment. Finally, a linear regressionmethodwasappliedwherethefractionofdetentionareain Process Parameter Description Value itsrespectivesub-watershedareawastheindependentvariableandFHI Surface CN2 Curvenumber −20% under36climatechangeconditionswasthedependentvariableusing runoff Soil_AWC Availablesoilwatercapacity the following formula:Y=aX+bY: FHI of each sub-basin under a HydricsoilA 0.195 given climate change conditionX: Fraction of stormwater detention HydricsoilB 0.27 (pothole)areainitsrespectivesub-watershedareaa:Xvariablecoeffi- HydricsoilC 0.18 HydricsoilD 0.12 cientb:Interceptconstant SOL_K Saturatedhydraulicconductivity(mm/hr) HydricsoilA 250 4. Results HydricsoilB 250 HydricsoilC 250 4.1. Climatechangeassessment HydricsoilD 250 ESCO Soilevaporationcompensationfactor HRUparameter(.hru) 0.95 The climate sensitivity study in the watershed was illustrated Basinparameter(.bsn) 0.9 throughclimateresponsesurfacesin36climateconditionsbeforeand SURLAG Surfacerunofflagcoefficient(day) 0.1 Baseflow Alpha_BF Baseflowrecessionconstant 0.16 after detention treatment (Fig. 4). Each color band indicates a 0.5% Alpha_BNK Baseflowalphafactorforbankstorage 0.95 interval in FHI. A dashed line represents the baseline (FHI=1.1%) CH_K(1) Effectivehydraulicconductivity(mm/h) 170 conditionwithnodetentiontreatmentindicatingaprobabilityof167 insubbasin(.sub) floodingdaysover45years(anaverageof3.7daysperyear).Forevery CH_K(2) Effectivehydraulicconductivity(mm/h) 170 0.5%increaseinFHIrepresentsanextra82floodingdaysover45years inmainchannelalluvium(.rte) (anaverageincreaseof1.8daysperyear).Thewatershedrespondedto GW_Delay Groundwaterdelay(day) 35 GWQMN Thresholddepthofwaterintheshallow 80 climate change following a general trend in climate sensitive tests aquiferrequiredforreturnflowtooccur (section 3.3):FHIincreaseswhenmeanandvariation ofprecipitation (mm) increase;FHIdecreaseswhenmeantemperatureincreases. GW_REVAP Groundwaterre-evaporationcoefficient 0.1 Thisstudycomparedtheresultsfromclimatesensitiveteststoboth RCHRG_DP Deepaquiferpercolationfraction 0.1 REVAPMN Thresholddepthofwaterintheshallow 0.02 IPCC’s Fourth Assessment Report (AR4) (IPCC, 2007) and Fifth As- aquiferrequiredforre-evaporationto sessment Report (AR5) (IPCC, 2014) scenarios since current Massa- occur(mm) chusettsclimatechangeadaptationplanswerebasedonAR4scenarios TRNSRCH Fractionoftransmissionlossespartitioned 0.01 yetweanticipatetheupdatedplanshereafterwouldemployAR5sce- tothedeepaquifer narios.IPCCgathersandreviewsglobalclimatemodelsinassessment Plants CANMX Maximumamountofwatertrappedby 3 fullydevelopedcanopy(mmH2O) reports and named the ensemble of the models the Climate Model In- EPCO Plantuptakecompensationfactor tercomparison Project (CMIP). CMIP3 in AR4 was based on four main HRUparameter(.hru) 0.95 storylines (A1, A2, B1, B2) and six greenhouse gas (GHG) emission Basinparameter(.bsn) 0.95 scenarios(A1F1,A1T,A1B,A2,B1,B2)derivedfromtheSpecialReport onEmissionScenarios(IPCC,2000).Eachscenariostorylinehasvarious policygoalsindifferentsectors(e.g.,energy,industry)andsustainable V=V stored+Vflowin−Vflowout+V pcp−V evap−V seep developmentgoals(e.g.,economy,socialequity,environment).TheA1 and A2 storylines lead to higher GHG emissions than B1 and B2 sce- whereVisthevolumeofwaterintheimpoundmentattheendofthe narios.CMIP5inAR5wasbasedonanewdirectionofclimatechange day(m3H O),V isthevolumeofwaterstoredinthewaterbodyat scenarios considering social and ecological vulnerability based on 2 stored the beginning of the day (m3H 2O), Vflowin is the volume of water en- variouspolicygoals.Theclimatechangescenarioswereillustratedvia teringthewaterbodyduringtheday(m3H 2O),Vflowoutisthevolumeof GHGemissionvolumesalongeachpathway,knownasRepresentative waterflowingoutofthewaterbodyduringtheday(m3H O),V isthe Concentration Pathways (RCP). Four scenarios were delineated in 2 pcp precipitationfallingonthewaterbodyduringtheday(m3H O),V is AR5–RCP2.6, RCP4.5, RCP6.0, and RCP8.0–with the higher number 2 evap the volume of water removed from water body through evaporation representinghigherGHGemissionscenario. during theday(m3H O),V isthevolumeofwaterlostfromwater To reflect the global climate trends inthe Northeast region in the 2 seep body by seepage during the day (m3H O). The water balance of pot- next five decades, Fig. 4 summarized average temperature and pre- 2 holesmatchesthehydrologicalmodelofdetentionpondsusingSWAT cipitation change in low GHG emission scenarios of B1 and RCP2.6, interfaceinapreviousstudy(Kannanetal.,2014). moderate GHG emission scenarios of A1B, RCP4.5 and RCP6.0, and Thisstudy’sassumptionwastomaintainurbancommercial,urban high GHG emission scenarios of A2 and RCP8.0 (Joyce et al., 2011; residentialandnaturallandusesandallowagriculturalorrecreational Yang,2016).Subsequently,theprojectedtemperatureandprecipitation landareastobeadaptedforstormwaterdetention.Onepotholeineach changeinIPCCscenarioswerecomparedtotheclimateresponse sur- sub-basin wasthencreatedbyassigning thelargestAGRLSWATland faces.Ingeneral,theIPCCscenariosarewithinarangeofFHIbetween useaspotholes.Thepotholeswereselectedbasedonthenecessarysize 0.5%and1.5%beforedetentiontreatment.Basedonchangesinmean forthedetentionsincethefocusofthestudywasonaggregatedeffects temperature(°C),meanprecipitation(+%)andprecipitationvariation asawholeinthewatershedratherthanoptimizingeffectsofdetention (+%), five climate conditions represent seven IPCC scenar- within each sub-basin or between sub-basins (i.e., upstream-down- ios—1°C+10%+0% (RCP 2.6), 2°C+10%+0% (RCP 6.0), streameffects).Therefore,thelowpointwasnotpartoftheselection 2°C+10%+10% (B1 and RCP 4.5), 3°C+0%+0% (A1B), criteria.Inaverage,eachsub-watershedconsistedof2.9%oflandde- 3°C+10%+0%(A2andRCP8.0)—inadditiontothebaseline(i.e., lineatedaspotholeswitharangebetween0.9%to8.7%andastandard zerochangeintemperatureandprecipitation)wereidentifiedforthis deviationof1.5%,resultinginatotalof3.2%ofthewatershedareathat study. wasmodeledasstormwaterdetention.TheirrespectiveHRUwereas- signedasresponsivedrainageareas(POT_FR=1).Themaximumsto- 4.2. Stormwaterdetentionassessment rageforeachpotholewasassumedtobethebankfulldischargevolume usedtocalculateFHI. Comparing among 54 sub-basins paired samples before and after 30C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Fig.3.SWATmodelinghydrographintheCharlesRiverwatershedindailytimestepshownbyyearsinwarm-up(1990-92),calibration(1992-2005),andvalidation(2006-2011) periods.Threecalibrationandvalidationmetricsindicatedsatisfactorymodelperformance:Nash-Sutcliffemodelefficiencycoefficient(NSE),theratiooftherootmeansquareerrorto theobservationstandarddeviation(RSR),andpercentbias(PBIAS). Note:NSE≥0.50,RSR≤0.70,andPBIASwithin±0.25consideredassatisfactorymodelperformance(Moriasietal.,2007) detention treatment, the mean FHI decreased between 0.06% and second goal of hypothetic zero flooding hazard. Considering a 3% of 0.13% (Table 3). The results of t-tests revealed significance in mean watershedareahasbeenmodeled,anadditionalspatialdemandof2% difference represent positive effects for mitigating climate change-in- landareatoreachnetzeroclimatechangeimpactsorupto17%ofthe ducedfloodinghazardsinallselectedclimatechangescenarios.Under watershed’s land area to reach zero flooding hazards in the Charles thelowtomoderateGHGemissionscenariosofRCP2.6,B1orRCP4.5, Riverwatershed. and RCP6.0, when the temperature increases 1°C to 2°C with 10% increaseinmeanorvariationprecipitationchange,thedistributionof 5. Discussion FHIisinawiderrangeandthereductioninmeanFHIisgreaterthan 0.1% (Fig. 5). When the temperature raised to 3°C, the mean FHI 5.1. Floodingmitigationcapacitybetweendetentionandinfiltration overalldecreasesandthustheeffectofdetentionissmallerthan0.1%. Thisstudyrevealedtwovariableswithmajorimpactsontheeffects 4.3. Climatechange-inducedfloodinghazardmitigationgoalsassessment of detention in mitigating flooding hazards in the Charles River wa- tershed:climatechangeandlandcoverchangeassociatedwithdeten- In assessing the adaptive capacity of the watershed in terms of tion.Ingeneral,afterdetentiontreatment,theFHIisreduced.However, percent of watershed area required in mitigating climate change-in- FHI appears to be particularly sensitive to precipitation variation. To ducedflooding,twopolicygoalswereexamined:1)mitigateflooding better understand the implication in stormwater management and hazardstomaintainbaselinelevel(FHI=1.1%);2)achievehypothetic watershed planning, we examined the modeling principles and inter- zerofloodinghazards(FHI=0).Theresultsofregressionanalysisre- mediateresultsbelow. vealedsignificantpositive(p < 0.001)yetweak(R2rangesfrom0.047 The stormwater detention was modeled as potholes in SWAT for to 0.152) relationship between percent of detention area in the wa- temporarystormwaterdetentionandallowsonlyanegligibleamountof tershed and FHI (Table 4). Detention is more efficient in reducing seepagetoberechargedintothereservoir,whichfunctionssimilarto flooding hazards in low and moderate emission scenarios (e.g., B1, retentionponds.Whenthepotholeexceedsitsholdingcapacity,thenit RCP2.6, RCP4.0shownassteeperslopes) thanthoseathighemission contributes to surface runoff, which in turn increases probability of scenarios(e.g.,A1B,A2,RCP6.0,RCP8.5shownasmoregentleslopes) floodinghazards.Whentheadditionalrecreationaloragriculturalland (Fig.6).Forexample,every1%watershedareaincreasefordetention areasweredelineatedasdetentiontreatmentinthisstudy,thechange woulddecreasetheprobabilitiesoffloodinghazardby0.041%inhigh oflanduseandlandcoverpropertiesinturnalteredthewaterbalance. emissionscenariosA2andRCP8.5comparingtoahigherreductionof Table 5 illustrates the difference of mean daily surface runoff and 0.146%inlowemissionscenarioRCP2.6overthenextfivedecades. groundwatervolumesbeforeandafterdetentiontreatment.Theresults In order to reach the first policy goal of net zero climate change showed an increase in surface water runoff and decrease in ground- impacts fromthebaseline, itwillrequireupto5%ofwatershedarea water after detention treatment in all scenarios. The same trends ap- underRCP2.6,RCP4.5,andB1scenarios.Nevertheless,muchmoreland pliedtodecreasedvolumesinbothpercolationandsoilwatercontent between13%and20%watershedareawouldbeneededtoachievethe after detention treatment. The model then exemplified a trade-off 31C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Fig.4.Climateresponsesurfaceillustratestheresultsofclimatesensitivitytestsonclimatechange-inducedfloodinghazardindex(FHI)(A)beforeand(B)afterdetentiontreatmentfor theentireCharlesRiverwatershedbasincomparingtothebaselinecondition(whitedashedline)andcorrespondingIPCCclimatechangescenariosderivedfromCMIP3(1Joyceetal., 2011)andCMIP5(2Yangetal.,2016). betweenthegroundwaterflowandsurfacewaterrunoff.Theground- contribute to higher flooding hazards. Therefore, enhancing flooding waterflowisassociatedwithpercolationrateandsoilwatercontents mitigation capacity requires a thorough landscape assessment on in- related to infiltration capacity; the surface water runoff is associated filtrationanddetentioncapacityforstormwatermanagementandwa- withdetentioncapacitythatmimicsponds. tershedplanningbeforelandusedesignationandlanddevelopmentin Theresultsimpliedthatwhenlanduseareaswithhighinfiltration thewatershed.Landcoverareaswithhighinfiltrationcapacityarere- ratewereconvertedtodetentionpondwithlessholdingcapacitythan commendedtobeundisturbedortheimpactsfromsoilcompactionand infiltration, then it is likely to increase surface water runoff and impervious surfaces should be minimized in order to maximize the 32C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Table3 Pairedsamplestatisticsandt-testresultsofclimatechange-inducedfloodinghazardindex(FHI)underclimatechangescenariosbeforeandafterdetentiontreatmentfortheentirebasin. PairedSamplesStatistics,N=54 PairedSamplesT-Test IPCCScenarios temp+°C prec+% pvar+% ID1 Mean SD Std.ErrorMean PairedDifferenceMean SD Std.ErrorMean t sig.2 Baseline 0 0 0 B000 1.10% 0.46% 0.06% 0.07% 0.09% 0.01% 6.001 ** A000 1.02% 0.40% 0.05% RCP2.6 1 10 0 B110 1.50% 0.71% 0.10% 0.13% 0.12% 0.02% 7.798 ** A110 1.38% 0.63% 0.09% RCP6.0 2 10 0 B210 1.31% 0.60% 0.08% 0.11% 0.11% 0.02% 7.396 ** A210 1.20% 0.51% 0.07% B1/RCP4.5 2 10 10 B211 1.43% 0.62% 0.08% 0.12% 0.12% 0.02% 7.353 ** A211 1.32% 0.54% 0.07% A1B 3 0 0 B300 0.74% 0.30% 0.04% 0.06% 0.08% 0.01% 4.981 ** A300 0.68% 0.25% 0.03% A2/RCP8.5 3 10 0 B310 1.17% 0.50% 0.07% 0.09% 0.10% 0.01% 6.753 ** A310 1.08% 0.43% 0.06% temp:meantemperature;prec:meanprecipitation;pvar:precipitationvariation;+:increasedvalue. 1IdentificationinFig.5:B-beforedetentiontreatment;A-afterdetentiontreatment. 2sig.:**Significanceoftwo-tailedp<0.001. infiltrationcapacity.Theseareascouldbedesignedasdrydetentionor formitigatingclimatechange-inducedfloodinghazardstothelevelof bioswales,andprotectedfromconvertingtowetdetentionpondswith baseline or zero FHI respectively, the findings reveal a challenge in impervious lining beneath. Consequently, siting effective detention accommodating land demands for both population growth and green areascombinedwithsoilconservationisacriticalfloodingmitigation infrastructuredevelopmentinthenextdecades. strategyforclimatechangeadaptationusinggreeninfrastructure. Thepositiveyetweakcorrelationbetweentheincreasedamountof detentionareaandreducedFHIshowsthatdetentionaloneisnotsuf- 5.2. Makingmorespaceforwater ficientinmitigatingfloodsandisnosubstitutionforintegratedlanduse and watershed management strategies such as open space and flood- The Boston Metropolitan Area includes 101 municipalities with a plain protection and wetlands restoration (Brody&Highfield, 2013). total population ofthreemillion in 2000 andis projected to grow 11 Essentially,ourcitiesneedtomakemorespaceforwatertodecelerate, percent in population in 2030 (MAPC, 2009). It was estimated that bypass,retain,infiltrate,anddischargesinceclimatechangeincreases additional1%ofwatershedareaofopenspacewouldbeconvertedto thefrequencyandintensityoffuturestormevents.Inparticular,efforts residentialdevelopment(Chengetal.,2013).Asthisstudyshowedthat shouldbemadetoconvertlargeimpervioussurfacesintransportation, uptoadditional2%and17%ofwatershedlandareaswouldbeneeded industrial, and commercial land use areas into multi-functional Fig.5.Boxplotsofpairedsamplestatisticsoffloodinghazardindex(FHI)beforeandafterdetentiontreatmentunderselectedclimatechangescenarios. 33C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Table4 Climatechangeadaptationgoalsassessmentinpercentageofwatershedareaneededfordetention(Xvariable)inrelationtoreachingbaselinelevelorzerofloodinghazardindex(FHIin %)underclimatechangescenarios. IPCC ClimateChangeVariables RegressionCoefficients Total%watershedareafordetention1 Scenarios temp(+°C) prec(+%) pvar Xvariablea Interceptb AdjustedR2 Goal1: Goal2: (+%) BaselineFHI=1.1% Zero FHI=0% Baseline 0 0 0 −0.101** 0.013** 0.152 2 13 RCP2.6 1 10 0 −0.146** 0.018** 0.128 5 12 RCP6.0 2 10 0 −0.109* 0.015** 0.108 4 14 B1/RCP4.5 2 10 10 −0.119* 0.017** 0.116 5 14 A1B 3 0 0 −0.041 0.008** 0.047 −7 20 A2/RCP8.5 3 10 0 −0.076* 0.013** 0.056 3 17 temp:meantemperature;prec:meanprecipitation;pvar:precipitationvariation;+:increasedvalue.*p<0.05;**p<0.001. 1Total%watershedareafordetentionrequiredtoachievepolicyGoal1ofreachingFHIatbaselinelevelandGoal2ofzeroFHIincludes3%modeledasdetentiontreatmentinthe study. Fig. 6.Regression results of baseline and climate change scenarios between the total percentage of watershedareafordetentionanditseffectsonmiti- gatingclimatechange-inducedfloodinghazardsfor Goal1–mitigatetobaselineFHIcondition;andGoal 2–mitigatetozeroFHI. landscapeswithnewinfiltrationanddetentionopportunities. functionalandadaptivelandscapes(Pahl-Wostl,2007;Ellis,2012).For Several landscape and urban planning practices such as on-site example,agriculturallandsmayconsiderrotatingandcultivatingflood- stormwater management and adaptive land use planning have been tolerantcropsaccordingtofloodingseasons(e.g.,OECD,2016).Public developed to allow temporary flood storage and waterways in multi- open space such as urban parks, plazas and golf courses may tem- porarily store stormwater and serve as adaption measures (Matos Silva&Costa, 2016). Urban dwellings can be adapted to floods by Table5 Surfacerunoffandgroundwatervolumeafterdetentiontreatmentfrombaselinecondi- elevating livingspacesandallowing theground floorto bewaterway tionamongclimatechangescenarios. zones(Liao,2014).Inaddition,indenseurbanareas,largeimpervious areas such as buildings, parking lots, and plazas, could build in un- IPCCScenarios temp(+°C) prec(+%) pvar(+%) surq(mm) gw(mm) dergrounddetentioncapacitystructurestohelpmitigatefloodsandto Baseline 0 0 0 0.024 −0.024 serveaswaterstorageandwaterreusefacilitiesforwaterconservation RCP2.6 1 10 0 0.076 −0.031 (Lai&Mah,2012).Todate,manyexistingdevelopedareasinthewa- RCP6.0 2 10 0 0.079 −0.032 tershed pre-date current stormwater regulations that require on-site B1/RCP4.5 2 10 10 0.032 −0.032 stormwater management. Thus, there is a lack of detention facilities, A1B 3 0 0 0.071 −0.025 A2/RCP8.0 3 10 0 0.033 −0.032 particularlyinurbanizedareas.Complyingwithstormwaterregulations will require retrofits of existing sites along with collaborative efforts +:increasedvalue;temp:meantemperature;prec:meanprecipitation;pvar:precipita- beyondpropertylinesandpoliticalboundariestoimplementthesenew tion variation. surq: Surface runoff contribution to streamflow during time step. gw: detentionneeds. Groundwatercontributiontostreamflow. 34C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 5.3. Implicationsforintegratingclimatescienceinplanning implementing green infrastructure and for understanding a commu- nity’sresilienceandadaptivecapacity(Matthewsetal.,2015).Thenext Many cities and watershed organizations in the United States are stepscouldincludebringingthefindingstostakeholdersandcommu- incorporating climate change into their planning as climate trends nity members to discuss to what level of flooding hazards are accep- suggesting increased flooding risk in the Northeast, Midwest and tabletothecommunityandtowhatlevelofclimatechangeadaptation Southwest(Melillo,Richmond,&Yohe,2014).Thisstudydemonstrated capacity that the community plans to achieve (Brown et al., 2012). theintegrationofclimatescienceintoahydrologicalmodelingmethod Policy-makers could then plan for multiple green infrastructure and and a transdisciplinary planning framework for providing empirical stormwatermanagementstrategiesbasedonarangeofclimatechange evidenceandsimulationsthatinformplanningpoliciesatawatershed impacts along with short-term and long-term goals in mitigating cli- scale(Fig.1).Thisframeworkisapplicabletootherflood-proneregions matechange-inducedfloodinghazards. in the United States and around the world. In addition, this study il- lustrated the merits of using both ‘bottom-up’ and ‘top-down’ ap- 6. Conclusion proachesinwatershedplanningandplace-basedassessmentthathelped to overcome uncertainty of using downscaled global climatic models Integrating climate science in place-based assessment allows a (Brown et al., 2012; Corney et al., 2013; Mullan et al., 2012). The comprehensive and unique understanding of the extent to which the noveltyofthisstudyisthatitintegratesclimatescienceandprovidesa hydrologicaldynamicsinaparticularwatershedrespondtochangesin range of possible scenarios and outcomes for decision-making under climaticconditions.Thisstudyaimstoapplycurrentlyavailablemod- uncertainfutureswhileanticipatingtheimpactsfromclimatechange. eling tools in assisting landscape and urban planners to integrate cli- Forexample,eventhoughplanningforazeropercentchanceoflong- matescience forclimate change planning. Asknowledge accumulates termfloodinghazardisanextremepolicygoalandcountertonatural andmethodology advances,thetransdisciplinary planning framework hydrologiccycle,itprovidesanupperboundaryfordevelopingpolicy combined with the hybrid of “top-down” and “bottom-up” decision- frameworks with feasible intermediate goals. The science provides a scaling model remains a valuable approach for planners to assess the planning framework for decision-makers to develop climate change sensitivity of their communities and investigate a range of possible adaptationstrategiesinvariousscenarios,includingextremecases. futuresandstrategiesincopingwithclimatechange.Climatesensitivity This study points the way for other urban watershed planners studyplaysanimportantroleinframingwatershed-basedstormwater worldwide to integrate these range of climate predictions into more management as the impacts from climate change on flooding vary adaptive planning studies. In addition, an integration of transdisci- within a watershed by geophysical characteristics (e.g., slopes, soil, plinary approach and climate sciences in water research can assist landuseandland cover,andwaterfeatures) aswellasvarybetween spatialadaptationplanning(Kruegeretal.,2016;Wolsink,2006).For watersheds (Praskievicz&Chang, 2009). In addition, integrating cli- example, applying climate change scenarios in flood risk assessment matescienceintoplace-basedgreeninfrastructureassessmentenhances throughdemonstrationofarangeofsimulatedclimatechangeimpacts understandingofbio-physicalcapacityoflandscapeperformanceunder ontheriseofwaterlevelandpotentialinfrastructurefailurecombined conditions of climate change. Planners could demonstrate a range of with social vulnerability help to illustrate ‘tipping points’ for spatial potential climate change impacts and theeffectiveness ofusing green planning and flood risk management policies Klijn, de Bruijn, infrastructure in the transdisciplinary process of developing climate Knoop,&Kwadijk, 2012). As urban watersheds are dynamic inter- change adaptation plans with their communities. Communities would linked social-ecological systems, it is critical to integrate climate sci- thenbemoreinformedbyclimatescienceandintheplanningprocess ence into green infrastructure planning for mitigating climate change toincreasetheirinstitutionalcapacity(Matthewsetal.,2015)tobetter impacts and developing innovative strategies for adaptation and cli- prepareforclimatechangeandenhancetheirresiliency. matejustice(Cheng,2016). Acknowledgement 5.4. Limitationsandfurtherresearch This research is based upon work supported by the National Due to uncertainty and limitation in climatic and hydrological Institute of Food and Agriculture, the U.S. Department of modeling,theresultsfromthisstudyarewatershed-specificandplan- Agriculture,the Massachusetts Agricultural Experiment Station, the ning oriented that are best used to inform watershed-based decision- Department of Environmental Conservation under Project No. makingbutnotfordetailedengineeringdesignpurposes. MAS009584 and MAS00971, and the National Science Foundation UsingSWAThasitsadvantageofmodelingwatershedhydrologyyet underGrantNo.BCS-0948984.Inaddition,thisworkisfundedbythe has limitation in integrating urban drainage systems and green infra- WaterResourcesResearchCenter(grantawardyear2012–2013)atthe structure strategies for on-site stormwater best management practices UniversityofMassachusettsAmherst (e.g., bioswales, greenroofs, porous paving). Combining alternative stormwater modeling such as Storm Water Management Model References (SWMM)(USEPA,2016)inurbanareascanincreasetheunderstanding oftheeffectsofothertypesofgreenandgreyinfrastructureinaddition Ahern,J.,Cilliers,S.,&Niemelä,J.(2014).Theconceptofecosystemservicesinadaptive toclimatechangeimpactsforpolicy-making(e.g.,Changetal.,2013). urbanplanninganddesign:Aframeworkforsupportinginnovation.Landscapeand Furtherstudiescouldincludetheupstream-downstreameffectinorder UrbanPlanning,125,254–259.http://dx.doi.org/10.1016/j.landurbplan.2014.01. 020. to identify the most effective locations for installing green infra- Arnold,J.G.,Srinivasan,R.,Muttiah,R.S.,&Williams,J.R.(1998).Largeareahydro- structure strategies that benefit a community’s adaptive capacity and logicmodelingandassessmentpartI:modeldevelopment.JournaloftheAmerican WaterResourcesAssociation,34,73–89. address climate justice (Cheng, 2016). Moreover, a comprehensive Arnold,J.G.,Moriasi,D.N.,Gassman,P.W.,Abbaspour,K.C.,White,M.J.,Srinivasan, suitabilitystudycouldbeconductedtoincludemulti-criteriaselection R.,etal.(2012).SWAT:Modeluse,calibration,andvalidation.Transactionsofthe for siting detention areas, such as low point of each sub-basin, well- ASABE,55(4),1491–1508. drainedsoiltype,propertyownershipforfeasibilityoflanduseadap- Bastola,S.,Murphy,C.,&Sweeney,J.(2011).Theroleofhydrologicalmodellingun- certaintiesinclimatechangeimpactassessmentsofIrishrivercatchments.Advances tation,andhabitatsthatareflood-resilient.Finally,whendatabecome inWaterResources,34(5),562–576.http://dx.doi.org/10.1016/j.advwatres.2011.01. available,sub-dailyscalemodelcouldbeappliedforstudyingashorter 008. periodoftimeframe. Bekele,E.G.,&Knapp,H.V.(2010).Watershedmodelingtoassessingimpactsofpo- tentialclimatechangeonwatersupplyavailability.WaterResourcesManagement, Qualitativeresearchsuchassurveys,interviews,andfocusedgroups 24(13),3299–3320. is critical to gain insights about the motivations and obstacles to Benedict,M.A.,&McMahon,E.T.(2006).Greeninfrastructurelinkinglandscapesand 35C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 communities.IslandPress-ConservationFund. Liao,K.-H.(2014).Fromfloodcontroltofloodadaptation:acasestudyontheLower Booth,D.B.,&Jackson,C.R.(1997).Urbanizationofaquaticsystems:degradation GreenRiverValleyandtheCityofKentinKingCounty,Washington.NaturalHazards, thresholds,stormwaterdetection,andthelimitsofmitigation.JournaloftheAmerican 71(1),723. WaterResourcesAssociation,33(5),1077–1090. MAPC(2009).Fromplantoaction:aMetroFuturesummary.JessieGrogan,J.(ed). Brody,S.D.,&Highfield,W.E.(2013).Openspaceprotectionandfloodmitigation:A MetropolitanAreaPlanningCouncil. nationalstudy.LandUsePolicy,32,89–95. MatosSilva,M.,&Costa,J.(2016).Floodadaptationmeasuresapplicableinthedesignof Brown,C.Y.,Laverty,G.M.,&Li,K.(2012).Decisionscaling:Linkingbottom-upvul- urbanpublicspaces:Proposalforaconceptualframework.Water,8(7),284.http:// nerabilityanalysiswithclimateprojectionsinthewatersector.WaterResources,48, dx.doi.org/10.3390/w8070284. W09537.http://dx.doi.org/10.1029/2011WR011212. Matthews,T.,Lo,A.,&Byrne,J.A.(2015).Reconceptualizinggreeninfrastructurefor Chang,H.-K.,Tan,Y.-C.,Lai,J.-S.,Pan,T.-Y.,Liu,T.-M.,&Tung,C.-P.(2013). climatechangeadaptation:Barrierstoadoptionanddriversforuptakebyspatial Improvementofadrainagesystemforfloodmanagementwithassessmentofthe planners.LandscapeandUrbanPlanning,138,155–163.http://dx.doi.org/10.1016/j. potentialeffectsofclimatechange.HydrologicalSciencesJournal,58(8),1581–1597. landurbplan.2015.02.010. http://dx.doi.org/10.1080/02626667.2013.836276. Means,E.G.,West,N.,&Patrick,R.(2005).Populationgrowthandclimatechangewill Cheng,C.,Brabec,E.A.,Ryan,R.L.,Yang,Y.,Nicolson,C.,&Warren,P.S.(2013).Future posetoughchallengesforwaterutilities.JournalAmericanWaterWorksAssociation, floodingriskassessmentundergrowthscenariosandclimatechangeimpactsforthe 97(8),40. CharlesRiverwatershedintheBostonmetropolitanarea.Proceedingsofjointasso- Melillo,J.M.,Richmond,T.C.,Yohe,G.W.Eds.(2014).ClimateChangeImpactsinthe ciationofEuropeanschoolsofplanningandtheassociationofcollegiateschoolsofplan- UnitedStates:TheThirdNationalClimateAssessment.U.S.GlobalChangeResearch ningannualcongress. Program,841pp.10.7930/J0Z31WJ2. Cheng,C.(2014).Resiliencethinkinginlandscapeplanning:Atransdisciplinaryframe- Moriasi,D.N.,Arnold,J.G.,VanLiew,M.W.,Bingner,R.L.,Harmel,R.D.,&Veith,T.L. workandacaseforclimatechangeadaptation.LandscapeResearchRecord,2, (2007).Modelevaluationguidelinesforsystematicquantificationofaccuracyin 178–189. watershedsimulations.TransactionsoftheASABE,50(3),885–900. Cheng,C.(2016).Spatialclimatejusticeandgreeninfrastructureassessment:Acasefor Mullan,D.,Fealy,R.,&Favis-Mortlock,D.(2012).Developingsite-specificfuturetem- theHuronRiverwatershedMichigan,USA.GI_Forum,1,179–190. peraturescenariosforNorthernIreland:addressingkeyissuesemployingastatistical Chizewer,D.M.,&Tarlock,A.D.(2013).Newchallengesforurbanareasfacingflood downscalingapproach.InternationalJournalofClimatology,32(13),2007–2019. risks.FordhamUrbanLawJournal,40(5),1768–1792. http://dx.doi.org/10.1002/joc.2414. CityofBoston.(2016).Climateaction.http://www.cityofboston.gov/climate/.(Accessed OECD(2016).Mitigatingdroughtsandfloodsinagriculture:Policylessonsandapproaches. 8July2016). OrganisationforEconomicCo-operationandDevelopmentPublishing. Corney,S.,Grose,M.,Bennett,J.C.,White,C.,Katzfey,J.,McGregor,J.,etal.(2013). Pahl-Wostl,C.(2007).Transitionstowardsadaptivemanagementofwaterfacingclimate Performanceofdownscaledregionalclimatesimulationsusingavariable-resolution andglobalchange.WaterResourcesManagement,21(1),49–62.http://dx.doi.org/10. regionalclimatemodel:Tasmaniaasatestcase.JournalofGeophysicalResearch: 1007/s11269-006-9040-4. Atmospheres,118(21),11936–911950.http://dx.doi.org/10.1002/2013JD020087. Panagopoulos,Y.,Gassman,P.W.,Arritt,R.W.,Herzmann,D.E.,Campbell,T.D.,Valcu, Dakhlalla,A.O.,&Parajuli,P.B.(2016).EvaluationoftheBestManagementPracticesat A.,Jha,M.K.,Kling,C.L.,Srinivasan,R.,White,M.,&Arnold,J.G.(2015).Impacts theWatershedScaletoAttenuatePeakStreamflowUnderClimateChangeScenarios. ofclimatechangeonhydrology,waterqualityandcropproductivityintheOhio- WaterResourManage,30,963.http://dx.doi.org/10.1007/s11269-015-1202-9. TennesseeRiverBasin.InternationalJournalofAgriculturalandBiologicalEngineering, Ellis,J.B.(2012).SustainablesurfacewatermanagementandgreeninfrastructureinUK 8(3),36. urbancatchmentplanning.JournalofEnvironmentalPlanningandManagement,1, Praskievicz,S.,&Chang,H.(2009).Areviewofhydrologicalmodellingofbasin-scale 1–18. climatechangeandurbandevelopmentimpacts.ProgressinPhysicalGeography, Evenson,G.R.,Golden,H.E.,Lane,C.R.,&D’Amico,E.(2015).GeographicallyIsolated 33(5),650–671. WetlandsandWatershedHydrology:AModifiedModelAnalysis.Journalof Prudhomme,C.,Wilby,R.L.,Crooks,S.,Kay,A.L.,&Reynard,N.S.(2010).Scenario- Hydrology,529,240–256.http://dx.doi.org/10.1016/j.jhydrol.2015.07.039. neutralapproachtoclimatechangeimpactstudies:Applicationtofloodrisk.Journal Francesconi,W.,Srinivasan,R.,Pérez-Miñana,E.,Willcock,S.P.,&Quintero,M.(2016). ofHydrology,390(3–4),198–209. Usingthesoilandwaterassessmenttool(SWAT)tomodelecosystemservices:A Reed,S.,Johnson,D.,&Sweeney,T.(2002).Applicationandnationalgeographicin- systematicreview.JournalofHydrology,535,625–636.http://dx.doi.org/10.1016/j. formationsystemdatabasetosupporttwo-yearfloodandthresholdrunoffestimates. jhydrol.2016.01.034. JournalofHydrologicEngineering,209. Gill,S.E.,Handley,J.F.,Ennos,A.R.,&Pauleit,S.(2007).Adaptingcitiesforclimate Rock,B.N.,Lynne,C.,Walker,H.,Bradbury,J.,Dingman,S.L.,&Federer,C.A.(2001). change:Theroleofthegreeninfrastructure.BuiltEnvironment,33(1),115–132. Climateimpactsonregionalwater.TheNewEnglandregionalassessment.Universityof Golden,H.E.,Lane,C.R.,Amatya,D.M.,Bandilla,K.W.,RaananKiperwas,H.,Knightes, NewHampshire. C.D.,&Ssegane,H.(2014).Hydrologicconnectivitybetweengeographicallyisolated Steinschneider,S.,&Brown,C.M.(2013).Asemiparametricmultivariate,multisite wetlandsandsurfacewatersystems:Areviewofselectmodelingmethods. weathergeneratorwithlow-frequencyvariabilityforuseinclimateriskassessments. EnvironmentalModelling&Software,53,190–206.http://dx.doi.org/10.1016/j. WaterResouresResearch,49,7205–7220.http://dx.doi.org/10.1002/wrcr.20528. envsoft.2013.12.004. TAMU.SWAT:Soil&WaterAssessmentTool(2011).http://swatmodel.tamu.edu/ IPCC(2000).Emissionscenarios.InN.Nakicenovic,&R.Swart(Eds.),SpecialreportsUK: Accessed11.12.11. CambridgeUniversityPress[pp570]. Takle,E.S.,Jha,M.,&Anderson,C.J.(2005).HydrologicalcycleintheupperMississippi IPCC(2007).Climatechange2007:Synthesisreport.InCoreWritingTeam,R.K. Riverbasin:20thcenturysimulationsbymultipleGCMs.GeophysicalResearchLetters, Pachauri,&A.Reisinger(Eds.),ContributionofworkinggroupsI,IIandIIItothefourth 32(18). assessmentreportoftheintergovernmentalpanelonclimatechangeGeneva,Switzerland: USArmyCorpsofEngineers.CharlesRivernaturalvalleystoragearea(2016)http:// IPCC[104pp]. www.nae.usace.army.mil/Missions/Civil-Works/Flood-Risk-Management/ IPCC(2014).Climatechange2014:Synthesisreport.InCoreWritingTeam,R.K. Massachusetts/Charles-River-NVS/Accessed25.03.16. Pachauri,&L.A.Meyer(Eds.),ContributionofworkinggroupsI,IIandIIItothefifth USEPA.StormWaterManagementModel(SWMM)(2016)https://www.epa.gov/water- assessmentreportoftheintergovernmentalpanelonclimatechangeGeneva,Switzerland: research/storm-water-management-model-swmm/(Accessed25March2016). IPCC[151pp]. Wang,L.,&Qiu,Z.(2014).Hydrologicalandwaterqualityassessmentinasuburban Joyce,L.A.,Price,D.T.,McKenney,D.W.,Siltanen,R.M.,Papadopol,P.,Lawrence,K., watershedwithmixedlandusesusingtheSWATmodel.JournalofHydrologic &Coulson,D.P.(2011).Highresolutioninterpolationofclimatescenariosforthe Engineering,19(4),816–827.http://dx.doi.org/10.1061/(ASCE)HE.1943-5584. conterminousUSAandAlaskaderivedfromGeneralCirculationModelsimulations. 0000858. Gen.Tech.Rep.RMRS-GTR-263.FortCollins,CO:U.S.DepartmentofAgriculture, Wi,S.,Yang,Y.C.E.,Steinschneider,S.,Khalil,A.F.,&Brown,C.M.(2015).Calibration ForestService,RockyMountainResearchStation. approachesfordistributedhydrologicmodelsusinghighperformancecomputing: Kannan,N.,Jeong,J.,Arnold,J.G.,Glick,R.,Gosselink,L.,&Srinivasan,R.(2014). Implicationforstreamflowprojectionsunderclimatechange.HydrologyandEarth Hydrologicmodelingofdetentionpond?InternationalJournalofResearchin SystemSciences,19,857–876. EngineeringandTechnology,3(2),552–657. Wood,A.W.,Lettenmaier,D.P.,&Palmer,R.N.(1997).AssessingClimateChange Klijn,F.,deBruijn,K.M.,Knoop,J.,&Kwadijk,J.(2012).AssessmentoftheNetherlands’ ImplicationsforWaterResourcesPlanning.ClimaticChange,37(1),203–228. floodriskmanagementpolicyunderglobalchange.AMBIO,41(2),180–192.http:// Wolsink,M.(2006).Riverbasinapproachandintegratedwatermanagement:Governance dx.doi.org/10.1007/s13280-011-0193-x. pitfallsfortheDutchspace-water-adjustmentmanagementprinciple.GeoForum, Krueger,T.,Maynard,C.,Carr,G.,Bruns,A.,Mueller,E.N.,&Lane,S.(2016).Atrans- 37(4),473–487. disciplinaryaccountofwaterresearch.WileyInterdisciplinaryReviews:Water,3(3), Wu,K.,&Johnston,C.A.(2007).HydrologicresponsetoclimaticvariabilityinaGreat 369–389.http://dx.doi.org/10.1002/wat2.1132. Lakeswatershed:AcasestudywiththeSWATmodel.JournalofHydrology,337(1/2). Lai,S.H.,&Mah,D.Y.S.(2012).Fieldinvestigationofadrydetentionpondwithun- Yang,Y.C.E.,Wi,S.,Ray,P.A.,Brown,C.M.,&Khalil,A.F.(2016).Thefuturenexusof dergrounddetentionstorage.HydrologicalSciencesJournal,57(6),1249–1255.http:// theBrahmaputraBasin:Climate,water,foodandenergytrajectories.Global dx.doi.org/10.1080/02626667.2012.692016. EnvironmentalChange,37,16–30. 36",
    "TEXT BY PAGE": [
        "Landscape and Urban Planning 167 (2017) 25–36 ContentslistsavailableatScienceDirect Landscape and Urban Planning journal homepage: www.elsevier.com/locate/landurbplan Research Paper fl Assessing climate change-induced ooding mitigation for adaptation in MARK ’ Boston s Charles River watershed, USA Chingwen Chenga,⁎ , Y.C. Ethan Yangb, Robert Ryanc, Qian Yud, Elizabeth Brabecc aTheDesignSchool,ArizonaStateUniversity,P.O.Box871605,Tempe,AZ85287-1605,UnitedStates bDepartmentofCivilandEnvironmentalEngineering,LehighUniversity,UnitedStates cLandscapeArchitectureandRegionalPlanning,UniversityofMassachusettsAmherst,UnitedStates dGeosciences,UniversityofMassachusettsAmherst,UnitedStates A R T I C L E I N F O A B S T R A C T Keywords: Climate change is projected to have increased temperature and more frequent and intense rainfalls in the Greeninfrastructure northeast of the United States. Green infrastructure hasbeen identified as acritical strategy for stormwater Climatechange-inducedflooding managementandfloodingmitigationaswellasforclimatechangeadaptation.Climatescienceplaysanim- SWAT portant role in understanding a range of climate change impacts and the effects of green infrastructure for Watershedplanning climatechangeplanning.Nevertheless,alackofdown-scaledclimatechangedataandplace-basedassessment Climatechangeadaptation hasdiscouragedlocalcommunitiestopursuefurtherclimatechangeplans.Thisstudyproposedatransdisci- Climatechangescenarios plinaryplanningframeworkassessingtheeffectsofdetentioninmitigatingclimatechange-inducedflooding, usingacaseintheCharlesRiverwatershed,Massachusetts,USA.Derivedfromaclimatesensitivitytestinthe watershed, 36 climate change conditions were modeled using Soil and Water Assessment Tool (SWAT) and comparedtoIPCCscenarios.Statisticalanalysesrevealedthatdetentionismoreefficientinreducingflooding hazardsinlowandmoderateemissionscenariosthanthoseathighemissionscenarios.Arangeofextralandarea designatedfordetentionwouldbeneededformitigatingfloodsundervariousclimatechangescenarios.Planning implicationsincludetheneedsforeffectivesitingofdetentionareascombinedwithsoilconservationinwa- tershed planning, innovations in adaptive land planning and urban design, and a call for an integration of climatescienceandhydrologicalassessmentinthetransdisciplinaryplanningprocessestobetterinformand facilitatedecision-makingusinggreeninfrastructureforclimatechangeadaptationinlocalcommunities. 1. Introduction critical strategy for both climate change mitigation and adaptation (Benedict&McMahon,2006;Gill,Handley, Ennos,&Pauleit,2007)in Climate-related extreme weather has become more frequent and addition to addressing climate justice in local communities (Cheng, intenseinthepastdecades.Trendsofincreasedtemperatureandpre- 2016). Implementing green infrastructure requires both bio-physical cipitation patterns are linked to increased intensity and duration of capacity and social-institutional capacity (Matthews et al., 2015Mat- stormeventsintheNortheasternUnitedStates(IPCC,2014;Rocketal., thews, Lo,&Byrne, 2015) inwhich thetransdisciplinary planning ap- 2001).Erraticandintensifiedstormeventshavesignificantlyimpacted proachplaysacriticalroleinadaptiveplanninganddesignprocesses populatedurbanregionsandshownthefailureofconventionalstorm- for building resilient communities (Ahern, Cilliers,&Niemelä, 2014; watermanagementpracticesthatweredesignedbasedonpastknowl- Cheng,2014).Nevertheless,alackofdown-scaledclimatechangedata edge and climate trends (Booth&Jackson, 1997; Chizewer&Tarlock, andplace-basedassessmenthasdiscouragedsmallercommunities(e.g. 2013; Means, West,&Patrick, 2005). Consequently, planners and de- Cedar Rapids, Iowa) to further pursue climate change adaptation ac- signers face challenges in managing climate change-induced flooding tions (Chizewer&Tarlock, 2013). Due to uncertainty about projected andadaptingurbanstormwaterdrainagesystemstoclimatechange. climatechangevariationatthelocalscale,moreempiricalstudiesare Greeninfrastructure,aninterconnectedsystemcomposedofnatural needed to understand climate change impacts on hydrology within or man-made open space and landscape features that can provide local watersheds (Bastola, Murphy,&Sweeney, 2011; Wood, multifunctional ecosystem services benefits, has been identified as a Lettenmaier,&Palmer, 1997) in conjunction with understanding the ⁎Correspondingauthor. E-mailaddresses:Chingwen.Cheng@asu.edu(C.Cheng),ethan.yang28@gmail.com(Y.C.E.Yang),rlryan@larp.umass.edu(R.Ryan),qyu@geo.umass.edu(Q.Yu), ebrabec@larp.umass.edu(E.Brabec). http://dx.doi.org/10.1016/j.landurbplan.2017.05.019 Received1October2016;Receivedinrevisedform24May2017;Accepted28May2017 0169-2046/ Published by Elsevier B.V.",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 effectivenessofparticularclimatechangeadaptationstrategies. of Engineers, 2016) and are dominated by natural lands (i.e., forests Climatescienceplaysanimportantroleinpreparingthepublicand and wetlands). Isolated patches of agriculture and recreational land decision-makers for anticipating a range of climate change impacts usesthroughoutthewatershedmakeup6%ofthewatershedareaand throughunderstandingtheeffectsofadaptationstrategies(e.g.,green are the areas chosen for modeling potential stormwater detention ca- infrastructure)anddevelopingclimatechangeactionplans.Integrating pacity in this study, because they are the easiest to convert and least climatescienceintohydrologicalstudieshastwoprimaryapproaches: impactedbyadditionalwaterstorageundercurrentconditions. scenario-based and scenario-neutral. The most well-known scenario- basedcaseisbytheIntergovernmentalPanelonClimateChange(IPCC) 3. Methods derived from General Circulation Models (GCMs) that project green- housegasemissionscenariosonaglobalscale.Theadvantageofusing 3.1. SWATmodeldescriptionanddatasource anIPCCscenario-basedapproachisthatithasbeenwidelyacceptedin science and policy realms as a ‘top-down’ assumption for climate Soil and Water Assessment Tool (SWAT) (ArcSWAT 2009.10.1) change and is considered a defensible method for studying climate (Arnold, Srinivasan, Muttiah,&Williams, 1998; TAMU, 2011) was se- change impacts (Praskievicz&Chang, 2009). For example, using lectedforseveralreasons.First,itincorporatesclimatechangedataand downscaledandbias-correctedGCMprojectionsoverstudiedregional detention functions into stream flow impact simulation at watershed watershedshasbeenappliedtoOhio-TennesseeRiverBasinforevalu- scale (e.g., Wu&Johnston, 2007). Second, it can incorporate climate atingwaterqualityandcropproductivity(Panagopoulosetal.,2015). datainputfrommultipleGCMsandIPCCclimatechangescenariosfor Nevertheless,spatialmismatchanduncertaintyinherentinmajorGCMs studying hydrologic cycles, stream flows and water availability (e.g., areknowntoexist.Inordertostudylocalwatershedsassmallasthe Bekele&Knapp, 2010; Takle, Jha,&Anderson, 2005). Finally, SWAT CharlesRiverwatershed,recenteffortshavebeenmadetounderstand hasbeensuccessfullyappliedforsimulatingstormwaterbestmanage- therangeofuncertaintyamongdownscalingmethods,suchasRegional ment practices (e.g., sedimentation-filtration basins) in urban water- Climate Models, by statistical downscaling in order to reflect climate sheds(e.g.,Wang&Qiu,2014). change on the local scale (e.g., Corney et al., 2013; Mullan, SWAT is a continuous, long-term, and semi-distributed processed Fealy,&Favis-Mortlock,2012).However,thewiderangeofuncertainty basedhydrologicalmodel(Arnoldetal.,1998).Thehydrologicalcycle among various GCMs and within the different downscaling methods issimulatedbasedonthefollowingwaterbalanceequation: remains a drawback of this ‘top-down’ approach (Brown, Ghile, t Laverty,&Li, 2012; Praskievicz&Chang, 2009). The scenario-neutral SW =SW + Σ(R −Q −E −w −Q ) t 0 day surf a seep gw method,ontheotherhand,isconsideredas‘bottom-up’approachusing i=1 synthetic weather generation data for climate sensitivity tests whereSW isthefinalsoilwatercontent (mmH O),SW istheinitial t 2 0 (Prudhomme,Wilby, Crooks,Kay,&Reynard, 2010). Thisapproachis soilwatercontentondayI(mmH O),tisthetime(days),R isthe 2 day advantageous foragroundedunderstanding ofclimate variabilityim- amount of precipitation on day i (mmH O), Q is the amount of 2 surf pactsonstormwaterrunoffandfloodinghazardsinalocalbasin,aspart surfacewaterondayi(mmH O),E istheamountofevapotranspira- 2 a of a physical environment vulnerability assessment (Brown et al., tionondayi(mmH O),w istheamountofwaterenteringthevadose 2 seep 2012).Thedisadvantageliesinalackofincorporatingprobablefuture zone from the soil profile on day i (mmH O), Q is the amount of 2 gw global emission scenarios and climate change projections return flow on day i (mmH O) (TAMU, 2011). This key equation is 2 (Praskievicz&Chang,2009). appliedtoeachHydrologicResponseUnit(HRU)ateachtimestep.Each Thisstudyaimstounderstandlongtermimpactsofclimatechange sub-basiniscomposedofseveralHRUsbasedonuniquelanduse,soil, onfloodingandthepotentialofgreeninfrastructureforclimatechange slope, andmanagement attributes. The water yield from eachHRU is adaptationstrategies,usingtheCharlesRiverwatershedasastudycase. calculated separately and aggregated to each sub-basin outlet that is Aplanningframeworkisproposedforlandscapeandurbanplannersto thenrouteddownstreamthroughthemainchannel.HRUallowsamore incorporateclimatescienceandgreeninfrastructureassessmentinthe accurate description of water balance at a smaller unit to provide a transdisciplinary planning processes for climate change adaptation morerobustmodeling(TAMU,2011). (Fig.1).Thisstudyadoptedthemeritsofboth‘bottom-up’(i.e.,sensi- Major inputs in SWAT included elevation, soil, land use, and tivity tests) and‘top-down’(i.e., IPCC scenarios) approaches to assess weatherdata.The30mgrid-basedDigitalElevationModel generated climate change and green infrastructure strategies in answering the by the USGS National Elevation Dataset was used for delineating the research questions: 1) to what degree does climate change influence entirebasinandsub-basins.Additionalsub-basinoutletswereaddedin floodinghazards?2)towhatdegreecanstormwaterdetentionmitigate ordertobecomparablewiththesizeofcensustractforassociatedstudy climatechange-inducedfloodinghazards?3)inwhatwaycanclimate regarding social vulnerability (Cheng et al., 2013). A total of 54 sub- science be integrated into watershed planning using green infra- basinsand1470HRUsweredelineated.Landusedatainputisbasedon structureforclimatechangeadaptation? a state-wide land use dataset (MassGIS, 2005). Table 1 illustrates the corresponding landusesthatwerecategorizedintoSWATcustomized 2. Studyarea land use. Fig. 2 illustrated the distribution of generalized land uses. Urban land uses (i.e., commercial, industrial, residential, transporta- CharlesRiverwatersheddrainsanareaof778km2andintersects35 tion, institutional, junkyard, and utilities land uses) were categorized municipalitieswithintheBostonMetropolitanAreawithatotalpopu- into four SWAT urban land use types (urban commercial, urban re- lationof1.2million(CityofBoston,2016),includingalargeportionof sidential-high density, urban residential-medium density, urban re- Boston,Massachusetts,intheNewEnglandregionoftheUnitedStates sidential-lowdensity),occupy50%ofthewatershedarea.Naturalareas (Fig.2).Thewatershedisrelativelyflatandhalfofthewatershedarea (i.e., forests, bushlands, successional forests, wetlands, bogs, water) is urbanized. The watershed can be described in three parts: upper, werecategorizedintoforestandwetland(41%)pluswater(3%).The middle,andlowerbasins.Thelowerbasinisthelocation ofthemost remainingareaincludesagriculturallanduse(i.e.,croplands,orchards, populous cities (i.e., Boston, Cambridge) and nearly all land is dedi- nurseries,pastures)(3%)andrecreationallanduse(i.e.,recreation,golf cated for urban uses (i.e., commercial, residential, transportation, course, cemetery)(3%).All agricultural (including 0.12% oforchards urbanparks).Theupperbasinconsistsofseveralsuburbancommunities and nurseries) and recreational uses were categorized into general (MAPC, 2009). The middle andtheupper basinshavepreserved over agricultural(AGRL)landuseinSWATforevaluatingtheirpotentialfor 3200hectaresofwetlandsandopenspaceasthe“CharlesRiverNatural adaptive detention rather than for site-specific design recommenda- ValleyStorage”areasforfloodcontrolsincethe1970’s(USArmyCorps tions. This categorizing method is justifiable because most of the 26",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Fig. 1.A transdisciplinary planning framework of integratingclimatesciencesandplace-basedassess- ment in green infrastructure planning for climate changeadaptationplanning. agriculturalandrecreationalareashaverelativelylargegrassytypeof 3.2. SWATcalibrationandvalidation permeable surfaces compared to urban built areas, which affect how much water can be infiltrated into the soil layer, in addition to their SWAT is a comprehensive model encompassing interactions be- relatively small percentage of area in the watershed. Moreover, our tween various processes of parameters. Table 2 lists parameters used flooding hazard index disregards land uses in the calculation. There- andtheircalibratedvaluesforcalibrationofhydrologicalbalanceand fore,wecombinedagriculturalandrecreationalusesintoonecategory streamflow invariousSWAT processes. Parameters that affect surface forhydrologicalmodeling. runoff included curve numbers (CN2), available soil water capacity The hydric soil groups were derived from the Soil Survey (Soil_AWC),saturatedhydraulicconductivity(SOL_K),soilevaporation Geographic-certified soil datasets approved by the United States compensation factor (ESCO), and surface runoff lag coefficient DepartmentofAgricultureNaturalResourcesConservationService.The (SURLAG). SWAT input variables that affect baseflow included base- CharlesRiverwatershedconsistsofhydricsoilgroupA(35%),B(30%), flow recession constant (Alpha_BF), base-flow alpha factor for bank C(24%),andD(11%),inwhichgroupAhasthehighestinfiltrationrate storage(ALPHA_BNK),effectivehydraulicconductivityinmainchannel andgroupDhasthehighestrunoffpotential. alluvium (CH_K2), groundwater delay (GW_Delay), the threshold Dailyobservedweatherdatabetween1990and2011wasobtained depthsofwaterintheshallowaquiferrequiredforreturnflowtooccur from the National Climatic Data Center at three stations—Walpole 2 (GWQMN) andforre-evaporation to occur (REVAPMN), groundwater (USC00198757), East Milton Blue Hill Observatory (USW00014753), re-evaporation coefficient (GW_REVAP), deep aquifer percolation andBostonLoganInternationalAirport(USW00014739).Theweather fraction (RCHRG_DP). Those parameters plus the plant uptake com- stationswerechosenbecausetheyhadcompletehistoricaldailyrecords pensationfactor(EPCO)wereroutinelyadjustedandidentifiedassig- and were located in close proximity to the watershed (Fig. 2). Even nificantparametersthroughouttheliterature(Arnoldetal.,2012).Two though those weather stations are not located within the watershed additional parameters – fraction of transmission losses partitioned to boundary,theydonotsignificantlyaffectthemodelingresultssincethe thedeepaquifer(TRNSRCH) andmaximum amountofwater trapped weather pattern in the greater Boston metropolitan area is relatively byfullydevelopedcanopy(CANMX)–wereadjustedforthisstudy. homogenous. The climate input data were maximum temperature, Fig.3demonstratestheresultsofSWATmodelcalibratedwitha14- minimum temperature, and total precipitation. The observed daily year period (1992–2005) and validated with a 6-year period streamflowdatabetween1990and2011wasobtainedfromtheUnited (2006–2011) at daily time steps. In addition, three calibration and States Geological Survey database at stream gage number 01104500 validation metrics—Nash-Sutcliffe model efficiency coefficient (NSE), locatedinthelowerbasin(Fig.2).Nolargereservoirsarelocatedalong the ratio of the root mean square error to the observation standard themainchanneloftheriverandthuswerenotincludedinthemodel. deviation(RSR),andpercentbias(PBIAS)—wereused.Theresultsare 27",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Fig.2.StudyareaofCharlesRiverwatershedconsistsof35municipalitieswithurbanlandusesdominatingthelowerbasinandmorenaturalareasinthemiddleandupperbasins. HistoricaldatafromthreeweatherstationsandthestreamgagingstationwereusedtogenerateweatherinputsandcalibrationforSWATmodeling. NSE=0.76forcalibrationandNSE=0.77forvalidation;RSR=0.49 Johnson,&Sweeney,2002). forcalibrationandRSR=0.48forvalidation;PBIAS=−0.12forca- libration and PBIAS=−0.17 for validation. A NSE value of 1 re- FHI=P(Q i > Q 0)=(DayswhenQ i > Q 0)/(45years=16425days) presents a perfect match and NSE≥0.50, RSR≤0.70, and PBIAS P: ProbabilityQ: Stream outflow in climate change conditionsQ : i 0 within ± 0.25 are considered as satisfactory model performance Streambankfulldischargeinbaselineclimateconditions (Moriasietal.,2007).Thusourstudyrepresentedareasonablemodelin simulatinghydrologicalprocessesintheCharlesRiverwatershed. Sub-daily modeling was not considered in this study for several 3.4. Climatesensitivitytests reasons.First,calibratingtheSWATmodelunderdailyscaleanduseit forsub-dailyscaleisnotajustifiablemethod(Wi,Yang,Steinschneider, Toovercometheuncertaintyfromdownscalingissuementionedin Khalil,&Brown,2015).Second,theclimatechangescenariodataisalso the introduction, we applied a weather generator developed by at a daily scale. Sub-daily future climate data has even larger un- Steinschneider and Brown (2013) to generate current and future cli- certaintythanmonthlyordailyscaleandtheyarenotalwaysavailable mateforcingbasedonthehistoricaldatafromlocalweatherstations. fromallGCMs.Third,sub-dailyscaleappliedinthe50-yeartimeperiod The weather generator was tested and evaluated to perform climate ofourstudywouldhaveresultedintoomanydatapointstopractically stress tests that demonstrated the robustness of a system to internal calculate. This might require running a supercomputer for the cali- climatevariability(Steinschneider&Brown,2013,p.7217).Wedrove brationpurpose.Finally,thedailydataandresultsforoverdecadesare ourmodelwiththisgeneratedclimateforcing,constructedclimatere- better served for the long range watershed planning purpose of this sponsesurfaceswithmodelingresultsandthensuperimposedavailable study. GCMinformationontopoftheclimateresponsesurfacetoinformthe probability of future climate. This method is called decision scaling 3.3. Floodinghazardindex(FHI) (Brownetal.,2012),whichresemblesa‘bottom-up’approach. SWAThasbeenappliedtoassesstheeffectsofgreeninfrastructure The output of stream outflow from SWAT modeling was used to at the watershed scale to mitigate increased peak stream flows under computethefloodinghazardindex(FHI)underclimatechangecondi- different changing precipitation and temperature. For example, tions. FHI was defined as the probability (P) of number of days in a DakhlallaandParajuli(2016)adjustedprecipitationchangeof±10% studyperiodwhenthesimulatedstreamoutflow(Q)inrespectivecli- and±20% and temperature change of +1°C, +2°C, and +4°C in i mate change conditions would exceed the bankfull discharge volume reflectionprojectionstothe21stcenturyacrosstheNorthAmericafrom (Q ) in simulated baseline climate conditions (i.e., zero temperature IPCC2013report.Inthisstudy,systematicclimatesensitivitytestswere 0 and zero precipitation change). The bankfull discharge volume—the applied to understand to what degree the watershed’s hydrology re- water volume that represents the maximum holding capacity of the spondstotemperatureandprecipitationchangereflectingonFHI. river channel—was determined by the 2-year return period (Reed, Atotalof150combinationsofclimatechangeconditionswiththree 28",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Table1 MassGIS2005landusecategoriesweresimplifiedandreclassifiedintoSWATlanduseinputs. SWATLandUse Descriptions MassGISLandUse2005 TotalArea(acres/ha) %WatershedArea AGRL Agricultural;Non-forestopen Agriculture 11,943/4,833 6.3 space;Grassylandcover –Orchard –Nursery –Cropland –Pasture Recreational –ParticipationRecreation –SpectatorRecreation –GolfCourse –Cemetery FRST Forest Forest 68,271/27,628 35.8 –Forest –Bushland/Successional WETL Wetlands WetlandsandWater 20,437/8,271 10.8 –Non-ForestedWetland –SaltwaterWetland –CranberryBog –ForestedWetland UCOM Commercial Commercial 24,501/9,915 12.9 –Commercial –Industrial –Transitional –Junkyard –OpenLand UrbanPublic/Institutional Transportation Utilities –Mining –WasteDisposal –Powerline/Utility URHD Residential-HighDensity Residential 22,816/9,233 12.0 –Multi-Family –HighDensity URMD Residential-MediumDensity Residential 16,652/6,739 8.7 –MediumDensity URLD Residential-LowDensity Residential 20,234/8,189 10.6 –LowDensity –VeryLowDensity WATR Water Water 5,634/2,280 3.0 weather variables—six mean temperature (0, +1, +2, +3, +4, temporarily stores water during storm events and releases excessive +5°C),fivemeanprecipitation(0,±10,±20%),andfivevariationof waterthroughoverflowdevices.SWAThasbeenregularlyusedtoas- precipitation (0,±10,±20%) conditions—were applied as SWAT sess water quantity and flood regulation ecosystem services precipitation(*.pcp)andtemperature(*.tmp)inputsandthereafterthe (Francesconi, Srinivasan, Pérez-Miñana, Willcock,&Quintero, 2016) respectiveFHIwereconstructed.Simulated50-yearweatherdatawas andhasbeenidentifiedasoneoftheeffectivehydrologicalmodelsfor usedasclimateinputsinSWATmodeling,includinga5-yearwarm-up simulating geographically isolated wetlands, which function similarly periodanda45-yearstudyperiod,whichisequivalentto16425days. asdetentionpondsinthatrunoffcouldbetemporarilystored(Golden Theresultsofthetestswereusedtocreateclimateresponsesurfaceof et al., 2014). Specifically, the method of delineating potholes in each FHItobeoverlaidwithGCMprojections(Fig.4). HRU in the SWAT modeling has been successfully used to model ag- The results from climate response surface demonstrated a general gregated effects of geographically isolated wetlands on downstream trend: when controlling for precipitation change, increases in tem- hydrology(Evenson,Golden,Lane,&D’Amico,2015),whichisacom- peraturewouldreduceFHI;whencontrollingfortemperature,increases pellingcasetothisstudyfocusingonaggregatedeffectsofdetentionin inmeanprecipitationandprecipitationvariationbothwouldincrease overall watershed performance. Other studies used ‘ponds’ in SWAT FHI (Fig. 4). The model revealed that increasing temperature alone modeling to simulate wet detention ponds that are maintained at a would increase evaporation and evapotranspiration and therefore re- regularwaterlevel(Dakhlalla&Parajuli,2016).Weused‘potholes’to duceavailablewaterinthestreamflow.Ontheotherhand,increasing resemble stormwater detention areas that are regularly in dry condi- precipitation alone contributes to increased water inputs to the tions. streamflow.Sincewewereinterestedintheclimatechangeconditions Potholes arecloseddepression areasinsub-basins andfunction as that are likely to result in increased flooding hazards under global temporarywaterstorageareasthatarehydrologicallyconnectedinthe warming projections (i.e., climate change-induced flooding), 36 com- watershedthroughimpoundmentwaterroutingsystems(TAMU,2011). binationsoffourincreasedmeantemperature(0,+1,+2,+3°C),three Potholesreceivewaterthroughprecipitationandsurfacewaterwithin meanprecipitation(0,+10,+20%),andthreevariationofprecipitation its responsive drainage area and lose water through evaporation and (0,+10,+20%)conditionswereselectedforfurtherassessment. seepage.Whenstorageexceedsthemaximumvolumeassignedforeach pothole,theexcessivevolumethenjoinsthesurfacerunoffwaterinthe 3.5. Stormwaterdetentionmodeling drainageareaandcontributesto streamflowinrespectivesub-water- sheds.AHRUcouldbedefinedasapotholeanditswaterbalancede- Detention is a common stormwater management practice that scribedinSWATas: 29",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Table2 Descriptivestatisticsandpaired-samplest-testinSPSSStatistics2.1 CalibrationparametersandcalibratedvaluesinSWATprocesses. were used to test the effects of detention treatment. Finally, a linear regressionmethodwasappliedwherethefractionofdetentionareain Process Parameter Description Value itsrespectivesub-watershedareawastheindependentvariableandFHI Surface CN2 Curvenumber −20% under36climatechangeconditionswasthedependentvariableusing runoff Soil_AWC Availablesoilwatercapacity the following formula:Y=aX+bY: FHI of each sub-basin under a HydricsoilA 0.195 given climate change conditionX: Fraction of stormwater detention HydricsoilB 0.27 (pothole)areainitsrespectivesub-watershedareaa:Xvariablecoeffi- HydricsoilC 0.18 HydricsoilD 0.12 cientb:Interceptconstant SOL_K Saturatedhydraulicconductivity(mm/hr) HydricsoilA 250 4. Results HydricsoilB 250 HydricsoilC 250 4.1. Climatechangeassessment HydricsoilD 250 ESCO Soilevaporationcompensationfactor HRUparameter(.hru) 0.95 The climate sensitivity study in the watershed was illustrated Basinparameter(.bsn) 0.9 throughclimateresponsesurfacesin36climateconditionsbeforeand SURLAG Surfacerunofflagcoefficient(day) 0.1 Baseflow Alpha_BF Baseflowrecessionconstant 0.16 after detention treatment (Fig. 4). Each color band indicates a 0.5% Alpha_BNK Baseflowalphafactorforbankstorage 0.95 interval in FHI. A dashed line represents the baseline (FHI=1.1%) CH_K(1) Effectivehydraulicconductivity(mm/h) 170 conditionwithnodetentiontreatmentindicatingaprobabilityof167 insubbasin(.sub) floodingdaysover45years(anaverageof3.7daysperyear).Forevery CH_K(2) Effectivehydraulicconductivity(mm/h) 170 0.5%increaseinFHIrepresentsanextra82floodingdaysover45years inmainchannelalluvium(.rte) (anaverageincreaseof1.8daysperyear).Thewatershedrespondedto GW_Delay Groundwaterdelay(day) 35 GWQMN Thresholddepthofwaterintheshallow 80 climate change following a general trend in climate sensitive tests aquiferrequiredforreturnflowtooccur (section 3.3):FHIincreaseswhenmeanandvariation ofprecipitation (mm) increase;FHIdecreaseswhenmeantemperatureincreases. GW_REVAP Groundwaterre-evaporationcoefficient 0.1 Thisstudycomparedtheresultsfromclimatesensitiveteststoboth RCHRG_DP Deepaquiferpercolationfraction 0.1 REVAPMN Thresholddepthofwaterintheshallow 0.02 IPCC’s Fourth Assessment Report (AR4) (IPCC, 2007) and Fifth As- aquiferrequiredforre-evaporationto sessment Report (AR5) (IPCC, 2014) scenarios since current Massa- occur(mm) chusettsclimatechangeadaptationplanswerebasedonAR4scenarios TRNSRCH Fractionoftransmissionlossespartitioned 0.01 yetweanticipatetheupdatedplanshereafterwouldemployAR5sce- tothedeepaquifer narios.IPCCgathersandreviewsglobalclimatemodelsinassessment Plants CANMX Maximumamountofwatertrappedby 3 fullydevelopedcanopy(mmH2O) reports and named the ensemble of the models the Climate Model In- EPCO Plantuptakecompensationfactor tercomparison Project (CMIP). CMIP3 in AR4 was based on four main HRUparameter(.hru) 0.95 storylines (A1, A2, B1, B2) and six greenhouse gas (GHG) emission Basinparameter(.bsn) 0.95 scenarios(A1F1,A1T,A1B,A2,B1,B2)derivedfromtheSpecialReport onEmissionScenarios(IPCC,2000).Eachscenariostorylinehasvarious policygoalsindifferentsectors(e.g.,energy,industry)andsustainable V=V stored+Vflowin−Vflowout+V pcp−V evap−V seep developmentgoals(e.g.,economy,socialequity,environment).TheA1 and A2 storylines lead to higher GHG emissions than B1 and B2 sce- whereVisthevolumeofwaterintheimpoundmentattheendofthe narios.CMIP5inAR5wasbasedonanewdirectionofclimatechange day(m3H O),V isthevolumeofwaterstoredinthewaterbodyat scenarios considering social and ecological vulnerability based on 2 stored the beginning of the day (m3H 2O), Vflowin is the volume of water en- variouspolicygoals.Theclimatechangescenarioswereillustratedvia teringthewaterbodyduringtheday(m3H 2O),Vflowoutisthevolumeof GHGemissionvolumesalongeachpathway,knownasRepresentative waterflowingoutofthewaterbodyduringtheday(m3H O),V isthe Concentration Pathways (RCP). Four scenarios were delineated in 2 pcp precipitationfallingonthewaterbodyduringtheday(m3H O),V is AR5–RCP2.6, RCP4.5, RCP6.0, and RCP8.0–with the higher number 2 evap the volume of water removed from water body through evaporation representinghigherGHGemissionscenario. during theday(m3H O),V isthevolumeofwaterlostfromwater To reflect the global climate trends inthe Northeast region in the 2 seep body by seepage during the day (m3H O). The water balance of pot- next five decades, Fig. 4 summarized average temperature and pre- 2 holesmatchesthehydrologicalmodelofdetentionpondsusingSWAT cipitation change in low GHG emission scenarios of B1 and RCP2.6, interfaceinapreviousstudy(Kannanetal.,2014). moderate GHG emission scenarios of A1B, RCP4.5 and RCP6.0, and Thisstudy’sassumptionwastomaintainurbancommercial,urban high GHG emission scenarios of A2 and RCP8.0 (Joyce et al., 2011; residentialandnaturallandusesandallowagriculturalorrecreational Yang,2016).Subsequently,theprojectedtemperatureandprecipitation landareastobeadaptedforstormwaterdetention.Onepotholeineach changeinIPCCscenarioswerecomparedtotheclimateresponse sur- sub-basin wasthencreatedbyassigning thelargestAGRLSWATland faces.Ingeneral,theIPCCscenariosarewithinarangeofFHIbetween useaspotholes.Thepotholeswereselectedbasedonthenecessarysize 0.5%and1.5%beforedetentiontreatment.Basedonchangesinmean forthedetentionsincethefocusofthestudywasonaggregatedeffects temperature(°C),meanprecipitation(+%)andprecipitationvariation asawholeinthewatershedratherthanoptimizingeffectsofdetention (+%), five climate conditions represent seven IPCC scenar- within each sub-basin or between sub-basins (i.e., upstream-down- ios—1°C+10%+0% (RCP 2.6), 2°C+10%+0% (RCP 6.0), streameffects).Therefore,thelowpointwasnotpartoftheselection 2°C+10%+10% (B1 and RCP 4.5), 3°C+0%+0% (A1B), criteria.Inaverage,eachsub-watershedconsistedof2.9%oflandde- 3°C+10%+0%(A2andRCP8.0)—inadditiontothebaseline(i.e., lineatedaspotholeswitharangebetween0.9%to8.7%andastandard zerochangeintemperatureandprecipitation)wereidentifiedforthis deviationof1.5%,resultinginatotalof3.2%ofthewatershedareathat study. wasmodeledasstormwaterdetention.TheirrespectiveHRUwereas- signedasresponsivedrainageareas(POT_FR=1).Themaximumsto- 4.2. Stormwaterdetentionassessment rageforeachpotholewasassumedtobethebankfulldischargevolume usedtocalculateFHI. Comparing among 54 sub-basins paired samples before and after 30",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Fig.3.SWATmodelinghydrographintheCharlesRiverwatershedindailytimestepshownbyyearsinwarm-up(1990-92),calibration(1992-2005),andvalidation(2006-2011) periods.Threecalibrationandvalidationmetricsindicatedsatisfactorymodelperformance:Nash-Sutcliffemodelefficiencycoefficient(NSE),theratiooftherootmeansquareerrorto theobservationstandarddeviation(RSR),andpercentbias(PBIAS). Note:NSE≥0.50,RSR≤0.70,andPBIASwithin±0.25consideredassatisfactorymodelperformance(Moriasietal.,2007) detention treatment, the mean FHI decreased between 0.06% and second goal of hypothetic zero flooding hazard. Considering a 3% of 0.13% (Table 3). The results of t-tests revealed significance in mean watershedareahasbeenmodeled,anadditionalspatialdemandof2% difference represent positive effects for mitigating climate change-in- landareatoreachnetzeroclimatechangeimpactsorupto17%ofthe ducedfloodinghazardsinallselectedclimatechangescenarios.Under watershed’s land area to reach zero flooding hazards in the Charles thelowtomoderateGHGemissionscenariosofRCP2.6,B1orRCP4.5, Riverwatershed. and RCP6.0, when the temperature increases 1°C to 2°C with 10% increaseinmeanorvariationprecipitationchange,thedistributionof 5. Discussion FHIisinawiderrangeandthereductioninmeanFHIisgreaterthan 0.1% (Fig. 5). When the temperature raised to 3°C, the mean FHI 5.1. Floodingmitigationcapacitybetweendetentionandinfiltration overalldecreasesandthustheeffectofdetentionissmallerthan0.1%. Thisstudyrevealedtwovariableswithmajorimpactsontheeffects 4.3. Climatechange-inducedfloodinghazardmitigationgoalsassessment of detention in mitigating flooding hazards in the Charles River wa- tershed:climatechangeandlandcoverchangeassociatedwithdeten- In assessing the adaptive capacity of the watershed in terms of tion.Ingeneral,afterdetentiontreatment,theFHIisreduced.However, percent of watershed area required in mitigating climate change-in- FHI appears to be particularly sensitive to precipitation variation. To ducedflooding,twopolicygoalswereexamined:1)mitigateflooding better understand the implication in stormwater management and hazardstomaintainbaselinelevel(FHI=1.1%);2)achievehypothetic watershed planning, we examined the modeling principles and inter- zerofloodinghazards(FHI=0).Theresultsofregressionanalysisre- mediateresultsbelow. vealedsignificantpositive(p < 0.001)yetweak(R2rangesfrom0.047 The stormwater detention was modeled as potholes in SWAT for to 0.152) relationship between percent of detention area in the wa- temporarystormwaterdetentionandallowsonlyanegligibleamountof tershed and FHI (Table 4). Detention is more efficient in reducing seepagetoberechargedintothereservoir,whichfunctionssimilarto flooding hazards in low and moderate emission scenarios (e.g., B1, retentionponds.Whenthepotholeexceedsitsholdingcapacity,thenit RCP2.6, RCP4.0shownassteeperslopes) thanthoseathighemission contributes to surface runoff, which in turn increases probability of scenarios(e.g.,A1B,A2,RCP6.0,RCP8.5shownasmoregentleslopes) floodinghazards.Whentheadditionalrecreationaloragriculturalland (Fig.6).Forexample,every1%watershedareaincreasefordetention areasweredelineatedasdetentiontreatmentinthisstudy,thechange woulddecreasetheprobabilitiesoffloodinghazardby0.041%inhigh oflanduseandlandcoverpropertiesinturnalteredthewaterbalance. emissionscenariosA2andRCP8.5comparingtoahigherreductionof Table 5 illustrates the difference of mean daily surface runoff and 0.146%inlowemissionscenarioRCP2.6overthenextfivedecades. groundwatervolumesbeforeandafterdetentiontreatment.Theresults In order to reach the first policy goal of net zero climate change showed an increase in surface water runoff and decrease in ground- impacts fromthebaseline, itwillrequireupto5%ofwatershedarea water after detention treatment in all scenarios. The same trends ap- underRCP2.6,RCP4.5,andB1scenarios.Nevertheless,muchmoreland pliedtodecreasedvolumesinbothpercolationandsoilwatercontent between13%and20%watershedareawouldbeneededtoachievethe after detention treatment. The model then exemplified a trade-off 31",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Fig.4.Climateresponsesurfaceillustratestheresultsofclimatesensitivitytestsonclimatechange-inducedfloodinghazardindex(FHI)(A)beforeand(B)afterdetentiontreatmentfor theentireCharlesRiverwatershedbasincomparingtothebaselinecondition(whitedashedline)andcorrespondingIPCCclimatechangescenariosderivedfromCMIP3(1Joyceetal., 2011)andCMIP5(2Yangetal.,2016). betweenthegroundwaterflowandsurfacewaterrunoff.Theground- contribute to higher flooding hazards. Therefore, enhancing flooding waterflowisassociatedwithpercolationrateandsoilwatercontents mitigation capacity requires a thorough landscape assessment on in- related to infiltration capacity; the surface water runoff is associated filtrationanddetentioncapacityforstormwatermanagementandwa- withdetentioncapacitythatmimicsponds. tershedplanningbeforelandusedesignationandlanddevelopmentin Theresultsimpliedthatwhenlanduseareaswithhighinfiltration thewatershed.Landcoverareaswithhighinfiltrationcapacityarere- ratewereconvertedtodetentionpondwithlessholdingcapacitythan commendedtobeundisturbedortheimpactsfromsoilcompactionand infiltration, then it is likely to increase surface water runoff and impervious surfaces should be minimized in order to maximize the 32",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Table3 Pairedsamplestatisticsandt-testresultsofclimatechange-inducedfloodinghazardindex(FHI)underclimatechangescenariosbeforeandafterdetentiontreatmentfortheentirebasin. PairedSamplesStatistics,N=54 PairedSamplesT-Test IPCCScenarios temp+°C prec+% pvar+% ID1 Mean SD Std.ErrorMean PairedDifferenceMean SD Std.ErrorMean t sig.2 Baseline 0 0 0 B000 1.10% 0.46% 0.06% 0.07% 0.09% 0.01% 6.001 ** A000 1.02% 0.40% 0.05% RCP2.6 1 10 0 B110 1.50% 0.71% 0.10% 0.13% 0.12% 0.02% 7.798 ** A110 1.38% 0.63% 0.09% RCP6.0 2 10 0 B210 1.31% 0.60% 0.08% 0.11% 0.11% 0.02% 7.396 ** A210 1.20% 0.51% 0.07% B1/RCP4.5 2 10 10 B211 1.43% 0.62% 0.08% 0.12% 0.12% 0.02% 7.353 ** A211 1.32% 0.54% 0.07% A1B 3 0 0 B300 0.74% 0.30% 0.04% 0.06% 0.08% 0.01% 4.981 ** A300 0.68% 0.25% 0.03% A2/RCP8.5 3 10 0 B310 1.17% 0.50% 0.07% 0.09% 0.10% 0.01% 6.753 ** A310 1.08% 0.43% 0.06% temp:meantemperature;prec:meanprecipitation;pvar:precipitationvariation;+:increasedvalue. 1IdentificationinFig.5:B-beforedetentiontreatment;A-afterdetentiontreatment. 2sig.:**Significanceoftwo-tailedp<0.001. infiltrationcapacity.Theseareascouldbedesignedasdrydetentionor formitigatingclimatechange-inducedfloodinghazardstothelevelof bioswales,andprotectedfromconvertingtowetdetentionpondswith baseline or zero FHI respectively, the findings reveal a challenge in impervious lining beneath. Consequently, siting effective detention accommodating land demands for both population growth and green areascombinedwithsoilconservationisacriticalfloodingmitigation infrastructuredevelopmentinthenextdecades. strategyforclimatechangeadaptationusinggreeninfrastructure. Thepositiveyetweakcorrelationbetweentheincreasedamountof detentionareaandreducedFHIshowsthatdetentionaloneisnotsuf- 5.2. Makingmorespaceforwater ficientinmitigatingfloodsandisnosubstitutionforintegratedlanduse and watershed management strategies such as open space and flood- The Boston Metropolitan Area includes 101 municipalities with a plain protection and wetlands restoration (Brody&Highfield, 2013). total population ofthreemillion in 2000 andis projected to grow 11 Essentially,ourcitiesneedtomakemorespaceforwatertodecelerate, percent in population in 2030 (MAPC, 2009). It was estimated that bypass,retain,infiltrate,anddischargesinceclimatechangeincreases additional1%ofwatershedareaofopenspacewouldbeconvertedto thefrequencyandintensityoffuturestormevents.Inparticular,efforts residentialdevelopment(Chengetal.,2013).Asthisstudyshowedthat shouldbemadetoconvertlargeimpervioussurfacesintransportation, uptoadditional2%and17%ofwatershedlandareaswouldbeneeded industrial, and commercial land use areas into multi-functional Fig.5.Boxplotsofpairedsamplestatisticsoffloodinghazardindex(FHI)beforeandafterdetentiontreatmentunderselectedclimatechangescenarios. 33",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 Table4 Climatechangeadaptationgoalsassessmentinpercentageofwatershedareaneededfordetention(Xvariable)inrelationtoreachingbaselinelevelorzerofloodinghazardindex(FHIin %)underclimatechangescenarios. IPCC ClimateChangeVariables RegressionCoefficients Total%watershedareafordetention1 Scenarios temp(+°C) prec(+%) pvar Xvariablea Interceptb AdjustedR2 Goal1: Goal2: (+%) BaselineFHI=1.1% Zero FHI=0% Baseline 0 0 0 −0.101** 0.013** 0.152 2 13 RCP2.6 1 10 0 −0.146** 0.018** 0.128 5 12 RCP6.0 2 10 0 −0.109* 0.015** 0.108 4 14 B1/RCP4.5 2 10 10 −0.119* 0.017** 0.116 5 14 A1B 3 0 0 −0.041 0.008** 0.047 −7 20 A2/RCP8.5 3 10 0 −0.076* 0.013** 0.056 3 17 temp:meantemperature;prec:meanprecipitation;pvar:precipitationvariation;+:increasedvalue.*p<0.05;**p<0.001. 1Total%watershedareafordetentionrequiredtoachievepolicyGoal1ofreachingFHIatbaselinelevelandGoal2ofzeroFHIincludes3%modeledasdetentiontreatmentinthe study. Fig. 6.Regression results of baseline and climate change scenarios between the total percentage of watershedareafordetentionanditseffectsonmiti- gatingclimatechange-inducedfloodinghazardsfor Goal1–mitigatetobaselineFHIcondition;andGoal 2–mitigatetozeroFHI. landscapeswithnewinfiltrationanddetentionopportunities. functionalandadaptivelandscapes(Pahl-Wostl,2007;Ellis,2012).For Several landscape and urban planning practices such as on-site example,agriculturallandsmayconsiderrotatingandcultivatingflood- stormwater management and adaptive land use planning have been tolerantcropsaccordingtofloodingseasons(e.g.,OECD,2016).Public developed to allow temporary flood storage and waterways in multi- open space such as urban parks, plazas and golf courses may tem- porarily store stormwater and serve as adaption measures (Matos Silva&Costa, 2016). Urban dwellings can be adapted to floods by Table5 Surfacerunoffandgroundwatervolumeafterdetentiontreatmentfrombaselinecondi- elevating livingspacesandallowing theground floorto bewaterway tionamongclimatechangescenarios. zones(Liao,2014).Inaddition,indenseurbanareas,largeimpervious areas such as buildings, parking lots, and plazas, could build in un- IPCCScenarios temp(+°C) prec(+%) pvar(+%) surq(mm) gw(mm) dergrounddetentioncapacitystructurestohelpmitigatefloodsandto Baseline 0 0 0 0.024 −0.024 serveaswaterstorageandwaterreusefacilitiesforwaterconservation RCP2.6 1 10 0 0.076 −0.031 (Lai&Mah,2012).Todate,manyexistingdevelopedareasinthewa- RCP6.0 2 10 0 0.079 −0.032 tershed pre-date current stormwater regulations that require on-site B1/RCP4.5 2 10 10 0.032 −0.032 stormwater management. Thus, there is a lack of detention facilities, A1B 3 0 0 0.071 −0.025 A2/RCP8.0 3 10 0 0.033 −0.032 particularlyinurbanizedareas.Complyingwithstormwaterregulations will require retrofits of existing sites along with collaborative efforts +:increasedvalue;temp:meantemperature;prec:meanprecipitation;pvar:precipita- beyondpropertylinesandpoliticalboundariestoimplementthesenew tion variation. surq: Surface runoff contribution to streamflow during time step. gw: detentionneeds. Groundwatercontributiontostreamflow. 34",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 5.3. Implicationsforintegratingclimatescienceinplanning implementing green infrastructure and for understanding a commu- nity’sresilienceandadaptivecapacity(Matthewsetal.,2015).Thenext Many cities and watershed organizations in the United States are stepscouldincludebringingthefindingstostakeholdersandcommu- incorporating climate change into their planning as climate trends nity members to discuss to what level of flooding hazards are accep- suggesting increased flooding risk in the Northeast, Midwest and tabletothecommunityandtowhatlevelofclimatechangeadaptation Southwest(Melillo,Richmond,&Yohe,2014).Thisstudydemonstrated capacity that the community plans to achieve (Brown et al., 2012). theintegrationofclimatescienceintoahydrologicalmodelingmethod Policy-makers could then plan for multiple green infrastructure and and a transdisciplinary planning framework for providing empirical stormwatermanagementstrategiesbasedonarangeofclimatechange evidenceandsimulationsthatinformplanningpoliciesatawatershed impacts along with short-term and long-term goals in mitigating cli- scale(Fig.1).Thisframeworkisapplicabletootherflood-proneregions matechange-inducedfloodinghazards. in the United States and around the world. In addition, this study il- lustrated the merits of using both ‘bottom-up’ and ‘top-down’ ap- 6. Conclusion proachesinwatershedplanningandplace-basedassessmentthathelped to overcome uncertainty of using downscaled global climatic models Integrating climate science in place-based assessment allows a (Brown et al., 2012; Corney et al., 2013; Mullan et al., 2012). The comprehensive and unique understanding of the extent to which the noveltyofthisstudyisthatitintegratesclimatescienceandprovidesa hydrologicaldynamicsinaparticularwatershedrespondtochangesin range of possible scenarios and outcomes for decision-making under climaticconditions.Thisstudyaimstoapplycurrentlyavailablemod- uncertainfutureswhileanticipatingtheimpactsfromclimatechange. eling tools in assisting landscape and urban planners to integrate cli- Forexample,eventhoughplanningforazeropercentchanceoflong- matescience forclimate change planning. Asknowledge accumulates termfloodinghazardisanextremepolicygoalandcountertonatural andmethodology advances,thetransdisciplinary planning framework hydrologiccycle,itprovidesanupperboundaryfordevelopingpolicy combined with the hybrid of “top-down” and “bottom-up” decision- frameworks with feasible intermediate goals. The science provides a scaling model remains a valuable approach for planners to assess the planning framework for decision-makers to develop climate change sensitivity of their communities and investigate a range of possible adaptationstrategiesinvariousscenarios,includingextremecases. futuresandstrategiesincopingwithclimatechange.Climatesensitivity This study points the way for other urban watershed planners studyplaysanimportantroleinframingwatershed-basedstormwater worldwide to integrate these range of climate predictions into more management as the impacts from climate change on flooding vary adaptive planning studies. In addition, an integration of transdisci- within a watershed by geophysical characteristics (e.g., slopes, soil, plinary approach and climate sciences in water research can assist landuseandland cover,andwaterfeatures) aswellasvarybetween spatialadaptationplanning(Kruegeretal.,2016;Wolsink,2006).For watersheds (Praskievicz&Chang, 2009). In addition, integrating cli- example, applying climate change scenarios in flood risk assessment matescienceintoplace-basedgreeninfrastructureassessmentenhances throughdemonstrationofarangeofsimulatedclimatechangeimpacts understandingofbio-physicalcapacityoflandscapeperformanceunder ontheriseofwaterlevelandpotentialinfrastructurefailurecombined conditions of climate change. Planners could demonstrate a range of with social vulnerability help to illustrate ‘tipping points’ for spatial potential climate change impacts and theeffectiveness ofusing green planning and flood risk management policies Klijn, de Bruijn, infrastructure in the transdisciplinary process of developing climate Knoop,&Kwadijk, 2012). As urban watersheds are dynamic inter- change adaptation plans with their communities. Communities would linked social-ecological systems, it is critical to integrate climate sci- thenbemoreinformedbyclimatescienceandintheplanningprocess ence into green infrastructure planning for mitigating climate change toincreasetheirinstitutionalcapacity(Matthewsetal.,2015)tobetter impacts and developing innovative strategies for adaptation and cli- prepareforclimatechangeandenhancetheirresiliency. matejustice(Cheng,2016). Acknowledgement 5.4. Limitationsandfurtherresearch This research is based upon work supported by the National Due to uncertainty and limitation in climatic and hydrological Institute of Food and Agriculture, the U.S. Department of modeling,theresultsfromthisstudyarewatershed-specificandplan- Agriculture,the Massachusetts Agricultural Experiment Station, the ning oriented that are best used to inform watershed-based decision- Department of Environmental Conservation under Project No. makingbutnotfordetailedengineeringdesignpurposes. MAS009584 and MAS00971, and the National Science Foundation UsingSWAThasitsadvantageofmodelingwatershedhydrologyyet underGrantNo.BCS-0948984.Inaddition,thisworkisfundedbythe has limitation in integrating urban drainage systems and green infra- WaterResourcesResearchCenter(grantawardyear2012–2013)atthe structure strategies for on-site stormwater best management practices UniversityofMassachusettsAmherst (e.g., bioswales, greenroofs, porous paving). Combining alternative stormwater modeling such as Storm Water Management Model References (SWMM)(USEPA,2016)inurbanareascanincreasetheunderstanding oftheeffectsofothertypesofgreenandgreyinfrastructureinaddition Ahern,J.,Cilliers,S.,&Niemelä,J.(2014).Theconceptofecosystemservicesinadaptive toclimatechangeimpactsforpolicy-making(e.g.,Changetal.,2013). urbanplanninganddesign:Aframeworkforsupportinginnovation.Landscapeand Furtherstudiescouldincludetheupstream-downstreameffectinorder UrbanPlanning,125,254–259.http://dx.doi.org/10.1016/j.landurbplan.2014.01. 020. to identify the most effective locations for installing green infra- Arnold,J.G.,Srinivasan,R.,Muttiah,R.S.,&Williams,J.R.(1998).Largeareahydro- structure strategies that benefit a community’s adaptive capacity and logicmodelingandassessmentpartI:modeldevelopment.JournaloftheAmerican WaterResourcesAssociation,34,73–89. address climate justice (Cheng, 2016). Moreover, a comprehensive Arnold,J.G.,Moriasi,D.N.,Gassman,P.W.,Abbaspour,K.C.,White,M.J.,Srinivasan, suitabilitystudycouldbeconductedtoincludemulti-criteriaselection R.,etal.(2012).SWAT:Modeluse,calibration,andvalidation.Transactionsofthe for siting detention areas, such as low point of each sub-basin, well- ASABE,55(4),1491–1508. drainedsoiltype,propertyownershipforfeasibilityoflanduseadap- Bastola,S.,Murphy,C.,&Sweeney,J.(2011).Theroleofhydrologicalmodellingun- certaintiesinclimatechangeimpactassessmentsofIrishrivercatchments.Advances tation,andhabitatsthatareflood-resilient.Finally,whendatabecome inWaterResources,34(5),562–576.http://dx.doi.org/10.1016/j.advwatres.2011.01. available,sub-dailyscalemodelcouldbeappliedforstudyingashorter 008. periodoftimeframe. Bekele,E.G.,&Knapp,H.V.(2010).Watershedmodelingtoassessingimpactsofpo- tentialclimatechangeonwatersupplyavailability.WaterResourcesManagement, Qualitativeresearchsuchassurveys,interviews,andfocusedgroups 24(13),3299–3320. is critical to gain insights about the motivations and obstacles to Benedict,M.A.,&McMahon,E.T.(2006).Greeninfrastructurelinkinglandscapesand 35",
        "C.Chengetal. Landscape and Urban Planning 167 (2017) 25–36 communities.IslandPress-ConservationFund. Liao,K.-H.(2014).Fromfloodcontroltofloodadaptation:acasestudyontheLower Booth,D.B.,&Jackson,C.R.(1997).Urbanizationofaquaticsystems:degradation GreenRiverValleyandtheCityofKentinKingCounty,Washington.NaturalHazards, thresholds,stormwaterdetection,andthelimitsofmitigation.JournaloftheAmerican 71(1),723. WaterResourcesAssociation,33(5),1077–1090. MAPC(2009).Fromplantoaction:aMetroFuturesummary.JessieGrogan,J.(ed). Brody,S.D.,&Highfield,W.E.(2013).Openspaceprotectionandfloodmitigation:A MetropolitanAreaPlanningCouncil. nationalstudy.LandUsePolicy,32,89–95. MatosSilva,M.,&Costa,J.(2016).Floodadaptationmeasuresapplicableinthedesignof Brown,C.Y.,Laverty,G.M.,&Li,K.(2012).Decisionscaling:Linkingbottom-upvul- urbanpublicspaces:Proposalforaconceptualframework.Water,8(7),284.http:// nerabilityanalysiswithclimateprojectionsinthewatersector.WaterResources,48, dx.doi.org/10.3390/w8070284. W09537.http://dx.doi.org/10.1029/2011WR011212. Matthews,T.,Lo,A.,&Byrne,J.A.(2015).Reconceptualizinggreeninfrastructurefor Chang,H.-K.,Tan,Y.-C.,Lai,J.-S.,Pan,T.-Y.,Liu,T.-M.,&Tung,C.-P.(2013). climatechangeadaptation:Barrierstoadoptionanddriversforuptakebyspatial Improvementofadrainagesystemforfloodmanagementwithassessmentofthe planners.LandscapeandUrbanPlanning,138,155–163.http://dx.doi.org/10.1016/j. potentialeffectsofclimatechange.HydrologicalSciencesJournal,58(8),1581–1597. landurbplan.2015.02.010. http://dx.doi.org/10.1080/02626667.2013.836276. Means,E.G.,West,N.,&Patrick,R.(2005).Populationgrowthandclimatechangewill Cheng,C.,Brabec,E.A.,Ryan,R.L.,Yang,Y.,Nicolson,C.,&Warren,P.S.(2013).Future posetoughchallengesforwaterutilities.JournalAmericanWaterWorksAssociation, floodingriskassessmentundergrowthscenariosandclimatechangeimpactsforthe 97(8),40. CharlesRiverwatershedintheBostonmetropolitanarea.Proceedingsofjointasso- Melillo,J.M.,Richmond,T.C.,Yohe,G.W.Eds.(2014).ClimateChangeImpactsinthe ciationofEuropeanschoolsofplanningandtheassociationofcollegiateschoolsofplan- UnitedStates:TheThirdNationalClimateAssessment.U.S.GlobalChangeResearch ningannualcongress. Program,841pp.10.7930/J0Z31WJ2. Cheng,C.(2014).Resiliencethinkinginlandscapeplanning:Atransdisciplinaryframe- Moriasi,D.N.,Arnold,J.G.,VanLiew,M.W.,Bingner,R.L.,Harmel,R.D.,&Veith,T.L. workandacaseforclimatechangeadaptation.LandscapeResearchRecord,2, (2007).Modelevaluationguidelinesforsystematicquantificationofaccuracyin 178–189. watershedsimulations.TransactionsoftheASABE,50(3),885–900. Cheng,C.(2016).Spatialclimatejusticeandgreeninfrastructureassessment:Acasefor Mullan,D.,Fealy,R.,&Favis-Mortlock,D.(2012).Developingsite-specificfuturetem- theHuronRiverwatershedMichigan,USA.GI_Forum,1,179–190. peraturescenariosforNorthernIreland:addressingkeyissuesemployingastatistical Chizewer,D.M.,&Tarlock,A.D.(2013).Newchallengesforurbanareasfacingflood downscalingapproach.InternationalJournalofClimatology,32(13),2007–2019. risks.FordhamUrbanLawJournal,40(5),1768–1792. http://dx.doi.org/10.1002/joc.2414. CityofBoston.(2016).Climateaction.http://www.cityofboston.gov/climate/.(Accessed OECD(2016).Mitigatingdroughtsandfloodsinagriculture:Policylessonsandapproaches. 8July2016). OrganisationforEconomicCo-operationandDevelopmentPublishing. Corney,S.,Grose,M.,Bennett,J.C.,White,C.,Katzfey,J.,McGregor,J.,etal.(2013). Pahl-Wostl,C.(2007).Transitionstowardsadaptivemanagementofwaterfacingclimate Performanceofdownscaledregionalclimatesimulationsusingavariable-resolution andglobalchange.WaterResourcesManagement,21(1),49–62.http://dx.doi.org/10. regionalclimatemodel:Tasmaniaasatestcase.JournalofGeophysicalResearch: 1007/s11269-006-9040-4. Atmospheres,118(21),11936–911950.http://dx.doi.org/10.1002/2013JD020087. Panagopoulos,Y.,Gassman,P.W.,Arritt,R.W.,Herzmann,D.E.,Campbell,T.D.,Valcu, Dakhlalla,A.O.,&Parajuli,P.B.(2016).EvaluationoftheBestManagementPracticesat A.,Jha,M.K.,Kling,C.L.,Srinivasan,R.,White,M.,&Arnold,J.G.(2015).Impacts theWatershedScaletoAttenuatePeakStreamflowUnderClimateChangeScenarios. ofclimatechangeonhydrology,waterqualityandcropproductivityintheOhio- WaterResourManage,30,963.http://dx.doi.org/10.1007/s11269-015-1202-9. TennesseeRiverBasin.InternationalJournalofAgriculturalandBiologicalEngineering, Ellis,J.B.(2012).SustainablesurfacewatermanagementandgreeninfrastructureinUK 8(3),36. urbancatchmentplanning.JournalofEnvironmentalPlanningandManagement,1, Praskievicz,S.,&Chang,H.(2009).Areviewofhydrologicalmodellingofbasin-scale 1–18. climatechangeandurbandevelopmentimpacts.ProgressinPhysicalGeography, Evenson,G.R.,Golden,H.E.,Lane,C.R.,&D’Amico,E.(2015).GeographicallyIsolated 33(5),650–671. WetlandsandWatershedHydrology:AModifiedModelAnalysis.Journalof Prudhomme,C.,Wilby,R.L.,Crooks,S.,Kay,A.L.,&Reynard,N.S.(2010).Scenario- Hydrology,529,240–256.http://dx.doi.org/10.1016/j.jhydrol.2015.07.039. neutralapproachtoclimatechangeimpactstudies:Applicationtofloodrisk.Journal Francesconi,W.,Srinivasan,R.,Pérez-Miñana,E.,Willcock,S.P.,&Quintero,M.(2016). ofHydrology,390(3–4),198–209. Usingthesoilandwaterassessmenttool(SWAT)tomodelecosystemservices:A Reed,S.,Johnson,D.,&Sweeney,T.(2002).Applicationandnationalgeographicin- systematicreview.JournalofHydrology,535,625–636.http://dx.doi.org/10.1016/j. formationsystemdatabasetosupporttwo-yearfloodandthresholdrunoffestimates. jhydrol.2016.01.034. JournalofHydrologicEngineering,209. Gill,S.E.,Handley,J.F.,Ennos,A.R.,&Pauleit,S.(2007).Adaptingcitiesforclimate Rock,B.N.,Lynne,C.,Walker,H.,Bradbury,J.,Dingman,S.L.,&Federer,C.A.(2001). change:Theroleofthegreeninfrastructure.BuiltEnvironment,33(1),115–132. Climateimpactsonregionalwater.TheNewEnglandregionalassessment.Universityof Golden,H.E.,Lane,C.R.,Amatya,D.M.,Bandilla,K.W.,RaananKiperwas,H.,Knightes, NewHampshire. C.D.,&Ssegane,H.(2014).Hydrologicconnectivitybetweengeographicallyisolated Steinschneider,S.,&Brown,C.M.(2013).Asemiparametricmultivariate,multisite wetlandsandsurfacewatersystems:Areviewofselectmodelingmethods. weathergeneratorwithlow-frequencyvariabilityforuseinclimateriskassessments. EnvironmentalModelling&Software,53,190–206.http://dx.doi.org/10.1016/j. WaterResouresResearch,49,7205–7220.http://dx.doi.org/10.1002/wrcr.20528. envsoft.2013.12.004. TAMU.SWAT:Soil&WaterAssessmentTool(2011).http://swatmodel.tamu.edu/ IPCC(2000).Emissionscenarios.InN.Nakicenovic,&R.Swart(Eds.),SpecialreportsUK: Accessed11.12.11. CambridgeUniversityPress[pp570]. Takle,E.S.,Jha,M.,&Anderson,C.J.(2005).HydrologicalcycleintheupperMississippi IPCC(2007).Climatechange2007:Synthesisreport.InCoreWritingTeam,R.K. Riverbasin:20thcenturysimulationsbymultipleGCMs.GeophysicalResearchLetters, Pachauri,&A.Reisinger(Eds.),ContributionofworkinggroupsI,IIandIIItothefourth 32(18). assessmentreportoftheintergovernmentalpanelonclimatechangeGeneva,Switzerland: USArmyCorpsofEngineers.CharlesRivernaturalvalleystoragearea(2016)http:// IPCC[104pp]. www.nae.usace.army.mil/Missions/Civil-Works/Flood-Risk-Management/ IPCC(2014).Climatechange2014:Synthesisreport.InCoreWritingTeam,R.K. Massachusetts/Charles-River-NVS/Accessed25.03.16. Pachauri,&L.A.Meyer(Eds.),ContributionofworkinggroupsI,IIandIIItothefifth USEPA.StormWaterManagementModel(SWMM)(2016)https://www.epa.gov/water- assessmentreportoftheintergovernmentalpanelonclimatechangeGeneva,Switzerland: research/storm-water-management-model-swmm/(Accessed25March2016). IPCC[151pp]. Wang,L.,&Qiu,Z.(2014).Hydrologicalandwaterqualityassessmentinasuburban Joyce,L.A.,Price,D.T.,McKenney,D.W.,Siltanen,R.M.,Papadopol,P.,Lawrence,K., watershedwithmixedlandusesusingtheSWATmodel.JournalofHydrologic &Coulson,D.P.(2011).Highresolutioninterpolationofclimatescenariosforthe Engineering,19(4),816–827.http://dx.doi.org/10.1061/(ASCE)HE.1943-5584. conterminousUSAandAlaskaderivedfromGeneralCirculationModelsimulations. 0000858. Gen.Tech.Rep.RMRS-GTR-263.FortCollins,CO:U.S.DepartmentofAgriculture, Wi,S.,Yang,Y.C.E.,Steinschneider,S.,Khalil,A.F.,&Brown,C.M.(2015).Calibration ForestService,RockyMountainResearchStation. approachesfordistributedhydrologicmodelsusinghighperformancecomputing: Kannan,N.,Jeong,J.,Arnold,J.G.,Glick,R.,Gosselink,L.,&Srinivasan,R.(2014). Implicationforstreamflowprojectionsunderclimatechange.HydrologyandEarth Hydrologicmodelingofdetentionpond?InternationalJournalofResearchin SystemSciences,19,857–876. EngineeringandTechnology,3(2),552–657. Wood,A.W.,Lettenmaier,D.P.,&Palmer,R.N.(1997).AssessingClimateChange Klijn,F.,deBruijn,K.M.,Knoop,J.,&Kwadijk,J.(2012).AssessmentoftheNetherlands’ ImplicationsforWaterResourcesPlanning.ClimaticChange,37(1),203–228. floodriskmanagementpolicyunderglobalchange.AMBIO,41(2),180–192.http:// Wolsink,M.(2006).Riverbasinapproachandintegratedwatermanagement:Governance dx.doi.org/10.1007/s13280-011-0193-x. pitfallsfortheDutchspace-water-adjustmentmanagementprinciple.GeoForum, Krueger,T.,Maynard,C.,Carr,G.,Bruns,A.,Mueller,E.N.,&Lane,S.(2016).Atrans- 37(4),473–487. disciplinaryaccountofwaterresearch.WileyInterdisciplinaryReviews:Water,3(3), Wu,K.,&Johnston,C.A.(2007).HydrologicresponsetoclimaticvariabilityinaGreat 369–389.http://dx.doi.org/10.1002/wat2.1132. Lakeswatershed:AcasestudywiththeSWATmodel.JournalofHydrology,337(1/2). Lai,S.H.,&Mah,D.Y.S.(2012).Fieldinvestigationofadrydetentionpondwithun- Yang,Y.C.E.,Wi,S.,Ray,P.A.,Brown,C.M.,&Khalil,A.F.(2016).Thefuturenexusof dergrounddetentionstorage.HydrologicalSciencesJournal,57(6),1249–1255.http:// theBrahmaputraBasin:Climate,water,foodandenergytrajectories.Global dx.doi.org/10.1080/02626667.2012.692016. EnvironmentalChange,37,16–30. 36"
    ]
}