{
    "FILE_NAME": "https://www.pvpc.org/sites/default/files/doc-strong-healthy-just-springfield-climate-action-resilience-plan-2976.pdf",
    "ALL TEXT": "y t i l s i e b i r a a d r s n e e n ac ng es ou ul urf ns odi on d B V S o o o s ti Fl Z o c u ca d d r r rh hi vio Lo ie o ea ea bo p r if o Y Y h a mpe SO ent Fl 00- 00- eig r C d 1 5 N g I I A o M e E G F Map sources: Info USA Data Services, Massachusetts Office of Geographic Information Systems, Pioneer Valley Planning Commission, FEMAy t i l s i e b i r a a d r s n e e n ac ng es ou ul urf ns odi on d B V S o o o s ti Fl Z o c u ca d d r r rh hi vio Lo ie o ea ea bo p r if o Y Y h a mpe SO ent Fl 00- 00- eig r C d 1 5 N g I I A o M e E G F Springfield Climate Action & Resiliency Plan Vulnerability and Resilience V 5-11-17 Elisabeth Hamin emhamin@umass.edu August Williams-Eynon awilliamseyn@umass.eduGeographic Vulnerability Impervious Surfaces CSO Locations Identified Flooding FEMA Flood Zones 100-Year 500-Year Neighborhood BoundariesSpringfield Climate Action and Resiliency Plan: Vulnerability and Resilience 1 TABLE OF CONTENTS 1. Goals: Resiliency for Springfield ............................................... 03 2. Climate Projections ................................................................... 05 3. Method for Mapping Vulnerability in Springfield ........................ 07 4. Analysis: Resiliency and Vulnerability in Springfield ................. 10 5. Recommendations .................................................................... 16 Appendix A: Social Vulnerability Variables .................................... 202 Springfield Climate Action and Resiliency Plan: Vulnerability and ResilienceSpringfield Climate Action and Resiliency Plan: Vulnerability and Resilience 3 GOALS 1 Resiliency for Springfield The City of Springfield is developing its Climate centers and flood shelters, food stores, public Action and Resilience Plan (CARP) to implement transit and bike share, and similar services that the National Disaster Resilience Funding it received enable safety and quick recovery in the event of a from HUD in 2017. This funding responds to disaster. It concludes with recommendations on the City’s five presidentially-declared disasters in areas of risk that rise to the highest level of need. the period from 2011-2013, including a tornado, snow and ice storm, and floods. The City seeks to While global and regional trends are challenging, overcome remaining damage from these events and it can be helpful to realize that their impacts can make itself more resilient to future events under a be reduced through good design, and careful changing climate, while achieving important goals infrastructure and services. Average temperature of climate justice, furthering other existing plans, is increasing, but providing better tree canopy can and providing co-benefits from projects. One way counter that trend and reduce the experienced to visualize this is presented in Figure 1, below. heat of residents. Rainfall may intensify, but designing floodable parkland that can absorb This report begins by presenting the most recent more sheet flow can mitigate that increase. In science on climate projections for our region. We addition, there are very concrete current benefits then identify the most vulnerable neighborhoods to many actions that also help over the long term. in Springfield as well as exploring assets that Local reduction of greenhouse gas emissions will increase resilience to a disaster. Vulnerability reduce particulates and bring better health now here includes low social capacity from such issues to the most vulnerable populations, while helping as low income, limited English proficiency and the long-term global climate trends. Infrastructure car ownership, and other related demographic investments can bring good jobs to local residents characteristics. It also includes higher geographic and over time reduce energy expenditures by risk based on location in floodplains or with low the city. While climate change will clearly create tree canopy cover leading to more experience of difficult situations, actions taken now can bring heat and similar place-based issues. Resilience benefits and co-benefits that create a climate of comes from the community, neighborhood or hope. individual’s assets such as being near to cooling4 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience Figure 1: Community safety and wellbeing is at the center of resiliency. Working from the outer ring, the diagram shows that hazards are the climate events that put communities at risk. Shown are coastal hazards; for Springfield key hazards are flooding and heat waves. Exposure refers to the things that are at risk from a hazard – the people, the homes, the infrastructure, the ecosystems. Transformational infrastructure, which can include social systems and regulations, provides the buffer or hazard protection that reduces impacts from a hazard on the exposed people, things, and places. But the best projects also achieve other community goals including greenhouse gas reductions (co-benefits), are equitable in both process and outcome, and are cost effective. Together these reduce overall community exposure and help achieve broader community goals. Graphic by Y. Abunnasr in Hamin et al (2017). 1 1 Hamin, E., et al (2017). Transformational Infrastructure for Coastal Resilience: The Adaptive Gradients Framework. A. Under review. University of Massachusetts.Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 5 2 CLIMATE PROJECTIONS Summary Temperature and Extreme Heat Springfield is projected to become warmer all year, The most up-to-date regional data, released by A. with longer, hotter summers including many more days Karmalkar and R. Bradley of the Northeast Climate over 90 degrees and warmer, shorter winters; winter Science Center (NECSC) in January 2017, shows that rainfall will likely increase. Rain that comes will occur the Northeast region is warming at a much faster in more intense storm events, raising flood risks. Heat rate than most of the rest of the world and the rest of and flooding will thus be Springfield’s greatest climate the contiguous US. By the time the globe reaches an challenges. average annual warming of 2°C (3.6°F) above pre- industrial levels (the warming limit set by the 2015 Background Paris Agreement) it’s likely that the Northeast will have The direction of our future climate will be largely already reached an annual warming of 3°C (5.4°F). In determined by our individual and collective decisions. fact, the region is projected to cross the 2°C threshold The extent of changes in temperature, precipitation, and by 2040, roughly 20 years before the global average extreme weather that may occur are greatly dependent does. 3 on the efficacy of global actions to curb greenhouse gas (GHG) emissions. However, certain changes are What does this mean in the near future? According already occurring and will continue in the future, due to the NECSC, from 2020-2039 the Northeast will to the current levels of GHGs in the atmosphere. 2016, likely see increases of 2-2.8°C (3.6-5.04°F) in average for instance, was the third year in a row to set a record summer temperatures, and 2.1-3.2°C (3.78-5.76°F) in for global average temperatures, with temperatures winter temperatures. From the mid-2030s to 2055, it already averaging 2 degrees Fahrenheit warmer than will likely experience increases of 2.5-3.5°C (4.5-6.3°F) the late 19th century average. 2 But increases and in summer, and 2.9-4°C (5.22-7.2°F) in winter. On impacts are not evenly distributed across the globe -- average, this will translate to longer, hotter summers, average global warming will bring greater temperature and shorter, warmer winters. 4 increases in some areas, less in other areas of the globe. Extreme heat is also projected to increase. The 2014 Here’s what these changes may look like for Springfield, National Climate Assessment (NCA) predicts that based largely on new regional projections. between 2041-2070, the region is likely to have 30-40 days per year above 90°F—compared to 10-15 days 2 Northon, K. (Ed.). (2017, January 18). NASA, NOAA Data Show 2016 Warmest Year on Record Globally. Retrieved May 10, 2017, from https://www.nasa.gov/press-release/nasa-noaa-data-show-2016-warmest-year-on-record-globally 3 Karmalkar, A. V. and R. S. Bradley (2017). “Consequences of Global Warming of 1.5 ˚C and 2 ˚C for Regional Temperature and Precipitation Changes in the Contiguous United States.” PLOS one 12(1). 4 ibid6 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience per year historically (1971-2000). 5These days are Floods, Hurricanes, and Storms more likely to occur consecutively, and bring hotter The relationship between climate change and overnight temperatures that give more vulnerable extreme weather is still more difficult to determine. populations a hard time recovering from heat during Nevertheless, recent trends have been documented. the day; multiple hot nights in a row create particular The NCA estimates that the Northeast has experienced health risk. 6 7 These patterns will likely be more intense an increased flood magnitude of 6-12% between 1920- in Springfield due to the urban heat island effect (UHI), 2008, and this trend is predicted to continue. 9 Floods in which high concentrations of impervious surfaces will likely occur in spring, when soil moisture is higher and buildings trap and retain more heat than their and riverbanks are less able to absorb rising water. greener, less urban surroundings. Exact projections are unavailable for hurricanes and Precipitation Patterns: Drought and Heavy milder summer/winter storms. Similarly to flooding, Rains however, hurricanes have been increasing in intensity, Although changes in precipitation are more difficult frequency, and duration since the 1980s and are to model than temperature increases, there is some expected to continue increasing—especially the agreement that overall, the Northeast will experience strongest storms, Categories 4 and 5. Thunderstorms increased precipitation annually. However, it won’t be may also increase in frequency, and there is evidence evenly distributed: summers will likely be drier while that winter storms have already increased in frequency winters become wetter, and more winter precipitation and intensity since 1950, and will likely continue doing will fall as rain, rather than snow. The NECSC predicts so. 10 that, compared to historical levels, from 2020-2039 the Northeast will likely receive roughly 0-5% more precipitation in summer, but 5-15% more in the winter. From 2036-2055, summer precipitation will be similar to the 2020-2039 period, but winter precipitation may increase 10-20% above historical levels. Heavy rainfalls will also likely occur more often. In the Northeast, heavy rainfall events (defined by the NCA as “the heaviest 1% of all daily events from 1901 to 2012,”) have already increased 71% in frequency from 1958- 2012, and will likely continue increasing. However, the region may also experience a 10% increase in consecutive days without rain. 8 This uneven rainfall pattern could worsen the length and frequency of both floods and drought conditions surrounding Springfield, affecting infrastructure, agriculture and the local food economy. 5 Easterling, W., et. al. (2014, May 6). Northeast Region. Retrieved March 18, 2017, from http://nca2014.globalchange.gov/ report/regions/northeast 6 Stone, B. (2012). The City and the Coming Climate: Climate Change in the places we live. Cambridge, University of Cambridge Press. 7 Semenza, J. C., C. H. Rubin, K. H. Falter, J. D. Selanikio, W. D. Flanders, H. L. Howe, and J. L. Wilhelm (1996). “Heat- related deaths during the July 1995 heat wave in Chicago.” New England Journal of Medicine 335(84-90). 8 Easterling, W., et. al. (2014, May 6). Northeast Region. Retrieved March 18, 2017, from http://nca2014.globalchange.gov/ report/regions/northeast 9 Ibid. 10 Ibid.Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 7 METHOD FOR MAPPING 3 VULNERABILITY IN SPRINGFIELD Summary typical block group has between 600 and 3000 people By combining demographic data with geographic in it. We used these factors: and infrastructural data on several maps, we can tell 1. Social vulnerability: challenges of income, race, which neighborhoods would face the greatest exposure age, and other abilities that pre-exist in a block group (a and difficulty in responding to climate hazards. Data local neighborhood) and that compound the impacts is summarized into four maps: social vulnerability, of adverse events; stronger colors on the maps below geographic vulnerability, resilience, and critical indicate more social vulnerability.11 Specifically, we infrastructure. map these factors and sum them up into our SoVu index: As recognized by the climate justice focus of the CARP, a. Median home value - an indicator of climatic and environmental hazards affect different socioeconomic status that focuses on wealth populations unequally. Generally, communities of rather than income; also describes housing color with fewer socioeconomic resources and less quality and resilience to hazards12 access to services are more vulnerable to flooding, b. Percent of population under 5 years old and over extreme heat, and other climate concerns. They may 65 years old - young children and the elderly are have less financial and other capacity to overcome less mobile during disasters, and have higher hardship. Overall, the city is affected by vulnerabilities burdens of care for their family or healthcare in infrastructure. Taking these issues together, this institutions afterwards report maps three categories that impact vulnerability c. Percent female - due to wage inequalities and resilience of residents themselves, and one that and family care responsibilities, women can focuses on the larger institutional and infrastructural experience greater difficulty during recovery issues. We divided each data set listed below into five categories, from lowest vulnerability to highest d. Race (as percent nonwhite) - these populations vulnerability, then assigned each category an index can experience cultural barriers in their access of 1 - 5 for level of vulnerability for each factor. Then to care, resources, and political processes, and we summed the indices of all the layers to arrive at are often spatially concentrated in high-risk one index for each neighborhood, which we mapped neighborhoods to create a single measure of vulnerability for each e. Percent Latino - Latino populations are neighborhood. The basic unit of analysis is the census categorized by ethnicity, rather than race, in the block group, which is the smallest unit of data the US US Census--but they face similar barriers to those Census collects; a described above. 11 For social layers, we adapted the most important variables used by the Hazards and Vulnerability Research Institute (HVRI) at the University of South Carolina to construct the Social Vulnerability Index (SoVI). Based on research liter- ature that identifies various socioeconomic aspects of a community that contribute to its vulnerability, the SoVI uses a statistical analysis to generate a vulnerability score for every county in the US. The Institute began creating this Index in 2000, and has since released four updated and refined iterations. 12 Cutter, S. L., Boruff, B. J., & Shirley, W. L. (2003). Social Vulnerability to Environmental Hazards*. Social Science Quar- terly, 84(2), 242-261. doi:10.1111/1540-6237.84020028 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience f. Percent speaking English as a second language the river, and locally often backs-up around storm with limited English proficiency - linguistic drains) isolation creates similar barriers to those faced by 3. Measures of resilience: these are key indicators that populations of color would facilitate recovery in the event of an emergency. g. Percent in poverty - poorer populations have The ability to walk to a grocery store, to reach a bus fewer financial resources to recover from a stop, to get to a cooling center are the sorts of things disaster, and can have less access to insurance and measured here. Stronger colors on the map show other social support areas with less measures of resiliency. Factors in our h. Percent housing units with no access to a vehicle Resilience index: - creates reduced mobility during a disaster, a. Emergency shelters within a half mile walk and causes greater dependence on public b. Urgent care centers within a half mile walk transportation which may be shut down or c. Cooling centers within a half mile walk overcrowded during and after disasters d. Grocery stores within a half mile walk i. Percent of housing units occupied by renters - renters are often (but not exclusively) short-term e. Public transportation stations residents or lacking in financial resources for f. Bike share stations homeownership; transience can imply less access to or information about recovery services, and 4. Critical infrastructure: these maps show the fewer resources reduces recovery ability location of the most important infrastructure in the city, so that they can be evaluated for risk by geographic j. Length of occupancy in neighborhood - vulnerability and impact on residents and businesses. populations with longer tenures in a neighborhood Factors in our critical infrastructure index: often enjoy stronger social support networks that a. Bridges and roads in the floodplains can provide immediate assistance during and after disasters, and complement access to formal b. Dams + culverts (in floodplains or noted by City support structures; the opposite can be true for engineers as problematic) more recent residents. c. Emergency response: fire stations, police stations, hospitals, highway/public works departments 2. Geographic vulnerability: location in a floodplain d. Power plants or far from parks or other open spaces that provide cooling or clean the air, and other related environmental e. City Hall conditions that increase risk. Note that floodplains are The individual indices (collected in Appendix A) based on FEMA maps, and show history, not future. provide important information; the sum of them Under climate change areas that historically only had provides a clear measure of which neighborhoods a 1% chance of flooding in any given year will be prone face multiple and overlapping risks. Mapping of the to flooding more often, and areas that previously rarely indices gives visual impact and communication. Places flooded will be more likely to flood in severe weather with concentrations of high-risk populations that events. Specifically, we map these factors and sum them coincide with flooding or heat risks may experience up into our Geographic Vulnerability index: climate-related impacts and can then be prioritized a. Areas vulnerable to regular flooding (current for climate adaptation efforts going forward. Areas 100-year floodplain) with few resiliency services can be easily identified and b. Areas vulnerable to flooding under severe events compared to those with the most social and geographic (current 500-year floodplain) vulnerability. c. Tree canopy cover d. Impervious surfaces For comparison going forward, we show here an aerial view of the city from Google Earth. e. Localized flooding from rain events and CSO overflows (CSO: combined sewer overflows, in which heavy rain events overwhelm the sewer system, mixing stormwater and sewage and creating polluted water that gets sent directly intoSpringfield Climate Action and Resiliency Plan: Vulnerability and Resilience 9 Figure 2: Springfield as seen from Google Earth10 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience RESULTS AND ANALYSIS 4 Resiliency and Vulnerability in Springfield Summary The spatial intersection of social and geographic the Watershed Resilience Zone for its Climate Action vulnerability, along with the presence of vital and Resilience Plan (see Figure 3) and suggests the infrastructure for the City’s emergency management possible additional inclusion of Indian Orchard as an system, strongly supports Springfield’s emphasis on area of focus. Figure 3. Springfield’s Urban Watershed Resilience Zone, from NDRC application.Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 11 Social Vulnerability - Springfield, MA Social Vulnerability Index 19 - 24 25 - 28 29 - 32 33 - 36 37 - 42 Neighborhood Boundaries Text Contributing Factors: 1. Age (percent under 5 and over 65) 2. Race (percent nonwhite) 3. Ethnicity (percent Hispanic) 4. Gender (percent female) 5. Language (percent low English proficiency) 6. Mobility (percent no vehicle) Data represented by U.S. Census block groups. 7. Income (percent below poverty) Data source: U.S. Census Bureau - American Community 8. Wealth (median home value) Survey 5 Year Estimates 2015. 9. Residence (percent renters & length of residence) Figure 4. Springfield Social Vulnerability Index. More intense color indicates more risk for that census block group resulting from multiple contributing factors, listed in the box. Contributing Factors are evenly weighted in the index. The index score is meaningful as a comparison among the neighborhoods. The Social Vulnerability Index map (see Fig. 4) shows display each variable’s distribution around the city, a concentration of the highest-range vulnerability located in Appendix A. block groups within the Zone, in neighborhoods such as Memorial Square, Brightwood, Metro Center, One of the risk factors for health impact from heat and Old Hill. Forest Park has high income, but also a waves is not having access to air conditioning. This significant percentage of female-headed households. data is not available in the census, unfortunately, but we The Zone also contains a number of second highest- have some estimates based on region and income. In range vulnerability block groups in the South End, Six Massachusetts in 2009, almost 80% of households had Corners, Bay, and Liberty Heights neighborhoods. The an air conditioner, often a window unit, but those units only neighborhood outside the Watershed Resilience only used 1% of total energy expended in the state. 13 A Zone that indicated high vulnerability was Indian recent national dataset from the US Energy Information Orchard, in the northeast corner of Springfield. The Administration indicates that only 36% of households individual social variables that contribute to the total with annual incomes under $40,000 (and only 15% high vulnerability can be explored in the maps that under $20,000) use air-conditioning equipment of any 13 US Dept. of Energy, Energy Information Administration. 2013. Household Energy Use in Massachusetts. Retrieved April 28, 2017, from https://www.eia.gov/consumption/residential/reports/2009/state_briefs/pdf/ma.pdf12 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience Figure 5. Geographic Vulnerability in Springfield. kind. 14 As there are 30,846 households in Springfield Impervious surfaces are also shown in Figure 5, as grey. that make less than $40,000 per year, it’s possible These are paved areas like parking lots and streets as that only 11,105 households have air-conditioning well as built structures. Asphalt and similar materials equipment.15 This increases the vulnerability of lower- intensify the effect of sunshine, absorbing sunshine income households to rising heat levels. during the day and reflecting it back out overnight. This exacerbates high temperatures well into the evening on The flood zones on Figure 5 are based on current FEMA a calm summer night. Impervious areas also prevent maps, which do not include future flood projections infiltration of rainwater, leading to more flow of water and therefore do not address climate change. The same across sites and potential flooding. geographies in the city are expected to flood under climate change, they will just flood more often. Flooding Brightwood, South End, and to a lesser extent under climate change is expected to more frequent and Memorial Square and Indian Orchard have the largest intense, so the designation of ‘100 year’ and ‘500 year’ areas subject to flood risk. Properties along the city’s should be understood as showing locations where fairly rivers are also at risk of fairly frequent flooding under frequent flooding and rarer (but still likely) flooding climate change. Areas containing CSO outfalls may also should be expected. experience backup flooding during heavy rain events. 14 US Dept. of Energy, Energy Information Administration. 2017. 2015 Residential Energy Consumption Survey. Retrieved March 30, 2017, from https://www.eia.gov/consumption/residential/data/2015/#ac 15 United States Census Bureau. 2015. S1901: Income in the past 12 months. 2011 – 2015 American Community Survey. Retrieved March 25, 2017, from https://factfinder.census.gov/faces/nav/jsf/pages/index.xhtmlSpringfield Climate Action and Resiliency Plan: Vulnerability and Resilience 13 Areas with low tree canopy are clearly visible on the geographically vulnerable. They have the highest map. Most cities have low canopy in core commercial exposure to flooding from both the Connecticut and areas such as Metro Center. Of more concern are more Chicopee Rivers, and except for Indian Orchard, these residential areas such as South End, Memorial Square, neighborhoods also possess the lowest levels of tree East Springfield and residential parts of Metro Center, canopy and the highest concentration of impervious which should be evaluated for potential tree planting surfaces. These neighborhoods are therefore both on city property and/or help to residents for planting vulnerable to flooding through sheetflow (rainwater trees near their houses for cooling and air quality. running over land) in severe storms and also have the least ability to mitigate intense urban heat. By cross-referencing the Social Vulnerability Index Combined sewer overflow events (CSOs) are also (Fig. 4) with the Geographic Vulnerability Map and distributed exclusively along the waterfront areas of Tree Canopy map (Figs. 5 and 6), it’s apparent that the these neighborhoods, suggesting that high volumes most socially vulnerable neighborhoods mentioned of stormwater may be moving through them during above (including Indian Orchard) are also the most intense rain events. Tree Canopy Percent Cover 5 - 16 17 - 23 24 - 31 32 - 39 40 - 47 48 - 56 57 - 65 66 - 73 74 - 81 82 - 92 Neighborhood Boundaries Data sources: Info USA Data Services, Massachusetts Office of Geographic Information Systems, Pioneer Valley Planning Commission, U.S. Department of Agriculture Forest Service. Esri, HERE, DeLorme, MapmyIndia, © OpenStreetMap contributors, and the GIS user community Figure 6. Tree canopy in Springfield. Trees reduce the temperatures around them, naturally providing a cooling effect to their immediate surroundings. They also trap particulates, improving air quality. Deciduous trees shading the west and northwest sides of a building are particularly helpful in cooling. 16 16 Arbor Day Foundation. How to Plant Trees to Conserve Energy for Summer Shade. (n.d.). Retrieved April 18, 2017, from https://www.arborday.org/trees/climatechange/summershade.cfm14 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience This area is also home to a high degree of critical Springfield’s critical infrastructure for responding to infrastructure (see Fig. 7). Fire Station 10 is within the a disaster, including fire stations, is distributed across 500-year flood zone, and City Hall, Baystate Medical the city. The Chicopee River puts many culverts into Center are both located immediately adjacent to that flood zones, reducing their utility in a big storm zone, meaning they may be more at-risk in the future as but also increasing their importance to stormwater flooding becomes more frequent and more powerful. management. Increasing permeability near these Additionally, Indian Orchard is home to MassPower, may be particularly helpful. The importance of steps which is exposed to flood risk from the Chicopee planned to improve the disaster-readiness of Bay State River. Lastly, the Watershed Resilience Zone also hosts Hospital are supported by these findings. the Lower Van Horn Dam and the Watershops Pond Dam, both of which are noted to be in High Hazard condition. If these dams were to be breached during a flood event, impacts to the Zone could be severe. Figure 7. Critical Infrastructure.Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 15 Resiliency Index- Springfield, MA !( !( E Hm ose pr ig tae ln sc -y U S rh ge el nte t r Cs are !( !!!!! !!!! !!!(!!!!! !!! !!!( !!!!!( !! !( !( H Foe oa dti n Og u - t lC eto soling Stations !!!( ! ! !( ! !!!!!!! OIrncdhiaanrd !!!!! !(! R P B NV ie eks iT e gi A l hSie bB hn ou ac rs ry he oS1 L o/ t2 o o d p c m Bas otil ie uo nnW ds ! !! !a !a !!! !( !!!r !l ! !!k ! Bi r! ! i!e g! h!( tw!(!! os od!!!( !(!!! ! !!!! !!!! ! !(! !(!(!!!(!!(!(!! !(!! !(!!!(!!!!!(! !! !( !!! !!! !!! !!!(!! ! !MSeqm!( !u!o! a !!! rr! !iea !l!!!! !!! !!! !! !!!! !!! ! !!!!!!(! ! !!! !!!! ! !!! !!! !(!! !!!!!! ! !(! !!( !! !! !!(!(! !!! !! ! !!!M ! !(e! !(!(! tr!( o !( !!!(!! C! e!( !! n!! tH !L e !! !e !(i r! !b !(ige !! !hr !t !t !y !s ! !( !!!! !(!! !(!! S!!(!! !( o!! !! !! !! ! ! u!!! t! h! E! !!( n!! ! d!(!( !! !! !(!!! ! ! ! !(!!( ! !!! !! !!(! ! !(!!! ! !!( !!( !!(! ! !(! !(!!(! !!(! !! !(!( ! !!! ! !!(!! !!! ! !!! !!! !!! !!!! ! ! ! !!!( !!! ! !! !! !! ! !!!! !!( !!(! !! !S!(! !! i !x! ! C! !! !M o!( ! !r!c n! !K !e!( !n rs !ig! !!( !(! h!( !(!t ! !! ! !!( ! !! !! ! !! !!!!( ! !! ! !! !!! !( !! !(!( !O ! !!! !l !(d!! ! !( !H!!! !! ! !! i!( l! !(! !l! !!( !( !(! !!( !!! !! !! !!( !!! F!! !( o!! ! r! e!(! s! t !! !( P!(! !( !! a! !! ! rk! !! !!!!! ! !(!! !!( ! !!!(!( !!!!(! !!! ! !(!!( !! !! ! !(! !!!! B! !! ! !a ! !!!y!!!( ! ! !! !!!!( !!( !!!!! !! ! !!( !!!! !!! !!! !(!! !!!( !! !!! ! !!! !!! !!! !!( !! ! !!! U! !(!! !!(S p !p !!p !r !e !Ei !(rn !!a ! !g Hs !! !(f it !( !i le ! l !!l !(d ! !!! !(!! !!!!!! ! !! !! ! !! !! ! ! !! !!!! !! !!( !! !!( !!! ! !!! ! !! !(! !!! ! !! ! !!( !!! !! !!(!!! ! ! !! !! !! !(! !! !! !! !! !! !!!!! !!!! !(!! !!!! !(! !!! ! !!! ! FP! Eo !aar! ers!! ! kst! t! Pin!e ! P! !oi! n !!! t !! !! !!!! !(! !!! !!! !!! !! !!( !!! !! !! ! !! !! !(!(! ! !! !!!! !! !! !!!! !!(!! ! ! !! ! !!!! !! !! !! !!!B !os !t !S !o! in x tR eo enad A!( !cre !(! !(!(!(!s!!(!! !!(!( !(! !!!!! !(!! !(!!!!( !! ! !! !! !! !!!!( !! !! !!( !! !!!!!! !! !!!! ! !! ! ! !! !! !! !! !! ! !! Data Source: Pioneer Valley Planning Commission Esri, HERE, DeLorme, MapmyIndia, © OpenStreetMap contributors, and the GIS user community Figure 8. Resiliency Index -- Facilities and Services Useful in a Disaster. The Resiliency Index map (see Fig. 8) reveals a cluster In the City’s application to Phase 2 of the National of heating/cooling centers, emergency shelters, and Disaster Resilience Competition, Springfield pioneered hospitals/urgent care centers in the most vulnerable the creation of the Urban Watershed Resilience Zone-- neighborhoods, all of which are located along PVTA an area encompassing the entire western portion of the routes. This indicates the city’s already substantial city that represents higher concentrations of poverty presence of facilities essential to recovery from climate and at-risk residents (see Fig 2 at start of section). hazards, which will provide a useful foundation for additional work under the CARP. Food outlets are Our analysis affirms the focus on this Zone as the also critical due to their role in providing food and most vulnerable, highest priority region in Springfield, water before, during, and after disasters. Specific with likely the greatest exposure to climate hazards. types of outlets represented in this analysis include This spatial intersection of social and geographic both full service grocery stores and neighborhood vulnerability, along with the presence of vital bodegas/convenience stores—the latter may or may infrastructure for the City’s emergency management not provide healthy food options that contribute to system, strongly supports Springfield’s emphasis on the greater resilience, but they may help residents meet Watershed Resilience Zone for its Climate Action and their daily needs. Ensuring food outlets remain open Resilience Plan and suggests the possible addition of during disasters is essential to making sure they truly Indian Orchard. contribute to local resilience.16 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 5 RECOMMENDATIONS As the City of Springfield has detailed in their NDRC Orchard would appear to benefit from evaluation application, they have planned an integrated set of grey for this, due to proximity to flood zones and high and green infrastructural solutions to climate risks in concentrations of impervious surfaces. the Urban Watershed Resilience Zone. This approach includes efforts such as dam restoration and hardening Across the broader community, water infiltration can alongside park enhancements for stormwater retention be encouraged through landscape elements such as and upgrades to flood control systems. Our assessment bioswales (ditches with the right plantings that hold supports this multifunctional design, as it will provide rainwater and let it infiltrate) or rain gardens (somewhat significant co-benefits in addition to climate adaptation. larger than swales but the same idea), which can help In the paragraphs below we suggest additional steps halt sheetflow and allow rains to infiltrate back into the that can be taken to support both justice and resiliency. groundwater before they flood nearby neighborhoods. Some cities are using vacant lots or sidelots for this Flooding is widely recognized as a significant and purpose, or for small agricultural plots which also increasing risk under climate change. Heat waves are provide permeable surface. 17 Building bioswales/ also an important public health concern, as they can rain gardens can be a job training and employment directly result in illness and death among vulnerable program for residents in neighborhoods looking to populations. Addressing both of these will increase the build skills. Maintenance of this sort of dispersed resiliency of the City and its residents. Generally, the infrastructure can be challenging for city departments City has identified the most vulnerable neighborhoods with strapped budgets, however. The proposed Tree for investment and provision of resiliency services, Steward program in the National Disaster Resilience although our maps also encourage consideration of Competition application could be extended to include Indian Orchard as a neighborhood of concern. resident training maintenance of rain gardens. There is an array of green and grey infrastructural Green infrastructure also offers many opportunities solutions, as well as non-structural approaches (zoning, to reduce heat. Increasing the urban tree canopy by building codes, etc) to address the primary challenges planting street trees can help provide a cooling effect to to resilience. the buildings next to them, while reducing particulates in the air and sequestering carbon. This serves Common green infrastructure solutions to flooding important justice roles when the trees are planted in focus on allowing water into an area deemed “floodable” denser, less wealthy neighborhoods that have fewer to allow natural infiltration and also the movement of trees (South End, residential portions of Metro Center, rainwater across the ground (sheetflow). These kinds Memorial Square, East Springfield). Green roofs of approaches can include parks designed for water (specially constructed rooftops designed to be covered retention. When it is not wet, parks serve all their social in plants) reduce both ambient heat and the amount functions and cool nearby homes. When significant of energy needed to cool their specific building; these rain occurs, the park is closed to use and simply allows could be implemented specifically on public housing water to infiltrate into the aquifer. This approach should units to further achieve a justice focus. Where green also help with CSO problems, as it diverts water from roofs are infeasible, flat rooftops can be repainted white sewer systems. Careful design is needed to get the right to lower the heat they retain; this can be particularly elevation and planting to ensure all these functions. helpful in the densest parts of town, where extensive Memorial Square, Brightwood, South End and Indian tree canopy is not spatially feasible or suited to the 17 Cuyahoga Land Bank. Side Yard Program. (n.d.). Retrieved April 29, 2017, from http://www.cuyahogalandbank.org/sideYard.phpSpringfield Climate Action and Resiliency Plan: Vulnerability and Resilience 17 urban scale (e.g. parts of Metro Center). permanent commitments of land. Areas where there Common green infrastructural solutions to flooding are more elderly without cars, such as Forest Park, may and heat can be considered together, because they often benefit from social capacity building, such as programs create positive synergies that reinforce the effectiveness to be sure people know which neighbor to check on in of each. For example, creating a waterfront park with a case of flooding or a heat wave. To support seasonal berm along the banks of a flood-prone river can reduce employment, teams of residents can be trained and paid flood risk, while creating a multi-use running/bicycling to visit the elderly across the city during heat episodes trail atop the berm; and street trees with large pervious to make sure all is well. The City can provide helpful growing areas around them can reduce heat while also assistance to potential garden-starters by transferring retaining stormwater during heavy rains. Additionally, City-owned property at low cost, or by purchasing community gardens can be considered a form of green privately-owned lots from willing owners. infrastructure that reduces temperatures and infiltrates stormwater, while also building community and Pricing and other subsidies have a role to play. addressing local food insecurity, and they represent a Expanding enrollment in renter’s insurance can be a key useful opportunity to transform vacant lots. recovery mechanism for those who don’t own homes. However,paying for such insurance is a challenge for Grey infrastructure refers to more traditional forms of low-income families who may move often. There engineering that usually aim to prevent flooding from may be ways to develop cooperatives to increase entering areas used by people. This can take the form the likelihood of renters being able to afford such of dams and levees, retractable floodgates, or other insurance. An incentive program that lowers the cost of constructed barriers against rising waters. Green and air-conditioning for lower-income or aged individuals grey infrastructure can be thoughtfully combined-- can increase resilience to higher temperatures. One for instance, levees with foundations and water-facing innovative idea is to connect energy audits with the walls of concrete can be topped with soil and grass to provision of very low cost air conditioners to low- create a waterfront trail for walking, jogging and biking. income residents who complete whatever energy improvements are recommended for them; this would Non-structural solutions, policies like zoning achieve the health benefits of air conditioning during and building codes as well as services, and social extreme heat events, while minimizing the net energy capacity building programs, can and should play an used to do so. Incentives for tree planting on residential accompanying role. For instance, a proactive approach or small commercial lots may also be helpful. to building and zoning codes can encourage more environmentally conscious siting of new buildings Neighborhood-level solar microgrids, owned and so that residents benefit from cross-breezes. Codes operated by residents, have also been proposed in cities can also require or provide incentives for putting like New York.19 These energy systems can provide mechanical systems on the second floor in case of redundant power in the event of outages, and allow floods – this is sometimes called ‘floodable design’. residents to produce their own energy (and potentially Opening and publicizing cooling centers (air- sell surplus power back to the utility’s grid, or to each conditioned public spaces) and establishing longer other20). The cost of solar panels can be subsidized by seasons for public pools can mitigate the effects of heat the City as a means of further reducing reliance on fossil waves. “Pop-up pools,” quickly constructed swimming fuel-based electricity, in addition to the expansion of facilities like the one built in Brooklyn Bridge Park18 local hydropower. can expand pool capacities in existing parks without 18 Brooklyn Bridge Park. Pop-Up Pool. (n.d.). Retrieved April 10, 2017, from http://www.brooklynbridgepark.org/attractions/pop-up-pool 19 WE ACT for Environmental Justice. Northern Manhattan Climate Action Plan. (n.d.). Retrieved March 5, 2017, from https://www.weact.org/campaigns/nmca/ 20 Cardwell, D. 2017, March 13. Solar Experiment Lets Neighbors Trade Energy Among Themselves. Retrieved April 10, 2017, from https://www.nytimes.com/2017/03/13/business/energy-environment/brooklyn-solar-grid-energy-trading.html18 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience Project Evaluation As Springfield seeks to select which steps to take, evaluate any individual project or portfolio approach a holistic evaluation that considers the level of risk is to think of the project along various gradients, or reduction but also the social and justice benefits of scales, of achieving valued outcomes. These gradients any particular investment will be helpful. One way to or outcomes can be categorized in the following way: Gradient Type Gradient Definition Hazard Level of risk of a climate-related physical event. What is the relative likelihood of a local flood, local excess heat day potential, etc.? Exposure Ecological, social, and economic resources at risk from hazards. How many people, businesses, or other assets can the project help? Social Capacity Human strengths, attributes, and resources that reduce impacts, mitigate harm, and ensure future resilience. Does the project in- crease social capacity? Does the city have the capacity to do that project? Co-Benefits Incorporation of locally or globally desired current goals, such as jobs, ecosystem services, and social benefits into adaptation strategy. Does the project bring benefits to residents in that neigh- borhood? Efficiency Congruity between project costs and available funds, positive cost-benefit outcomes. Does the project offer good value for money invested? Effectiveness Project success over time, identified through monitoring and as- sessment and addressing changing climate. Will the project still work well under a changing climate? Participatory Process Community involvement and public transparency in planning, de- sign, and implementation. Was the community involved? Equitable Outcomes Distribution of costs, benefits, and impacts achieves justice goals. Does the project provide a just distribution of costs and benefits? Figure 9: Adaptive Gradients for Resilient Infrastructure.21 21 Hamin, E., et al (2017). Transformational Infrastructure for Coastal Resilience: The Adaptive Gradients Framework. Manuscript under review. University of Massachusetts.Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 19 If helpful, these gradients can be scored and placed on way to visualize this is shown below, in Figure 10. a figure that enables comparison across projects. One Figure 10: Diagram of Gradients, with bright color showing estimated value and the inner and outer lines showing minimum and maximum estimated value, based on a range of potential outcomes from a project. Conclusion Adapting to climate change is well within the abilities of resources and outreach to the neighborhoods that Springfield and its residents, especially when informed need it most. The recommendations included here can by awareness of which residents face highest risk. accompany the efforts already proposed by the City, Building the results of this vulnerability assessment and stimulate further creative approaches to building into the climate planning process should help direct Springfield’s resilience.20 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience Appendix A: Social Vulnerability Variables Social Vulnerability Index- Springfield, MA As recognized by the climate justice focus Social Vulnerability Under Age 5 & Over Index Age 65 - Combined of the CARP, climatic and environmental 19 - 24 1.4 - 11.0 % hazards affect different populations 25 - 28 11.1 - 16.0% unequally. Generally, communities of color 29 - 32 16.1 - 21.6% and those with fewer socioeconomic 33 - 36 21.7 - 30.1% resources and less access to services are 37 - 42 30.2 - 49.2% more vulnerable to flooding, extreme heat, and other climate concerns, as they may have less capacity to overcome hardship. This map examines the various social factors that contribute to vulnerability and how they are dispersed geographically in Springfield, MA. Percent Non-white Percent Hispanic Percent Female Population Population Population 4.9% - 23.3% 0 - 18.8% 36.7 - 43.8% 23.4% - 38.9% 18.9 - 34.9% 43.9 - 48.7% 39% - 52.2% 35.0 - 51.2% 48.8 - 52.8% 52.3% - 66.9% 51.3 - 72.2% 52.9 - 58.3% 67% - 88.4% 72.3 - 94.5% 58.4 - 68.4% Percent Limited Percent No Vehicle Percent Population English Proficiency Access Below Poverty 0 - 3.6% 0 - 6.9% 0 - 4.8% 3.7 - 10.4% 7.0 - 16.2% 4.9 - 12.0% 10.5 - 19.8% 16.3 - 29.5% 12.1 - 20.8% 19.9 - 32.8% 29.6 - 49.6% 20.9 - 30.9% 32.9 - 50.4% 49.7 - 80.0% 31.0 - 43.9% Median Home Value Percent Renter Majority Start of $55,900 - 95,700 Population Residency $95,701 - 127,600 0 - 20.0% 1990 - 1999 $127,601 - 149,800 20.1 - 39.0% 2000 - 2009 $149,801 - 175500 39.1 - 58.7% 2010 - 2015 $175,501 - 238,500 58.8 - 80.2% 80.3 - 97.6%Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 21",
    "TEXT BY PAGE": [
        "y t i l s i e b i r a a d r s n e e n ac ng es ou ul urf ns odi on d B V S o o o s ti Fl Z o c u ca d d r r rh hi vio Lo ie o ea ea bo p r if o Y Y h a mpe SO ent Fl 00- 00- eig r C d 1 5 N g I I A o M e E G F Map sources: Info USA Data Services, Massachusetts Office of Geographic Information Systems, Pioneer Valley Planning Commission, FEMA",
        "y t i l s i e b i r a a d r s n e e n ac ng es ou ul urf ns odi on d B V S o o o s ti Fl Z o c u ca d d r r rh hi vio Lo ie o ea ea bo p r if o Y Y h a mpe SO ent Fl 00- 00- eig r C d 1 5 N g I I A o M e E G F Springfield Climate Action & Resiliency Plan Vulnerability and Resilience V 5-11-17 Elisabeth Hamin emhamin@umass.edu August Williams-Eynon awilliamseyn@umass.edu",
        "Geographic Vulnerability Impervious Surfaces CSO Locations Identified Flooding FEMA Flood Zones 100-Year 500-Year Neighborhood Boundaries",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 1 TABLE OF CONTENTS 1. Goals: Resiliency for Springfield ............................................... 03 2. Climate Projections ................................................................... 05 3. Method for Mapping Vulnerability in Springfield ........................ 07 4. Analysis: Resiliency and Vulnerability in Springfield ................. 10 5. Recommendations .................................................................... 16 Appendix A: Social Vulnerability Variables .................................... 20",
        "2 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 3 GOALS 1 Resiliency for Springfield The City of Springfield is developing its Climate centers and flood shelters, food stores, public Action and Resilience Plan (CARP) to implement transit and bike share, and similar services that the National Disaster Resilience Funding it received enable safety and quick recovery in the event of a from HUD in 2017. This funding responds to disaster. It concludes with recommendations on the City’s five presidentially-declared disasters in areas of risk that rise to the highest level of need. the period from 2011-2013, including a tornado, snow and ice storm, and floods. The City seeks to While global and regional trends are challenging, overcome remaining damage from these events and it can be helpful to realize that their impacts can make itself more resilient to future events under a be reduced through good design, and careful changing climate, while achieving important goals infrastructure and services. Average temperature of climate justice, furthering other existing plans, is increasing, but providing better tree canopy can and providing co-benefits from projects. One way counter that trend and reduce the experienced to visualize this is presented in Figure 1, below. heat of residents. Rainfall may intensify, but designing floodable parkland that can absorb This report begins by presenting the most recent more sheet flow can mitigate that increase. In science on climate projections for our region. We addition, there are very concrete current benefits then identify the most vulnerable neighborhoods to many actions that also help over the long term. in Springfield as well as exploring assets that Local reduction of greenhouse gas emissions will increase resilience to a disaster. Vulnerability reduce particulates and bring better health now here includes low social capacity from such issues to the most vulnerable populations, while helping as low income, limited English proficiency and the long-term global climate trends. Infrastructure car ownership, and other related demographic investments can bring good jobs to local residents characteristics. It also includes higher geographic and over time reduce energy expenditures by risk based on location in floodplains or with low the city. While climate change will clearly create tree canopy cover leading to more experience of difficult situations, actions taken now can bring heat and similar place-based issues. Resilience benefits and co-benefits that create a climate of comes from the community, neighborhood or hope. individual’s assets such as being near to cooling",
        "4 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience Figure 1: Community safety and wellbeing is at the center of resiliency. Working from the outer ring, the diagram shows that hazards are the climate events that put communities at risk. Shown are coastal hazards; for Springfield key hazards are flooding and heat waves. Exposure refers to the things that are at risk from a hazard – the people, the homes, the infrastructure, the ecosystems. Transformational infrastructure, which can include social systems and regulations, provides the buffer or hazard protection that reduces impacts from a hazard on the exposed people, things, and places. But the best projects also achieve other community goals including greenhouse gas reductions (co-benefits), are equitable in both process and outcome, and are cost effective. Together these reduce overall community exposure and help achieve broader community goals. Graphic by Y. Abunnasr in Hamin et al (2017). 1 1 Hamin, E., et al (2017). Transformational Infrastructure for Coastal Resilience: The Adaptive Gradients Framework. A. Under review. University of Massachusetts.",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 5 2 CLIMATE PROJECTIONS Summary Temperature and Extreme Heat Springfield is projected to become warmer all year, The most up-to-date regional data, released by A. with longer, hotter summers including many more days Karmalkar and R. Bradley of the Northeast Climate over 90 degrees and warmer, shorter winters; winter Science Center (NECSC) in January 2017, shows that rainfall will likely increase. Rain that comes will occur the Northeast region is warming at a much faster in more intense storm events, raising flood risks. Heat rate than most of the rest of the world and the rest of and flooding will thus be Springfield’s greatest climate the contiguous US. By the time the globe reaches an challenges. average annual warming of 2°C (3.6°F) above pre- industrial levels (the warming limit set by the 2015 Background Paris Agreement) it’s likely that the Northeast will have The direction of our future climate will be largely already reached an annual warming of 3°C (5.4°F). In determined by our individual and collective decisions. fact, the region is projected to cross the 2°C threshold The extent of changes in temperature, precipitation, and by 2040, roughly 20 years before the global average extreme weather that may occur are greatly dependent does. 3 on the efficacy of global actions to curb greenhouse gas (GHG) emissions. However, certain changes are What does this mean in the near future? According already occurring and will continue in the future, due to the NECSC, from 2020-2039 the Northeast will to the current levels of GHGs in the atmosphere. 2016, likely see increases of 2-2.8°C (3.6-5.04°F) in average for instance, was the third year in a row to set a record summer temperatures, and 2.1-3.2°C (3.78-5.76°F) in for global average temperatures, with temperatures winter temperatures. From the mid-2030s to 2055, it already averaging 2 degrees Fahrenheit warmer than will likely experience increases of 2.5-3.5°C (4.5-6.3°F) the late 19th century average. 2 But increases and in summer, and 2.9-4°C (5.22-7.2°F) in winter. On impacts are not evenly distributed across the globe -- average, this will translate to longer, hotter summers, average global warming will bring greater temperature and shorter, warmer winters. 4 increases in some areas, less in other areas of the globe. Extreme heat is also projected to increase. The 2014 Here’s what these changes may look like for Springfield, National Climate Assessment (NCA) predicts that based largely on new regional projections. between 2041-2070, the region is likely to have 30-40 days per year above 90°F—compared to 10-15 days 2 Northon, K. (Ed.). (2017, January 18). NASA, NOAA Data Show 2016 Warmest Year on Record Globally. Retrieved May 10, 2017, from https://www.nasa.gov/press-release/nasa-noaa-data-show-2016-warmest-year-on-record-globally 3 Karmalkar, A. V. and R. S. Bradley (2017). “Consequences of Global Warming of 1.5 ˚C and 2 ˚C for Regional Temperature and Precipitation Changes in the Contiguous United States.” PLOS one 12(1). 4 ibid",
        "6 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience per year historically (1971-2000). 5These days are Floods, Hurricanes, and Storms more likely to occur consecutively, and bring hotter The relationship between climate change and overnight temperatures that give more vulnerable extreme weather is still more difficult to determine. populations a hard time recovering from heat during Nevertheless, recent trends have been documented. the day; multiple hot nights in a row create particular The NCA estimates that the Northeast has experienced health risk. 6 7 These patterns will likely be more intense an increased flood magnitude of 6-12% between 1920- in Springfield due to the urban heat island effect (UHI), 2008, and this trend is predicted to continue. 9 Floods in which high concentrations of impervious surfaces will likely occur in spring, when soil moisture is higher and buildings trap and retain more heat than their and riverbanks are less able to absorb rising water. greener, less urban surroundings. Exact projections are unavailable for hurricanes and Precipitation Patterns: Drought and Heavy milder summer/winter storms. Similarly to flooding, Rains however, hurricanes have been increasing in intensity, Although changes in precipitation are more difficult frequency, and duration since the 1980s and are to model than temperature increases, there is some expected to continue increasing—especially the agreement that overall, the Northeast will experience strongest storms, Categories 4 and 5. Thunderstorms increased precipitation annually. However, it won’t be may also increase in frequency, and there is evidence evenly distributed: summers will likely be drier while that winter storms have already increased in frequency winters become wetter, and more winter precipitation and intensity since 1950, and will likely continue doing will fall as rain, rather than snow. The NECSC predicts so. 10 that, compared to historical levels, from 2020-2039 the Northeast will likely receive roughly 0-5% more precipitation in summer, but 5-15% more in the winter. From 2036-2055, summer precipitation will be similar to the 2020-2039 period, but winter precipitation may increase 10-20% above historical levels. Heavy rainfalls will also likely occur more often. In the Northeast, heavy rainfall events (defined by the NCA as “the heaviest 1% of all daily events from 1901 to 2012,”) have already increased 71% in frequency from 1958- 2012, and will likely continue increasing. However, the region may also experience a 10% increase in consecutive days without rain. 8 This uneven rainfall pattern could worsen the length and frequency of both floods and drought conditions surrounding Springfield, affecting infrastructure, agriculture and the local food economy. 5 Easterling, W., et. al. (2014, May 6). Northeast Region. Retrieved March 18, 2017, from http://nca2014.globalchange.gov/ report/regions/northeast 6 Stone, B. (2012). The City and the Coming Climate: Climate Change in the places we live. Cambridge, University of Cambridge Press. 7 Semenza, J. C., C. H. Rubin, K. H. Falter, J. D. Selanikio, W. D. Flanders, H. L. Howe, and J. L. Wilhelm (1996). “Heat- related deaths during the July 1995 heat wave in Chicago.” New England Journal of Medicine 335(84-90). 8 Easterling, W., et. al. (2014, May 6). Northeast Region. Retrieved March 18, 2017, from http://nca2014.globalchange.gov/ report/regions/northeast 9 Ibid. 10 Ibid.",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 7 METHOD FOR MAPPING 3 VULNERABILITY IN SPRINGFIELD Summary typical block group has between 600 and 3000 people By combining demographic data with geographic in it. We used these factors: and infrastructural data on several maps, we can tell 1. Social vulnerability: challenges of income, race, which neighborhoods would face the greatest exposure age, and other abilities that pre-exist in a block group (a and difficulty in responding to climate hazards. Data local neighborhood) and that compound the impacts is summarized into four maps: social vulnerability, of adverse events; stronger colors on the maps below geographic vulnerability, resilience, and critical indicate more social vulnerability.11 Specifically, we infrastructure. map these factors and sum them up into our SoVu index: As recognized by the climate justice focus of the CARP, a. Median home value - an indicator of climatic and environmental hazards affect different socioeconomic status that focuses on wealth populations unequally. Generally, communities of rather than income; also describes housing color with fewer socioeconomic resources and less quality and resilience to hazards12 access to services are more vulnerable to flooding, b. Percent of population under 5 years old and over extreme heat, and other climate concerns. They may 65 years old - young children and the elderly are have less financial and other capacity to overcome less mobile during disasters, and have higher hardship. Overall, the city is affected by vulnerabilities burdens of care for their family or healthcare in infrastructure. Taking these issues together, this institutions afterwards report maps three categories that impact vulnerability c. Percent female - due to wage inequalities and resilience of residents themselves, and one that and family care responsibilities, women can focuses on the larger institutional and infrastructural experience greater difficulty during recovery issues. We divided each data set listed below into five categories, from lowest vulnerability to highest d. Race (as percent nonwhite) - these populations vulnerability, then assigned each category an index can experience cultural barriers in their access of 1 - 5 for level of vulnerability for each factor. Then to care, resources, and political processes, and we summed the indices of all the layers to arrive at are often spatially concentrated in high-risk one index for each neighborhood, which we mapped neighborhoods to create a single measure of vulnerability for each e. Percent Latino - Latino populations are neighborhood. The basic unit of analysis is the census categorized by ethnicity, rather than race, in the block group, which is the smallest unit of data the US US Census--but they face similar barriers to those Census collects; a described above. 11 For social layers, we adapted the most important variables used by the Hazards and Vulnerability Research Institute (HVRI) at the University of South Carolina to construct the Social Vulnerability Index (SoVI). Based on research liter- ature that identifies various socioeconomic aspects of a community that contribute to its vulnerability, the SoVI uses a statistical analysis to generate a vulnerability score for every county in the US. The Institute began creating this Index in 2000, and has since released four updated and refined iterations. 12 Cutter, S. L., Boruff, B. J., & Shirley, W. L. (2003). Social Vulnerability to Environmental Hazards*. Social Science Quar- terly, 84(2), 242-261. doi:10.1111/1540-6237.8402002",
        "8 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience f. Percent speaking English as a second language the river, and locally often backs-up around storm with limited English proficiency - linguistic drains) isolation creates similar barriers to those faced by 3. Measures of resilience: these are key indicators that populations of color would facilitate recovery in the event of an emergency. g. Percent in poverty - poorer populations have The ability to walk to a grocery store, to reach a bus fewer financial resources to recover from a stop, to get to a cooling center are the sorts of things disaster, and can have less access to insurance and measured here. Stronger colors on the map show other social support areas with less measures of resiliency. Factors in our h. Percent housing units with no access to a vehicle Resilience index: - creates reduced mobility during a disaster, a. Emergency shelters within a half mile walk and causes greater dependence on public b. Urgent care centers within a half mile walk transportation which may be shut down or c. Cooling centers within a half mile walk overcrowded during and after disasters d. Grocery stores within a half mile walk i. Percent of housing units occupied by renters - renters are often (but not exclusively) short-term e. Public transportation stations residents or lacking in financial resources for f. Bike share stations homeownership; transience can imply less access to or information about recovery services, and 4. Critical infrastructure: these maps show the fewer resources reduces recovery ability location of the most important infrastructure in the city, so that they can be evaluated for risk by geographic j. Length of occupancy in neighborhood - vulnerability and impact on residents and businesses. populations with longer tenures in a neighborhood Factors in our critical infrastructure index: often enjoy stronger social support networks that a. Bridges and roads in the floodplains can provide immediate assistance during and after disasters, and complement access to formal b. Dams + culverts (in floodplains or noted by City support structures; the opposite can be true for engineers as problematic) more recent residents. c. Emergency response: fire stations, police stations, hospitals, highway/public works departments 2. Geographic vulnerability: location in a floodplain d. Power plants or far from parks or other open spaces that provide cooling or clean the air, and other related environmental e. City Hall conditions that increase risk. Note that floodplains are The individual indices (collected in Appendix A) based on FEMA maps, and show history, not future. provide important information; the sum of them Under climate change areas that historically only had provides a clear measure of which neighborhoods a 1% chance of flooding in any given year will be prone face multiple and overlapping risks. Mapping of the to flooding more often, and areas that previously rarely indices gives visual impact and communication. Places flooded will be more likely to flood in severe weather with concentrations of high-risk populations that events. Specifically, we map these factors and sum them coincide with flooding or heat risks may experience up into our Geographic Vulnerability index: climate-related impacts and can then be prioritized a. Areas vulnerable to regular flooding (current for climate adaptation efforts going forward. Areas 100-year floodplain) with few resiliency services can be easily identified and b. Areas vulnerable to flooding under severe events compared to those with the most social and geographic (current 500-year floodplain) vulnerability. c. Tree canopy cover d. Impervious surfaces For comparison going forward, we show here an aerial view of the city from Google Earth. e. Localized flooding from rain events and CSO overflows (CSO: combined sewer overflows, in which heavy rain events overwhelm the sewer system, mixing stormwater and sewage and creating polluted water that gets sent directly into",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 9 Figure 2: Springfield as seen from Google Earth",
        "10 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience RESULTS AND ANALYSIS 4 Resiliency and Vulnerability in Springfield Summary The spatial intersection of social and geographic the Watershed Resilience Zone for its Climate Action vulnerability, along with the presence of vital and Resilience Plan (see Figure 3) and suggests the infrastructure for the City’s emergency management possible additional inclusion of Indian Orchard as an system, strongly supports Springfield’s emphasis on area of focus. Figure 3. Springfield’s Urban Watershed Resilience Zone, from NDRC application.",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 11 Social Vulnerability - Springfield, MA Social Vulnerability Index 19 - 24 25 - 28 29 - 32 33 - 36 37 - 42 Neighborhood Boundaries Text Contributing Factors: 1. Age (percent under 5 and over 65) 2. Race (percent nonwhite) 3. Ethnicity (percent Hispanic) 4. Gender (percent female) 5. Language (percent low English proficiency) 6. Mobility (percent no vehicle) Data represented by U.S. Census block groups. 7. Income (percent below poverty) Data source: U.S. Census Bureau - American Community 8. Wealth (median home value) Survey 5 Year Estimates 2015. 9. Residence (percent renters & length of residence) Figure 4. Springfield Social Vulnerability Index. More intense color indicates more risk for that census block group resulting from multiple contributing factors, listed in the box. Contributing Factors are evenly weighted in the index. The index score is meaningful as a comparison among the neighborhoods. The Social Vulnerability Index map (see Fig. 4) shows display each variable’s distribution around the city, a concentration of the highest-range vulnerability located in Appendix A. block groups within the Zone, in neighborhoods such as Memorial Square, Brightwood, Metro Center, One of the risk factors for health impact from heat and Old Hill. Forest Park has high income, but also a waves is not having access to air conditioning. This significant percentage of female-headed households. data is not available in the census, unfortunately, but we The Zone also contains a number of second highest- have some estimates based on region and income. In range vulnerability block groups in the South End, Six Massachusetts in 2009, almost 80% of households had Corners, Bay, and Liberty Heights neighborhoods. The an air conditioner, often a window unit, but those units only neighborhood outside the Watershed Resilience only used 1% of total energy expended in the state. 13 A Zone that indicated high vulnerability was Indian recent national dataset from the US Energy Information Orchard, in the northeast corner of Springfield. The Administration indicates that only 36% of households individual social variables that contribute to the total with annual incomes under $40,000 (and only 15% high vulnerability can be explored in the maps that under $20,000) use air-conditioning equipment of any 13 US Dept. of Energy, Energy Information Administration. 2013. Household Energy Use in Massachusetts. Retrieved April 28, 2017, from https://www.eia.gov/consumption/residential/reports/2009/state_briefs/pdf/ma.pdf",
        "12 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience Figure 5. Geographic Vulnerability in Springfield. kind. 14 As there are 30,846 households in Springfield Impervious surfaces are also shown in Figure 5, as grey. that make less than $40,000 per year, it’s possible These are paved areas like parking lots and streets as that only 11,105 households have air-conditioning well as built structures. Asphalt and similar materials equipment.15 This increases the vulnerability of lower- intensify the effect of sunshine, absorbing sunshine income households to rising heat levels. during the day and reflecting it back out overnight. This exacerbates high temperatures well into the evening on The flood zones on Figure 5 are based on current FEMA a calm summer night. Impervious areas also prevent maps, which do not include future flood projections infiltration of rainwater, leading to more flow of water and therefore do not address climate change. The same across sites and potential flooding. geographies in the city are expected to flood under climate change, they will just flood more often. Flooding Brightwood, South End, and to a lesser extent under climate change is expected to more frequent and Memorial Square and Indian Orchard have the largest intense, so the designation of ‘100 year’ and ‘500 year’ areas subject to flood risk. Properties along the city’s should be understood as showing locations where fairly rivers are also at risk of fairly frequent flooding under frequent flooding and rarer (but still likely) flooding climate change. Areas containing CSO outfalls may also should be expected. experience backup flooding during heavy rain events. 14 US Dept. of Energy, Energy Information Administration. 2017. 2015 Residential Energy Consumption Survey. Retrieved March 30, 2017, from https://www.eia.gov/consumption/residential/data/2015/#ac 15 United States Census Bureau. 2015. S1901: Income in the past 12 months. 2011 – 2015 American Community Survey. Retrieved March 25, 2017, from https://factfinder.census.gov/faces/nav/jsf/pages/index.xhtml",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 13 Areas with low tree canopy are clearly visible on the geographically vulnerable. They have the highest map. Most cities have low canopy in core commercial exposure to flooding from both the Connecticut and areas such as Metro Center. Of more concern are more Chicopee Rivers, and except for Indian Orchard, these residential areas such as South End, Memorial Square, neighborhoods also possess the lowest levels of tree East Springfield and residential parts of Metro Center, canopy and the highest concentration of impervious which should be evaluated for potential tree planting surfaces. These neighborhoods are therefore both on city property and/or help to residents for planting vulnerable to flooding through sheetflow (rainwater trees near their houses for cooling and air quality. running over land) in severe storms and also have the least ability to mitigate intense urban heat. By cross-referencing the Social Vulnerability Index Combined sewer overflow events (CSOs) are also (Fig. 4) with the Geographic Vulnerability Map and distributed exclusively along the waterfront areas of Tree Canopy map (Figs. 5 and 6), it’s apparent that the these neighborhoods, suggesting that high volumes most socially vulnerable neighborhoods mentioned of stormwater may be moving through them during above (including Indian Orchard) are also the most intense rain events. Tree Canopy Percent Cover 5 - 16 17 - 23 24 - 31 32 - 39 40 - 47 48 - 56 57 - 65 66 - 73 74 - 81 82 - 92 Neighborhood Boundaries Data sources: Info USA Data Services, Massachusetts Office of Geographic Information Systems, Pioneer Valley Planning Commission, U.S. Department of Agriculture Forest Service. Esri, HERE, DeLorme, MapmyIndia, © OpenStreetMap contributors, and the GIS user community Figure 6. Tree canopy in Springfield. Trees reduce the temperatures around them, naturally providing a cooling effect to their immediate surroundings. They also trap particulates, improving air quality. Deciduous trees shading the west and northwest sides of a building are particularly helpful in cooling. 16 16 Arbor Day Foundation. How to Plant Trees to Conserve Energy for Summer Shade. (n.d.). Retrieved April 18, 2017, from https://www.arborday.org/trees/climatechange/summershade.cfm",
        "14 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience This area is also home to a high degree of critical Springfield’s critical infrastructure for responding to infrastructure (see Fig. 7). Fire Station 10 is within the a disaster, including fire stations, is distributed across 500-year flood zone, and City Hall, Baystate Medical the city. The Chicopee River puts many culverts into Center are both located immediately adjacent to that flood zones, reducing their utility in a big storm zone, meaning they may be more at-risk in the future as but also increasing their importance to stormwater flooding becomes more frequent and more powerful. management. Increasing permeability near these Additionally, Indian Orchard is home to MassPower, may be particularly helpful. The importance of steps which is exposed to flood risk from the Chicopee planned to improve the disaster-readiness of Bay State River. Lastly, the Watershed Resilience Zone also hosts Hospital are supported by these findings. the Lower Van Horn Dam and the Watershops Pond Dam, both of which are noted to be in High Hazard condition. If these dams were to be breached during a flood event, impacts to the Zone could be severe. Figure 7. Critical Infrastructure.",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 15 Resiliency Index- Springfield, MA !( !( E Hm ose pr ig tae ln sc -y U S rh ge el nte t r Cs are !( !!!!! !!!! !!!(!!!!! !!! !!!( !!!!!( !! !( !( H Foe oa dti n Og u - t lC eto soling Stations !!!( ! ! !( ! !!!!!!! OIrncdhiaanrd !!!!! !(! R P B NV ie eks iT e gi A l hSie bB hn ou ac rs ry he oS1 L o/ t2 o o d p c m Bas otil ie uo nnW ds ! !! !a !a !!! !( !!!r !l ! !!k ! Bi r! ! i!e g! h!( tw!(!! os od!!!( !(!!! ! !!!! !!!! ! !(! !(!(!!!(!!(!(!! !(!! !(!!!(!!!!!(! !! !( !!! !!! !!! !!!(!! ! !MSeqm!( !u!o! a !!! rr! !iea !l!!!! !!! !!! !! !!!! !!! ! !!!!!!(! ! !!! !!!! ! !!! !!! !(!! !!!!!! ! !(! !!( !! !! !!(!(! !!! !! ! !!!M ! !(e! !(!(! tr!( o !( !!!(!! C! e!( !! n!! tH !L e !! !e !(i r! !b !(ige !! !hr !t !t !y !s ! !( !!!! !(!! !(!! S!!(!! !( o!! !! !! !! ! ! u!!! t! h! E! !!( n!! ! d!(!( !! !! !(!!! ! ! ! !(!!( ! !!! !! !!(! ! !(!!! ! !!( !!( !!(! ! !(! !(!!(! !!(! !! !(!( ! !!! ! !!(!! !!! ! !!! !!! !!! !!!! ! ! ! !!!( !!! ! !! !! !! ! !!!! !!( !!(! !! !S!(! !! i !x! ! C! !! !M o!( ! !r!c n! !K !e!( !n rs !ig! !!( !(! h!( !(!t ! !! ! !!( ! !! !! ! !! !!!!( ! !! ! !! !!! !( !! !(!( !O ! !!! !l !(d!! ! !( !H!!! !! ! !! i!( l! !(! !l! !!( !( !(! !!( !!! !! !! !!( !!! F!! !( o!! ! r! e!(! s! t !! !( P!(! !( !! a! !! ! rk! !! !!!!! ! !(!! !!( ! !!!(!( !!!!(! !!! ! !(!!( !! !! ! !(! !!!! B! !! ! !a ! !!!y!!!( ! ! !! !!!!( !!( !!!!! !! ! !!( !!!! !!! !!! !(!! !!!( !! !!! ! !!! !!! !!! !!( !! ! !!! U! !(!! !!(S p !p !!p !r !e !Ei !(rn !!a ! !g Hs !! !(f it !( !i le ! l !!l !(d ! !!! !(!! !!!!!! ! !! !! ! !! !! ! ! !! !!!! !! !!( !! !!( !!! ! !!! ! !! !(! !!! ! !! ! !!( !!! !! !!(!!! ! ! !! !! !! !(! !! !! !! !! !! !!!!! !!!! !(!! !!!! !(! !!! ! !!! ! FP! Eo !aar! ers!! ! kst! t! Pin!e ! P! !oi! n !!! t !! !! !!!! !(! !!! !!! !!! !! !!( !!! !! !! ! !! !! !(!(! ! !! !!!! !! !! !!!! !!(!! ! ! !! ! !!!! !! !! !! !!!B !os !t !S !o! in x tR eo enad A!( !cre !(! !(!(!(!s!!(!! !!(!( !(! !!!!! !(!! !(!!!!( !! ! !! !! !! !!!!( !! !! !!( !! !!!!!! !! !!!! ! !! ! ! !! !! !! !! !! ! !! Data Source: Pioneer Valley Planning Commission Esri, HERE, DeLorme, MapmyIndia, © OpenStreetMap contributors, and the GIS user community Figure 8. Resiliency Index -- Facilities and Services Useful in a Disaster. The Resiliency Index map (see Fig. 8) reveals a cluster In the City’s application to Phase 2 of the National of heating/cooling centers, emergency shelters, and Disaster Resilience Competition, Springfield pioneered hospitals/urgent care centers in the most vulnerable the creation of the Urban Watershed Resilience Zone-- neighborhoods, all of which are located along PVTA an area encompassing the entire western portion of the routes. This indicates the city’s already substantial city that represents higher concentrations of poverty presence of facilities essential to recovery from climate and at-risk residents (see Fig 2 at start of section). hazards, which will provide a useful foundation for additional work under the CARP. Food outlets are Our analysis affirms the focus on this Zone as the also critical due to their role in providing food and most vulnerable, highest priority region in Springfield, water before, during, and after disasters. Specific with likely the greatest exposure to climate hazards. types of outlets represented in this analysis include This spatial intersection of social and geographic both full service grocery stores and neighborhood vulnerability, along with the presence of vital bodegas/convenience stores—the latter may or may infrastructure for the City’s emergency management not provide healthy food options that contribute to system, strongly supports Springfield’s emphasis on the greater resilience, but they may help residents meet Watershed Resilience Zone for its Climate Action and their daily needs. Ensuring food outlets remain open Resilience Plan and suggests the possible addition of during disasters is essential to making sure they truly Indian Orchard. contribute to local resilience.",
        "16 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 5 RECOMMENDATIONS As the City of Springfield has detailed in their NDRC Orchard would appear to benefit from evaluation application, they have planned an integrated set of grey for this, due to proximity to flood zones and high and green infrastructural solutions to climate risks in concentrations of impervious surfaces. the Urban Watershed Resilience Zone. This approach includes efforts such as dam restoration and hardening Across the broader community, water infiltration can alongside park enhancements for stormwater retention be encouraged through landscape elements such as and upgrades to flood control systems. Our assessment bioswales (ditches with the right plantings that hold supports this multifunctional design, as it will provide rainwater and let it infiltrate) or rain gardens (somewhat significant co-benefits in addition to climate adaptation. larger than swales but the same idea), which can help In the paragraphs below we suggest additional steps halt sheetflow and allow rains to infiltrate back into the that can be taken to support both justice and resiliency. groundwater before they flood nearby neighborhoods. Some cities are using vacant lots or sidelots for this Flooding is widely recognized as a significant and purpose, or for small agricultural plots which also increasing risk under climate change. Heat waves are provide permeable surface. 17 Building bioswales/ also an important public health concern, as they can rain gardens can be a job training and employment directly result in illness and death among vulnerable program for residents in neighborhoods looking to populations. Addressing both of these will increase the build skills. Maintenance of this sort of dispersed resiliency of the City and its residents. Generally, the infrastructure can be challenging for city departments City has identified the most vulnerable neighborhoods with strapped budgets, however. The proposed Tree for investment and provision of resiliency services, Steward program in the National Disaster Resilience although our maps also encourage consideration of Competition application could be extended to include Indian Orchard as a neighborhood of concern. resident training maintenance of rain gardens. There is an array of green and grey infrastructural Green infrastructure also offers many opportunities solutions, as well as non-structural approaches (zoning, to reduce heat. Increasing the urban tree canopy by building codes, etc) to address the primary challenges planting street trees can help provide a cooling effect to to resilience. the buildings next to them, while reducing particulates in the air and sequestering carbon. This serves Common green infrastructure solutions to flooding important justice roles when the trees are planted in focus on allowing water into an area deemed “floodable” denser, less wealthy neighborhoods that have fewer to allow natural infiltration and also the movement of trees (South End, residential portions of Metro Center, rainwater across the ground (sheetflow). These kinds Memorial Square, East Springfield). Green roofs of approaches can include parks designed for water (specially constructed rooftops designed to be covered retention. When it is not wet, parks serve all their social in plants) reduce both ambient heat and the amount functions and cool nearby homes. When significant of energy needed to cool their specific building; these rain occurs, the park is closed to use and simply allows could be implemented specifically on public housing water to infiltrate into the aquifer. This approach should units to further achieve a justice focus. Where green also help with CSO problems, as it diverts water from roofs are infeasible, flat rooftops can be repainted white sewer systems. Careful design is needed to get the right to lower the heat they retain; this can be particularly elevation and planting to ensure all these functions. helpful in the densest parts of town, where extensive Memorial Square, Brightwood, South End and Indian tree canopy is not spatially feasible or suited to the 17 Cuyahoga Land Bank. Side Yard Program. (n.d.). Retrieved April 29, 2017, from http://www.cuyahogalandbank.org/sideYard.php",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 17 urban scale (e.g. parts of Metro Center). permanent commitments of land. Areas where there Common green infrastructural solutions to flooding are more elderly without cars, such as Forest Park, may and heat can be considered together, because they often benefit from social capacity building, such as programs create positive synergies that reinforce the effectiveness to be sure people know which neighbor to check on in of each. For example, creating a waterfront park with a case of flooding or a heat wave. To support seasonal berm along the banks of a flood-prone river can reduce employment, teams of residents can be trained and paid flood risk, while creating a multi-use running/bicycling to visit the elderly across the city during heat episodes trail atop the berm; and street trees with large pervious to make sure all is well. The City can provide helpful growing areas around them can reduce heat while also assistance to potential garden-starters by transferring retaining stormwater during heavy rains. Additionally, City-owned property at low cost, or by purchasing community gardens can be considered a form of green privately-owned lots from willing owners. infrastructure that reduces temperatures and infiltrates stormwater, while also building community and Pricing and other subsidies have a role to play. addressing local food insecurity, and they represent a Expanding enrollment in renter’s insurance can be a key useful opportunity to transform vacant lots. recovery mechanism for those who don’t own homes. However,paying for such insurance is a challenge for Grey infrastructure refers to more traditional forms of low-income families who may move often. There engineering that usually aim to prevent flooding from may be ways to develop cooperatives to increase entering areas used by people. This can take the form the likelihood of renters being able to afford such of dams and levees, retractable floodgates, or other insurance. An incentive program that lowers the cost of constructed barriers against rising waters. Green and air-conditioning for lower-income or aged individuals grey infrastructure can be thoughtfully combined-- can increase resilience to higher temperatures. One for instance, levees with foundations and water-facing innovative idea is to connect energy audits with the walls of concrete can be topped with soil and grass to provision of very low cost air conditioners to low- create a waterfront trail for walking, jogging and biking. income residents who complete whatever energy improvements are recommended for them; this would Non-structural solutions, policies like zoning achieve the health benefits of air conditioning during and building codes as well as services, and social extreme heat events, while minimizing the net energy capacity building programs, can and should play an used to do so. Incentives for tree planting on residential accompanying role. For instance, a proactive approach or small commercial lots may also be helpful. to building and zoning codes can encourage more environmentally conscious siting of new buildings Neighborhood-level solar microgrids, owned and so that residents benefit from cross-breezes. Codes operated by residents, have also been proposed in cities can also require or provide incentives for putting like New York.19 These energy systems can provide mechanical systems on the second floor in case of redundant power in the event of outages, and allow floods – this is sometimes called ‘floodable design’. residents to produce their own energy (and potentially Opening and publicizing cooling centers (air- sell surplus power back to the utility’s grid, or to each conditioned public spaces) and establishing longer other20). The cost of solar panels can be subsidized by seasons for public pools can mitigate the effects of heat the City as a means of further reducing reliance on fossil waves. “Pop-up pools,” quickly constructed swimming fuel-based electricity, in addition to the expansion of facilities like the one built in Brooklyn Bridge Park18 local hydropower. can expand pool capacities in existing parks without 18 Brooklyn Bridge Park. Pop-Up Pool. (n.d.). Retrieved April 10, 2017, from http://www.brooklynbridgepark.org/attractions/pop-up-pool 19 WE ACT for Environmental Justice. Northern Manhattan Climate Action Plan. (n.d.). Retrieved March 5, 2017, from https://www.weact.org/campaigns/nmca/ 20 Cardwell, D. 2017, March 13. Solar Experiment Lets Neighbors Trade Energy Among Themselves. Retrieved April 10, 2017, from https://www.nytimes.com/2017/03/13/business/energy-environment/brooklyn-solar-grid-energy-trading.html",
        "18 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience Project Evaluation As Springfield seeks to select which steps to take, evaluate any individual project or portfolio approach a holistic evaluation that considers the level of risk is to think of the project along various gradients, or reduction but also the social and justice benefits of scales, of achieving valued outcomes. These gradients any particular investment will be helpful. One way to or outcomes can be categorized in the following way: Gradient Type Gradient Definition Hazard Level of risk of a climate-related physical event. What is the relative likelihood of a local flood, local excess heat day potential, etc.? Exposure Ecological, social, and economic resources at risk from hazards. How many people, businesses, or other assets can the project help? Social Capacity Human strengths, attributes, and resources that reduce impacts, mitigate harm, and ensure future resilience. Does the project in- crease social capacity? Does the city have the capacity to do that project? Co-Benefits Incorporation of locally or globally desired current goals, such as jobs, ecosystem services, and social benefits into adaptation strategy. Does the project bring benefits to residents in that neigh- borhood? Efficiency Congruity between project costs and available funds, positive cost-benefit outcomes. Does the project offer good value for money invested? Effectiveness Project success over time, identified through monitoring and as- sessment and addressing changing climate. Will the project still work well under a changing climate? Participatory Process Community involvement and public transparency in planning, de- sign, and implementation. Was the community involved? Equitable Outcomes Distribution of costs, benefits, and impacts achieves justice goals. Does the project provide a just distribution of costs and benefits? Figure 9: Adaptive Gradients for Resilient Infrastructure.21 21 Hamin, E., et al (2017). Transformational Infrastructure for Coastal Resilience: The Adaptive Gradients Framework. Manuscript under review. University of Massachusetts.",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 19 If helpful, these gradients can be scored and placed on way to visualize this is shown below, in Figure 10. a figure that enables comparison across projects. One Figure 10: Diagram of Gradients, with bright color showing estimated value and the inner and outer lines showing minimum and maximum estimated value, based on a range of potential outcomes from a project. Conclusion Adapting to climate change is well within the abilities of resources and outreach to the neighborhoods that Springfield and its residents, especially when informed need it most. The recommendations included here can by awareness of which residents face highest risk. accompany the efforts already proposed by the City, Building the results of this vulnerability assessment and stimulate further creative approaches to building into the climate planning process should help direct Springfield’s resilience.",
        "20 Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience Appendix A: Social Vulnerability Variables Social Vulnerability Index- Springfield, MA As recognized by the climate justice focus Social Vulnerability Under Age 5 & Over Index Age 65 - Combined of the CARP, climatic and environmental 19 - 24 1.4 - 11.0 % hazards affect different populations 25 - 28 11.1 - 16.0% unequally. Generally, communities of color 29 - 32 16.1 - 21.6% and those with fewer socioeconomic 33 - 36 21.7 - 30.1% resources and less access to services are 37 - 42 30.2 - 49.2% more vulnerable to flooding, extreme heat, and other climate concerns, as they may have less capacity to overcome hardship. This map examines the various social factors that contribute to vulnerability and how they are dispersed geographically in Springfield, MA. Percent Non-white Percent Hispanic Percent Female Population Population Population 4.9% - 23.3% 0 - 18.8% 36.7 - 43.8% 23.4% - 38.9% 18.9 - 34.9% 43.9 - 48.7% 39% - 52.2% 35.0 - 51.2% 48.8 - 52.8% 52.3% - 66.9% 51.3 - 72.2% 52.9 - 58.3% 67% - 88.4% 72.3 - 94.5% 58.4 - 68.4% Percent Limited Percent No Vehicle Percent Population English Proficiency Access Below Poverty 0 - 3.6% 0 - 6.9% 0 - 4.8% 3.7 - 10.4% 7.0 - 16.2% 4.9 - 12.0% 10.5 - 19.8% 16.3 - 29.5% 12.1 - 20.8% 19.9 - 32.8% 29.6 - 49.6% 20.9 - 30.9% 32.9 - 50.4% 49.7 - 80.0% 31.0 - 43.9% Median Home Value Percent Renter Majority Start of $55,900 - 95,700 Population Residency $95,701 - 127,600 0 - 20.0% 1990 - 1999 $127,601 - 149,800 20.1 - 39.0% 2000 - 2009 $149,801 - 175500 39.1 - 58.7% 2010 - 2015 $175,501 - 238,500 58.8 - 80.2% 80.3 - 97.6%",
        "Springfield Climate Action and Resiliency Plan: Vulnerability and Resilience 21"
    ]
}