{
    "FILE_NAME": "https://d279m997dpfwgl.cloudfront.net/wp/2021/06/MBTA-Orient-Heights-report-draft-Rev8-11x17.pdf",
    "ALL TEXT": "DRAFT Massachusetts Bay Transportation Authority: Orient Heights Maintenance and Storage Facilities Current and Future Vulnerabilities to Climate Stressors th August 24 , 2018 AECOM 1 Federal Street Boston MA 02110 1Contents List of Figures Abstract........................................................................................................................................................ 3 Figure 1: Orient Heights Car House and Maintenance Yard ......................................................................... 4 Figure 2: Orient Heights Car House and Maintenance Yard location ............................................................ 4 Introduction .................................................................................................................................................. 3 Figure 3: Indicators of Climate Change Vulnerability (FHWA 2014) .............................................................. 5 Climate Change Exposure and Sensitivity .................................................................................................... 5 Figure 4: 2070 Inundation Depths 100 Year and 500 Year Recurrence Interval ........................................... 6 Near Term and Long Term Study ................................................................................................................. 8 Figure 5: 2030 Inundation Depths 100 Year and 500 Year Recurrence Interval ........................................... 7 Figure 6: Facilities Map .............................................................................................................................. 10 Impact on Existing Assets ............................................................................................................................ 8 Figure 7: Areal view: Flood Analysis 2030 .................................................................................................. 12 Recommendations ..................................................................................................................................... 11 Figure 8: Areal view: Flood Analysis 2070 .................................................................................................. 13 References ................................................................................................................................................ 11 Figure 9: OH Car Yard Substation .............................................................................................................. 14 Figure 10: DC Power Substation ................................................................................................................ 14 Appendix .................................................................................................................................................... 11 Figure 11: Blue Line Operations Signals and Power Switches entering the ROW ...................................... 14 Figure 12: Maintenance Office Trailers ....................................................................................................... 14 Figure 13: AC Power Feed Trailer Park ...................................................................................................... 14 Figure 14: Security gates, potential debris stored in the yard may foul the tracks ....................................... 15 Figure 15: Oil Water Separator ................................................................................................................... 15 Figure 16: Building Systems – Fire Pump Control Unit ............................................................................... 15 Figure 17: Building Systems – Barn Fire Pump .......................................................................................... 15 Figure 18: Maintenance Equipment – Wheel Truing Pit .............................................................................. 15 Figure 19: Blue Line Operations Yard Catenary Controller and Disconnect Switch .................................... 15 Figure 20: Blue Line Operations Signal Bungalow ...................................................................................... 15 Figure 21: Security Controllers (3) .............................................................................................................. 15 Figure 22: Maintenance Equipment – DC pull box ...................................................................................... 16 Figure 23: Maintenance Equipment – Hoist Breaker Panel ......................................................................... 16 Figure 24: Building Systems – Emergency Generator ................................................................................ 16 Figure 25: Building Systems – Barn Fire Control Panel Pump .................................................................... 16 Figure 26: Building Systems – Fire Sprinkler Room .................................................................................... 16 Figure 27: Maintenance Equipment – DC Power Disconnect ..................................................................... 16 Figure 28: Maintenance Equipment – Barn Hoist Power/Controls .............................................................. 16 List of Tables Table 1: Natural hazards evaluated .............................................................................................................. 3 Table 2: Critical Assets ................................................................................................................................. 9 2Abstract The purpose of this vulnerability assessment is to study the impact of rising sea level and storm surge on the existing identified in the table 1, including how those hazards are likely to evolve as a result of climate change. The natural assets at Orient Heights Maintenance and Storage Facility. After a detailed study, AECOM has recommended hazards are organized by primary climate drivers, and representative related climate change impacts are also mitigation measures with maps that display inundation probability and potential depth for 2030 and 2070. The scope provided. of this high level climate change vulnerability assessment (CCVA) is to assess the exposure, sensitivities, and impact on existing assets of the Blue Line Orient Heights facility to sea-level rise and storm surge events. Primary Climate Driver Natural Hazard Related Climate Change Impacts This report only focuses on sea level rise and storm water surge and doesn’t include weather stressors such as heat, heavy precipitation, inland flooding, snow, ice and wind. Coastal Flooding (including daily tidal Inundation of coastal and facility flooding from sea level rise) footprint Introduction Sea Level Rise and Storm Surge 2030 100 year and 500 year The Massachusetts Bay Transportation Authority’s (MBTA) goal is to identify vulnerabilities within its system in order probability to minimize service disruptions and thereby, ensure reliable transportation to support their customers, boost the 2070 100 year and 500 year regional economy, and protect taxpayer investments. Transportation systems are sensitive to short-term intense probability weather events, as well as to long-term incremental changes in climate (Rowan et al. 2013; FTA 2011). The climate- Table 1: Natural hazards evaluated related stressors of concern for transportation professionals include extreme heat events, heavy precipitation, storm surge, and sea-level rise. In order to ensure that transportation systems are resilient when exposed to such stressors, The initial assessment plan involved checking the facility for only the conditions brought about by the 2070 design decision-makers from all levels of government are conducting vulnerability assessments to determine which storm surge and flood, 100 and 500 year occurrence interval. The flood inundation mapping was obtained from the transportation assets and services are the most susceptible to climate and weather stressors. MassDOT Vulnerability Assessment which encompasses Boston Harbor and the immediate Coastal area. As per the MBTA Blue Line climate change vulnerability assessment report, it is predicted that the Boston area will experience sea-level rise of three to seven feet (not including the impacts of storm surge events) and as many as 90 Almost immediately it was recognized that under the 2070 projected sea level rise and storm surge that the entire OH extreme heat (> 90°F) days each year by the end of this century (Climate Ready Boston 2016). Intense rain events Car yard facility is inundated by several feet of water, including water intrusion into the buildings themselves of several are also trending upward. The anticipated 25-year, 48-hour storm of the 2030s and the 2070s is 8.6 inches and 9.8 feet in depth. Accordingly, to aid in setting priorities we added an assessment of the 2030 sea level rise and storm inches, respectively. This represents an increase of 22-40% over the baseline of seven inches. Similarly, the surge scenario as a comparison. anticipated 100-year, 48-hour storm of the 2030s and the 2070s is 10.2 inches and 11.7 inches, respectively. This represents an increase of 32-57% over the baseline of ten inches. The MBTA is committed to providing its customers safe, accessible, cost-effective, resilient, sustainable, dynamic, and responsive service. The Orient Heights Car Yard and Facility is a critical component in that system. It is the single central maintenance facility in support of the MBTA Blue Line Heavy Rail System. It is centrally located along the Blue Line Service route and is adjacent to the Orient Heights Transit Station in East Boston MA Figure 1. The Orient Heights Maintenance and Storage Facility is vulnerable to climate stressors, mainly in the form of water, but wind also plays a role. Building on the work of the Blue Line Vulnerability Assessment and the MassDOT Vulnerability Assessment for the Central Artery, AECOM conducted a detailed assessment of the Orient Heights Maintenance Facility looking at factors such as heavy precipitation, inland flooding, sea level rise and storm surge and wind. However the Maintenance Facility itself benefits from the fact that, although it will be flooded in the 2070 storm surge scenarios, it can also recover quickly once the water recedes. This quick recovery can be ensured through the hardening of identified critical components that are currently vulnerable. There are some critical vulnerabilities relative to power supply, operations in the pits within the building and the office trailer yard. The following report includes maps of the flood elevations along with plans delineating the extent of the 2030 and 2070 flood plain on the facility, identification of assets within the mapped scenarios and an inventory of electrical equipment, maintenance equipment and facilities that are susceptible to extremes of water, wind and heat. AECOM has identified and made recommendations on the most critical improvements needed to improve the resilience of this important facility. This vulnerability assessment involved the evaluation of the natural hazards 3The OH Car Yard is located immediately adjacent to Boston Harbor and sits up against the Belle Isle Marsh. There is currently no barrier between the footprint of the existing facility and those two potential sources of inundation. The topography of the site is fairly flat and level, an exception is a low area in the Northwest quadrant of the site that is currently the location of several temporary office trailers and serves as an outdoor storage area for bulk items, cable spools, spare cabinets, and miscellaneous utility structures. The facility consists of a maintenance building including a train wash bay and paint booths. There are also administrative offices, parts storage and outdoor layover tracks for the trains. The maintenance building was renovated in 2002. Orient Heights Car House and Maintenance Yard Figure 1: Orient Heights Car House and Maintenance Yard Boston Logan International Airport Figure 2: Orient Heights Car House and Maintenance Yard location 4Climate Change Exposure and Sensitivity Sandy at high tide) for the Orient Heights Maintenance & Storage Facility. Maps displaying inundation probability and potential depth for 2030 and 2070 are provided in the next page. With reference to the MBTA report (climate change vulnerability assessment for the Blue Line), the vulnerability of a This section presents the results of the evaluation of the OH Car Yard’s exposure and sensitivity to natural hazards system, service, or asset to climate change is a function of exposure, sensitivity, and adaptive capacity (FHWA 2012). and climate change. Detail is provided for the critical assets and functions, when possible. For future risk, the original The conceptual model for determining vulnerability is illustrated in Figure 3. scope had the evaluation focus on the 2070 planning horizon only for its assessment of exposure and sensitivity to future conditions. Once the information from the MassDOT Vulnerability Assessment was plotted on the existing topography of the OH Car Yard it was readily apparent that the entire facility would be inundated under the 2070 Exposure indicators flooding scenario for both the 100 and 500 year intervals, Figure 2. At the year 2070 predicted 100 year recurrence Exposure E.g., storm surge depth the depth of water inside the Maintenance Facility building ranged between 2 to 3 feet above the floor. Outside near to the building depths ranged from 3 to 4 feet and in some areas of the Car Yard, for example, the location of the Office Trailers and outdoor storage, even greater depths were noted. Sensitivity indicators Vulnerability Sensitivity E.g., asset condition Adaptive capacity indicators Adaptive E.g., length of detour around Capacity asset Figure 3: Indicators of Climate Change Vulnerability (FHWA 2014) • Exposure is the degree to which a system, service, or asset is experiencing, or is projected to experience, weather and climate stressors, such as extreme temperatures, intense precipitation, sea-level rise, storm surge, wind, snow, and ice (e.g., will a particular passenger station experience storm surge?). • Sensitivity refers to the impact on a system, service, or asset when exposed to weather and climate stressors (e.g., if a passenger station is exposed to storm surge, how will its ability to function be affected?). • Adaptive Capacity is the ability of a system, service, or asset to adjust to impacts from weather and climate stressors (e.g., how will a passenger station cope with a storm surge event?). As per the climate stressors analyzed in the MBTA climate change vulnerability assessment, the sensitivities of transportation assets to sea-level rise and storm surge would likely be the most consequential for the Orient Heights Car Yard. Unlike extreme heat events, the potential exposure of each asset to sea-level rise and storm surge varies by location and by timeframe (current, 2030s, or 2070s). AECOM has estimated exposure for each asset based on the Boston Harbor-Flood Risk Model (BH-FRM) (MassDOT 2015) – refer to table 2 for further details. Per the guidance provided by the BH-FRM maps, the exposure potential for a 0.1 percent storm surge event (i.e., a storm like 2012’s Superstorm 5It is apparent that during the year 2070 predicted storm event, the facility could not continue to function. Therefore, the focus of this evaluation turned to identifying those key assets that would inhibit the quick recovery of the facility once the flood had receded. These assets; Life Safety, Power and Security are discussed further in Section 3 of this report. For prioritization purposes, the 2030 predicted storms were also evaluated. Flood surge elevations were again obtained from the MassDOT Vulnerability Assessment. Elevations of storm surge, for both the 100 year recurrence and 500 year recurrence level, were plotted onto existing topographic information available for the OH Car Yard. Figure 4: 2070 Inundation Depths 100 Year and 500 Year Recurrence Interval 6During the 2030 predicted storms the inundation depths were less, and for the most part, did not reach to the Maintenance Buildings. For both 100 and 500 year predicted recurrence frequency, flood waters still did encroach onto the OH Car Yard footprint, however flooding did reach some key components as well as the Maintenance Trailers and outdoor storage. Overall, the analysis found that, with some investment, the Facility could function in a limited capacity during the 2030 storm scenario. Figure 5: 2030 Inundation Depths 100 Year and 500 Year Recurrence Interval 7Near Term and Long Term Study Impact on Existing Assets The study shows: With the focus on an expedited recovery of the OH Car Yard post storm event, the evaluation team examined those assets that would be critical to returning the facility back to full functionality, as quickly as possible. • Inundation of the facility, damaging or destroying its contents such as records and electrical equipment. Exposure It must be noted that during the evaluation it was observed that within the facility there was a significant amount of to saltwater would destroy sophisticated electronic equipment, in particular the wheel truing machine. materials stored on the floor, some on pallets and other materials directly on the floor. One key observation was the • Inundation can cause rail sensor failure, as well as other electrical failures (switches, gates, signals). There are number of Traction motors stored on the floor. In the event of a predicted event these materials would have to be also potential corrosive damages from salt. For example, metal and electrical components exposed to salt water moved to preserve them for future use. Providing a storage system that would elevate these materials a minimum of from Hurricane Sandy are experiencing accelerated corrosion. MTA has seen long term deterioration of small 4 feet above the finished floor would eliminate the requirement of moving all of these materials at the last minute in gauge electrical connections (MTA, 2017). the face of a predicted major storm. • Subsurface ventilation systems could be inundated in a flooding event, with the possibility of corrosion if exposed The evaluation team focused on Power, Security and Life Safety assets, determining that these assets held the key to to salt water. an expedited recovery. These assets are listed in Table 1, along with an estimated level of inundation during both the 2070 and 2030 predicted 100 year storm event. For the purpose of this evaluation, the predicted flood levels as a • In flooding events, catenary poles may be damaged by debris carried in the water. Additionally, moving water result of the 500 year recurrence events were considered inconsequential to the impact evaluation. may damage earthen supports for poles. If any catenary lines are exposed to saltwater, they may experience corrosion. AECOM reviewed the current and projected exposure, sensitivity, and impact of Orient Heights Blue Line assets to sea-level rise and storm surge. To summarize those detailed analyses, Table 2, provides a qualitative overview of the • Inaccessibility of maintenance facilities due to flooding can shut down operations and maintenance activities. relative “level of concern” for exposure and sensitivity of each of the MBTA’s Orient Heights assets, categorized as Medium (Green) and High (Red). 8OH Car Yard Vulnerable Assets The ability of the Facility to recover and resume maintenance operations after the effects of the 2070 storm is directly Est. Est. related to the restoration of power and a determination that the buildings are safe to occupy. 2070 2030 Under the 2070 storm the unit power substation that powers the facility will be inundated with up to 4 feet of storm Asset Figure 100 100 Recommendation Priority water, most probably rendering the electrical components useless and unable to be restored for the resumption of year year operations at the facility. Compounding that damage, the emergency backup power generator will also be inundated depth depth in the range of 3 plus feet and also be damaged beyond repair. Both primary and backup power sources will be Security Control Cab. 1 21 3 0 Reset Cabinet, min. 4ft. above grade (a.g.) Medium rendered useless during the 100 year design event. The perimeter security system and the control of the access gates will similarly be damaged by several feet of storm Security Control Cab. 2 21 2 0 Reset Cabinet, min. 4ft. a.g. Medium water, disabling perimeter security and likely disabling the control gates to enter the facility. In addition, the ability to isolate power both inside the building for facility, and traction power and on the exterior to control power to the outdoor Security Control Cab. 3 21 4-5 1-2 Reset Cabinet, min. 4ft. a.g. High catenary will be damaged beyond repair. The interior fire control and fire pump will be damaged, as well as the controls for all of the hoists within the building. Power Unit Substation 9 4 0 Reset Substation, min. 4ft. a.g. Medium The wheel truing machine will be completely submerged and has to be assumed to be a total loss. Due to the nature of this piece of equipment in cannot be set at a higher elevation since it must rest below the vehicle. During the site Emergency Generator 24 3-4 0 Reset GenSet, min. 4ft. a.g. Medium visit and the interview with facility personnel it was reported that with the recent high storm levels this past winter storms of 2017-2018, some of the work pits, including the one with the wheel truing machine, experienced some Ext. 600 VDC 22 1-2 0 Reset Disconnects, min. 4ft. a.g. Medium flooding and the staff had to use emergency pumping to keep the water from damaging any equipment. Disconnects On the exterior, in addition to the critical electrical and security components already mentioned, the numerous Int. Fire Protection 17, 26 3 0 Reset fire pump, min. 4ft. above floor Medium temporary office trailers used by the maintenance departments were identified as a flooding hazard. Not only will the Pump trailers and the power substations that serve the trailer complex be inundated by several feet of storm water, Reset Fire Control Panel, min. 4 ft. above estimated upwards of 5 to 6 feet in depth, but these trailers will likely float during the storm surge and become floating Int. Fire Control Panel 16, 25 3 0 Medium floor debris that could cause consequential damage, such as blocking the tracks or access to the facility. Reset Hoist Control Panel, min. 4 ft. above Int. Hoist Control Panel 28 3 0 Medium floor Int. Hoist MCC 23 3 0 Reset Hoist MCC, min. 4 ft. above floor Medium Int. Hoist Power 19 3 0 Reset Hoist Disconnect, min. 4 ft. above floor Medium Disconnect Int. 600 VDC 27 3 0 Reset Int. 600VDC disc., min. 4 ft. above floor Medium Disconnects Relocate Trailers or Replace with Perm. Maintenance Trailers 12 5-6 2-3 High Structure AC Power Feed Trailer 13 5-6 2-3 Relocate AC Power Feed Trailer Park High Park Wheel Truing Machine 18 4 2-3 Cannot be relocated, Provide Spare Medium Signal Bunglow 20 3 0 Reset Signal Bunglow, min. 4ft above grade Medium Security gates controller 14 3 0 Reset box, min. 4ft. above grade Medium box Reset Hoist Breaker Panel, min. 4 ft above Hoist Break Panel 22 3 0 Medium floor Table 2: Critical Assets 9Fig. 13: AC Power Fig. 12: Maintenance office trailers feed trailer park Fig 21: Security Fig 23: Hoist Breaker Controllers Panel Figure 8: Facilities Map Fig 20: Signal Bungalow Fig 21: Security Controllers Fig 9: DC Power Substation Recommendations Fig 21: Security Controllers Fig 28: Barn Hoist Power Controls Figure 6: Facilities Map Fig 24: Emergency Generator Fig 19: DC Power Disconnect 10Recommendations Vehicle protection: Finally procedures should be established that identify locations along the Blue Line right of Way or within the tunnel network that can serve as an area of refuge for the rolling stock during an extreme storm event. Trains that currently Flood effects on essential systems and equipment can destroy a facility’s ability to function and can prevent the facility lay over at OHCY will need to be stored elsewhere. It is assumed at some point during extreme weather for the safety from serving its community when it is needed most. The process of vulnerability identification represents a very important contribution to decrease and control the damage caused by natural hazard and to identify steps to be taken of the public and staff that transit operations will temporarily halted. to minimize downtime at the facility and expedite the return to operations. The MBTA’s Orient Heights Car Yard serves a critical function in supporting the operations of the Blue Line. It is also a fact that the OHCY is located References adjacent to a coastal bank already today exposed to some impacts as a result of a storm surge. When the predictions of the impact of climate change and sea level rise are factored in, it is likely in the long term condition that the OHCY • FHWA (Federal Highway Administration). 2012. Climate Change & Extreme Weather Vulnerability Assessment could be fully inundated by a storm surge to a level of several feet both outside and interior of the facility. In that Framework. Published December 2012. extreme case and even in the near term if a significant tropical storm was to strike the Boston Harbor the only option https://www.fhwa.dot.gov/environment/climate_change/adaptation/publications/vulnerability_assessment_fra would be to close down the facility, secure it and evacuate the staff and vehicles. Post storm the goal would be to mework/fhwahep13005.pdf. have minimal clean up and to have the facility ready to return to full operation as soon as possible. This vulnerability assessment has identified critical assets and services at the Blue Line Orient Heights facility that are • FHWA (Federal Highway Administration). 2014. Assessing Transportation Vulnerability to Climate Change: vulnerable to weather- and climate-related stressors. If these assets were exposed to coastal flooding from a Synthesis of Lessons Learned and Methods Applied, Figure 10: Indicators of Climate Change Vulnerability. superstorm sandy-like storm, the consequences could be the inability of the Blue Line to function, requiring a large, https://www.fhwa.dot.gov/environment/climate_change/adaptation/ongoing_and_current_research/gulf_coast medium-long term mobilization of alternative transit options in order to ensure that tens of thousands of East Boston _study/phase2_task6/fhwahep15007.pdf. and Revere residents are able to reach medical facilities, schools, and places of employment. The MBTA regards climate change resiliency as a living process, the approach to and goals for which will be iteratively updated as new • FHWA (Federal Highway Administration). 2015. Sensitivity Matrix. Published 2015. Available: information is available. http://www.fhwa.dot.gov/environment/climate_change/adaptation/adaptation_framework/modules/sensitivity_ In case of 2070, long term 100 year flood event, most of the critical assets (ref. Table 2) such as security control matrix.xlsm cabin, power unit substation, emergency generator, external 600 VDC disconnects, int. fire protection pump, int. fire control panel, int. hoist control panel, int. hoist MCC, int. hoist power disconnect, int. 600 VDC disconnects, • MassDOT (Massachusetts Department of Transportation). 2015. MassDOT-FHWA Pilot Project Report: Climate maintenance trailers, and wheel truing machine will be submerged approximately ranging from 1 to 6 feet and 0 to 3 Change and Extreme Weather Vulnerability Assessments and Adaptation Options for the Central Artery. feet respectively. These approximate levels are also mentioned in the appendix section figures 9-27. Published June 2015. In the near term, 2030 100 year flood event, several assets including Security control cabinets, OHCY site office trailers and portions of the outdoor yard will be impacted and that information is also contained in the referenced https://www.massdot.state.ma.us/Portals/8/docs/environmental/SustainabilityEMS/Pilot_Project_Report_Mass tables. DOT_FHWA.pdf Short term and long term cost options have to be looked. Equipment damage and replacement needs to be • MTA (Metropolitan Transportation Authority. 2016. Superstorm Sandy: Fix & Fortify Efforts Continue. Accessed considered as well. Water pumping can be a temporary resolution but the facility needs a permanent solutions. After November 30, 2016. conducting this comprehensive, system-wide vulnerability assessment, MBTA has suggested the following recommendations: http://web.mta.info/sandy/SandysImpact.htm Elevating Equipment: • MTA (Metropolitan Transportation Authority. 2017. MTA Bridges and Tunnels: Sandy Recovery, Restoration, and The most effective mitigation method is to elevate all essential equipment above the highest anticipated flood Mitigation. Accessed January 26, 2017. elevation or the elevation of the 0.2-percent-annual-chance flood recommended by FEMA, whichever is higher. When essential equipment is located below grade, elevating typically requires relocating the equipment to higher floors in http://web.mta.info/sandy/bandt_archives.htm the building. Unless space is already available, moving the equipment to a higher floor will displace other equipment, tenants, or functions. Facility owners may need to evaluate all available space, including the attic and, to determine • Massachusetts Bay Transportation Authority: Climate Change Vulnerability Assessment for the Blue Line whether a small elevated second floor addition would be an acceptable solution. When elevating equipment is not practical, dry flood proofing may be an option. • Presentation - Orient Heights Maintenance and Storage Facility: Identifying Current and Future Vulnerabilities. May 9, 2018. Dry Flood proofing: Essential equipment can be protected with dry flood proofing methods. Dry flood proofing involves constructing flood • FEMA Reducing Flood Effects in Critical Facilities. RA2, April 2013 barriers or shields around individual pieces of equipment or areas that contain essential equipment to prevent https://www.fema.gov/media-library-data/1381404651877- floodwaters from coming into contact with critical equipment. For dry flood proofing to be effective, the barrier must be 881a2cf70a90ac63b9c067100ffccace/SandyRA2CriticalFacilities_508_FINAL2.pdf high enough to protect equipment from floodwater, strong enough to resist flood forces, and sealed well enough to control leakage and infiltration. Dry flood proofing measures must also satisfy applicable codes and standards. For example, a dry flood proofed room created to protect a fuel tank will need mechanical ventilation to meet code Appendix requirements. The on-site office trailers should be relocated to a raised berm above the predicted storm levels or replace them with permanent structures. Provide spare components for those equipment’s, e.g. Wheel truing machine that cannot be 1. Orient Heights Flood Analysis 2030 aerial photo relocated in the facility. 2. Orient Heights Flood Analysis 2070 aerial photo 3. Photos of affected equipment 11Appendix 1: Orient Heights Flood Analysis 2030 Aerial Photo Figure 7: Areal view: Flood Analysis 2030 12Appendix 2: Orient Heights Flood Analysis 2070 Aerial Photo Figure 8: Areal view: Flood Analysis 2070 13Appendix 3: Photos of Affected Equipment Figure 11: Blue Line Operations Signals and Power Switches entering the ROW Figure 9: OH Car Yard Substation Figure 10: DC Power Substation Figure 12: Maintenance Office Trailers Figure 13: AC Power Feed Trailer Park Legend 14 2070 100 year depth approx. 2030 100 year depth approx.Figure 15: Oil Water Separator Figure 16: Building Systems – Fire Figure 14: Security gate controller box Figure 20: Blue Line Operations Figure 19: Blue Line Operations Yard Pump Control Unit Signal Bungalow Catenary Controller and Disconnect Switch Figure 17: Building Systems – Barn Figure 18: Maintenance Equipment – Figure 21: Security Controllers (3) Fire Pump Wheel Truing Pit 15Figure 22: Maintenance Equipment – Figure 23: Maintenance Figure 24: Building Systems – Emergency Generator DC pull box Equipment – Hoist Breaker Panel Figure 25: Building Systems – Figure 26: Building Systems – Fire Figure 27: Maintenance Equipment – DC Power Disconnect Barn Fire Control Panel Pump Sprinkler Room Figure 28: Maintenance Equipment – Barn Hoist Power/Controls 16",
    "TEXT BY PAGE": [
        "DRAFT Massachusetts Bay Transportation Authority: Orient Heights Maintenance and Storage Facilities Current and Future Vulnerabilities to Climate Stressors th August 24 , 2018 AECOM 1 Federal Street Boston MA 02110 1",
        "Contents List of Figures Abstract........................................................................................................................................................ 3 Figure 1: Orient Heights Car House and Maintenance Yard ......................................................................... 4 Figure 2: Orient Heights Car House and Maintenance Yard location ............................................................ 4 Introduction .................................................................................................................................................. 3 Figure 3: Indicators of Climate Change Vulnerability (FHWA 2014) .............................................................. 5 Climate Change Exposure and Sensitivity .................................................................................................... 5 Figure 4: 2070 Inundation Depths 100 Year and 500 Year Recurrence Interval ........................................... 6 Near Term and Long Term Study ................................................................................................................. 8 Figure 5: 2030 Inundation Depths 100 Year and 500 Year Recurrence Interval ........................................... 7 Figure 6: Facilities Map .............................................................................................................................. 10 Impact on Existing Assets ............................................................................................................................ 8 Figure 7: Areal view: Flood Analysis 2030 .................................................................................................. 12 Recommendations ..................................................................................................................................... 11 Figure 8: Areal view: Flood Analysis 2070 .................................................................................................. 13 References ................................................................................................................................................ 11 Figure 9: OH Car Yard Substation .............................................................................................................. 14 Figure 10: DC Power Substation ................................................................................................................ 14 Appendix .................................................................................................................................................... 11 Figure 11: Blue Line Operations Signals and Power Switches entering the ROW ...................................... 14 Figure 12: Maintenance Office Trailers ....................................................................................................... 14 Figure 13: AC Power Feed Trailer Park ...................................................................................................... 14 Figure 14: Security gates, potential debris stored in the yard may foul the tracks ....................................... 15 Figure 15: Oil Water Separator ................................................................................................................... 15 Figure 16: Building Systems – Fire Pump Control Unit ............................................................................... 15 Figure 17: Building Systems – Barn Fire Pump .......................................................................................... 15 Figure 18: Maintenance Equipment – Wheel Truing Pit .............................................................................. 15 Figure 19: Blue Line Operations Yard Catenary Controller and Disconnect Switch .................................... 15 Figure 20: Blue Line Operations Signal Bungalow ...................................................................................... 15 Figure 21: Security Controllers (3) .............................................................................................................. 15 Figure 22: Maintenance Equipment – DC pull box ...................................................................................... 16 Figure 23: Maintenance Equipment – Hoist Breaker Panel ......................................................................... 16 Figure 24: Building Systems – Emergency Generator ................................................................................ 16 Figure 25: Building Systems – Barn Fire Control Panel Pump .................................................................... 16 Figure 26: Building Systems – Fire Sprinkler Room .................................................................................... 16 Figure 27: Maintenance Equipment – DC Power Disconnect ..................................................................... 16 Figure 28: Maintenance Equipment – Barn Hoist Power/Controls .............................................................. 16 List of Tables Table 1: Natural hazards evaluated .............................................................................................................. 3 Table 2: Critical Assets ................................................................................................................................. 9 2",
        "Abstract The purpose of this vulnerability assessment is to study the impact of rising sea level and storm surge on the existing identified in the table 1, including how those hazards are likely to evolve as a result of climate change. The natural assets at Orient Heights Maintenance and Storage Facility. After a detailed study, AECOM has recommended hazards are organized by primary climate drivers, and representative related climate change impacts are also mitigation measures with maps that display inundation probability and potential depth for 2030 and 2070. The scope provided. of this high level climate change vulnerability assessment (CCVA) is to assess the exposure, sensitivities, and impact on existing assets of the Blue Line Orient Heights facility to sea-level rise and storm surge events. Primary Climate Driver Natural Hazard Related Climate Change Impacts This report only focuses on sea level rise and storm water surge and doesn’t include weather stressors such as heat, heavy precipitation, inland flooding, snow, ice and wind. Coastal Flooding (including daily tidal Inundation of coastal and facility flooding from sea level rise) footprint Introduction Sea Level Rise and Storm Surge 2030 100 year and 500 year The Massachusetts Bay Transportation Authority’s (MBTA) goal is to identify vulnerabilities within its system in order probability to minimize service disruptions and thereby, ensure reliable transportation to support their customers, boost the 2070 100 year and 500 year regional economy, and protect taxpayer investments. Transportation systems are sensitive to short-term intense probability weather events, as well as to long-term incremental changes in climate (Rowan et al. 2013; FTA 2011). The climate- Table 1: Natural hazards evaluated related stressors of concern for transportation professionals include extreme heat events, heavy precipitation, storm surge, and sea-level rise. In order to ensure that transportation systems are resilient when exposed to such stressors, The initial assessment plan involved checking the facility for only the conditions brought about by the 2070 design decision-makers from all levels of government are conducting vulnerability assessments to determine which storm surge and flood, 100 and 500 year occurrence interval. The flood inundation mapping was obtained from the transportation assets and services are the most susceptible to climate and weather stressors. MassDOT Vulnerability Assessment which encompasses Boston Harbor and the immediate Coastal area. As per the MBTA Blue Line climate change vulnerability assessment report, it is predicted that the Boston area will experience sea-level rise of three to seven feet (not including the impacts of storm surge events) and as many as 90 Almost immediately it was recognized that under the 2070 projected sea level rise and storm surge that the entire OH extreme heat (> 90°F) days each year by the end of this century (Climate Ready Boston 2016). Intense rain events Car yard facility is inundated by several feet of water, including water intrusion into the buildings themselves of several are also trending upward. The anticipated 25-year, 48-hour storm of the 2030s and the 2070s is 8.6 inches and 9.8 feet in depth. Accordingly, to aid in setting priorities we added an assessment of the 2030 sea level rise and storm inches, respectively. This represents an increase of 22-40% over the baseline of seven inches. Similarly, the surge scenario as a comparison. anticipated 100-year, 48-hour storm of the 2030s and the 2070s is 10.2 inches and 11.7 inches, respectively. This represents an increase of 32-57% over the baseline of ten inches. The MBTA is committed to providing its customers safe, accessible, cost-effective, resilient, sustainable, dynamic, and responsive service. The Orient Heights Car Yard and Facility is a critical component in that system. It is the single central maintenance facility in support of the MBTA Blue Line Heavy Rail System. It is centrally located along the Blue Line Service route and is adjacent to the Orient Heights Transit Station in East Boston MA Figure 1. The Orient Heights Maintenance and Storage Facility is vulnerable to climate stressors, mainly in the form of water, but wind also plays a role. Building on the work of the Blue Line Vulnerability Assessment and the MassDOT Vulnerability Assessment for the Central Artery, AECOM conducted a detailed assessment of the Orient Heights Maintenance Facility looking at factors such as heavy precipitation, inland flooding, sea level rise and storm surge and wind. However the Maintenance Facility itself benefits from the fact that, although it will be flooded in the 2070 storm surge scenarios, it can also recover quickly once the water recedes. This quick recovery can be ensured through the hardening of identified critical components that are currently vulnerable. There are some critical vulnerabilities relative to power supply, operations in the pits within the building and the office trailer yard. The following report includes maps of the flood elevations along with plans delineating the extent of the 2030 and 2070 flood plain on the facility, identification of assets within the mapped scenarios and an inventory of electrical equipment, maintenance equipment and facilities that are susceptible to extremes of water, wind and heat. AECOM has identified and made recommendations on the most critical improvements needed to improve the resilience of this important facility. This vulnerability assessment involved the evaluation of the natural hazards 3",
        "The OH Car Yard is located immediately adjacent to Boston Harbor and sits up against the Belle Isle Marsh. There is currently no barrier between the footprint of the existing facility and those two potential sources of inundation. The topography of the site is fairly flat and level, an exception is a low area in the Northwest quadrant of the site that is currently the location of several temporary office trailers and serves as an outdoor storage area for bulk items, cable spools, spare cabinets, and miscellaneous utility structures. The facility consists of a maintenance building including a train wash bay and paint booths. There are also administrative offices, parts storage and outdoor layover tracks for the trains. The maintenance building was renovated in 2002. Orient Heights Car House and Maintenance Yard Figure 1: Orient Heights Car House and Maintenance Yard Boston Logan International Airport Figure 2: Orient Heights Car House and Maintenance Yard location 4",
        "Climate Change Exposure and Sensitivity Sandy at high tide) for the Orient Heights Maintenance & Storage Facility. Maps displaying inundation probability and potential depth for 2030 and 2070 are provided in the next page. With reference to the MBTA report (climate change vulnerability assessment for the Blue Line), the vulnerability of a This section presents the results of the evaluation of the OH Car Yard’s exposure and sensitivity to natural hazards system, service, or asset to climate change is a function of exposure, sensitivity, and adaptive capacity (FHWA 2012). and climate change. Detail is provided for the critical assets and functions, when possible. For future risk, the original The conceptual model for determining vulnerability is illustrated in Figure 3. scope had the evaluation focus on the 2070 planning horizon only for its assessment of exposure and sensitivity to future conditions. Once the information from the MassDOT Vulnerability Assessment was plotted on the existing topography of the OH Car Yard it was readily apparent that the entire facility would be inundated under the 2070 Exposure indicators flooding scenario for both the 100 and 500 year intervals, Figure 2. At the year 2070 predicted 100 year recurrence Exposure E.g., storm surge depth the depth of water inside the Maintenance Facility building ranged between 2 to 3 feet above the floor. Outside near to the building depths ranged from 3 to 4 feet and in some areas of the Car Yard, for example, the location of the Office Trailers and outdoor storage, even greater depths were noted. Sensitivity indicators Vulnerability Sensitivity E.g., asset condition Adaptive capacity indicators Adaptive E.g., length of detour around Capacity asset Figure 3: Indicators of Climate Change Vulnerability (FHWA 2014) • Exposure is the degree to which a system, service, or asset is experiencing, or is projected to experience, weather and climate stressors, such as extreme temperatures, intense precipitation, sea-level rise, storm surge, wind, snow, and ice (e.g., will a particular passenger station experience storm surge?). • Sensitivity refers to the impact on a system, service, or asset when exposed to weather and climate stressors (e.g., if a passenger station is exposed to storm surge, how will its ability to function be affected?). • Adaptive Capacity is the ability of a system, service, or asset to adjust to impacts from weather and climate stressors (e.g., how will a passenger station cope with a storm surge event?). As per the climate stressors analyzed in the MBTA climate change vulnerability assessment, the sensitivities of transportation assets to sea-level rise and storm surge would likely be the most consequential for the Orient Heights Car Yard. Unlike extreme heat events, the potential exposure of each asset to sea-level rise and storm surge varies by location and by timeframe (current, 2030s, or 2070s). AECOM has estimated exposure for each asset based on the Boston Harbor-Flood Risk Model (BH-FRM) (MassDOT 2015) – refer to table 2 for further details. Per the guidance provided by the BH-FRM maps, the exposure potential for a 0.1 percent storm surge event (i.e., a storm like 2012’s Superstorm 5",
        "It is apparent that during the year 2070 predicted storm event, the facility could not continue to function. Therefore, the focus of this evaluation turned to identifying those key assets that would inhibit the quick recovery of the facility once the flood had receded. These assets; Life Safety, Power and Security are discussed further in Section 3 of this report. For prioritization purposes, the 2030 predicted storms were also evaluated. Flood surge elevations were again obtained from the MassDOT Vulnerability Assessment. Elevations of storm surge, for both the 100 year recurrence and 500 year recurrence level, were plotted onto existing topographic information available for the OH Car Yard. Figure 4: 2070 Inundation Depths 100 Year and 500 Year Recurrence Interval 6",
        "During the 2030 predicted storms the inundation depths were less, and for the most part, did not reach to the Maintenance Buildings. For both 100 and 500 year predicted recurrence frequency, flood waters still did encroach onto the OH Car Yard footprint, however flooding did reach some key components as well as the Maintenance Trailers and outdoor storage. Overall, the analysis found that, with some investment, the Facility could function in a limited capacity during the 2030 storm scenario. Figure 5: 2030 Inundation Depths 100 Year and 500 Year Recurrence Interval 7",
        "Near Term and Long Term Study Impact on Existing Assets The study shows: With the focus on an expedited recovery of the OH Car Yard post storm event, the evaluation team examined those assets that would be critical to returning the facility back to full functionality, as quickly as possible. • Inundation of the facility, damaging or destroying its contents such as records and electrical equipment. Exposure It must be noted that during the evaluation it was observed that within the facility there was a significant amount of to saltwater would destroy sophisticated electronic equipment, in particular the wheel truing machine. materials stored on the floor, some on pallets and other materials directly on the floor. One key observation was the • Inundation can cause rail sensor failure, as well as other electrical failures (switches, gates, signals). There are number of Traction motors stored on the floor. In the event of a predicted event these materials would have to be also potential corrosive damages from salt. For example, metal and electrical components exposed to salt water moved to preserve them for future use. Providing a storage system that would elevate these materials a minimum of from Hurricane Sandy are experiencing accelerated corrosion. MTA has seen long term deterioration of small 4 feet above the finished floor would eliminate the requirement of moving all of these materials at the last minute in gauge electrical connections (MTA, 2017). the face of a predicted major storm. • Subsurface ventilation systems could be inundated in a flooding event, with the possibility of corrosion if exposed The evaluation team focused on Power, Security and Life Safety assets, determining that these assets held the key to to salt water. an expedited recovery. These assets are listed in Table 1, along with an estimated level of inundation during both the 2070 and 2030 predicted 100 year storm event. For the purpose of this evaluation, the predicted flood levels as a • In flooding events, catenary poles may be damaged by debris carried in the water. Additionally, moving water result of the 500 year recurrence events were considered inconsequential to the impact evaluation. may damage earthen supports for poles. If any catenary lines are exposed to saltwater, they may experience corrosion. AECOM reviewed the current and projected exposure, sensitivity, and impact of Orient Heights Blue Line assets to sea-level rise and storm surge. To summarize those detailed analyses, Table 2, provides a qualitative overview of the • Inaccessibility of maintenance facilities due to flooding can shut down operations and maintenance activities. relative “level of concern” for exposure and sensitivity of each of the MBTA’s Orient Heights assets, categorized as Medium (Green) and High (Red). 8",
        "OH Car Yard Vulnerable Assets The ability of the Facility to recover and resume maintenance operations after the effects of the 2070 storm is directly Est. Est. related to the restoration of power and a determination that the buildings are safe to occupy. 2070 2030 Under the 2070 storm the unit power substation that powers the facility will be inundated with up to 4 feet of storm Asset Figure 100 100 Recommendation Priority water, most probably rendering the electrical components useless and unable to be restored for the resumption of year year operations at the facility. Compounding that damage, the emergency backup power generator will also be inundated depth depth in the range of 3 plus feet and also be damaged beyond repair. Both primary and backup power sources will be Security Control Cab. 1 21 3 0 Reset Cabinet, min. 4ft. above grade (a.g.) Medium rendered useless during the 100 year design event. The perimeter security system and the control of the access gates will similarly be damaged by several feet of storm Security Control Cab. 2 21 2 0 Reset Cabinet, min. 4ft. a.g. Medium water, disabling perimeter security and likely disabling the control gates to enter the facility. In addition, the ability to isolate power both inside the building for facility, and traction power and on the exterior to control power to the outdoor Security Control Cab. 3 21 4-5 1-2 Reset Cabinet, min. 4ft. a.g. High catenary will be damaged beyond repair. The interior fire control and fire pump will be damaged, as well as the controls for all of the hoists within the building. Power Unit Substation 9 4 0 Reset Substation, min. 4ft. a.g. Medium The wheel truing machine will be completely submerged and has to be assumed to be a total loss. Due to the nature of this piece of equipment in cannot be set at a higher elevation since it must rest below the vehicle. During the site Emergency Generator 24 3-4 0 Reset GenSet, min. 4ft. a.g. Medium visit and the interview with facility personnel it was reported that with the recent high storm levels this past winter storms of 2017-2018, some of the work pits, including the one with the wheel truing machine, experienced some Ext. 600 VDC 22 1-2 0 Reset Disconnects, min. 4ft. a.g. Medium flooding and the staff had to use emergency pumping to keep the water from damaging any equipment. Disconnects On the exterior, in addition to the critical electrical and security components already mentioned, the numerous Int. Fire Protection 17, 26 3 0 Reset fire pump, min. 4ft. above floor Medium temporary office trailers used by the maintenance departments were identified as a flooding hazard. Not only will the Pump trailers and the power substations that serve the trailer complex be inundated by several feet of storm water, Reset Fire Control Panel, min. 4 ft. above estimated upwards of 5 to 6 feet in depth, but these trailers will likely float during the storm surge and become floating Int. Fire Control Panel 16, 25 3 0 Medium floor debris that could cause consequential damage, such as blocking the tracks or access to the facility. Reset Hoist Control Panel, min. 4 ft. above Int. Hoist Control Panel 28 3 0 Medium floor Int. Hoist MCC 23 3 0 Reset Hoist MCC, min. 4 ft. above floor Medium Int. Hoist Power 19 3 0 Reset Hoist Disconnect, min. 4 ft. above floor Medium Disconnect Int. 600 VDC 27 3 0 Reset Int. 600VDC disc., min. 4 ft. above floor Medium Disconnects Relocate Trailers or Replace with Perm. Maintenance Trailers 12 5-6 2-3 High Structure AC Power Feed Trailer 13 5-6 2-3 Relocate AC Power Feed Trailer Park High Park Wheel Truing Machine 18 4 2-3 Cannot be relocated, Provide Spare Medium Signal Bunglow 20 3 0 Reset Signal Bunglow, min. 4ft above grade Medium Security gates controller 14 3 0 Reset box, min. 4ft. above grade Medium box Reset Hoist Breaker Panel, min. 4 ft above Hoist Break Panel 22 3 0 Medium floor Table 2: Critical Assets 9",
        "Fig. 13: AC Power Fig. 12: Maintenance office trailers feed trailer park Fig 21: Security Fig 23: Hoist Breaker Controllers Panel Figure 8: Facilities Map Fig 20: Signal Bungalow Fig 21: Security Controllers Fig 9: DC Power Substation Recommendations Fig 21: Security Controllers Fig 28: Barn Hoist Power Controls Figure 6: Facilities Map Fig 24: Emergency Generator Fig 19: DC Power Disconnect 10",
        "Recommendations Vehicle protection: Finally procedures should be established that identify locations along the Blue Line right of Way or within the tunnel network that can serve as an area of refuge for the rolling stock during an extreme storm event. Trains that currently Flood effects on essential systems and equipment can destroy a facility’s ability to function and can prevent the facility lay over at OHCY will need to be stored elsewhere. It is assumed at some point during extreme weather for the safety from serving its community when it is needed most. The process of vulnerability identification represents a very important contribution to decrease and control the damage caused by natural hazard and to identify steps to be taken of the public and staff that transit operations will temporarily halted. to minimize downtime at the facility and expedite the return to operations. The MBTA’s Orient Heights Car Yard serves a critical function in supporting the operations of the Blue Line. It is also a fact that the OHCY is located References adjacent to a coastal bank already today exposed to some impacts as a result of a storm surge. When the predictions of the impact of climate change and sea level rise are factored in, it is likely in the long term condition that the OHCY • FHWA (Federal Highway Administration). 2012. Climate Change & Extreme Weather Vulnerability Assessment could be fully inundated by a storm surge to a level of several feet both outside and interior of the facility. In that Framework. Published December 2012. extreme case and even in the near term if a significant tropical storm was to strike the Boston Harbor the only option https://www.fhwa.dot.gov/environment/climate_change/adaptation/publications/vulnerability_assessment_fra would be to close down the facility, secure it and evacuate the staff and vehicles. Post storm the goal would be to mework/fhwahep13005.pdf. have minimal clean up and to have the facility ready to return to full operation as soon as possible. This vulnerability assessment has identified critical assets and services at the Blue Line Orient Heights facility that are • FHWA (Federal Highway Administration). 2014. Assessing Transportation Vulnerability to Climate Change: vulnerable to weather- and climate-related stressors. If these assets were exposed to coastal flooding from a Synthesis of Lessons Learned and Methods Applied, Figure 10: Indicators of Climate Change Vulnerability. superstorm sandy-like storm, the consequences could be the inability of the Blue Line to function, requiring a large, https://www.fhwa.dot.gov/environment/climate_change/adaptation/ongoing_and_current_research/gulf_coast medium-long term mobilization of alternative transit options in order to ensure that tens of thousands of East Boston _study/phase2_task6/fhwahep15007.pdf. and Revere residents are able to reach medical facilities, schools, and places of employment. The MBTA regards climate change resiliency as a living process, the approach to and goals for which will be iteratively updated as new • FHWA (Federal Highway Administration). 2015. Sensitivity Matrix. Published 2015. Available: information is available. http://www.fhwa.dot.gov/environment/climate_change/adaptation/adaptation_framework/modules/sensitivity_ In case of 2070, long term 100 year flood event, most of the critical assets (ref. Table 2) such as security control matrix.xlsm cabin, power unit substation, emergency generator, external 600 VDC disconnects, int. fire protection pump, int. fire control panel, int. hoist control panel, int. hoist MCC, int. hoist power disconnect, int. 600 VDC disconnects, • MassDOT (Massachusetts Department of Transportation). 2015. MassDOT-FHWA Pilot Project Report: Climate maintenance trailers, and wheel truing machine will be submerged approximately ranging from 1 to 6 feet and 0 to 3 Change and Extreme Weather Vulnerability Assessments and Adaptation Options for the Central Artery. feet respectively. These approximate levels are also mentioned in the appendix section figures 9-27. Published June 2015. In the near term, 2030 100 year flood event, several assets including Security control cabinets, OHCY site office trailers and portions of the outdoor yard will be impacted and that information is also contained in the referenced https://www.massdot.state.ma.us/Portals/8/docs/environmental/SustainabilityEMS/Pilot_Project_Report_Mass tables. DOT_FHWA.pdf Short term and long term cost options have to be looked. Equipment damage and replacement needs to be • MTA (Metropolitan Transportation Authority. 2016. Superstorm Sandy: Fix & Fortify Efforts Continue. Accessed considered as well. Water pumping can be a temporary resolution but the facility needs a permanent solutions. After November 30, 2016. conducting this comprehensive, system-wide vulnerability assessment, MBTA has suggested the following recommendations: http://web.mta.info/sandy/SandysImpact.htm Elevating Equipment: • MTA (Metropolitan Transportation Authority. 2017. MTA Bridges and Tunnels: Sandy Recovery, Restoration, and The most effective mitigation method is to elevate all essential equipment above the highest anticipated flood Mitigation. Accessed January 26, 2017. elevation or the elevation of the 0.2-percent-annual-chance flood recommended by FEMA, whichever is higher. When essential equipment is located below grade, elevating typically requires relocating the equipment to higher floors in http://web.mta.info/sandy/bandt_archives.htm the building. Unless space is already available, moving the equipment to a higher floor will displace other equipment, tenants, or functions. Facility owners may need to evaluate all available space, including the attic and, to determine • Massachusetts Bay Transportation Authority: Climate Change Vulnerability Assessment for the Blue Line whether a small elevated second floor addition would be an acceptable solution. When elevating equipment is not practical, dry flood proofing may be an option. • Presentation - Orient Heights Maintenance and Storage Facility: Identifying Current and Future Vulnerabilities. May 9, 2018. Dry Flood proofing: Essential equipment can be protected with dry flood proofing methods. Dry flood proofing involves constructing flood • FEMA Reducing Flood Effects in Critical Facilities. RA2, April 2013 barriers or shields around individual pieces of equipment or areas that contain essential equipment to prevent https://www.fema.gov/media-library-data/1381404651877- floodwaters from coming into contact with critical equipment. For dry flood proofing to be effective, the barrier must be 881a2cf70a90ac63b9c067100ffccace/SandyRA2CriticalFacilities_508_FINAL2.pdf high enough to protect equipment from floodwater, strong enough to resist flood forces, and sealed well enough to control leakage and infiltration. Dry flood proofing measures must also satisfy applicable codes and standards. For example, a dry flood proofed room created to protect a fuel tank will need mechanical ventilation to meet code Appendix requirements. The on-site office trailers should be relocated to a raised berm above the predicted storm levels or replace them with permanent structures. Provide spare components for those equipment’s, e.g. Wheel truing machine that cannot be 1. Orient Heights Flood Analysis 2030 aerial photo relocated in the facility. 2. Orient Heights Flood Analysis 2070 aerial photo 3. Photos of affected equipment 11",
        "Appendix 1: Orient Heights Flood Analysis 2030 Aerial Photo Figure 7: Areal view: Flood Analysis 2030 12",
        "Appendix 2: Orient Heights Flood Analysis 2070 Aerial Photo Figure 8: Areal view: Flood Analysis 2070 13",
        "Appendix 3: Photos of Affected Equipment Figure 11: Blue Line Operations Signals and Power Switches entering the ROW Figure 9: OH Car Yard Substation Figure 10: DC Power Substation Figure 12: Maintenance Office Trailers Figure 13: AC Power Feed Trailer Park Legend 14 2070 100 year depth approx. 2030 100 year depth approx.",
        "Figure 15: Oil Water Separator Figure 16: Building Systems – Fire Figure 14: Security gate controller box Figure 20: Blue Line Operations Figure 19: Blue Line Operations Yard Pump Control Unit Signal Bungalow Catenary Controller and Disconnect Switch Figure 17: Building Systems – Barn Figure 18: Maintenance Equipment – Figure 21: Security Controllers (3) Fire Pump Wheel Truing Pit 15",
        "Figure 22: Maintenance Equipment – Figure 23: Maintenance Figure 24: Building Systems – Emergency Generator DC pull box Equipment – Hoist Breaker Panel Figure 25: Building Systems – Figure 26: Building Systems – Fire Figure 27: Maintenance Equipment – DC Power Disconnect Barn Fire Control Panel Pump Sprinkler Room Figure 28: Maintenance Equipment – Barn Hoist Power/Controls 16"
    ]
}