{
    "FILE_NAME": "http://envision.cambridgema.gov/wp-content/uploads/2016/08/Cambridge_November2015_FINAL-web.pdf",
    "ALL TEXT": "ehT tropeR Climate Change Vulnerability Assessment November 2015 City of Cambridge, Massachusetts 1 PartADDITIONAL RESOURCES The following reports were produced as part of this project and will provide more information on the topics covered in this report: • Climate Projections & Scenario Development • Critical Assets & Community Resources • Vulnerability & Risk Assessment Technical Reports • Ranking Reports for Critical Assets & Community Resources • Climate Change Vulnerability Assessment for the Urban Forest in Cambridge • Vulnerable Population Ranking Memorandum • Public Health Assessment • Economic Vulnerability Assessment These technical reports are available online at: http://www.cambridgema.gov/climateprepNovember 2015 Dear Members of the Cambridge Community, I’m pleased to issue Part 1 of the Cambridge Climate Change Vulnerability Assessment (CCVA) Report. This report is born from a recommendation by the Cambridge Climate Protection Action Committee and concerns expressed by the Cambridge community about the local implications of global climate change. The City recognizes the Intergovernmental Panel on Climate Change’s finding that it is unequivocal that climate change is happening and that we are moving in the direction of a warmer planet. It is our responsibility to account for climate change in our planning and decision-making in order to sustain this vibrant City and its people. The CCVA Report Part 1 makes clear that there will be real and significant risks to Cambridge over time – especially from increasing heat and precipitation- driven flooding – that will threaten public health and safety, our economy, and the City’s quality of life if we do not act. This report provides a strong foundation for preparing our community for these risks through a Climate Change Preparedness and Resilience Plan that will be developed over the next few years and serve as a key underpinning for the Citywide Plan. While these planning initiatives move forward, the City will simultaneously pursue early actions. Part 2 of this report that addresses the risks from sea level rise and coastal storm surges will be issued in the next few months. The CCVA Report is a beginning. It will necessarily be a continuous mission to update the vulnerability assessment as the science evolves and new observations are made. The assessment has deepened our understanding of how climate change affects the City. The process has also helped form new relationships among the City, community organizations, institutions, and the private sector within Cambridge and throughout the region that will support all of us in becoming better prepared and more resilient. A great effort was made to conduct this assessment with the best available science and information and to be transparent and open. The detailed data and analyses behind the report are being publicly-shared to engage and support stakeholders in their own efforts. The strong support of the City Council through its approval of funding and policy direction, for which I am thankful, has enabled the vulnerability assessment to be conducted. I appreciate all the input and support we have received from the members of the community, the Expert Advisory Panel, and the Technical Advisory Committee, which was critical to the development of this report. Cambridge is planning ahead for climate change and treating this matter with urgency. I am gratified to see residents, businesses, community organizations, and institutions across the City joining the effort and working together. Making Cambridge better prepared and resilient requires a community-wide effort. The City looks forward to continuing this important work. Very truly yours, Richard C. Rossi City Manager CCVA, Cambridge, MA 1Fig. 1 Charles River Basin (Source: City of Cambridge) 2 CCVA, Cambridge, MACONTENTS Purpose .............................................................................4 Key Findings .....................................................................6 The “Whole Picture” ...................................................8 Climate Scenarios ..........................................................10 Sea Level Rise and Costal Storm Surge .................11 Precipitation .............................................................12 Temperature .............................................................18 Vulnerability and Risk Assessment ............................22 Critical Infrastructure ...............................................24 Social Vulnerability ..................................................30 Economic Impacts ...................................................34 Next Steps ......................................................................35 Acknowledgments CCVA, Cambridge, MA 3PURPOSE The City of Cambridge has been an early adopter of climate change. The City believes it is better to plan sustainability policies and practices. In 1999, the City ahead and be proactive, instead of trying to react joined ICLEI - Local Governments for Sustainability. after impacts occur. ICLEI is the world’s leading network of over 1,000 The science of climate change is well established. cities, towns and metropolises committed to building Increasing global temperatures have led to rising a sustainable future. In 2002, the Cambridge City sea levels, shrinking of the polar ice caps, receding Council adopted the Cambridge Climate Protection glaciers, changes in seasonality, and shifting animal Plan, which focused on reducing greenhouse gas and plant populations, among other impacts. While (GHG) emissions within the City. For many years, the it is scientifically accepted that the global climate is City’s primary focus was on GHG emissions reduction shifting towards warmer conditions, additional work to minimize Cambridge’s contribution to climate is needed to translate how those changes will present change. However, scientists tell us that even with at the local level. The Cambridge Climate Change reduction initiatives in place, some amount of climate Vulnerability Assessment (CCVA) provides some of change is “locked in” and will impact our future, and the translation. the Climate Change 2007: Synthesis Report, by the Intergovernmental Panel on Climate Change (IPCC) The assessment serves as a technical foundation for warned that climate changes may be irreversible. the Climate Change Preparedness and Resilience Plan Based on this understanding, growing public concern, that will follow, and for other preparedness initiatives. and a strong recommendation from the Climate While we know that climate change is scientifically Protection Action Committee (CPAC) — an advisory unequivocal and that the climate is shifting toward group to the City Manager — the City decided that it a warmer, wetter regime and higher sea levels, it is necessary to prepare for climate change impacts is difficult to know exactly what the climate will be while continuing to reduce emissions to avoid the like in the future, and when the changes will occur. worst effects. To account for this uncertainty, the climate change projections used in this assessment are based on a Climate change is altering the climatic conditions Heat vulnerability 30-year span around each planning horizon, 2030 upon which Cambridge historically developed. The and 2070. The projections used in this assessment patterns of temperature, precipitation, and sea level and inland flooding should not be viewed as a precise prediction of the that were used to design buildings and infrastructure future. Instead, this vulnerability assessment should and locate critical facilities, are shifting to new are more imminent be viewed as a “climate stress test” for Cambridge. patterns that will affect both the built environment In other words, what would happen to the City’s and people. If left vulnerable, climate change poses concerns for built environment and its people if we see higher significant threats to Cambridge’s economy, quality temperatures and more flooding, and what would of life, public health, and safety. The City recognizes Cambridge than that mean to our economy, public health, and well- this and commissioned a study to anticipate how being? sea level rise. our climate might shift, using the best available science, and to identify our vulnerabilities so that we can manage and protect Cambridge’s future under 4 CCVA, Cambridge, MAThis assessment was conducted in response to through over 40 meetings involving more than 900 The assessment identifies Cambridge’s key physical public concern and emerging scientific findings, people at neighborhood and other community venues. and social vulnerabilities based on an assumption and was initiated at the strong recommendation of Participants at these meetings learned about the that no action is taken. These results will inform the multi-stakeholder CPAC. It was conducted in a vulnerability assessment and gave their input on key the City’s upcoming Climate Change Preparedness transparent, open manner and sought to engage the concerns and hopes about what the City will do next and Resilience Plan. Understanding possible community and key stakeholders. The goal of this to address what we have learned through the process. consequences will hopefully also inspire action to engagement was to bring everyone along with the This extensive engagement with the community and reduce greenhouse gas emissions and reduce the City in understanding the local implications of climate key stakeholders has begun to develop a common likelihood of more extreme impacts. As a result of change, and to support and spur preparedness understanding about what climate change means to the extensive public engagement effort, a shared discussion across the City. Cambridge. Preparing Cambridge for climate change understanding of the local implications of climate requires a community-wide effort. All the data and change has begun to develop. This vulnerability Two advisory committees were formed: an Expert information developed for the assessment are assessment is the beginning of what will need to Advisory Panel of climate scientists and policy experts being publicly-shared. The assessment enables the be a continuous process. Updates will be needed in from local institutions to guide the assessment’s City and the community to start prioritizing the key response to new information. methodologies, and a Technical Advisory Committee vulnerabilities and establishes a foundation to plan representing institutions, businesses, state agencies, for greater resilience and preparedness. and residents to provide input on various steps of the process. The community at large was engaged OCTOBER 2013: City Council creates “Getting to Net Zero” OCTOBER 2012: Taskforce “Superstorm” Sandy wreaks havoc up the east coast 2014: AUGUST 2002: 2005: Hottest year 8-day heat wave Cambridge signs U.S. DECEMBER 2009: on Earth on hits metro-Boston Mayors’ Climate Agreement City Council and record; beats citizens hold Climate out 2010 Emergency Congress 99 00 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 9 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1999: SEPTEMBER 2007: SEPTEMBER NOVEMBER 2015: City of Cambridge IPCC Report Climate 2012: Cambridge presents joins ICLEI DECEMBER 2002: Change Synthesis C kiC cV kA -o ff results of the CCVA warns some climate City Council adopts Cambridge Climate changes may be Protection Plan abrupt and irreversible JULY 2010: Intense rainfall causes MAY 2013: severe flooding in Cambridge launches Cambridge Kendall Square EcoDistrict & Compact for a Sustainable Future Fig. 2 Cambridge climate change and sustainability timeline (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 5KEY FINDINGS Climate Impacts • Coastal defenses provided by the Charles River and Amelia Earhart Dams, and the topography between the City and Boston Harbor, make it extremely improbable that a coastal storm surge will reach Cambridge, at least through 2030. However, continuing increases in sea level would eventually compromise our existing coastal defenses. The City is currently completing modeling of flood risks from storm surge and sea level rise through planning year 2070; these results will be available in Part 2 of this report. • Precipitation-driven flooding is likely to become more frequent, expansive, and deeper. Preliminary results indicate that the area of Cambridge at risk from this type of flooding is projected to nearly double between now and 2070 for a rainstorm that has a 1% likelihood of being equaled or exceeded in a given year. • Heat stress on human health is very likely to become much more severe. By 2030, annual days over 90 degrees Fahrenheit (90°F ) may triple. By 2070, Cambridge may experience nearly three months over 90°F, compared with less than two weeks in present day. The heat index, which represents the “feels like” temperature for people, will also increase and exacerbate the likelihood of heat stress. • Climate change is a “risk multiplier,” making existing risks more likely and more severe. Past climate patterns can no longer be used as a guide for the future. Fig. 3 Public Meeting, March 2015 6 CCVA, Cambridge, MAVulnerability and Risk • Cambridge is more vulnerable to increasing heat and precipitation-driven flooding in the near future than to sea level rise and coastal storm surges. Part 2 of this report will address the risks of sea level rise and coastal storm surges based on modeling for 2070. • Vulnerability will increase for key infrastructure – public transit, energy, roads and bridges, telecommunications, critical service facilities – due to greater precipitation-driven flooding in the near term and long term. • Heat waves and poor indoor air quality will become increasingly challenging public health concerns in the near future. • Vulnerability is not evenly distributed among the neighborhoods or households. People who are more isolated due to infirmity, age, or language and those with lower incomes are more vulnerable. • Economic losses from a flood event or an area-wide power loss would be significant. A citywide event shutting down Cambridge is estimated to cause at least $43 million (in current dollars) in daily economic losses. Losses from disruption of economic activity are greater than the costs of property damage. Climate change • Climate change threatens regional systems that Cambridge depends on, such as public transit and electricity. An unprecedented level of coordination and cooperation among threatens agencies, cities, the state, businesses, institutions, and residents will be required to prepare effectively for climate change. infrastructure, critical services, public health, and the City’s economic well-being. CCVA, Cambridge, MA 7THE “WHOLE PICTURE” The Priority Planning Areas Map (Figure 4) summarizes that experiences flooding can face potential long- the most at-risk services and populations, with term challenges related to contamination and mold respect to climate change within the boundaries growth and their remediation if not prepared for this of Cambridge. It represents a risk assessment that consequence. compares seemingly unrelated resources, such as Heat vulnerability, to both people and to infrastructure, public health and the transportation system, and is a major, possibly underappreciated, risk to the compares the risks within each (e.g., what is the community. Factors that contribute to vulnerability in greatest public health concern?), as well as between cities include: them (e.g., how does the risk of an overheated school rate against the risk of a flooded MBTA station?). • the urban heat island effect, which can amplify the impacts of rising temperatures; The Priority Planning Areas Map clearly illustrates that risk from climate change, posed by flooding and • areas with minimal tree canopy; increased heat, is not evenly distributed throughout • a relatively high proportion of older housing stock the City. Northern Cambridge and eastern Cambridge that may be poorly adapted to hot weather due have relatively more physical and social vulnerability. to lack of adequate natural ventilation or air Risk does exist elsewhere, but from a citywide conditioning; and perspective, the at-risk resources shown here would • equipment not suited for higher temperatures. cause impacts to large segments of the population, often accompanied by significant economic, public From a public health perspective, heat has been the health, and social effects. largest single weather-related cause of death in the U.S. since the National Oceanic and Atmospheric Flooding has obvious implications in causing physical Administration (NOAA) began reporting data in 1988. damage to buildings and infrastructure, as well as Fortunately, heat impacts on health are the most well making areas inaccessible and creating an immediate understood, measurable, and potentially preventable public safety concern. There are also public health impacts of climate change. consequences associated with flooding events. Flooding can carry contaminants into buildings and There are also economic repercussions associated There are financial create conditions for indoor mold growth. This has with a significant climate change event, such as significant negative impacts on indoor air quality. substantial flooding or power failure caused by and social costs if This risk is exacerbated in buildings that have poorly extreme heat. Such an event could impact the City’s sealed exterior windows and roofs and those that no action is taken 128,000 jobs and result in a loss of $43 million per use forced hot air, which can become a conveyor of day (in current dollars) within Cambridge alone. Such air from damp basement areas. Indoor dampness against climate interruptions fall heaviest on minimum wage workers is well known to be a cause of adverse respiratory with dependents and jobs that cannot be performed effects. Any residential or commercial structure change. from home. 8 CCVA, Cambridge, MA0 0 Heat 2030 He a t 2 0 7 0 F l ooding 20 3 Flooding 207 Energy Crit i Sc ea rl vices Telecom Wat e Sr tormwater B ridges Railway T-Station Roa Fd lw oa oy ding Rai l w Ha ey at Vul n e Pr oa pb ul le a tion Es c o n Io mm pi ac ct VULNERABILITY AFFECTED SERVICES Fig. 4 Priority Planning Areas Map (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 9CLIMATE SCENARIOS To conduct the vulnerability assessment, it was Bounded uncertainty: In addition to using a variety necessary to understand how future climate of global climate models, uncertainty was bounded conditions might be different in terms of temperature, by adopting both low and high greenhouse gas (GHG) humidity, precipitation, and sea level. Since there is emission scenarios for both the temperature and no way to know the future precisely, the assessment precipitation parameters. The low emission scenario uses scenarios as the basis for the “climate stress assumed that some significant mitigation measures test.” Based on the best available science, the were adopted that would reduce future levels of GHG scenarios represent plausible future conditions that emissions, and therefore lessen the overall intensity are different than the present. of events. The high emissions scenario modeled a future where there was no such mitigation and the The assessment used climate projections that were ever-increasing GHG emissions resulted in greater generated specifically for Cambridge. The customized impacts. Climate science, like all fields of science, is projections take into account the City’s location constantly evolving. The scenarios were developed near the ocean, the urban heat island effect, and using the latest available information with the other local factors. The projections are based on understanding that assumptions, methodologies, sets of global climate model simulations that were and resultant projections will need to be revised in downscaled using statistical methods and calibrated light of new data or technologies or changes in the with historic data from local weather stations. The environment itself. output from the projections provided temperature, humidity, and precipitation projections for Cambridge. Professional judgment: The climate projections Sea level rise assumptions were drawn from the 2012 generated ranges of values for climate parameters. NOAA Global Scenarios SLR Report in the 2014 U.S. The expertise of City staff, consultants, and outside National Climate Assessment, prepared by the U.S. experts was used to select values to use in heat and Global Change Research Program. flood models based on experience and technical judgment. Planning horizons: The City chose three planning horizons: present day, 2030, and 2070. Each of these planning horizons used thirty-year averages Climate change is no for temperature and precipitation data. Present day numbers are based on data from 1971 to 2000, longer just a future which serves as a reference period to compare future climate change projections. The 2030 planning threat; evidence of horizon uses climate projections from 2015 to 2044, and the 2070 planning horizon uses climate change can be seen projections from 2055 to 2084. today. 10 CCVA, Cambridge, MACommunities on and near the coast face the dual thousands of historic and simulated future storms, SEA LEVEL RISE AND risk of rising sea levels and more intense coastal including hurricanes and nor’easters, to estimate the COASTAL STORM storms. Cambridge’s geography affords some level probability of flooding in the Inner Core of the Boston SURGE of protection from coastal impacts, and the Charles area, including Cambridge. The model assumes River and Amelia Earhart (on the Mystic River) Dams up to 8 inches of sea level rise by 2030, and up to act as storm surge barriers under current conditions. 3.4 feet by 2070 in this area. The results for 2030 However, as the sea rises and coastal storms become indicate that the risk of storm surge flooding reaching stronger, risks will gradually increase to a point where Cambridge is less than 0.1%. This includes risks the effectiveness of the dams as barriers diminishes from both overtopping and flanking of the dams and and storm surges are able to flow overland around incorporates factors such as increased river flows from the dams and eventually overtop them, first with runoff, increased pumping operations at the dams, larger flooding events (e.g., the “100-year” or 1% and the twice-daily tide cycle. The 2070 modeling is probability of flooding), and then gradually over an still in progress, the results of which will be reported extended period of time with smaller, more frequent in the forthcoming Part 2 of this report. Ultimately, flooding events. the inland flooding projections will be combined with the storm surge and sea level rise results to produce The City partnered with the Massachusetts a holistic, integrated view of projected flood risks in Department of Transportation (MassDOT) to invest Cambridge. The completed flooding projections will in detailed modeling of the flood impacts that would be used in the Climate Change Preparedness and result from sea level rise and more intense and Resilience Plan. frequent storm events (Figure 5). The model uses Cambridge’s coastal storm surge protections will hold until at least 2030, but as sea level rises N these protections could be surpassed. Fig. 5 Boundaries of MassDOT study: Shaded area in blue indicates the extent and location of the project area included in this analysis (Source: MassDOT, Woods Hole Group, UMass Boston, March 2015) CCVA, Cambridge, MA 11PRECIPITATION The intensity of the heaviest rain and snowfall events increase in frequency and intensity. The projected in the Northeast U.S. has increased by 71% over the future rates of rainfall are shown in Figure 7. last half-century (Figure 6). As air temperatures rise, The flood volume generated by the future 10-, 25-, the atmosphere can hold more water, leading to more and 100-year storm events – which are relatively intense precipitation events. Over time such extreme large and infrequent storms – is unlikely to be events will become increasingly frequent. adequately mitigated by increasing physical storage Rainfall intensity affects the volume of water that and conveyance capacity. It may be necessary to flows across land, in rivers, and through stormwater consider how best to deal with periodic flooding in systems. It is projected that extreme rain events will some areas. Precipitation-driven flooding is likely to increase in frequency, extent, and depth. Fig. 6 Observed change in heavy precipitation events (defined as the heaviest 1% of all daily events) from 1958 to 2012 (Source: 2014 U.S. National Climate Assessment Report) 12 CCVA, Cambridge, MAFig. 7 Precipitation projections (Source: Kleinfelder based on ATMOS projections November 2015) The 10-year storm Instead of the term “100-year storm,” a hydrologist The flooding scenarios assume that the pumps would rather describe this extreme hydrologic event on the Charles River and Amelia Earhart Dams has a 10% chance as a storm having a 100-year recurrence interval. are functioning at full capacity to drain stormwater What this means is that a storm of that magnitude downstream and away from the City. of happening in any has a 1% chance of happening in any year. A 100-year If those pumps fail, flooding, especially in the year, and a 25-year storm can happen two years in a row. A 1% annual Alewife Brook area, would be substantially worse. probability translates to a one in four chance of being Maintaining and increasing the pumping capacity storm has a 4% flooded over a period of 30 years. of the Mystic River’s Amelia Earhart Dam, which is The projected rainfall rates, illustrated in Figure 7, located between Somerville and Everett and owned chance of happening were used for modeling storm overland run-off, river by the Commonwealth, will be essential to prevent flow, and drainage through pipes. Integrated maps or minimize flooding in northern Cambridge. This will in any year. of inland flooding were developed for the entire City require close cooperation among neighboring cities under different storm types and intensities. and state agencies. CCVA, Cambridge, MA 13PRECIPITATION The three maps shown in Figure 10 depict “100-year” more severe in extent and depth, events such as a (i.e., a 1% chance of occurring in a given year) 24- 10-year storm flood are relatively more frequent, so hour rainfall events today and in 2030 and 2070. the cumulative damages can be significant. Over these three time periods, the area of the City Flood risks do not fall into neat categories. In addition projected to flood increases from 13% to 18% by to the 10- and 100-year events, there are also risks 2030 and 23% by 2070. That is, the additional 2.5 posed by short-duration (1 or 2 hours) intense storms inches of rainfall expected in a 2070 100-year 24- and long-duration (48 to 72 hours) storms and events hour storm would flood an area almost twice the size in between. Cambridge has already experienced of what would be flooded today. flooding from these types of storms. For example, on The flooding projected to occur in northern Cambridge July 10, 2010, 3.6 inches of rain fell in a single hour, would result primarily from Alewife Brook overflowing exceeding the capacity of Cambridge’s stormwater its banks. The flooding projected for eastern system and resulting in significant flooding in several Cambridge is a function of insufficient capacity in the neighborhoods (Figures 8 and 9). These types of area’s stormwater and combined sewer systems and storms are projected to become more frequent. the inability of the piped infrastructure to convey the The future rainfall projections were used in To conduct the water away, resulting in water backing up and ponding hydrologic/hydraulic models to create the maps of around manholes and catch basins. Although vulnerability flooding in eastern Cambridge appears less severe, projected flooding in Figure 10. The maps show where flooding from extreme rainfall events, shown as the the building character and socio-economic make-up assessment, it was of the affected neighborhoods make these areas 100 year or 1% probability storm of 24-hour duration, would occur based on current land conditions and very vulnerable. Also, while 100-year flood events are necessary to delineate stormwater infrastructure. the extent and depth of flood risk for areas. The 10- and 100-year storms were used to provide low and high precipitation-driven flood scenarios. Fig. 8 Urban Flooding (Source: City of Cambridge, Fig. 9 Urban Flooding (Source: City of Cambridge, July 10, 2010) July 10, 2010) 14 CCVA, Cambridge, MAThe Baseline map illustrates potential N flooding from a 100-year 24-hour storm under current conditions with an estimated rainfall of 8.9 inches over 24 hours. Baseline The 2030 map illustrates potential flooding from a projected 100-year 24- hour storm with climate change and an estimated rainfall of 10.2 inches over 24 hours. 2030 The 2070 map illustrates potential flooding from a projected 100-year 24- hour storm with climate change and an estimated rainfall of 11.7 inches over 24 hours. Depth of Flooding above Ground (feet) 2070 0 - 0.5 1.0 - 2.0 > 3.0 Fig. 10 Inland Flooding – 100-year 24-hour storm (Source: Kleinfelder with manhole flooding by MWH, 0.5 - 1.0 2.0 - 3.0 riverine flooding by VHB, November 2015) CCVA, Cambridge, MA 15PRECIPITATION The flooding maps help identify the neighborhoods, (CSO) locations. These discharge combined sewage streets, and individual structures most at risk of into the Charles River and Alewife Brook (rather flooding. The 100-year storm flood maps (Figure 10) than allowing it to back up into buildings) when flow depict a larger at-risk area compared to the 10-year exceeds the system’s capacity. Measures to alleviate storm flood maps (Figure 13). However, while the 10- combined discharges will be developed in the Climate year storm flood covers a less extensive area, the Change Preparedness and Resiliency Plan. flooding from this type of event will be more likely and Flooding transcends municipal boundaries. frequent for those areas affected because it has a Recognizing this, the City of Cambridge, Boston 10% chance of occurring every year. Water and Sewer Commission (BWSC), MassDOT, This is an important factor in certain neighborhoods, the Massachusetts Department of Conservation and such as Area 4 and Alewife, that have already Recreation (DCR), and the City of Boston have shared experienced repeated flooding (Figures 11 and 12). data and information, and coordinated assumptions for our mutual studies. In a related concern, in certain parts of Cambridge, stormwater and sewer pipes are still combined and connected to twelve (12) combined sewer overflow Flooding transcends municipal boundaries. Regional coordination will be needed to address increased stress on stormwater infrastructure. Fig. 11 Urban Flooding (Source: City of Cambridge, Fig. 12 Urban Flooding (Source: City of July 10, 2010) Cambridge, July 10, 2010) 16 CCVA, Cambridge, MAThe Baseline map illustrates potential N flooding from a 10-year 24-hour storm Alewife under current conditions with an Area 4 estimated rainfall of 4.9 inches over 24 hours. Baseline The 2030 map illustrates potential Alewife flooding from a projected 10-year 24- hour storm with climate change and an Area 4 estimated rainfall of 5.6 inches over 24 hours. 2030 The 2070 map illustrates potential Alewife flooding from a projected 10-year 24- hour storm with climate change and an Area 4 estimated rainfall of 6.4 inches over 24 hours. Depth of Flooding above Ground (feet) 2070 0 - 0.5 1.0 - 2.0 > 3.0 Fig. 13 Inland Flooding – 10-year 24-hour storm (Source: Kleinfelder with manhole flooding by MWH, 0.5 - 1.0 2.0 - 3.0 riverine flooding by VHB, November 2015) CCVA, Cambridge, MA 17TEMPERATURE Temperatures are expected to rise through 2070 Ambient air temperature is the measured air and beyond. This trend will be experienced both as temperature. Climate projections track how ambient increasing average or “new normal” temperatures air temperature might change moving forward. This and as more extreme, less predictable heat events. important indicator establishes overall baseline and It is very likely that Cambridge will experience heat trends, as well as provides some indication of whether waves of greater frequency and duration and that there may be impacts to heat-sensitive infrastructure this shift will have implications for both human health and population. and the built environment. Northern cities are less Heat index is a more accurate indicator of heat adapted to extreme heat because of little historical stress in humans. The heat index combines both need to do so. The ability to increase our resilience temperature and relative humidity data to determine to heat is a matter of behavioral adaptation (e.g., the “feels like” temperature that people experience. personal preparedness, active support networks), A day with lower temperatures combined with higher effective management of chronic disease, and humidity can produce the same level of heat stress as selective modifications to the built environment (e.g., a day with a higher temperature and lower humidity. green roofs, cool shelters, water spray facilities). The Heat Index Chart, as published by NOAA, in This report outlines anticipated increases in average Figure 14 below, illustrates that relationship. Heat temperature and extreme heat events and the impact stress affects the body’s ability to maintain its normal these changes will have on residents, businesses, temperature and may damage vital organs. Extreme institutions, City services, and critical networks. The heat causes more deaths in the U.S. than floods, heat changes are reported in three different ways: hurricanes, lightning, tornadoes, and earthquakes. ambient air temperature, heat index, and heat wave. But heat-related deaths are preventable. Caution Both average annual Extreme Caution temperature and heat Danger waves are likely to be Extreme Danger exacerbated. Fig. 14 Heat Index Chart (Source: National Weather Service NWS, NOAA) 18 CCVA, Cambridge, MAPhysical assets, such as electrical substations, are Considering historic data, these scenarios may not generally affected by humidity. Therefore, heat under-predict both the duration of heat waves and index was not considered to assess the vulnerability their frequency. For example, there was a recorded of the built infrastructure. 8-day heat wave throughout the Boston metropolitan area in August 2002. A similar event happened in Heat wave is an extended period of very high 1944. More recent events include a 5-day heat wave temperatures. The extended period of heat has in 2010 (August 29 - September 2) and a series significant implications for public health because of 4-day heat waves in June 2008, July 2008, July human physiology is quite sensitive to long periods 2010, and July 2012. The projections used in the of sustained heat exposure. Locally, heat waves have assessment indicate heat waves will become more been defined most often as three or more days in a likely and frequent. row with maximum ambient temperatures greater than 90oF. The duration and intensity of heat waves have significant implications for public health – especially This assessment projects that the number of days for vulnerable populations that do not have access over 90oF will nearly triple by 2030 from the current to sufficient cooling options. Each passing day of annual average of 11 days and that there may be extreme heat decreases a person’s ability to cope 4 to 6 times more days by 2070 (see Figure 15). with the heat stress. This is especially threatening for Heat waves are expected to increase 60 significantly. By 2030, the number of days 40 each year above 90°F could triple. By 2070, 20 there could be more than 2 months in a year over 90°F. 0 CCVA, Cambridge, MA 19 raeY rep syaD fo rebmuN 90+°F 70 X6 Days Above 90°F Likely Increase 6-Fold 50 90+°F 30 X3 Days Above 90°F Likely Tripled 100+°F 90+°F 10 X1 100+°F Baseline 100+°F 1971-2000 2015 - 2044 2055 - 2084 (Baseline) (2030) (2070) Fig. 15 Number of days above 90oF (Source: Kleinfelder based on ATMOS research, November 2015)the very young, the elderly, and those with existing in heat patterns might be in the future. By 2070, health challenges like cardiovascular, circulatory, and there could be as many as 68 days per year greater respiratory conditions. than 90oF, of which there could be as many as 16 days greater than 100oF. While these days may be This assessment further evaluates the role of the spread out over more than three months (as shown urban heat island effect, where heat absorbing in Figure 16), the calendar illustrates the possibility surfaces and lack of shading exacerbate temperatures that temperatures in CambrS idgM e coT uldW excT eedF 90SoF S M T W T F S S M T W T F S and are likely to result in an uneven heat burden for moSst oMf suTmmWer ifT all Fof 1thSe 2year3S’s wM4arm5TestW6 day7Ts F 1S 2 3S M4 5T W6 7T F 1S 2 3 4 5 6 7 across the City. fell in the summer months of June through August. S M T W T F S1 2 S3 M4 T5 W6 8T7 9F 10S1 112 1S23 M134 1T45 W6 8T7 9F 10S1 112 123 134 145 6 87 9 10 11 12 13 14 Heat wave freque Snc My an Td Wdura Ttion F ar S1e e 2xpe Sc 3te Md 4 T5HeWa6t iTm87paF9cts S11a0re12 1noSt13 2evMe143nl1yT515 4di1 Ws6 6trib1 T7u87te1dF89 th1 S11r90ou2g1201ho2u1312t 143 15154 16 6 1787 189 1190 2101 2112 13 1514 16 17 18 19 20 21 to increase. Currently, the hottest days of the year usually occur duri1ng 2the 3sum4me5r m6onth87s o9 f J11 u0 ne21 , 1 312the 41 3Ci 1 5t 15y 4. T 1 66he 1877foll 19o 8wi 1n 1109g m 21210a2p 32 12s 21 (2F 43 13igu21 54 1r 54e 21 1 6567) 21876i 7llu2s 197t 8ra2 1t 18e 09 1210 22 1221 23 13 214 154 2156 2167 2178 2189 20 2221 23 24 25 26 27 28 the current distribution of heat index throughout the July, and August. A8s th9e nu10mb1e1r o1f2 da1y3s w115i4th 1e6xtr81e7me91 8 1109 Cit12 y10 an12222 d1 h12 o33 w 112 t544 ha1 t26 5 mi812 g76 ht 912 e87 vo2 19 10l2 v98 e3 10 2 b10 y 2112222 01 3122 033 a1 n132544 d 21426 05 7015276 . 1287 29 1298 30 20 12221 223 324 425 526 27 2928 30 1 2 3 4 5 heat increases, t 1h 5e l 1i 6kel 1ih 7oo 1d 8 o 1f 9 he 20at 22w21av2e3s 125a4ls 1o26 5 1276Th1e287 he1229a98t i23 n00 de22x21 1 te2m32 p1e25r43 at1u2645re 16 s2756ele17 2c87ted182299 8in 293 t00 he1 2 20 m121 a1 2p1 32 s f1 o22 43 r 254 6 256 7 27 82298 930 101 112 123 4 65 7 8 9 10 11 12 increases, since th 22ere 2 3is a 2 4gre 2a 5te 2r 6 ch 2a 7nc 2e 298 th 3a 0t t 2h 21os 2e 32 24320 23 540 2a6 65nd 2 7 72027 28980 a309re 2b 211a0s 2e 312d1 o1 23n 4132 p1 2r4 5o4ba1 256 6b5le1 2 67t 7em1 227898per1 3a8 09tu1r119e0 121 13132 14 4 1565 167 178 189 1190 11 1312 14 15 16 17 18 19 days will occur in succession. Likewise, those hotter days are associate2d9 w3i0th p1arti2cula3r we4ath65er p7 att2e98 rn3s09 110fro 2m 11 c 1 31l 3i 2ma 1 44te c 1655han 716ge 2 981p 7ro 3j 019e 8ct2i 10 1o 109ns2 21 1. 1Ac21 32 1c 32or2d 1 434ing216 545to 2t 715h 6es2 816e 7 198 20 1109 21 11 212 132 2134 2145 2156 2167 18 2019 21 22 23 24 25 26 scenarios, the entire City could be experiencing that will likely last6 mo7re t8han9 on1e0 d1a1y. 1T132he 14gra61p5hic71 6 817 da9n18 ge12 r100 o9 us12 1 1 lev112 e322 ls 1 o243 f h61 e254 at 71 s265 tre2 87 1 s276 s 2 b98 1 y8 22 1 029 1009 703 12 .0 11 3 1121 322 11243 12254 1265 27 1276 28 18 229 109 3201 3212 123 224 25 2726 28 29 30 31 1 2 below (Figure 16) i 1l 3lus 1t 4rate 15s w 1h 6at 1t 7he 1r 8ela21t09ive2 1ch 1a232nge 124 3 1254 1265 122776 12 88 212099 2310 123321 12431 13 2524 14 265 5 122776 162 88 2172099 28310 29321 231 3 224 4 25 52276 628 729 830 931 1 32 4 5 6 7 8 9 The City has 20 21 22 23 24 25 2276 28 2209 2310 2321 231 23 42 24 5 22576 268 22079 23180 1 20 3291 1 21 31 1 223 42 1 234 5 1 224576 1 2568 1 2679 380 10 391 11 1 1232 134 145 156 167 8 109 11 12 13 14 15 16 documented S MSTMWSTMTWFT2T7WSF28TSS2F9MS3S0TM3W1STMT1WFT32TWS4 FT2S75 SF M286 SST297 MWS3T08 MTW31 190 FTTW1 S11 FT1322 SF143 S27154 28165 1 27 9176 1 38 08 1 319 190 21 101 213212 21423 21534 165 17176 18 8 119 90 2101 2112 2123 2134 15 1716 18 19 20 21 22 23 1 2 13 241 352 463 5374 645 7156 27613 2741 3582 4631905741615 371126 4217313514241613552 41 717 663 51 8748 6 151 909 7 61210 731221 41232 2 54 1243 2 65 15 21 76 176 21 878 2 11 98 09 2 129 10 3 120 21 1232 24 1243 25 15 216 176 2178 2189 2290 3201 22 2423 25 26 27 28 29 30 impervious surfaces, 8 9 810 918110192111130112011411311121481132 91418310 91418110119251111131076121141118312111408913 192110481102219181112302192111224141330121121455113111227661413128714110298 121209 122310 123219 12247 431 1- 2 55200 1127660 1287 1298 2209 2310 22 201 2245 3 - 2 25044 26 27 28 29 30 2055 - 2084 (Baseline) (2030) (2070) 15 1615171611851711961821071921182019211520 162115171611851711961821071921182019211520 16211517161185171196182107192118201199271120 - 221000 2015 - 2044 2055 - 2084 17 18 19 20 21 22 2243 25 1276 1287 1298 2209 2310 22 2243 25 1276 1287 1298 2209 2310 22 2243 25 26 27 28 29 30 mapped the tree 22 2322242322522422632522742622852726282227 232822242322522422632522742622852726282227 23282224232252242263252274262285272628(B2a7seli2n8e) Above 90°F - Low Scenar(2io030) Above 90°F - High Scenario Abov(2e0 17000)°F - Low Scenario High 100°F - High Scenario 1971 - 2000 2015 - 2044 2055 - 2084 24 25 26 27 28 29 30 24 25 26 27 28 29 30 24 25 26 27 28 29 30 29 302913022913302 41 352 4 3 5294 305291 3022913302 41 352 4 3 529 (4 Ba3 s0 e5 l2 in9 e1 )3022913302 4 A1 b3 ov5 e2 94 0°3 F5 - L4 ow S5 cen(a2r0io30) Above 90°F - High Scenario *SuAmbo(m2v0ee7r 10is0) c0o°nFs i-d Leorewd Stoc ebnea trhieo 91 dayHs iogfh J u1n0e0 t°hFro -u Hghig Ahu Sgcuestnario canopy, and surveyed 6 7 68 7 96 8170 918110192111011269117171 2-6 280709608170 918110192111012611 712 260 815 7 96- 2 80 1704 94 1811019211101211 12 2055 - 2084 (Baseline) Above 90°F - Low Scen(a2r0io30) Above 90°F - High Scenario *ASbu(om2v0me7 e10r0 )is0 c°oFn -s iLdoewre Sd ctoe nbaer tiohe 91 daHyisg ohf 1Ju0n0e° tFh r-o Huigghh ASucgeunsatrio 13 1413151411631511741611851711961817191318 141913151411631511741611851711961817191318 1419131514116315117416118517119618171918 19 public shade trees 20 21202221223022224123225224A22b63o2v5e2 492062°02F5 - 2L12o6w20 S22ce21n2a230ri2o222412322A52b2o4v226e3 29502°4F2 62- 02H5ig2h12 S62c0e2n2a2r1i2o2302222412*3AS22bu52om2v4me22 6e13r02 i50s 2°c4oF2n 6-s L2id5oewre S2d6c teon baer itohe 91 daHyisg ho f1 J0u0ne° Fth -r oHuigghh ASucgeunsatrio 27 28272928320729321830219313201312271 282272928320729321830219313201312271 282272928320729321830219313201312 1 2 *Summer is considered to be the 91 days of June through August to better understand 3 4 35 463 574 685 796 8 7 938 4935 463 574 685 796 8 7 938 4935 463 574 685 796 8 7 9 8 9 10 1110121111301211411311521411631514161015 111610121111301211411311521411631514161015 1116101211113012114113115214116315141615 16 heat island impacts 17 1817191821071921182021292122302221231722 182317191821071921182021292122302221231722 1823171918210719211820212921223022212322 23 24 2524262522742622852722962832072928302429 253024262522742622852722962832072928302429 2530242625227426228527229628320729283029 30 in Cambridge. 1971 -1 2907010 -1 2907010 - 2000 2015 -2 2001454 -2 2001454 - 2044 2055 -2 2005854 -2 2005854 - 2084 (B(Baasseelliinnee)()Baseline)(Baseline) (2030) ((22003300))(2030) (2070) (2070) ((22007700)) FigAb. o1ve6 90 A ° bFRo -v Leoe 9w0 lAS°bacFoe -vn teLa oir9wivo0 °SecFe - n LaioArnwibo oScvcee r9n0aeAr°iboFao -v Hes i9geh0A °Sb Fco ie-v nneHa i9gr i0hop °SFco e- nHsaigrAihsob Soicveben 1al0rieA0ob°o Fv p-e L 1or0wAo0 bS°ocFjve ee-n La1ocr0wio0 t°ScFee -n LdaoHrwi iog dShc 1ea0n0ayHr°ioFisg h- H 1ia0gh0H b°SiFcg oeh- n H1avi0gri0hoe °SFc e-9 nHaig0riho SocFena raiond 100 oF over a 3-month period* S (u Sm om uer * risS c uc eomnm :s ied Kre* irSs le e udcmo itno nms bie fder ee tirshe l ec dd o 9tn eo1s bi rddea e y btrshe e ado f9t soJ1u b endeea d ytthsh e ro o o9fu n1Jgu hdn a AeAy uts Thg oru Mofs uJtug Ohn eA S uthg ruo rsu etgh s A eug aus rt ch, November 2015) 20 CCVA, Cambridge, MAThe baseline map illustrates the variability N in “feel-like” temperature across the City under present conditions with localized heat islands above 100°F when average heat index for the City is 85°F (based on available recorded data). Baseline The 2030 map illustrates the variability in “feel-like” temperature across the City by 2030 with localized heat islands above 100°F when average heat index for the City is 96°F (90°F ambient temperature with relative humidity of 50-55%). 2030 The 2070 map illustrates the variability in “feel-like” temperature across the City by 2070 with localized heat islands above 120°F when average heat index for the City is 115°F (100°F ambient temperature with relative humidity of 45- 50%). 2070 Estimated Heat Index (oF) <= 80o 90o - 103o > 124o Fig. 17 Heat Island Map (Heat Index) 80o - 90o 103o - 124o (Source: Produced by Kleinfelder based on ATMOS research, November 2015) CCVA, Cambridge, MA 21VULNERABILITY AND The vulnerability and risk assessment for Cambridge Due to a variety of considerations, including cost, is the ultimate outcome of this project. With this time, and available methodologies, the City chose RISK ASSESSMENT process, the City sorts through numerous assets, to focus on assessing the vulnerability of individual systems, and vulnerable populations to compare the assets, populations, and systems and compare relative vulnerability of each and identify the most them. While a large number of assets and factors critical and urgent needs. Since resources available were assessed, many more could also have been to address the vulnerabilities are finite, it is important assessed. The additional assets and factors that to prioritize the ones on which to concentrate. The should be considered in the future include food and most at-risk elements will become the primary focus fuel supply delivery, food storage, food safety and of the subsequent Climate Change Preparedness food establishment inspectors, health care access, and Resilience Plan. medication access and delivery, and emergency medical and public safety services. To ensure the City’s resources are focused on assets, systems, and vulnerable populations most The potential for cascading effects is critical to at risk of harm from climate stressors, planning- consider, although it is a complex question to level vulnerability analyses were performed for analyze. For example, the loss of electricity may be nearly 1,000 resources, social factors, assets, the most important factor leading to wide-ranging, and critical services. A standardized methodology cascading effects since it can affect the availability of was applied to each item in a system (e.g., energy air conditioning, drinking water, lighting, refrigeration, infrastructure) to rate its vulnerability and compare communications, and other systems that require Vulnerability is it to other items in seemingly disparate categories power. But there can also be other types of cascading (e.g., energy infrastructure and public health) to effects, such as a disruption to the postal delivery defined by a person’s assess interdependencies. The vulnerability ranking system due to flooding or other impacts, which could methodology included quantitative, qualitative, and lead to the disruption of home delivery of medication or asset’s exposure, map-based criteria (see Figure 18). and medical supplies. sensitivity and capacity to adapt. Lechmere Station MBTA Green Line Exposure >100°F Risk is defined by the High Sensitivity (S4) extent and probability Adaptive High Capacity (AC2) Low of harm occurring. Vulnerability (V2) Fig. 18 Ranking Process (Source: Kleinfelder, November 2015) 22 CCVA, Cambridge, MAProbability Low High 1 ecneuqesnoC How Vulnerability is Assessed How Risk is Determined Vulnerability is a measure of the extent to which a Risk is a function of the probability of impact and demographic group, asset, or system will be impacted the overall consequence of that impact. The City by climate change. It is assessed asset by asset, focused the risk analysis on the most vulnerable population by population, or system by system, and is assets and resources identified earlier in the study. defined by three main criteria: In the case of people, “higher consequence” meant that populations less able to adapt were affected. Exposure – How much heat and/or flooding will affect This type of analysis is intended to help focus the asset, demographic group, or system resources where intervention is needed most. In the Sensitivity – How much function will be lost due to case of infrastructure, “higher consequence” meant the effects of exposure to flooding or heat that more people were affected by its failure. For CITY OF CAMBRIDGE, CLIMATE CHANGE VA Adaptive Capacity – How well the asset, demographic example, if a bike path and a power station had equal gArdoauppti,v eo Cr aspyasctiteym:E xcteannt t oc owphiech w thiet has osert cwoillm bep aebnles toa atecc ofomrm tohdaet e or advjuusltn teorability to climate stressors, the substation the impact loss of function would rank as higher risk because the consequences Score Description Criteria of it failing would be far more severe (see Figure 20). 1. Physical/operational measures ARE in place to Exposure is assessed using the flooding and heat prepare/mitigate and respond/recover High priority areas are highly vulnerable assets with isAlaCn2d mapHisgh. The v u l n AeNrDability score (Figure 19) is 2. Alternative means for obtaining or providing high risk scores (R3 and R4). a result of the setnelesciotmivmituyn icaatnionds saerdviaceps tAiRvEe avcaailapbalecity of The risk analysis 1. Physical/operational measures ARE in place to exposed assets, sypsretpeamre/ms,it igaanted a npd orepspuolnad/trieoconv.er AC1 Medium OR captures the high 2. Alternative means for obtaining or providing telecommunications services ARE available 1. Physical/operational measures NOT in place to prepare/mitigate and respond/recover Risk Assessmentprobability and high AC0 Low AND 2. Alternative means for obtaining or providing telecommunications services are NOT available consequence events Risk = function of Probability and Consequence Vulnerability impacting the City. Sensitivity: Low(cid:198) High It also captures low probability and S0 S1 S2 S3 S4 High R3 R4 Adaptive AC0 V2 V3 V4 V5 V5 high consequence Capacity: Low AC1 V1 V1 V2 V3 V4 Medium R2 R3 events that should be (cid:315) High AC2 V0 V0 V0 V1 V2 Low R1 R2 considered. High Priority Areasare Highly Vulnerable assets with R3 and R4 scores Fig. 19 Vulnerability Scoring Chart (Source: Fig. 20 Risk Scoring Chart (Source: Kleinfelder Kleinfelder adapted from ICLEI, November 2015) adapted from ICLEI, November 2015) R1-R4: Risk scoring from less severe to most severe Kleinfelder 215 First Street, Suite 320 Cambridge, MA02142-1245 CCVA, Cambridge, MA 23 December 02, 2014 Page3 of 4Heat Flood Asset 2030 20702030 2070 ygrenE E.1 MIT Co-generation Plant E.2 North Cambridge Substation E.3 Putnam Substation E.4 Prospect Substation E.5 Third Street Regulator Station – natural gas E.6 Brookford Street Take Station – natural gas secivreS lacitirC C.1 Police Department headquarters C.2 Public Health Department office C.3 Professional Ambulance Services C.4 Youville Hospital C.5 Fire Company 2 C.6 Fire Department headquarters C.7 W Opa ete rar tD ioe np sa Crt em ne ten rt building / City’s Emergency C.8 Windsor Street Health Center moceleT TC.1 City Emergency Communications Center (Police HQ) TC.2 BBN Technologies data hub TC.3 AT&T telephone office/long-line switch TC.4 AT&T data hub/co-location center (CO-LOC) segdirB & syawdaoR R.1 Alewife Brook Parkway R.2 Massachusetts Ave R.3 M Lao nn ds i Bg on uo lr e O va’B rdri en Highway at Charlestown Ave/ R.4 M / Ro on usi tg en 2o 8r O’Brien Highway / McGrath Highway R.5 Fresh Pond Parkway / Route 60 R.6 Cambridge St Underpass R.7 Broadway R.8 A anle dw Mife a sB sro Ao vk e /P Ra tr .k 1w 6a y - intersections with Rt. 2 R.9 Concord Turnpike/Route 2 R.10 Land Boulevard R.11 Lars Anderson Bridge R12 Memorial Drive R.13 Longfellow Bridge R.14 Eliot Bridge tisnarT T.1 Alewife Station (Red) T.2 Lechmere Station (Green) T.3 Alewife – Davis – Porter Rail Line (Red) T.4 Lechmere – Science Park Rail Line (Green) T.5 Central – Kendall Rail Line (Red) Porter Square Subway / Commuter Rail Station T.6 (Red) T.7 Central Square Station (Red) T.8 Kendall Station (Red) T.9 Fitchburg Commuter Rail Line T.10 Porter – Harvard Rail Line (Red) T.11 Harvard - Central Rail line (Red) retawmrotS/retaW Heat Flood Asset E 2030207020302070 C TC R T W W.1 Western Flagg (Charles, Separated) W.2 New Street Pump Station W.3 Fresh Pond Reservoir W.4 CAM 004 (Alewife, Separated) W.5 CAM 017 (Charles, Combined) W.6 CAM 400 (Alewife, Separated) W.7 Lechmere (Charles, Separated) W.8 CAM 001 (Alewife, Combined) W.9 D46 (Alewife, Separated) gnisuoH elbadroffA Roosevelt Towers (Mid-Rise)(14 Roosevelt H.1 Towers), 75 units Roosevelt Towers (Low-Rise)(14 Roosevelt H.2 Towers), 124 units H.3 Daniel F. Burns Apt (50 Churchill Ave), 198 units H.4 Auburn Court I (80 Auburn Park), 77 units H.5 Harwell Homes (1 Citizens Place), 56 units H.6 Miller’s River Apts (15 Lambert St) H.7 Briston Arms (247 Garden St), 105 units H.8 808 Memorial Dr (808-812 Memorial Dr) H.9 Truman Apts (25 Eighth St), 60 units H.10 Johnson Apts (150 Erie St), 180 units 2050 Mass Ave/ Leonard J. Russell Apts, 51 H.11 units H.12 YMCA (820 Mass Ave), 128 units H.13 Manning Apts (237 Franklin St), 199 units Inman Sq Apts (1203-1221 Cambridge St), H.14 116 units Washington Elms (131 Washington St), 175 H.15 units H.16 Auburn Court II (80 Brookline St), 60 units sretneC htuoY dna ,eracyaD ,sloohcS cilbuP Daycare at Roosevelt Towers (14 Roosevelt S.1 Towers) S.2 Moore Youth Center & Daycare S.3 Tobin School & Daycare King Open School & Daycare (850 Cambridge S.4 St) S.5 Kennedy / Longfellow School & Daycare CRLS 9th Grade Campus / Martin Luther King Jr S.6 Elementary School & Daycare (359 Broadway) S.7 Baldwin School & Daycare (28 Sacramento St) S.8 Daycare at YMCA (820 Mass Ave) S.9 Area IV Youth Center & Daycare (243 Harvard St) S.10 Morse School & Daycare (40 Granite St.) Fletcher/Maynard Academy & Daycare (225 S.11 Windsor St) Graham & Parks School & Daycare (44 S.12 Linnaean St) S.13 Cambridgeport School & Daycare (89 Elm St) ecnatsissA dooF ,ycamrahP secruoseR lapicinuM CRITICAL Six major systems were studied in this phase of work: INFRASTRUCTURE H • Energy • Critical Services • Telecommunication • Roadways & Bridges • Transit • Water/Stormwater With the climate scenarios in hand, the team conducted the vulnerability and risk assessments for each system to determine the most at-risk assets. Figure 21 presents the results of the risk assessments and how data were analyzed and compiled. The map of most at-risk infrastructure (Figure 22) highlights the degree of interconnectivity among the various S assets. Cascading impacts based on dependencies on upstream systems, such as an electricity blackout leading to the loss of public transit, was incorporated into the consequence scores, influencing the overall risk scores for infrastructure. The ability of a city to function is tied to its infrastructure, much of which is out of public view, or simply P Margaret Fuller Neighborhood House (71 goes unnoticed until it P.1 Cherry St P.2 Salvation Army / Daily Lunch (402 Mass Ave) ceases to function. WIC Program Services (119 Windsor St - Public P.3 Health Dept) Fig. 21 Most At-Risk Infrastructure Legend P.4 Human Services Department (51 Inman St) (Source: Kleinfelder, November 2015) 24 CCVA, Cambridge, MAAlewife W.8 Brook R.8 E.6 T.3 T.3 R.1 W.6 R.2 R.4 T.2 R.3 T.6 T.4 W.9 T.1 W.7 T.9 TC.3 R.10 C.1 T.10 W.4 E.2 W.2 C.4 E.4 TC.4 E.5 TC.1 W.5 C.3 TC.2 C.6 R.7 T.8 R.13 R.9 R.6 C.8 C.2 T.5 R.5 er v R.2 T.11 Ri T.7 s W.3 C.7 E.1 arle R.12 W.1 C.5 Ch Fresh Pond R.11 R.14 R.12 E.3 Heat 2030 Heat 2070 Flooding 203 Fl0 ooding 2070 Energy Critical Servic Te es lecom muni Rc oa ati do wn ays & B Tr ri ad ng se its Water / Stormwater N E C TC R T W VULNERABILITY AFFECTED SERVICES Fig. 22 Most At-Risk Infrastructure (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 25The assets and resources that are ranked as most vulnerable and presenting the greatest risk of disrupting Cambridge will be the focus of the Climate Change Preparedness and Resilience Plan. Fig. 23 Assets Most at Risk to Flooding (Source: Kleinfelder, November 2015) 26 CCVA, Cambridge, MACambridge Assets Most At Risk to Flooding impaired from direct flooding preventing operations CRITICAL and/or preventing access. Flooding could also impact INFRASTRUCTURE A flooding stress test was conducted for critical lifeline systems such as energy, transportation, and assets and systems (Figure 23). The 2030 and 2070 telecommunications without which critical services flooding scenarios were used to conduct the stress facilities may not be able to properly function. At- test. In other words, what would happen to the City’s risk facilities include the Police Department, Youville built environment if there is more flooding in the Hospital, and Fire Company 2. future, and what the failure of these critical assets means for the City. E Energy infrastructure is significantly more vulnerable to flooding than to heat. North Cambridge Cambridge has built a W Water/stormwater system assets include and Putnam electrical substations are the assets reputation as one of the stormwater and combined storm-sewer systems. In at greatest risk for energy system failure due to Cambridge, they are highly vulnerable and at high their vulnerable locations. They also have high best cities in the U.S. for risk from inland flooding. Where there are combined consequences of failure, including cascading cycling. In New York City, sewer systems, flooding could pose a public health impacts on other energy infrastructure. Natural gas and environmental risk that could result in significant after Superstorm Sandy, conveyance facilities are also at risk from flooding. impacts to buildings, including sewer back-ups into pedestrians and cyclists homes and businesses without backflow controls. TC Telecommunication assets are exposed to represented more than half sufficient flooding to threaten failure by 2070. Flood R Roadway failures could occur due to direct vulnerability and risk are more widespread in this time the river crossings from exposure to localized flooding, whereby the road period since it is assumed that current assets have New Jersey to Manhattan becomes impassable or inaccessible. Failure of a low adaptive capacity to flooding. At-risk facilities key roadway segments will have cumulative and include the City’s Emergency Communications Center, while the subway system cascading impacts on multiple critical transportation the AT&T switch facility, and the data hub/co-location was shut down and assets including MBTA bus routes and access to center in the Alewife area, which is a distribution and bridges. Major at-risk roads include Alewife Brook roads were congested. In switching station. Parkway, Massachusetts Avenue, Monsignor O’Brien response, some 20,000 Highway, and Broadway. Cascading Impacts and Interdependencies New Yorkers who usually T Transit is highly vulnerable to inland flooding. By Flooding could impact lifeline systems such as used other forms of 2030, the following assets could be highly impacted energy and telecommunication, without which some transportation commuted during flood events: five of the City’s six MBTA stations; roadway infrastructure (e.g. traffic signals, lighting) four segments of MBTA rail lines; the only commuter may not be able to properly function. Critical services, by bike. This highlights station and rail line; and two of the four most critical such as police headquarters and emergency medical the role and viability of bus routes and hubs. services, are also vulnerable to flooding, given their reliance on operational roadways to ensure public pedestrian and bicycle C Critical service facilities in Cambridge, such as safety before, during, or after an event. transport in emergencies. hospitals and fire stations, are vulnerable to flooding and may be at risk of failure during future extreme rainfall events. The identified facilities could be CCVA, Cambridge, MA 27Longer, more frequent heat waves are likely to test the adaptive capacity of infrastructure. Fig. 24 Assets Most at Risk to Heat (Source: Kleinfelder, November 2015) 28 CCVA, Cambridge, MACambridge Assets Most At Risk from TC Telecommunication assets, such as the City’s CRITICAL Increased Heat Emergency Communications Center located at INFRASTRUCTURE W Water/stormwater system assets are not highly the Cambridge Police Department Headquarters, vulnerable to heat, and consequently no high risks are main high-risk assets because they serve the from heat for the water systems have been identified. entire City and provide critical system-wide and cross-system functions. For example, failure of the R Roadway infrastructure is not highly vulnerable to area’s telecommunication system would impact heat primarily due to the low sensitivity of roadways the Emergency Communications Center and the to heat (high critical threshold for damage). telephone office/long-line switch with significant consequences for operation of many businesses. T Transit, particularly subway and commuter rail lines, are vulnerable to heat and may pose a risk from The City of Cambridge places high value on its urban failure during future extreme heat events. Asset failures forest (Figure 25) for enhanced air quality, wind and would likely result from rail exposure to extreme heat, heat island reduction, aesthetics, reduced energy which could cause damage to rails (rail buckling, sun consumption, reduced noise pollution, wildlife habitat, kinks) or supporting electrical equipment. It is also decreased runoff, shading, and increased property important to note that while subway cars have air values. The City worked with the U.S. Army Corps of conditioning, the subway stations do not. Engineers to conduct a vulnerability assessment of the urban forest, focusing on nearly 60 tree species C Critical services are vulnerable to heat and with respect to flooding and heat impacts. The study may pose a risk from failure during future extreme concluded that Cambridge’s urban forest appears heat events. Asset failures would likely be due to relatively resilient to both flooding and heat based a combination of system-wide stress caused by on the Army Corps of Engineers projected climate increased demand for services and asset-level parameters, looking out over the next 50 to 100 years. exposure to extreme heat, which could impact However, it should be noted that a warmer climate occupant health and safety as well as damage heat- increases the probability of pest infestation such as sensitive equipment. For example, many fire stations the Asian longhorn beetle (ALB) that could have a do not have air conditioning or passive measures to significant impact on the City’s population of trees. keep them cool during heat waves. Cambridge’s urban E Energy infrastructure is not highly vulnerable forest will help to heat primarily due to the relatively high adaptive capacity of energy assets. Major substations are mitigate expected designed to have redundancy for individual equipment failures caused by heat. There are also emergency temperature response measures to reduce the ambient heat of substation equipment, such as misting and other increases. tactics, which would be deployed during extreme heat events to reduce the stress on equipment and decrease the risk of failure. Fig. 25 Urban Forest (Source: City of Cambridge) CCVA, Cambridge, MA 29SOCIAL VULNERABILITY How At-Risk Populations are Identified The mapping of most vulnerable populations illustrates that social vulnerability is not evenly The project team worked closely with public health distributed among the neighborhoods (Figure 26). scientists, critical service providers, and social service Portions of North Cambridge, Area 4, and Riverside professionals to develop proxy indicators from 2010 are relatively more vulnerable to flood and heat census data for the City’s populations vulnerable impacts than other parts of the City. This vulnerability to increased heat and flooding. This approach is driven by the greater presence of at-risk residents enabled the assessment to identify areas of the exposed to enhanced flood risk and the urban heat City with greater concentrations of at-risk residents, island effect. understanding that people rely on social and service networks to ensure their safety and comfort. These Indeed, under both the 2030 and 2070 high complex, often invisible, social networks are much flooding scenarios, the most socially or economically harder to assess than the built environment and vulnerable neighborhoods are also the ones with are not completely captured by the geographic or greater exposure to flooding. The relative distribution quantitative demographic data captured in this study. of social vulnerability and exposure to climate change impacts has the potential to be a useful factor for the Sensitivity to harm from climate stressors was City in determining “vulnerability hotspots” to inform ranked based on income and age. People living below emergency planning. the poverty level, young children, and elderly adults living alone were assumed to be the most affected by The City – its government, residents, institutions, significant heat and/or flooding events. and businesses – can draw on this information to craft a more nuanced picture of the community as it Ability to adapt was ranked based on income, engages in self-assessment and prepares for greater education level, and physical and language isolation. resiliency in the face of future climate-driven threats. People living in poverty, with low educational attainment, low English reading or speaking skills, Strong social and/or elderly living alone were seen as having the greatest difficulty avoiding harm during flood and networks can high heat events. While the social vulnerability index employed in this substantially improve assessment does not capture complex social support the resiliency of the systems and regional service networks, the use of data at the census tract level enables us to visualize City’s most vulnerable important geographic aspects of social vulnerability and also serves as a useful starting point and a tool members. for further planning and assessment efforts. 30 CCVA, Cambridge, MAE V4 EA 65+ L P V3 <5 E V3 P VV55 EA 65+ P V5 P EEAA V5 EE A V4 L EA E 65+ E 65+ E 65+ L EA V4 <5 P V4 P VV55 65+ E E <5 V4 EEP AA V5 E <5 65+ E EEAA E L 65+ L <5 L V3 P E V3 P V5 EA <5 E P V5 L <5 L EEAA <5 P V4 L E <5 EA 65+ V3 P V5 P EEAA E P V3 L 65+ L EA L P V4 <5 V3 EA V4 E E <5 L <5 65+ L Vulnerable Highly Vulnera Mb ol se t Vulnerable Poverty Children und Le or w 5 Educati Lo an nguage Iso El la dti ero ln y Elderly Living Alone N + V3 V4 V5 P <5 E L 65 EA VULNERABILITY INDICATORS that drive vulnerability ratings Fig. 26 Vulnerable Populations to Climate Change Impacts (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 31Heat Flood Asset 2030 20702030 2070 ygrenE E.1 MIT Co-generation Plant E.2 North Cambridge Substation E.3 Putnam Substation E.4 Prospect Substation E.5 Third Street Regulator Station – natural gas E.6 Brookford Street Take Station – natural gas secivreS lacitirC C.1 Police Department headquarters C.2 Public Health Department office C.3 Professional Ambulance Services C.4 Youville Hospital C.5 Fire Company 2 C.6 Fire Department headquarters C.7 W Opa ete rar tD ioe np sa Crt em ne ten rt building / City’s Emergency C.8 Windsor Street Health Center moceleT TC.1 City Emergency Communications Center (Police HQ) TC.2 BBN Technologies data hub TC.3 AT&T telephone office/long-line switch TC.4 AT&T data hub/co-location center (CO-LOC) segdirB & syawdaoR R.1 Alewife Brook Parkway R.2 Massachusetts Ave R.3 M Lao nn ds i Bg on uo lr e O va’B rdri en Highway at Charlestown Ave/ R.4 M / Ro on usi tg en 2o 8r O’Brien Highway / McGrath Highway R.5 Fresh Pond Parkway / Route 60 R.6 Cambridge St Underpass R.7 Broadway R.8 A anle dw Mife a sB sro Ao vk e /P Ra tr .k 1w 6a y - intersections with Rt. 2 R.9 Concord Turnpike/Route 2 R.10 Land Boulevard R.11 Lars Anderson Bridge R12 Memorial Drive R.13 Longfellow Bridge R.14 Eliot Bridge tisnarT T.1 Alewife Station (Red) T.2 Lechmere Station (Green) T.3 Alewife – Davis – Porter Rail Line (Red) T.4 Lechmere – Science Park Rail Line (Green) T.5 Central – Kendall Rail Line (Red) Porter Square Subway / Commuter Rail Station T.6 (Red) T.7 Central Square Station (Red) T.8 Kendall Station (Red) T.9 Fitchburg Commuter Rail Line T.10 Porter – Harvard Rail Line (Red) T.11 Harvard - Central Rail line (Red) retawmrotS/retaW Heat Flood Asset E 2030207020302070 C TC R T W W.1 Western Flagg (Charles, Separated) W.2 New Street Pump Station W.3 Fresh Pond Reservoir W.4 CAM 004 (Alewife, Separated) W.5 CAM 017 (Charles, Combined) W.6 CAM 400 (Alewife, Separated) W.7 Lechmere (Charles, Separated) W.8 CAM 001 (Alewife, Combined) W.9 D46 (Alewife, Separated) gnisuoH elbadroffA Roosevelt Towers (Mid-Rise)(14 Roosevelt H.1 Towers), 75 units Roosevelt Towers (Low-Rise)(14 Roosevelt H.2 Towers), 124 units H.3 Daniel F. Burns Apt (50 Churchill Ave), 198 units H.4 Auburn Court I (80 Auburn Park), 77 units H.5 Harwell Homes (1 Citizens Place), 56 units H.6 Miller’s River Apts (15 Lambert St) H.7 Briston Arms (247 Garden St), 105 units H.8 808 Memorial Dr (808-812 Memorial Dr) H.9 Truman Apts (25 Eighth St), 60 units H.10 Johnson Apts (150 Erie St), 180 units 2050 Mass Ave/ Leonard J. Russell Apts, 51 H.11 units H.12 YMCA (820 Mass Ave), 128 units H.13 Manning Apts (237 Franklin St), 199 units Inman Sq Apts (1203-1221 Cambridge St), H.14 116 units Washington Elms (131 Washington St), 175 H.15 units H.16 Auburn Court II (80 Brookline St), 60 units sretneC htuoY dna ,eracyaD ,sloohcS cilbuP Daycare at Roosevelt Towers (14 Roosevelt S.1 Towers) S.2 Moore Youth Center & Daycare S.3 Tobin School & Daycare King Open School & Daycare (850 Cambridge S.4 St) S.5 Kennedy / Longfellow School & Daycare CRLS 9th Grade Campus / Martin Luther King Jr S.6 Elementary School & Daycare (359 Broadway) S.7 Baldwin School & Daycare (28 Sacramento St) S.8 Daycare at YMCA (820 Mass Ave) S.9 Area IV Youth Center & Daycare (243 Harvard St) S.10 Morse School & Daycare (40 Granite St.) Fletcher/Maynard Academy & Daycare (225 S.11 Windsor St) Graham & Parks School & Daycare (44 S.12 Linnaean St) S.13 Cambridgeport School & Daycare (89 Elm St) ecnatsissA dooF ,ycamrahP secruoseR lapicinuM The City examined the extent to which community resources are at risk of harm from climate stressors as a proxy for measuring harm to social support H systems. Figure 27 indicates that many of the City’s community resources are at risk of both flooding and extreme heat. Affordable housing, public schools, daycare and youth centers, pharmacies, food pantries, and municipal resources provide important support services that need to be operational when climate stressors impact the City. Other priority public resources that will be included in the Climate Change Preparedness and Resilience Plan include: • Municipal and federal buildings such as City Hall, and its satellites, schools, daycare and youth centers, libraries, and post offices are S Cambridge’s traditional places where people can gather to ask for and provide help. Cambridge’s places • Public pools, sprinkler parks, and other open spaces are public places where residents can go of worship, schools, to cool off during heat waves. daycare centers, and The map of the Community Resources Priority Areas (Figure 28) illustrates which resources are most at other community risk of failure with greatest impact to vulnerable populations. centers provide critical places for P Margaret Fuller Neighborhood House (71 residents to connect P.1 Cherry St P.2 Salvation Army / Daily Lunch (402 Mass Ave) with each other. WIC Program Services (119 Windsor St - Public P.3 Health Dept) Fig. 27 Community Resources Priority P.4 Human Services Department (51 Inman St) Areas Legend (Source: Kleinfelder, November 2015) 32 CCVA, Cambridge, MA‘ s e c ur o s e R al p ci ni Mu N Fig. 28 Community Resources Priority Areas (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 33ECONOMIC IMPACTS The CCVA economic analysis presents dollars). The GRP is a measure of how much a estimates of the value of: particular economy is worth, according to what it can produce. The annual GRP for all of Cambridge • One-time structural damage to buildings from in 2012 was $15 billion. flooding was estimated using extent and depth • The cost of lost economic activity from one day of inundation from the 10- and 100-year (10% for all of Cambridge, for any disaster event with probability and 1% probability, respectively) a citywide extent, such as a heat-induced power rainfall events in 2030 and 2070 and U.S. Army failure, in terms of GRP as estimated by an Corps of Engineers Depth-Damage Function economic model (in current dollars). (DDF). A DDF is a mathematical relationship between the depth of floodwater and the amount The estimation of potential economic effects from of physical damage to a building that can be climate change is subject to considerable uncertainty, attributed to that water (in current dollars). particularly due to the lack of precise economic data. • One-time, direct and indirect losses in economic However, using an economic activity model source, activity due to flooding from the 10% and 1% preliminary findings indicate that a citywide disaster probability rainfall events in 2030 and 2070 could impact nearly all of the City’s 128,000 jobs and in terms of Gross Regional Product (GRP) as result in a loss of nearly $43 million a day (in current estimated with an economic model (in current dollars) based on the City’s GRP. The cost of business disruption could dwarf the cost of property N damage. Fig. 29 Estimate of structural damage to all buildings by 2070 from a 24-hour 100-year rainfall event (Source: Catalysis, March 2015) 34 CCVA, Cambridge, MAThe impact of the temporary loss of employment • By 2070, Kendall Square, Central Square, and NEXT STEPS was estimated using the IMPLAN model, which Fresh Pond would be the business districts most incorporates analysis of employment, wages and damaged by a precipitation driven 1% probability This report summarizes the extensive Climate income, population, and output. storm. Change Vulnerability Assessment completed for the Furthermore, the effects of citywide interruption Disruption of Economic Activity City of Cambridge. The assessment will serve as the would likely spread well beyond Cambridge. The technical foundation for the next phase involving the • A single 1% probability rainfall event would cause estimates were based on impacts to the present day development of Cambridge’s first Climate Change a drop in GRP of $3.4 to $4.6 million per day (in level of economic activity and present day taxable Preparedness and Resilience Plan. The next phase current dollars) in 2030, and $12 to $16 million assessed value of the City’s building stock. will include the following tasks: per day (in current dollars) in 2070. Structural Damage • Roughly $16.1 million per day (in current dollars) • Complete and issue Part 2 of this report on and as much as 25% of annual GRP could be the vulnerability assessment based on coastal • A single projected 1% probability rainfall event affected by extreme precipitation or extended storm surge and sea level rise scenarios using could cause $61 million in structural damage (in heat waves. This is based on the highest the Boston Harbor Flood Risk Model (BH-FRM) current dollars) in 2030 and over $232 million estimated impact that as many as 30,000 jobs developed for the Massachusetts Department of (in current dollars) in 2070 (Figure 29). These or nearly one quarter of the 2012 employment Transportation damage estimates are conservative, as they do level could be disrupted (see Figure 30 for not account for building contents. • Perform additional technical analyses as needed Top 10 Industries in Cambridge by Employment employment by industry). • Engage in regional coordination with key • A one-day, citywide disruption of Cambridge’s stakeholders undertaking their own 128,000 job economy would result in a loss of Higher Ed-Public, preparedness efforts 2,733 $43 million (in current dollars). Wholesale, 2,477 • Coordinate with the upcoming Citywide Securities, 3,009 • The top ten industries employ 72,300 people Plan and the Getting to Net Zero Task Force Real Estate, 4,319 Highe 2r 0E ,d 6- 7P 8r ivate, (Figure 30) or 56% of Cambridge employment. recommendations The top ten industries make up 92% of the City’s • Develop strategies to protect our most affected Arch & Eng, 4,376 total GRP. assets, systems, and population • The economic effects would most probably spread Software Publishers, well beyond Cambridge. In addition, climate The Climate Change Preparedness and Resilience 5,594 impacts outside of Cambridge could affect the Plan is expected to be a two-year effort starting in City economically if systems such as food or fuel 2016. Early actions will be programmed into the Custom Computer supply were disrupted. This reinforces the need process. Programming, 6,445 Scientific Research, 14,935 to think more regionally and systematically about The City is committed to integrating the information Food Services, 7,734 preparedness strategies. developed to date into upcoming planning processes and the City’s infrastructure projects. Fig. 30 Chart of Top-Ten Industries in Cambridge by Employment (IMPLAN) (Source: Catalysis Economic Impact Report, March 2015) CCVA, Cambridge, MA 35ACKNOWLEDGMENTS City of Cambridge Columbia University; Patrick Kinney - Public Andrew Brennan, Massachusetts Bay Richard C. Rossi, City Manager Health Transportation Authority Lisa C. Peterson, Deputy City Manager Consensus Building Institute; Ona Ferguson, Eric Peter Crawley, Resident Roberts - Stakeholder Engagement Mark DiOrio, The Bulfinch Companies Project Steering Committee MWH; William Pisano, David Bedoya - Hydraulic Barry Hilts, Cambridge Health Alliance John Bolduc, Environmental Planner, Community Modeling Bryan Koop, Boston Properties Development Department, Project Manager University of New Hampshire; Paul Kirshen - Lead Penn Loh, Resident Iram Farooq, Assistant City Manager for scientific reviewer; hydrology and sea level rise Thomas Lucey, Harvard University Community Development University of Massachusetts Boston; Ellen Penni McLean-Conner, Northeast Utilities Sam Lipson, Environmental Health Director, Public Douglas - Scientific reviewer, hydrology and sea Andy Reinach, Alexandria Real Estate Equities Health Department level rise Gregory Russ, Cambridge Housing Authority Brian Murphy, Assistant City Manager for USACE; Igor Lipkov, Christy Foran - Urban forest Terrence Smith, Cambridge Chamber of Community Development analysis Commerce Owen O’Riordan, Commissioner of Public Works VHB; Sarah Widing - Riverine flooding Kevin Walsh, Massachusetts Department of Susanne Rasmussen, Environmental & Woods Whole Group; Kirk Bosma - Sea Level Rise Transportation Transportation Planning Director, Community and Storm Surge Modeling Richard Zingarelli, Massachusetts Department of Development Department The Boston Harbor Association; Julie Wormser - Conservation & Recreation Kathy Watkins, City Engineer, Department of Editing Public Works Expert Advisory Panel Produced in Collaboration with Bruce Anderson, Boston University Kleinfelder, Lead Consultant Peter Frumhoff, Union of Concerned Scientists Nathalie Beauvais, Project Manager Stephen Hammer, Massachusetts Institute of Indrani Ghosh, Technical Lead Technology Nasser Brahim, Vulnerability Assessment Henry Jacoby, Massachusetts Institute of Lisa Dickson, Lead Principal Technology Johnathan West & Cat Callaghan, Graphics Joyce Rosenthal, Harvard University Rita Fordiani, Technical Review Daniel Schrag, Harvard University Christopher Balerna, Project Coordination John Spengler, Harvard University Amec Foster Wheeler; Peter Nimmrichter, Rich The members of the Cambridge community who Niles - Vulnerability Assessment - Ranking Technical Advisory Committee participated in public meetings and workshops system Richard Amster, Massachusetts Institute of and helped inform this report. ATMOS Research; Katharine Hayhoe and Anne Technology Stoner - Downscaled climate projections Kathleen Baskin, Massachusetts Executive Office Catalysis Adaptation Partners - Economic Analysis of Energy & Environmental AffairsNOTESehT tropeR Climate Change Vulnerability Assessment 1 City of Cambridge, Massachusetts Part",
    "TEXT BY PAGE": [
        "ehT tropeR Climate Change Vulnerability Assessment November 2015 City of Cambridge, Massachusetts 1 Part",
        "ADDITIONAL RESOURCES The following reports were produced as part of this project and will provide more information on the topics covered in this report: • Climate Projections & Scenario Development • Critical Assets & Community Resources • Vulnerability & Risk Assessment Technical Reports • Ranking Reports for Critical Assets & Community Resources • Climate Change Vulnerability Assessment for the Urban Forest in Cambridge • Vulnerable Population Ranking Memorandum • Public Health Assessment • Economic Vulnerability Assessment These technical reports are available online at: http://www.cambridgema.gov/climateprep",
        "November 2015 Dear Members of the Cambridge Community, I’m pleased to issue Part 1 of the Cambridge Climate Change Vulnerability Assessment (CCVA) Report. This report is born from a recommendation by the Cambridge Climate Protection Action Committee and concerns expressed by the Cambridge community about the local implications of global climate change. The City recognizes the Intergovernmental Panel on Climate Change’s finding that it is unequivocal that climate change is happening and that we are moving in the direction of a warmer planet. It is our responsibility to account for climate change in our planning and decision-making in order to sustain this vibrant City and its people. The CCVA Report Part 1 makes clear that there will be real and significant risks to Cambridge over time – especially from increasing heat and precipitation- driven flooding – that will threaten public health and safety, our economy, and the City’s quality of life if we do not act. This report provides a strong foundation for preparing our community for these risks through a Climate Change Preparedness and Resilience Plan that will be developed over the next few years and serve as a key underpinning for the Citywide Plan. While these planning initiatives move forward, the City will simultaneously pursue early actions. Part 2 of this report that addresses the risks from sea level rise and coastal storm surges will be issued in the next few months. The CCVA Report is a beginning. It will necessarily be a continuous mission to update the vulnerability assessment as the science evolves and new observations are made. The assessment has deepened our understanding of how climate change affects the City. The process has also helped form new relationships among the City, community organizations, institutions, and the private sector within Cambridge and throughout the region that will support all of us in becoming better prepared and more resilient. A great effort was made to conduct this assessment with the best available science and information and to be transparent and open. The detailed data and analyses behind the report are being publicly-shared to engage and support stakeholders in their own efforts. The strong support of the City Council through its approval of funding and policy direction, for which I am thankful, has enabled the vulnerability assessment to be conducted. I appreciate all the input and support we have received from the members of the community, the Expert Advisory Panel, and the Technical Advisory Committee, which was critical to the development of this report. Cambridge is planning ahead for climate change and treating this matter with urgency. I am gratified to see residents, businesses, community organizations, and institutions across the City joining the effort and working together. Making Cambridge better prepared and resilient requires a community-wide effort. The City looks forward to continuing this important work. Very truly yours, Richard C. Rossi City Manager CCVA, Cambridge, MA 1",
        "Fig. 1 Charles River Basin (Source: City of Cambridge) 2 CCVA, Cambridge, MA",
        "CONTENTS Purpose .............................................................................4 Key Findings .....................................................................6 The “Whole Picture” ...................................................8 Climate Scenarios ..........................................................10 Sea Level Rise and Costal Storm Surge .................11 Precipitation .............................................................12 Temperature .............................................................18 Vulnerability and Risk Assessment ............................22 Critical Infrastructure ...............................................24 Social Vulnerability ..................................................30 Economic Impacts ...................................................34 Next Steps ......................................................................35 Acknowledgments CCVA, Cambridge, MA 3",
        "PURPOSE The City of Cambridge has been an early adopter of climate change. The City believes it is better to plan sustainability policies and practices. In 1999, the City ahead and be proactive, instead of trying to react joined ICLEI - Local Governments for Sustainability. after impacts occur. ICLEI is the world’s leading network of over 1,000 The science of climate change is well established. cities, towns and metropolises committed to building Increasing global temperatures have led to rising a sustainable future. In 2002, the Cambridge City sea levels, shrinking of the polar ice caps, receding Council adopted the Cambridge Climate Protection glaciers, changes in seasonality, and shifting animal Plan, which focused on reducing greenhouse gas and plant populations, among other impacts. While (GHG) emissions within the City. For many years, the it is scientifically accepted that the global climate is City’s primary focus was on GHG emissions reduction shifting towards warmer conditions, additional work to minimize Cambridge’s contribution to climate is needed to translate how those changes will present change. However, scientists tell us that even with at the local level. The Cambridge Climate Change reduction initiatives in place, some amount of climate Vulnerability Assessment (CCVA) provides some of change is “locked in” and will impact our future, and the translation. the Climate Change 2007: Synthesis Report, by the Intergovernmental Panel on Climate Change (IPCC) The assessment serves as a technical foundation for warned that climate changes may be irreversible. the Climate Change Preparedness and Resilience Plan Based on this understanding, growing public concern, that will follow, and for other preparedness initiatives. and a strong recommendation from the Climate While we know that climate change is scientifically Protection Action Committee (CPAC) — an advisory unequivocal and that the climate is shifting toward group to the City Manager — the City decided that it a warmer, wetter regime and higher sea levels, it is necessary to prepare for climate change impacts is difficult to know exactly what the climate will be while continuing to reduce emissions to avoid the like in the future, and when the changes will occur. worst effects. To account for this uncertainty, the climate change projections used in this assessment are based on a Climate change is altering the climatic conditions Heat vulnerability 30-year span around each planning horizon, 2030 upon which Cambridge historically developed. The and 2070. The projections used in this assessment patterns of temperature, precipitation, and sea level and inland flooding should not be viewed as a precise prediction of the that were used to design buildings and infrastructure future. Instead, this vulnerability assessment should and locate critical facilities, are shifting to new are more imminent be viewed as a “climate stress test” for Cambridge. patterns that will affect both the built environment In other words, what would happen to the City’s and people. If left vulnerable, climate change poses concerns for built environment and its people if we see higher significant threats to Cambridge’s economy, quality temperatures and more flooding, and what would of life, public health, and safety. The City recognizes Cambridge than that mean to our economy, public health, and well- this and commissioned a study to anticipate how being? sea level rise. our climate might shift, using the best available science, and to identify our vulnerabilities so that we can manage and protect Cambridge’s future under 4 CCVA, Cambridge, MA",
        "This assessment was conducted in response to through over 40 meetings involving more than 900 The assessment identifies Cambridge’s key physical public concern and emerging scientific findings, people at neighborhood and other community venues. and social vulnerabilities based on an assumption and was initiated at the strong recommendation of Participants at these meetings learned about the that no action is taken. These results will inform the multi-stakeholder CPAC. It was conducted in a vulnerability assessment and gave their input on key the City’s upcoming Climate Change Preparedness transparent, open manner and sought to engage the concerns and hopes about what the City will do next and Resilience Plan. Understanding possible community and key stakeholders. The goal of this to address what we have learned through the process. consequences will hopefully also inspire action to engagement was to bring everyone along with the This extensive engagement with the community and reduce greenhouse gas emissions and reduce the City in understanding the local implications of climate key stakeholders has begun to develop a common likelihood of more extreme impacts. As a result of change, and to support and spur preparedness understanding about what climate change means to the extensive public engagement effort, a shared discussion across the City. Cambridge. Preparing Cambridge for climate change understanding of the local implications of climate requires a community-wide effort. All the data and change has begun to develop. This vulnerability Two advisory committees were formed: an Expert information developed for the assessment are assessment is the beginning of what will need to Advisory Panel of climate scientists and policy experts being publicly-shared. The assessment enables the be a continuous process. Updates will be needed in from local institutions to guide the assessment’s City and the community to start prioritizing the key response to new information. methodologies, and a Technical Advisory Committee vulnerabilities and establishes a foundation to plan representing institutions, businesses, state agencies, for greater resilience and preparedness. and residents to provide input on various steps of the process. The community at large was engaged OCTOBER 2013: City Council creates “Getting to Net Zero” OCTOBER 2012: Taskforce “Superstorm” Sandy wreaks havoc up the east coast 2014: AUGUST 2002: 2005: Hottest year 8-day heat wave Cambridge signs U.S. DECEMBER 2009: on Earth on hits metro-Boston Mayors’ Climate Agreement City Council and record; beats citizens hold Climate out 2010 Emergency Congress 99 00 02 03 04 05 06 07 08 09 10 11 12 13 14 15 16 9 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 1999: SEPTEMBER 2007: SEPTEMBER NOVEMBER 2015: City of Cambridge IPCC Report Climate 2012: Cambridge presents joins ICLEI DECEMBER 2002: Change Synthesis C kiC cV kA -o ff results of the CCVA warns some climate City Council adopts Cambridge Climate changes may be Protection Plan abrupt and irreversible JULY 2010: Intense rainfall causes MAY 2013: severe flooding in Cambridge launches Cambridge Kendall Square EcoDistrict & Compact for a Sustainable Future Fig. 2 Cambridge climate change and sustainability timeline (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 5",
        "KEY FINDINGS Climate Impacts • Coastal defenses provided by the Charles River and Amelia Earhart Dams, and the topography between the City and Boston Harbor, make it extremely improbable that a coastal storm surge will reach Cambridge, at least through 2030. However, continuing increases in sea level would eventually compromise our existing coastal defenses. The City is currently completing modeling of flood risks from storm surge and sea level rise through planning year 2070; these results will be available in Part 2 of this report. • Precipitation-driven flooding is likely to become more frequent, expansive, and deeper. Preliminary results indicate that the area of Cambridge at risk from this type of flooding is projected to nearly double between now and 2070 for a rainstorm that has a 1% likelihood of being equaled or exceeded in a given year. • Heat stress on human health is very likely to become much more severe. By 2030, annual days over 90 degrees Fahrenheit (90°F ) may triple. By 2070, Cambridge may experience nearly three months over 90°F, compared with less than two weeks in present day. The heat index, which represents the “feels like” temperature for people, will also increase and exacerbate the likelihood of heat stress. • Climate change is a “risk multiplier,” making existing risks more likely and more severe. Past climate patterns can no longer be used as a guide for the future. Fig. 3 Public Meeting, March 2015 6 CCVA, Cambridge, MA",
        "Vulnerability and Risk • Cambridge is more vulnerable to increasing heat and precipitation-driven flooding in the near future than to sea level rise and coastal storm surges. Part 2 of this report will address the risks of sea level rise and coastal storm surges based on modeling for 2070. • Vulnerability will increase for key infrastructure – public transit, energy, roads and bridges, telecommunications, critical service facilities – due to greater precipitation-driven flooding in the near term and long term. • Heat waves and poor indoor air quality will become increasingly challenging public health concerns in the near future. • Vulnerability is not evenly distributed among the neighborhoods or households. People who are more isolated due to infirmity, age, or language and those with lower incomes are more vulnerable. • Economic losses from a flood event or an area-wide power loss would be significant. A citywide event shutting down Cambridge is estimated to cause at least $43 million (in current dollars) in daily economic losses. Losses from disruption of economic activity are greater than the costs of property damage. Climate change • Climate change threatens regional systems that Cambridge depends on, such as public transit and electricity. An unprecedented level of coordination and cooperation among threatens agencies, cities, the state, businesses, institutions, and residents will be required to prepare effectively for climate change. infrastructure, critical services, public health, and the City’s economic well-being. CCVA, Cambridge, MA 7",
        "THE “WHOLE PICTURE” The Priority Planning Areas Map (Figure 4) summarizes that experiences flooding can face potential long- the most at-risk services and populations, with term challenges related to contamination and mold respect to climate change within the boundaries growth and their remediation if not prepared for this of Cambridge. It represents a risk assessment that consequence. compares seemingly unrelated resources, such as Heat vulnerability, to both people and to infrastructure, public health and the transportation system, and is a major, possibly underappreciated, risk to the compares the risks within each (e.g., what is the community. Factors that contribute to vulnerability in greatest public health concern?), as well as between cities include: them (e.g., how does the risk of an overheated school rate against the risk of a flooded MBTA station?). • the urban heat island effect, which can amplify the impacts of rising temperatures; The Priority Planning Areas Map clearly illustrates that risk from climate change, posed by flooding and • areas with minimal tree canopy; increased heat, is not evenly distributed throughout • a relatively high proportion of older housing stock the City. Northern Cambridge and eastern Cambridge that may be poorly adapted to hot weather due have relatively more physical and social vulnerability. to lack of adequate natural ventilation or air Risk does exist elsewhere, but from a citywide conditioning; and perspective, the at-risk resources shown here would • equipment not suited for higher temperatures. cause impacts to large segments of the population, often accompanied by significant economic, public From a public health perspective, heat has been the health, and social effects. largest single weather-related cause of death in the U.S. since the National Oceanic and Atmospheric Flooding has obvious implications in causing physical Administration (NOAA) began reporting data in 1988. damage to buildings and infrastructure, as well as Fortunately, heat impacts on health are the most well making areas inaccessible and creating an immediate understood, measurable, and potentially preventable public safety concern. There are also public health impacts of climate change. consequences associated with flooding events. Flooding can carry contaminants into buildings and There are also economic repercussions associated There are financial create conditions for indoor mold growth. This has with a significant climate change event, such as significant negative impacts on indoor air quality. substantial flooding or power failure caused by and social costs if This risk is exacerbated in buildings that have poorly extreme heat. Such an event could impact the City’s sealed exterior windows and roofs and those that no action is taken 128,000 jobs and result in a loss of $43 million per use forced hot air, which can become a conveyor of day (in current dollars) within Cambridge alone. Such air from damp basement areas. Indoor dampness against climate interruptions fall heaviest on minimum wage workers is well known to be a cause of adverse respiratory with dependents and jobs that cannot be performed effects. Any residential or commercial structure change. from home. 8 CCVA, Cambridge, MA",
        "0 0 Heat 2030 He a t 2 0 7 0 F l ooding 20 3 Flooding 207 Energy Crit i Sc ea rl vices Telecom Wat e Sr tormwater B ridges Railway T-Station Roa Fd lw oa oy ding Rai l w Ha ey at Vul n e Pr oa pb ul le a tion Es c o n Io mm pi ac ct VULNERABILITY AFFECTED SERVICES Fig. 4 Priority Planning Areas Map (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 9",
        "CLIMATE SCENARIOS To conduct the vulnerability assessment, it was Bounded uncertainty: In addition to using a variety necessary to understand how future climate of global climate models, uncertainty was bounded conditions might be different in terms of temperature, by adopting both low and high greenhouse gas (GHG) humidity, precipitation, and sea level. Since there is emission scenarios for both the temperature and no way to know the future precisely, the assessment precipitation parameters. The low emission scenario uses scenarios as the basis for the “climate stress assumed that some significant mitigation measures test.” Based on the best available science, the were adopted that would reduce future levels of GHG scenarios represent plausible future conditions that emissions, and therefore lessen the overall intensity are different than the present. of events. The high emissions scenario modeled a future where there was no such mitigation and the The assessment used climate projections that were ever-increasing GHG emissions resulted in greater generated specifically for Cambridge. The customized impacts. Climate science, like all fields of science, is projections take into account the City’s location constantly evolving. The scenarios were developed near the ocean, the urban heat island effect, and using the latest available information with the other local factors. The projections are based on understanding that assumptions, methodologies, sets of global climate model simulations that were and resultant projections will need to be revised in downscaled using statistical methods and calibrated light of new data or technologies or changes in the with historic data from local weather stations. The environment itself. output from the projections provided temperature, humidity, and precipitation projections for Cambridge. Professional judgment: The climate projections Sea level rise assumptions were drawn from the 2012 generated ranges of values for climate parameters. NOAA Global Scenarios SLR Report in the 2014 U.S. The expertise of City staff, consultants, and outside National Climate Assessment, prepared by the U.S. experts was used to select values to use in heat and Global Change Research Program. flood models based on experience and technical judgment. Planning horizons: The City chose three planning horizons: present day, 2030, and 2070. Each of these planning horizons used thirty-year averages Climate change is no for temperature and precipitation data. Present day numbers are based on data from 1971 to 2000, longer just a future which serves as a reference period to compare future climate change projections. The 2030 planning threat; evidence of horizon uses climate projections from 2015 to 2044, and the 2070 planning horizon uses climate change can be seen projections from 2055 to 2084. today. 10 CCVA, Cambridge, MA",
        "Communities on and near the coast face the dual thousands of historic and simulated future storms, SEA LEVEL RISE AND risk of rising sea levels and more intense coastal including hurricanes and nor’easters, to estimate the COASTAL STORM storms. Cambridge’s geography affords some level probability of flooding in the Inner Core of the Boston SURGE of protection from coastal impacts, and the Charles area, including Cambridge. The model assumes River and Amelia Earhart (on the Mystic River) Dams up to 8 inches of sea level rise by 2030, and up to act as storm surge barriers under current conditions. 3.4 feet by 2070 in this area. The results for 2030 However, as the sea rises and coastal storms become indicate that the risk of storm surge flooding reaching stronger, risks will gradually increase to a point where Cambridge is less than 0.1%. This includes risks the effectiveness of the dams as barriers diminishes from both overtopping and flanking of the dams and and storm surges are able to flow overland around incorporates factors such as increased river flows from the dams and eventually overtop them, first with runoff, increased pumping operations at the dams, larger flooding events (e.g., the “100-year” or 1% and the twice-daily tide cycle. The 2070 modeling is probability of flooding), and then gradually over an still in progress, the results of which will be reported extended period of time with smaller, more frequent in the forthcoming Part 2 of this report. Ultimately, flooding events. the inland flooding projections will be combined with the storm surge and sea level rise results to produce The City partnered with the Massachusetts a holistic, integrated view of projected flood risks in Department of Transportation (MassDOT) to invest Cambridge. The completed flooding projections will in detailed modeling of the flood impacts that would be used in the Climate Change Preparedness and result from sea level rise and more intense and Resilience Plan. frequent storm events (Figure 5). The model uses Cambridge’s coastal storm surge protections will hold until at least 2030, but as sea level rises N these protections could be surpassed. Fig. 5 Boundaries of MassDOT study: Shaded area in blue indicates the extent and location of the project area included in this analysis (Source: MassDOT, Woods Hole Group, UMass Boston, March 2015) CCVA, Cambridge, MA 11",
        "PRECIPITATION The intensity of the heaviest rain and snowfall events increase in frequency and intensity. The projected in the Northeast U.S. has increased by 71% over the future rates of rainfall are shown in Figure 7. last half-century (Figure 6). As air temperatures rise, The flood volume generated by the future 10-, 25-, the atmosphere can hold more water, leading to more and 100-year storm events – which are relatively intense precipitation events. Over time such extreme large and infrequent storms – is unlikely to be events will become increasingly frequent. adequately mitigated by increasing physical storage Rainfall intensity affects the volume of water that and conveyance capacity. It may be necessary to flows across land, in rivers, and through stormwater consider how best to deal with periodic flooding in systems. It is projected that extreme rain events will some areas. Precipitation-driven flooding is likely to increase in frequency, extent, and depth. Fig. 6 Observed change in heavy precipitation events (defined as the heaviest 1% of all daily events) from 1958 to 2012 (Source: 2014 U.S. National Climate Assessment Report) 12 CCVA, Cambridge, MA",
        "Fig. 7 Precipitation projections (Source: Kleinfelder based on ATMOS projections November 2015) The 10-year storm Instead of the term “100-year storm,” a hydrologist The flooding scenarios assume that the pumps would rather describe this extreme hydrologic event on the Charles River and Amelia Earhart Dams has a 10% chance as a storm having a 100-year recurrence interval. are functioning at full capacity to drain stormwater What this means is that a storm of that magnitude downstream and away from the City. of happening in any has a 1% chance of happening in any year. A 100-year If those pumps fail, flooding, especially in the year, and a 25-year storm can happen two years in a row. A 1% annual Alewife Brook area, would be substantially worse. probability translates to a one in four chance of being Maintaining and increasing the pumping capacity storm has a 4% flooded over a period of 30 years. of the Mystic River’s Amelia Earhart Dam, which is The projected rainfall rates, illustrated in Figure 7, located between Somerville and Everett and owned chance of happening were used for modeling storm overland run-off, river by the Commonwealth, will be essential to prevent flow, and drainage through pipes. Integrated maps or minimize flooding in northern Cambridge. This will in any year. of inland flooding were developed for the entire City require close cooperation among neighboring cities under different storm types and intensities. and state agencies. CCVA, Cambridge, MA 13",
        "PRECIPITATION The three maps shown in Figure 10 depict “100-year” more severe in extent and depth, events such as a (i.e., a 1% chance of occurring in a given year) 24- 10-year storm flood are relatively more frequent, so hour rainfall events today and in 2030 and 2070. the cumulative damages can be significant. Over these three time periods, the area of the City Flood risks do not fall into neat categories. In addition projected to flood increases from 13% to 18% by to the 10- and 100-year events, there are also risks 2030 and 23% by 2070. That is, the additional 2.5 posed by short-duration (1 or 2 hours) intense storms inches of rainfall expected in a 2070 100-year 24- and long-duration (48 to 72 hours) storms and events hour storm would flood an area almost twice the size in between. Cambridge has already experienced of what would be flooded today. flooding from these types of storms. For example, on The flooding projected to occur in northern Cambridge July 10, 2010, 3.6 inches of rain fell in a single hour, would result primarily from Alewife Brook overflowing exceeding the capacity of Cambridge’s stormwater its banks. The flooding projected for eastern system and resulting in significant flooding in several Cambridge is a function of insufficient capacity in the neighborhoods (Figures 8 and 9). These types of area’s stormwater and combined sewer systems and storms are projected to become more frequent. the inability of the piped infrastructure to convey the The future rainfall projections were used in To conduct the water away, resulting in water backing up and ponding hydrologic/hydraulic models to create the maps of around manholes and catch basins. Although vulnerability flooding in eastern Cambridge appears less severe, projected flooding in Figure 10. The maps show where flooding from extreme rainfall events, shown as the the building character and socio-economic make-up assessment, it was of the affected neighborhoods make these areas 100 year or 1% probability storm of 24-hour duration, would occur based on current land conditions and very vulnerable. Also, while 100-year flood events are necessary to delineate stormwater infrastructure. the extent and depth of flood risk for areas. The 10- and 100-year storms were used to provide low and high precipitation-driven flood scenarios. Fig. 8 Urban Flooding (Source: City of Cambridge, Fig. 9 Urban Flooding (Source: City of Cambridge, July 10, 2010) July 10, 2010) 14 CCVA, Cambridge, MA",
        "The Baseline map illustrates potential N flooding from a 100-year 24-hour storm under current conditions with an estimated rainfall of 8.9 inches over 24 hours. Baseline The 2030 map illustrates potential flooding from a projected 100-year 24- hour storm with climate change and an estimated rainfall of 10.2 inches over 24 hours. 2030 The 2070 map illustrates potential flooding from a projected 100-year 24- hour storm with climate change and an estimated rainfall of 11.7 inches over 24 hours. Depth of Flooding above Ground (feet) 2070 0 - 0.5 1.0 - 2.0 > 3.0 Fig. 10 Inland Flooding – 100-year 24-hour storm (Source: Kleinfelder with manhole flooding by MWH, 0.5 - 1.0 2.0 - 3.0 riverine flooding by VHB, November 2015) CCVA, Cambridge, MA 15",
        "PRECIPITATION The flooding maps help identify the neighborhoods, (CSO) locations. These discharge combined sewage streets, and individual structures most at risk of into the Charles River and Alewife Brook (rather flooding. The 100-year storm flood maps (Figure 10) than allowing it to back up into buildings) when flow depict a larger at-risk area compared to the 10-year exceeds the system’s capacity. Measures to alleviate storm flood maps (Figure 13). However, while the 10- combined discharges will be developed in the Climate year storm flood covers a less extensive area, the Change Preparedness and Resiliency Plan. flooding from this type of event will be more likely and Flooding transcends municipal boundaries. frequent for those areas affected because it has a Recognizing this, the City of Cambridge, Boston 10% chance of occurring every year. Water and Sewer Commission (BWSC), MassDOT, This is an important factor in certain neighborhoods, the Massachusetts Department of Conservation and such as Area 4 and Alewife, that have already Recreation (DCR), and the City of Boston have shared experienced repeated flooding (Figures 11 and 12). data and information, and coordinated assumptions for our mutual studies. In a related concern, in certain parts of Cambridge, stormwater and sewer pipes are still combined and connected to twelve (12) combined sewer overflow Flooding transcends municipal boundaries. Regional coordination will be needed to address increased stress on stormwater infrastructure. Fig. 11 Urban Flooding (Source: City of Cambridge, Fig. 12 Urban Flooding (Source: City of July 10, 2010) Cambridge, July 10, 2010) 16 CCVA, Cambridge, MA",
        "The Baseline map illustrates potential N flooding from a 10-year 24-hour storm Alewife under current conditions with an Area 4 estimated rainfall of 4.9 inches over 24 hours. Baseline The 2030 map illustrates potential Alewife flooding from a projected 10-year 24- hour storm with climate change and an Area 4 estimated rainfall of 5.6 inches over 24 hours. 2030 The 2070 map illustrates potential Alewife flooding from a projected 10-year 24- hour storm with climate change and an Area 4 estimated rainfall of 6.4 inches over 24 hours. Depth of Flooding above Ground (feet) 2070 0 - 0.5 1.0 - 2.0 > 3.0 Fig. 13 Inland Flooding – 10-year 24-hour storm (Source: Kleinfelder with manhole flooding by MWH, 0.5 - 1.0 2.0 - 3.0 riverine flooding by VHB, November 2015) CCVA, Cambridge, MA 17",
        "TEMPERATURE Temperatures are expected to rise through 2070 Ambient air temperature is the measured air and beyond. This trend will be experienced both as temperature. Climate projections track how ambient increasing average or “new normal” temperatures air temperature might change moving forward. This and as more extreme, less predictable heat events. important indicator establishes overall baseline and It is very likely that Cambridge will experience heat trends, as well as provides some indication of whether waves of greater frequency and duration and that there may be impacts to heat-sensitive infrastructure this shift will have implications for both human health and population. and the built environment. Northern cities are less Heat index is a more accurate indicator of heat adapted to extreme heat because of little historical stress in humans. The heat index combines both need to do so. The ability to increase our resilience temperature and relative humidity data to determine to heat is a matter of behavioral adaptation (e.g., the “feels like” temperature that people experience. personal preparedness, active support networks), A day with lower temperatures combined with higher effective management of chronic disease, and humidity can produce the same level of heat stress as selective modifications to the built environment (e.g., a day with a higher temperature and lower humidity. green roofs, cool shelters, water spray facilities). The Heat Index Chart, as published by NOAA, in This report outlines anticipated increases in average Figure 14 below, illustrates that relationship. Heat temperature and extreme heat events and the impact stress affects the body’s ability to maintain its normal these changes will have on residents, businesses, temperature and may damage vital organs. Extreme institutions, City services, and critical networks. The heat causes more deaths in the U.S. than floods, heat changes are reported in three different ways: hurricanes, lightning, tornadoes, and earthquakes. ambient air temperature, heat index, and heat wave. But heat-related deaths are preventable. Caution Both average annual Extreme Caution temperature and heat Danger waves are likely to be Extreme Danger exacerbated. Fig. 14 Heat Index Chart (Source: National Weather Service NWS, NOAA) 18 CCVA, Cambridge, MA",
        "Physical assets, such as electrical substations, are Considering historic data, these scenarios may not generally affected by humidity. Therefore, heat under-predict both the duration of heat waves and index was not considered to assess the vulnerability their frequency. For example, there was a recorded of the built infrastructure. 8-day heat wave throughout the Boston metropolitan area in August 2002. A similar event happened in Heat wave is an extended period of very high 1944. More recent events include a 5-day heat wave temperatures. The extended period of heat has in 2010 (August 29 - September 2) and a series significant implications for public health because of 4-day heat waves in June 2008, July 2008, July human physiology is quite sensitive to long periods 2010, and July 2012. The projections used in the of sustained heat exposure. Locally, heat waves have assessment indicate heat waves will become more been defined most often as three or more days in a likely and frequent. row with maximum ambient temperatures greater than 90oF. The duration and intensity of heat waves have significant implications for public health – especially This assessment projects that the number of days for vulnerable populations that do not have access over 90oF will nearly triple by 2030 from the current to sufficient cooling options. Each passing day of annual average of 11 days and that there may be extreme heat decreases a person’s ability to cope 4 to 6 times more days by 2070 (see Figure 15). with the heat stress. This is especially threatening for Heat waves are expected to increase 60 significantly. By 2030, the number of days 40 each year above 90°F could triple. By 2070, 20 there could be more than 2 months in a year over 90°F. 0 CCVA, Cambridge, MA 19 raeY rep syaD fo rebmuN 90+°F 70 X6 Days Above 90°F Likely Increase 6-Fold 50 90+°F 30 X3 Days Above 90°F Likely Tripled 100+°F 90+°F 10 X1 100+°F Baseline 100+°F 1971-2000 2015 - 2044 2055 - 2084 (Baseline) (2030) (2070) Fig. 15 Number of days above 90oF (Source: Kleinfelder based on ATMOS research, November 2015)",
        "the very young, the elderly, and those with existing in heat patterns might be in the future. By 2070, health challenges like cardiovascular, circulatory, and there could be as many as 68 days per year greater respiratory conditions. than 90oF, of which there could be as many as 16 days greater than 100oF. While these days may be This assessment further evaluates the role of the spread out over more than three months (as shown urban heat island effect, where heat absorbing in Figure 16), the calendar illustrates the possibility surfaces and lack of shading exacerbate temperatures that temperatures in CambrS idgM e coT uldW excT eedF 90SoF S M T W T F S S M T W T F S and are likely to result in an uneven heat burden for moSst oMf suTmmWer ifT all Fof 1thSe 2year3S’s wM4arm5TestW6 day7Ts F 1S 2 3S M4 5T W6 7T F 1S 2 3 4 5 6 7 across the City. fell in the summer months of June through August. S M T W T F S1 2 S3 M4 T5 W6 8T7 9F 10S1 112 1S23 M134 1T45 W6 8T7 9F 10S1 112 123 134 145 6 87 9 10 11 12 13 14 Heat wave freque Snc My an Td Wdura Ttion F ar S1e e 2xpe Sc 3te Md 4 T5HeWa6t iTm87paF9cts S11a0re12 1noSt13 2evMe143nl1yT515 4di1 Ws6 6trib1 T7u87te1dF89 th1 S11r90ou2g1201ho2u1312t 143 15154 16 6 1787 189 1190 2101 2112 13 1514 16 17 18 19 20 21 to increase. Currently, the hottest days of the year usually occur duri1ng 2the 3sum4me5r m6onth87s o9 f J11 u0 ne21 , 1 312the 41 3Ci 1 5t 15y 4. T 1 66he 1877foll 19o 8wi 1n 1109g m 21210a2p 32 12s 21 (2F 43 13igu21 54 1r 54e 21 1 6567) 21876i 7llu2s 197t 8ra2 1t 18e 09 1210 22 1221 23 13 214 154 2156 2167 2178 2189 20 2221 23 24 25 26 27 28 the current distribution of heat index throughout the July, and August. A8s th9e nu10mb1e1r o1f2 da1y3s w115i4th 1e6xtr81e7me91 8 1109 Cit12 y10 an12222 d1 h12 o33 w 112 t544 ha1 t26 5 mi812 g76 ht 912 e87 vo2 19 10l2 v98 e3 10 2 b10 y 2112222 01 3122 033 a1 n132544 d 21426 05 7015276 . 1287 29 1298 30 20 12221 223 324 425 526 27 2928 30 1 2 3 4 5 heat increases, t 1h 5e l 1i 6kel 1ih 7oo 1d 8 o 1f 9 he 20at 22w21av2e3s 125a4ls 1o26 5 1276Th1e287 he1229a98t i23 n00 de22x21 1 te2m32 p1e25r43 at1u2645re 16 s2756ele17 2c87ted182299 8in 293 t00 he1 2 20 m121 a1 2p1 32 s f1 o22 43 r 254 6 256 7 27 82298 930 101 112 123 4 65 7 8 9 10 11 12 increases, since th 22ere 2 3is a 2 4gre 2a 5te 2r 6 ch 2a 7nc 2e 298 th 3a 0t t 2h 21os 2e 32 24320 23 540 2a6 65nd 2 7 72027 28980 a309re 2b 211a0s 2e 312d1 o1 23n 4132 p1 2r4 5o4ba1 256 6b5le1 2 67t 7em1 227898per1 3a8 09tu1r119e0 121 13132 14 4 1565 167 178 189 1190 11 1312 14 15 16 17 18 19 days will occur in succession. Likewise, those hotter days are associate2d9 w3i0th p1arti2cula3r we4ath65er p7 att2e98 rn3s09 110fro 2m 11 c 1 31l 3i 2ma 1 44te c 1655han 716ge 2 981p 7ro 3j 019e 8ct2i 10 1o 109ns2 21 1. 1Ac21 32 1c 32or2d 1 434ing216 545to 2t 715h 6es2 816e 7 198 20 1109 21 11 212 132 2134 2145 2156 2167 18 2019 21 22 23 24 25 26 scenarios, the entire City could be experiencing that will likely last6 mo7re t8han9 on1e0 d1a1y. 1T132he 14gra61p5hic71 6 817 da9n18 ge12 r100 o9 us12 1 1 lev112 e322 ls 1 o243 f h61 e254 at 71 s265 tre2 87 1 s276 s 2 b98 1 y8 22 1 029 1009 703 12 .0 11 3 1121 322 11243 12254 1265 27 1276 28 18 229 109 3201 3212 123 224 25 2726 28 29 30 31 1 2 below (Figure 16) i 1l 3lus 1t 4rate 15s w 1h 6at 1t 7he 1r 8ela21t09ive2 1ch 1a232nge 124 3 1254 1265 122776 12 88 212099 2310 123321 12431 13 2524 14 265 5 122776 162 88 2172099 28310 29321 231 3 224 4 25 52276 628 729 830 931 1 32 4 5 6 7 8 9 The City has 20 21 22 23 24 25 2276 28 2209 2310 2321 231 23 42 24 5 22576 268 22079 23180 1 20 3291 1 21 31 1 223 42 1 234 5 1 224576 1 2568 1 2679 380 10 391 11 1 1232 134 145 156 167 8 109 11 12 13 14 15 16 documented S MSTMWSTMTWFT2T7WSF28TSS2F9MS3S0TM3W1STMT1WFT32TWS4 FT2S75 SF M286 SST297 MWS3T08 MTW31 190 FTTW1 S11 FT1322 SF143 S27154 28165 1 27 9176 1 38 08 1 319 190 21 101 213212 21423 21534 165 17176 18 8 119 90 2101 2112 2123 2134 15 1716 18 19 20 21 22 23 1 2 13 241 352 463 5374 645 7156 27613 2741 3582 4631905741615 371126 4217313514241613552 41 717 663 51 8748 6 151 909 7 61210 731221 41232 2 54 1243 2 65 15 21 76 176 21 878 2 11 98 09 2 129 10 3 120 21 1232 24 1243 25 15 216 176 2178 2189 2290 3201 22 2423 25 26 27 28 29 30 impervious surfaces, 8 9 810 918110192111130112011411311121481132 91418310 91418110119251111131076121141118312111408913 192110481102219181112302192111224141330121121455113111227661413128714110298 121209 122310 123219 12247 431 1- 2 55200 1127660 1287 1298 2209 2310 22 201 2245 3 - 2 25044 26 27 28 29 30 2055 - 2084 (Baseline) (2030) (2070) 15 1615171611851711961821071921182019211520 162115171611851711961821071921182019211520 16211517161185171196182107192118201199271120 - 221000 2015 - 2044 2055 - 2084 17 18 19 20 21 22 2243 25 1276 1287 1298 2209 2310 22 2243 25 1276 1287 1298 2209 2310 22 2243 25 26 27 28 29 30 mapped the tree 22 2322242322522422632522742622852726282227 232822242322522422632522742622852726282227 23282224232252242263252274262285272628(B2a7seli2n8e) Above 90°F - Low Scenar(2io030) Above 90°F - High Scenario Abov(2e0 17000)°F - Low Scenario High 100°F - High Scenario 1971 - 2000 2015 - 2044 2055 - 2084 24 25 26 27 28 29 30 24 25 26 27 28 29 30 24 25 26 27 28 29 30 29 302913022913302 41 352 4 3 5294 305291 3022913302 41 352 4 3 529 (4 Ba3 s0 e5 l2 in9 e1 )3022913302 4 A1 b3 ov5 e2 94 0°3 F5 - L4 ow S5 cen(a2r0io30) Above 90°F - High Scenario *SuAmbo(m2v0ee7r 10is0) c0o°nFs i-d Leorewd Stoc ebnea trhieo 91 dayHs iogfh J u1n0e0 t°hFro -u Hghig Ahu Sgcuestnario canopy, and surveyed 6 7 68 7 96 8170 918110192111011269117171 2-6 280709608170 918110192111012611 712 260 815 7 96- 2 80 1704 94 1811019211101211 12 2055 - 2084 (Baseline) Above 90°F - Low Scen(a2r0io30) Above 90°F - High Scenario *ASbu(om2v0me7 e10r0 )is0 c°oFn -s iLdoewre Sd ctoe nbaer tiohe 91 daHyisg ohf 1Ju0n0e° tFh r-o Huigghh ASucgeunsatrio 13 1413151411631511741611851711961817191318 141913151411631511741611851711961817191318 1419131514116315117416118517119618171918 19 public shade trees 20 21202221223022224123225224A22b63o2v5e2 492062°02F5 - 2L12o6w20 S22ce21n2a230ri2o222412322A52b2o4v226e3 29502°4F2 62- 02H5ig2h12 S62c0e2n2a2r1i2o2302222412*3AS22bu52om2v4me22 6e13r02 i50s 2°c4oF2n 6-s L2id5oewre S2d6c teon baer itohe 91 daHyisg ho f1 J0u0ne° Fth -r oHuigghh ASucgeunsatrio 27 28272928320729321830219313201312271 282272928320729321830219313201312271 282272928320729321830219313201312 1 2 *Summer is considered to be the 91 days of June through August to better understand 3 4 35 463 574 685 796 8 7 938 4935 463 574 685 796 8 7 938 4935 463 574 685 796 8 7 9 8 9 10 1110121111301211411311521411631514161015 111610121111301211411311521411631514161015 1116101211113012114113115214116315141615 16 heat island impacts 17 1817191821071921182021292122302221231722 182317191821071921182021292122302221231722 1823171918210719211820212921223022212322 23 24 2524262522742622852722962832072928302429 253024262522742622852722962832072928302429 2530242625227426228527229628320729283029 30 in Cambridge. 1971 -1 2907010 -1 2907010 - 2000 2015 -2 2001454 -2 2001454 - 2044 2055 -2 2005854 -2 2005854 - 2084 (B(Baasseelliinnee)()Baseline)(Baseline) (2030) ((22003300))(2030) (2070) (2070) ((22007700)) FigAb. o1ve6 90 A ° bFRo -v Leoe 9w0 lAS°bacFoe -vn teLa oir9wivo0 °SecFe - n LaioArnwibo oScvcee r9n0aeAr°iboFao -v Hes i9geh0A °Sb Fco ie-v nneHa i9gr i0hop °SFco e- nHsaigrAihsob Soicveben 1al0rieA0ob°o Fv p-e L 1or0wAo0 bS°ocFjve ee-n La1ocr0wio0 t°ScFee -n LdaoHrwi iog dShc 1ea0n0ayHr°ioFisg h- H 1ia0gh0H b°SiFcg oeh- n H1avi0gri0hoe °SFc e-9 nHaig0riho SocFena raiond 100 oF over a 3-month period* S (u Sm om uer * risS c uc eomnm :s ied Kre* irSs le e udcmo itno nms bie fder ee tirshe l ec dd o 9tn eo1s bi rddea e y btrshe e ado f9t soJ1u b endeea d ytthsh e ro o o9fu n1Jgu hdn a AeAy uts Thg oru Mofs uJtug Ohn eA S uthg ruo rsu etgh s A eug aus rt ch, November 2015) 20 CCVA, Cambridge, MA",
        "The baseline map illustrates the variability N in “feel-like” temperature across the City under present conditions with localized heat islands above 100°F when average heat index for the City is 85°F (based on available recorded data). Baseline The 2030 map illustrates the variability in “feel-like” temperature across the City by 2030 with localized heat islands above 100°F when average heat index for the City is 96°F (90°F ambient temperature with relative humidity of 50-55%). 2030 The 2070 map illustrates the variability in “feel-like” temperature across the City by 2070 with localized heat islands above 120°F when average heat index for the City is 115°F (100°F ambient temperature with relative humidity of 45- 50%). 2070 Estimated Heat Index (oF) <= 80o 90o - 103o > 124o Fig. 17 Heat Island Map (Heat Index) 80o - 90o 103o - 124o (Source: Produced by Kleinfelder based on ATMOS research, November 2015) CCVA, Cambridge, MA 21",
        "VULNERABILITY AND The vulnerability and risk assessment for Cambridge Due to a variety of considerations, including cost, is the ultimate outcome of this project. With this time, and available methodologies, the City chose RISK ASSESSMENT process, the City sorts through numerous assets, to focus on assessing the vulnerability of individual systems, and vulnerable populations to compare the assets, populations, and systems and compare relative vulnerability of each and identify the most them. While a large number of assets and factors critical and urgent needs. Since resources available were assessed, many more could also have been to address the vulnerabilities are finite, it is important assessed. The additional assets and factors that to prioritize the ones on which to concentrate. The should be considered in the future include food and most at-risk elements will become the primary focus fuel supply delivery, food storage, food safety and of the subsequent Climate Change Preparedness food establishment inspectors, health care access, and Resilience Plan. medication access and delivery, and emergency medical and public safety services. To ensure the City’s resources are focused on assets, systems, and vulnerable populations most The potential for cascading effects is critical to at risk of harm from climate stressors, planning- consider, although it is a complex question to level vulnerability analyses were performed for analyze. For example, the loss of electricity may be nearly 1,000 resources, social factors, assets, the most important factor leading to wide-ranging, and critical services. A standardized methodology cascading effects since it can affect the availability of was applied to each item in a system (e.g., energy air conditioning, drinking water, lighting, refrigeration, infrastructure) to rate its vulnerability and compare communications, and other systems that require Vulnerability is it to other items in seemingly disparate categories power. But there can also be other types of cascading (e.g., energy infrastructure and public health) to effects, such as a disruption to the postal delivery defined by a person’s assess interdependencies. The vulnerability ranking system due to flooding or other impacts, which could methodology included quantitative, qualitative, and lead to the disruption of home delivery of medication or asset’s exposure, map-based criteria (see Figure 18). and medical supplies. sensitivity and capacity to adapt. Lechmere Station MBTA Green Line Exposure >100°F Risk is defined by the High Sensitivity (S4) extent and probability Adaptive High Capacity (AC2) Low of harm occurring. Vulnerability (V2) Fig. 18 Ranking Process (Source: Kleinfelder, November 2015) 22 CCVA, Cambridge, MA",
        "Probability Low High 1 ecneuqesnoC How Vulnerability is Assessed How Risk is Determined Vulnerability is a measure of the extent to which a Risk is a function of the probability of impact and demographic group, asset, or system will be impacted the overall consequence of that impact. The City by climate change. It is assessed asset by asset, focused the risk analysis on the most vulnerable population by population, or system by system, and is assets and resources identified earlier in the study. defined by three main criteria: In the case of people, “higher consequence” meant that populations less able to adapt were affected. Exposure – How much heat and/or flooding will affect This type of analysis is intended to help focus the asset, demographic group, or system resources where intervention is needed most. In the Sensitivity – How much function will be lost due to case of infrastructure, “higher consequence” meant the effects of exposure to flooding or heat that more people were affected by its failure. For CITY OF CAMBRIDGE, CLIMATE CHANGE VA Adaptive Capacity – How well the asset, demographic example, if a bike path and a power station had equal gArdoauppti,v eo Cr aspyasctiteym:E xcteannt t oc owphiech w thiet has osert cwoillm bep aebnles toa atecc ofomrm tohdaet e or advjuusltn teorability to climate stressors, the substation the impact loss of function would rank as higher risk because the consequences Score Description Criteria of it failing would be far more severe (see Figure 20). 1. Physical/operational measures ARE in place to Exposure is assessed using the flooding and heat prepare/mitigate and respond/recover High priority areas are highly vulnerable assets with isAlaCn2d mapHisgh. The v u l n AeNrDability score (Figure 19) is 2. Alternative means for obtaining or providing high risk scores (R3 and R4). a result of the setnelesciotmivmituyn icaatnionds saerdviaceps tAiRvEe avcaailapbalecity of The risk analysis 1. Physical/operational measures ARE in place to exposed assets, sypsretpeamre/ms,it igaanted a npd orepspuolnad/trieoconv.er AC1 Medium OR captures the high 2. Alternative means for obtaining or providing telecommunications services ARE available 1. Physical/operational measures NOT in place to prepare/mitigate and respond/recover Risk Assessmentprobability and high AC0 Low AND 2. Alternative means for obtaining or providing telecommunications services are NOT available consequence events Risk = function of Probability and Consequence Vulnerability impacting the City. Sensitivity: Low(cid:198) High It also captures low probability and S0 S1 S2 S3 S4 High R3 R4 Adaptive AC0 V2 V3 V4 V5 V5 high consequence Capacity: Low AC1 V1 V1 V2 V3 V4 Medium R2 R3 events that should be (cid:315) High AC2 V0 V0 V0 V1 V2 Low R1 R2 considered. High Priority Areasare Highly Vulnerable assets with R3 and R4 scores Fig. 19 Vulnerability Scoring Chart (Source: Fig. 20 Risk Scoring Chart (Source: Kleinfelder Kleinfelder adapted from ICLEI, November 2015) adapted from ICLEI, November 2015) R1-R4: Risk scoring from less severe to most severe Kleinfelder 215 First Street, Suite 320 Cambridge, MA02142-1245 CCVA, Cambridge, MA 23 December 02, 2014 Page3 of 4",
        "Heat Flood Asset 2030 20702030 2070 ygrenE E.1 MIT Co-generation Plant E.2 North Cambridge Substation E.3 Putnam Substation E.4 Prospect Substation E.5 Third Street Regulator Station – natural gas E.6 Brookford Street Take Station – natural gas secivreS lacitirC C.1 Police Department headquarters C.2 Public Health Department office C.3 Professional Ambulance Services C.4 Youville Hospital C.5 Fire Company 2 C.6 Fire Department headquarters C.7 W Opa ete rar tD ioe np sa Crt em ne ten rt building / City’s Emergency C.8 Windsor Street Health Center moceleT TC.1 City Emergency Communications Center (Police HQ) TC.2 BBN Technologies data hub TC.3 AT&T telephone office/long-line switch TC.4 AT&T data hub/co-location center (CO-LOC) segdirB & syawdaoR R.1 Alewife Brook Parkway R.2 Massachusetts Ave R.3 M Lao nn ds i Bg on uo lr e O va’B rdri en Highway at Charlestown Ave/ R.4 M / Ro on usi tg en 2o 8r O’Brien Highway / McGrath Highway R.5 Fresh Pond Parkway / Route 60 R.6 Cambridge St Underpass R.7 Broadway R.8 A anle dw Mife a sB sro Ao vk e /P Ra tr .k 1w 6a y - intersections with Rt. 2 R.9 Concord Turnpike/Route 2 R.10 Land Boulevard R.11 Lars Anderson Bridge R12 Memorial Drive R.13 Longfellow Bridge R.14 Eliot Bridge tisnarT T.1 Alewife Station (Red) T.2 Lechmere Station (Green) T.3 Alewife – Davis – Porter Rail Line (Red) T.4 Lechmere – Science Park Rail Line (Green) T.5 Central – Kendall Rail Line (Red) Porter Square Subway / Commuter Rail Station T.6 (Red) T.7 Central Square Station (Red) T.8 Kendall Station (Red) T.9 Fitchburg Commuter Rail Line T.10 Porter – Harvard Rail Line (Red) T.11 Harvard - Central Rail line (Red) retawmrotS/retaW Heat Flood Asset E 2030207020302070 C TC R T W W.1 Western Flagg (Charles, Separated) W.2 New Street Pump Station W.3 Fresh Pond Reservoir W.4 CAM 004 (Alewife, Separated) W.5 CAM 017 (Charles, Combined) W.6 CAM 400 (Alewife, Separated) W.7 Lechmere (Charles, Separated) W.8 CAM 001 (Alewife, Combined) W.9 D46 (Alewife, Separated) gnisuoH elbadroffA Roosevelt Towers (Mid-Rise)(14 Roosevelt H.1 Towers), 75 units Roosevelt Towers (Low-Rise)(14 Roosevelt H.2 Towers), 124 units H.3 Daniel F. Burns Apt (50 Churchill Ave), 198 units H.4 Auburn Court I (80 Auburn Park), 77 units H.5 Harwell Homes (1 Citizens Place), 56 units H.6 Miller’s River Apts (15 Lambert St) H.7 Briston Arms (247 Garden St), 105 units H.8 808 Memorial Dr (808-812 Memorial Dr) H.9 Truman Apts (25 Eighth St), 60 units H.10 Johnson Apts (150 Erie St), 180 units 2050 Mass Ave/ Leonard J. Russell Apts, 51 H.11 units H.12 YMCA (820 Mass Ave), 128 units H.13 Manning Apts (237 Franklin St), 199 units Inman Sq Apts (1203-1221 Cambridge St), H.14 116 units Washington Elms (131 Washington St), 175 H.15 units H.16 Auburn Court II (80 Brookline St), 60 units sretneC htuoY dna ,eracyaD ,sloohcS cilbuP Daycare at Roosevelt Towers (14 Roosevelt S.1 Towers) S.2 Moore Youth Center & Daycare S.3 Tobin School & Daycare King Open School & Daycare (850 Cambridge S.4 St) S.5 Kennedy / Longfellow School & Daycare CRLS 9th Grade Campus / Martin Luther King Jr S.6 Elementary School & Daycare (359 Broadway) S.7 Baldwin School & Daycare (28 Sacramento St) S.8 Daycare at YMCA (820 Mass Ave) S.9 Area IV Youth Center & Daycare (243 Harvard St) S.10 Morse School & Daycare (40 Granite St.) Fletcher/Maynard Academy & Daycare (225 S.11 Windsor St) Graham & Parks School & Daycare (44 S.12 Linnaean St) S.13 Cambridgeport School & Daycare (89 Elm St) ecnatsissA dooF ,ycamrahP secruoseR lapicinuM CRITICAL Six major systems were studied in this phase of work: INFRASTRUCTURE H • Energy • Critical Services • Telecommunication • Roadways & Bridges • Transit • Water/Stormwater With the climate scenarios in hand, the team conducted the vulnerability and risk assessments for each system to determine the most at-risk assets. Figure 21 presents the results of the risk assessments and how data were analyzed and compiled. The map of most at-risk infrastructure (Figure 22) highlights the degree of interconnectivity among the various S assets. Cascading impacts based on dependencies on upstream systems, such as an electricity blackout leading to the loss of public transit, was incorporated into the consequence scores, influencing the overall risk scores for infrastructure. The ability of a city to function is tied to its infrastructure, much of which is out of public view, or simply P Margaret Fuller Neighborhood House (71 goes unnoticed until it P.1 Cherry St P.2 Salvation Army / Daily Lunch (402 Mass Ave) ceases to function. WIC Program Services (119 Windsor St - Public P.3 Health Dept) Fig. 21 Most At-Risk Infrastructure Legend P.4 Human Services Department (51 Inman St) (Source: Kleinfelder, November 2015) 24 CCVA, Cambridge, MA",
        "Alewife W.8 Brook R.8 E.6 T.3 T.3 R.1 W.6 R.2 R.4 T.2 R.3 T.6 T.4 W.9 T.1 W.7 T.9 TC.3 R.10 C.1 T.10 W.4 E.2 W.2 C.4 E.4 TC.4 E.5 TC.1 W.5 C.3 TC.2 C.6 R.7 T.8 R.13 R.9 R.6 C.8 C.2 T.5 R.5 er v R.2 T.11 Ri T.7 s W.3 C.7 E.1 arle R.12 W.1 C.5 Ch Fresh Pond R.11 R.14 R.12 E.3 Heat 2030 Heat 2070 Flooding 203 Fl0 ooding 2070 Energy Critical Servic Te es lecom muni Rc oa ati do wn ays & B Tr ri ad ng se its Water / Stormwater N E C TC R T W VULNERABILITY AFFECTED SERVICES Fig. 22 Most At-Risk Infrastructure (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 25",
        "The assets and resources that are ranked as most vulnerable and presenting the greatest risk of disrupting Cambridge will be the focus of the Climate Change Preparedness and Resilience Plan. Fig. 23 Assets Most at Risk to Flooding (Source: Kleinfelder, November 2015) 26 CCVA, Cambridge, MA",
        "Cambridge Assets Most At Risk to Flooding impaired from direct flooding preventing operations CRITICAL and/or preventing access. Flooding could also impact INFRASTRUCTURE A flooding stress test was conducted for critical lifeline systems such as energy, transportation, and assets and systems (Figure 23). The 2030 and 2070 telecommunications without which critical services flooding scenarios were used to conduct the stress facilities may not be able to properly function. At- test. In other words, what would happen to the City’s risk facilities include the Police Department, Youville built environment if there is more flooding in the Hospital, and Fire Company 2. future, and what the failure of these critical assets means for the City. E Energy infrastructure is significantly more vulnerable to flooding than to heat. North Cambridge Cambridge has built a W Water/stormwater system assets include and Putnam electrical substations are the assets reputation as one of the stormwater and combined storm-sewer systems. In at greatest risk for energy system failure due to Cambridge, they are highly vulnerable and at high their vulnerable locations. They also have high best cities in the U.S. for risk from inland flooding. Where there are combined consequences of failure, including cascading cycling. In New York City, sewer systems, flooding could pose a public health impacts on other energy infrastructure. Natural gas and environmental risk that could result in significant after Superstorm Sandy, conveyance facilities are also at risk from flooding. impacts to buildings, including sewer back-ups into pedestrians and cyclists homes and businesses without backflow controls. TC Telecommunication assets are exposed to represented more than half sufficient flooding to threaten failure by 2070. Flood R Roadway failures could occur due to direct vulnerability and risk are more widespread in this time the river crossings from exposure to localized flooding, whereby the road period since it is assumed that current assets have New Jersey to Manhattan becomes impassable or inaccessible. Failure of a low adaptive capacity to flooding. At-risk facilities key roadway segments will have cumulative and include the City’s Emergency Communications Center, while the subway system cascading impacts on multiple critical transportation the AT&T switch facility, and the data hub/co-location was shut down and assets including MBTA bus routes and access to center in the Alewife area, which is a distribution and bridges. Major at-risk roads include Alewife Brook roads were congested. In switching station. Parkway, Massachusetts Avenue, Monsignor O’Brien response, some 20,000 Highway, and Broadway. Cascading Impacts and Interdependencies New Yorkers who usually T Transit is highly vulnerable to inland flooding. By Flooding could impact lifeline systems such as used other forms of 2030, the following assets could be highly impacted energy and telecommunication, without which some transportation commuted during flood events: five of the City’s six MBTA stations; roadway infrastructure (e.g. traffic signals, lighting) four segments of MBTA rail lines; the only commuter may not be able to properly function. Critical services, by bike. This highlights station and rail line; and two of the four most critical such as police headquarters and emergency medical the role and viability of bus routes and hubs. services, are also vulnerable to flooding, given their reliance on operational roadways to ensure public pedestrian and bicycle C Critical service facilities in Cambridge, such as safety before, during, or after an event. transport in emergencies. hospitals and fire stations, are vulnerable to flooding and may be at risk of failure during future extreme rainfall events. The identified facilities could be CCVA, Cambridge, MA 27",
        "Longer, more frequent heat waves are likely to test the adaptive capacity of infrastructure. Fig. 24 Assets Most at Risk to Heat (Source: Kleinfelder, November 2015) 28 CCVA, Cambridge, MA",
        "Cambridge Assets Most At Risk from TC Telecommunication assets, such as the City’s CRITICAL Increased Heat Emergency Communications Center located at INFRASTRUCTURE W Water/stormwater system assets are not highly the Cambridge Police Department Headquarters, vulnerable to heat, and consequently no high risks are main high-risk assets because they serve the from heat for the water systems have been identified. entire City and provide critical system-wide and cross-system functions. For example, failure of the R Roadway infrastructure is not highly vulnerable to area’s telecommunication system would impact heat primarily due to the low sensitivity of roadways the Emergency Communications Center and the to heat (high critical threshold for damage). telephone office/long-line switch with significant consequences for operation of many businesses. T Transit, particularly subway and commuter rail lines, are vulnerable to heat and may pose a risk from The City of Cambridge places high value on its urban failure during future extreme heat events. Asset failures forest (Figure 25) for enhanced air quality, wind and would likely result from rail exposure to extreme heat, heat island reduction, aesthetics, reduced energy which could cause damage to rails (rail buckling, sun consumption, reduced noise pollution, wildlife habitat, kinks) or supporting electrical equipment. It is also decreased runoff, shading, and increased property important to note that while subway cars have air values. The City worked with the U.S. Army Corps of conditioning, the subway stations do not. Engineers to conduct a vulnerability assessment of the urban forest, focusing on nearly 60 tree species C Critical services are vulnerable to heat and with respect to flooding and heat impacts. The study may pose a risk from failure during future extreme concluded that Cambridge’s urban forest appears heat events. Asset failures would likely be due to relatively resilient to both flooding and heat based a combination of system-wide stress caused by on the Army Corps of Engineers projected climate increased demand for services and asset-level parameters, looking out over the next 50 to 100 years. exposure to extreme heat, which could impact However, it should be noted that a warmer climate occupant health and safety as well as damage heat- increases the probability of pest infestation such as sensitive equipment. For example, many fire stations the Asian longhorn beetle (ALB) that could have a do not have air conditioning or passive measures to significant impact on the City’s population of trees. keep them cool during heat waves. Cambridge’s urban E Energy infrastructure is not highly vulnerable forest will help to heat primarily due to the relatively high adaptive capacity of energy assets. Major substations are mitigate expected designed to have redundancy for individual equipment failures caused by heat. There are also emergency temperature response measures to reduce the ambient heat of substation equipment, such as misting and other increases. tactics, which would be deployed during extreme heat events to reduce the stress on equipment and decrease the risk of failure. Fig. 25 Urban Forest (Source: City of Cambridge) CCVA, Cambridge, MA 29",
        "SOCIAL VULNERABILITY How At-Risk Populations are Identified The mapping of most vulnerable populations illustrates that social vulnerability is not evenly The project team worked closely with public health distributed among the neighborhoods (Figure 26). scientists, critical service providers, and social service Portions of North Cambridge, Area 4, and Riverside professionals to develop proxy indicators from 2010 are relatively more vulnerable to flood and heat census data for the City’s populations vulnerable impacts than other parts of the City. This vulnerability to increased heat and flooding. This approach is driven by the greater presence of at-risk residents enabled the assessment to identify areas of the exposed to enhanced flood risk and the urban heat City with greater concentrations of at-risk residents, island effect. understanding that people rely on social and service networks to ensure their safety and comfort. These Indeed, under both the 2030 and 2070 high complex, often invisible, social networks are much flooding scenarios, the most socially or economically harder to assess than the built environment and vulnerable neighborhoods are also the ones with are not completely captured by the geographic or greater exposure to flooding. The relative distribution quantitative demographic data captured in this study. of social vulnerability and exposure to climate change impacts has the potential to be a useful factor for the Sensitivity to harm from climate stressors was City in determining “vulnerability hotspots” to inform ranked based on income and age. People living below emergency planning. the poverty level, young children, and elderly adults living alone were assumed to be the most affected by The City – its government, residents, institutions, significant heat and/or flooding events. and businesses – can draw on this information to craft a more nuanced picture of the community as it Ability to adapt was ranked based on income, engages in self-assessment and prepares for greater education level, and physical and language isolation. resiliency in the face of future climate-driven threats. People living in poverty, with low educational attainment, low English reading or speaking skills, Strong social and/or elderly living alone were seen as having the greatest difficulty avoiding harm during flood and networks can high heat events. While the social vulnerability index employed in this substantially improve assessment does not capture complex social support the resiliency of the systems and regional service networks, the use of data at the census tract level enables us to visualize City’s most vulnerable important geographic aspects of social vulnerability and also serves as a useful starting point and a tool members. for further planning and assessment efforts. 30 CCVA, Cambridge, MA",
        "E V4 EA 65+ L P V3 <5 E V3 P VV55 EA 65+ P V5 P EEAA V5 EE A V4 L EA E 65+ E 65+ E 65+ L EA V4 <5 P V4 P VV55 65+ E E <5 V4 EEP AA V5 E <5 65+ E EEAA E L 65+ L <5 L V3 P E V3 P V5 EA <5 E P V5 L <5 L EEAA <5 P V4 L E <5 EA 65+ V3 P V5 P EEAA E P V3 L 65+ L EA L P V4 <5 V3 EA V4 E E <5 L <5 65+ L Vulnerable Highly Vulnera Mb ol se t Vulnerable Poverty Children und Le or w 5 Educati Lo an nguage Iso El la dti ero ln y Elderly Living Alone N + V3 V4 V5 P <5 E L 65 EA VULNERABILITY INDICATORS that drive vulnerability ratings Fig. 26 Vulnerable Populations to Climate Change Impacts (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 31",
        "Heat Flood Asset 2030 20702030 2070 ygrenE E.1 MIT Co-generation Plant E.2 North Cambridge Substation E.3 Putnam Substation E.4 Prospect Substation E.5 Third Street Regulator Station – natural gas E.6 Brookford Street Take Station – natural gas secivreS lacitirC C.1 Police Department headquarters C.2 Public Health Department office C.3 Professional Ambulance Services C.4 Youville Hospital C.5 Fire Company 2 C.6 Fire Department headquarters C.7 W Opa ete rar tD ioe np sa Crt em ne ten rt building / City’s Emergency C.8 Windsor Street Health Center moceleT TC.1 City Emergency Communications Center (Police HQ) TC.2 BBN Technologies data hub TC.3 AT&T telephone office/long-line switch TC.4 AT&T data hub/co-location center (CO-LOC) segdirB & syawdaoR R.1 Alewife Brook Parkway R.2 Massachusetts Ave R.3 M Lao nn ds i Bg on uo lr e O va’B rdri en Highway at Charlestown Ave/ R.4 M / Ro on usi tg en 2o 8r O’Brien Highway / McGrath Highway R.5 Fresh Pond Parkway / Route 60 R.6 Cambridge St Underpass R.7 Broadway R.8 A anle dw Mife a sB sro Ao vk e /P Ra tr .k 1w 6a y - intersections with Rt. 2 R.9 Concord Turnpike/Route 2 R.10 Land Boulevard R.11 Lars Anderson Bridge R12 Memorial Drive R.13 Longfellow Bridge R.14 Eliot Bridge tisnarT T.1 Alewife Station (Red) T.2 Lechmere Station (Green) T.3 Alewife – Davis – Porter Rail Line (Red) T.4 Lechmere – Science Park Rail Line (Green) T.5 Central – Kendall Rail Line (Red) Porter Square Subway / Commuter Rail Station T.6 (Red) T.7 Central Square Station (Red) T.8 Kendall Station (Red) T.9 Fitchburg Commuter Rail Line T.10 Porter – Harvard Rail Line (Red) T.11 Harvard - Central Rail line (Red) retawmrotS/retaW Heat Flood Asset E 2030207020302070 C TC R T W W.1 Western Flagg (Charles, Separated) W.2 New Street Pump Station W.3 Fresh Pond Reservoir W.4 CAM 004 (Alewife, Separated) W.5 CAM 017 (Charles, Combined) W.6 CAM 400 (Alewife, Separated) W.7 Lechmere (Charles, Separated) W.8 CAM 001 (Alewife, Combined) W.9 D46 (Alewife, Separated) gnisuoH elbadroffA Roosevelt Towers (Mid-Rise)(14 Roosevelt H.1 Towers), 75 units Roosevelt Towers (Low-Rise)(14 Roosevelt H.2 Towers), 124 units H.3 Daniel F. Burns Apt (50 Churchill Ave), 198 units H.4 Auburn Court I (80 Auburn Park), 77 units H.5 Harwell Homes (1 Citizens Place), 56 units H.6 Miller’s River Apts (15 Lambert St) H.7 Briston Arms (247 Garden St), 105 units H.8 808 Memorial Dr (808-812 Memorial Dr) H.9 Truman Apts (25 Eighth St), 60 units H.10 Johnson Apts (150 Erie St), 180 units 2050 Mass Ave/ Leonard J. Russell Apts, 51 H.11 units H.12 YMCA (820 Mass Ave), 128 units H.13 Manning Apts (237 Franklin St), 199 units Inman Sq Apts (1203-1221 Cambridge St), H.14 116 units Washington Elms (131 Washington St), 175 H.15 units H.16 Auburn Court II (80 Brookline St), 60 units sretneC htuoY dna ,eracyaD ,sloohcS cilbuP Daycare at Roosevelt Towers (14 Roosevelt S.1 Towers) S.2 Moore Youth Center & Daycare S.3 Tobin School & Daycare King Open School & Daycare (850 Cambridge S.4 St) S.5 Kennedy / Longfellow School & Daycare CRLS 9th Grade Campus / Martin Luther King Jr S.6 Elementary School & Daycare (359 Broadway) S.7 Baldwin School & Daycare (28 Sacramento St) S.8 Daycare at YMCA (820 Mass Ave) S.9 Area IV Youth Center & Daycare (243 Harvard St) S.10 Morse School & Daycare (40 Granite St.) Fletcher/Maynard Academy & Daycare (225 S.11 Windsor St) Graham & Parks School & Daycare (44 S.12 Linnaean St) S.13 Cambridgeport School & Daycare (89 Elm St) ecnatsissA dooF ,ycamrahP secruoseR lapicinuM The City examined the extent to which community resources are at risk of harm from climate stressors as a proxy for measuring harm to social support H systems. Figure 27 indicates that many of the City’s community resources are at risk of both flooding and extreme heat. Affordable housing, public schools, daycare and youth centers, pharmacies, food pantries, and municipal resources provide important support services that need to be operational when climate stressors impact the City. Other priority public resources that will be included in the Climate Change Preparedness and Resilience Plan include: • Municipal and federal buildings such as City Hall, and its satellites, schools, daycare and youth centers, libraries, and post offices are S Cambridge’s traditional places where people can gather to ask for and provide help. Cambridge’s places • Public pools, sprinkler parks, and other open spaces are public places where residents can go of worship, schools, to cool off during heat waves. daycare centers, and The map of the Community Resources Priority Areas (Figure 28) illustrates which resources are most at other community risk of failure with greatest impact to vulnerable populations. centers provide critical places for P Margaret Fuller Neighborhood House (71 residents to connect P.1 Cherry St P.2 Salvation Army / Daily Lunch (402 Mass Ave) with each other. WIC Program Services (119 Windsor St - Public P.3 Health Dept) Fig. 27 Community Resources Priority P.4 Human Services Department (51 Inman St) Areas Legend (Source: Kleinfelder, November 2015) 32 CCVA, Cambridge, MA",
        "‘ s e c ur o s e R al p ci ni Mu N Fig. 28 Community Resources Priority Areas (Source: Kleinfelder, November 2015) CCVA, Cambridge, MA 33",
        "ECONOMIC IMPACTS The CCVA economic analysis presents dollars). The GRP is a measure of how much a estimates of the value of: particular economy is worth, according to what it can produce. The annual GRP for all of Cambridge • One-time structural damage to buildings from in 2012 was $15 billion. flooding was estimated using extent and depth • The cost of lost economic activity from one day of inundation from the 10- and 100-year (10% for all of Cambridge, for any disaster event with probability and 1% probability, respectively) a citywide extent, such as a heat-induced power rainfall events in 2030 and 2070 and U.S. Army failure, in terms of GRP as estimated by an Corps of Engineers Depth-Damage Function economic model (in current dollars). (DDF). A DDF is a mathematical relationship between the depth of floodwater and the amount The estimation of potential economic effects from of physical damage to a building that can be climate change is subject to considerable uncertainty, attributed to that water (in current dollars). particularly due to the lack of precise economic data. • One-time, direct and indirect losses in economic However, using an economic activity model source, activity due to flooding from the 10% and 1% preliminary findings indicate that a citywide disaster probability rainfall events in 2030 and 2070 could impact nearly all of the City’s 128,000 jobs and in terms of Gross Regional Product (GRP) as result in a loss of nearly $43 million a day (in current estimated with an economic model (in current dollars) based on the City’s GRP. The cost of business disruption could dwarf the cost of property N damage. Fig. 29 Estimate of structural damage to all buildings by 2070 from a 24-hour 100-year rainfall event (Source: Catalysis, March 2015) 34 CCVA, Cambridge, MA",
        "The impact of the temporary loss of employment • By 2070, Kendall Square, Central Square, and NEXT STEPS was estimated using the IMPLAN model, which Fresh Pond would be the business districts most incorporates analysis of employment, wages and damaged by a precipitation driven 1% probability This report summarizes the extensive Climate income, population, and output. storm. Change Vulnerability Assessment completed for the Furthermore, the effects of citywide interruption Disruption of Economic Activity City of Cambridge. The assessment will serve as the would likely spread well beyond Cambridge. The technical foundation for the next phase involving the • A single 1% probability rainfall event would cause estimates were based on impacts to the present day development of Cambridge’s first Climate Change a drop in GRP of $3.4 to $4.6 million per day (in level of economic activity and present day taxable Preparedness and Resilience Plan. The next phase current dollars) in 2030, and $12 to $16 million assessed value of the City’s building stock. will include the following tasks: per day (in current dollars) in 2070. Structural Damage • Roughly $16.1 million per day (in current dollars) • Complete and issue Part 2 of this report on and as much as 25% of annual GRP could be the vulnerability assessment based on coastal • A single projected 1% probability rainfall event affected by extreme precipitation or extended storm surge and sea level rise scenarios using could cause $61 million in structural damage (in heat waves. This is based on the highest the Boston Harbor Flood Risk Model (BH-FRM) current dollars) in 2030 and over $232 million estimated impact that as many as 30,000 jobs developed for the Massachusetts Department of (in current dollars) in 2070 (Figure 29). These or nearly one quarter of the 2012 employment Transportation damage estimates are conservative, as they do level could be disrupted (see Figure 30 for not account for building contents. • Perform additional technical analyses as needed Top 10 Industries in Cambridge by Employment employment by industry). • Engage in regional coordination with key • A one-day, citywide disruption of Cambridge’s stakeholders undertaking their own 128,000 job economy would result in a loss of Higher Ed-Public, preparedness efforts 2,733 $43 million (in current dollars). Wholesale, 2,477 • Coordinate with the upcoming Citywide Securities, 3,009 • The top ten industries employ 72,300 people Plan and the Getting to Net Zero Task Force Real Estate, 4,319 Highe 2r 0E ,d 6- 7P 8r ivate, (Figure 30) or 56% of Cambridge employment. recommendations The top ten industries make up 92% of the City’s • Develop strategies to protect our most affected Arch & Eng, 4,376 total GRP. assets, systems, and population • The economic effects would most probably spread Software Publishers, well beyond Cambridge. In addition, climate The Climate Change Preparedness and Resilience 5,594 impacts outside of Cambridge could affect the Plan is expected to be a two-year effort starting in City economically if systems such as food or fuel 2016. Early actions will be programmed into the Custom Computer supply were disrupted. This reinforces the need process. Programming, 6,445 Scientific Research, 14,935 to think more regionally and systematically about The City is committed to integrating the information Food Services, 7,734 preparedness strategies. developed to date into upcoming planning processes and the City’s infrastructure projects. Fig. 30 Chart of Top-Ten Industries in Cambridge by Employment (IMPLAN) (Source: Catalysis Economic Impact Report, March 2015) CCVA, Cambridge, MA 35",
        "ACKNOWLEDGMENTS City of Cambridge Columbia University; Patrick Kinney - Public Andrew Brennan, Massachusetts Bay Richard C. Rossi, City Manager Health Transportation Authority Lisa C. Peterson, Deputy City Manager Consensus Building Institute; Ona Ferguson, Eric Peter Crawley, Resident Roberts - Stakeholder Engagement Mark DiOrio, The Bulfinch Companies Project Steering Committee MWH; William Pisano, David Bedoya - Hydraulic Barry Hilts, Cambridge Health Alliance John Bolduc, Environmental Planner, Community Modeling Bryan Koop, Boston Properties Development Department, Project Manager University of New Hampshire; Paul Kirshen - Lead Penn Loh, Resident Iram Farooq, Assistant City Manager for scientific reviewer; hydrology and sea level rise Thomas Lucey, Harvard University Community Development University of Massachusetts Boston; Ellen Penni McLean-Conner, Northeast Utilities Sam Lipson, Environmental Health Director, Public Douglas - Scientific reviewer, hydrology and sea Andy Reinach, Alexandria Real Estate Equities Health Department level rise Gregory Russ, Cambridge Housing Authority Brian Murphy, Assistant City Manager for USACE; Igor Lipkov, Christy Foran - Urban forest Terrence Smith, Cambridge Chamber of Community Development analysis Commerce Owen O’Riordan, Commissioner of Public Works VHB; Sarah Widing - Riverine flooding Kevin Walsh, Massachusetts Department of Susanne Rasmussen, Environmental & Woods Whole Group; Kirk Bosma - Sea Level Rise Transportation Transportation Planning Director, Community and Storm Surge Modeling Richard Zingarelli, Massachusetts Department of Development Department The Boston Harbor Association; Julie Wormser - Conservation & Recreation Kathy Watkins, City Engineer, Department of Editing Public Works Expert Advisory Panel Produced in Collaboration with Bruce Anderson, Boston University Kleinfelder, Lead Consultant Peter Frumhoff, Union of Concerned Scientists Nathalie Beauvais, Project Manager Stephen Hammer, Massachusetts Institute of Indrani Ghosh, Technical Lead Technology Nasser Brahim, Vulnerability Assessment Henry Jacoby, Massachusetts Institute of Lisa Dickson, Lead Principal Technology Johnathan West & Cat Callaghan, Graphics Joyce Rosenthal, Harvard University Rita Fordiani, Technical Review Daniel Schrag, Harvard University Christopher Balerna, Project Coordination John Spengler, Harvard University Amec Foster Wheeler; Peter Nimmrichter, Rich The members of the Cambridge community who Niles - Vulnerability Assessment - Ranking Technical Advisory Committee participated in public meetings and workshops system Richard Amster, Massachusetts Institute of and helped inform this report. ATMOS Research; Katharine Hayhoe and Anne Technology Stoner - Downscaled climate projections Kathleen Baskin, Massachusetts Executive Office Catalysis Adaptation Partners - Economic Analysis of Energy & Environmental Affairs",
        "NOTES",
        "ehT tropeR Climate Change Vulnerability Assessment 1 City of Cambridge, Massachusetts Part"
    ]
}