{
    "FILE_NAME": "https://www.nrcc.cornell.edu/workshops/oct_2019_precip/boston.pdf",
    "ALL TEXT": "CLIMATE READY BOSTON Results from Boston Research Advisory Group (BRAG) Ellen Douglas, PE, PhD Paul Kirshen, PhD Rebecca Herst, PhD Avery Palardy Robyn Hannigan, PhD, Dean School for the Environment, UMass BostonCLIMATE RISK FACTORS Sea Level Rise Coastal Storms Extreme Extreme Precipitation TemperaturesUMASS BOSTON + MAPC +UHI The Greater Boston Research Advisory Group (G-BRAG) Oct 1, 2018 through Dec 31, 2021Overview • Using best published information and scientific expertise, update and expand the climate change projections of the 2016 BRAG report to the entire Metropolitan Area Planning Council (MAPC) region – the 101 cities and towns within the Greater Boston Area • Produce one to two Special Reports on topics of interest to the region • Managed by the School for the Environment at UMass Boston (E Douglas and P Kirshen, Joint Principal Investigators), Engagement by Urban Harbors Institute with Engagement Assistance from the MAPCGreater Boston Voices Climate Change ConcernsMETHODS Purpose: To determine what climate change information is most useful to communities when planning and preparing for climate change COMMUNITY OUTREACH MUNICIPAL VULNERABILITY SURVEY OF PREPAREDNESS PROFESSIONALS (MVP) REPORTSMETHODS: Survey N = 396 15% 8% Greater Boston Area 7% 17% 56% 11% 11% 12% 4%METHODS: Survey – Profession of Survey Respondent 25% N = 387 20% 15% 10% 5% 0% Plann ee sVr eol aru cnt he ere /r Sci Ne Gnt Oi s mEt mm upl nio ty y ee Organizer Other Engi Tn oe ee w rr sn oO nf /fi Ec ni ht a rl Ce ap re e n Pe ru or fessional Archite cc yt E Sd eu rc va it co e r FP ir so hv ei rd ie er s/Harbor Builder R Co ness P Healt mergen usi E BResultsResults: Survey of Professionals Do you think climate change is currently impacting, or will impact in the future, the Massachusetts city(ies)/town(s) where you work? 98% yesWhat climate change risk factors concern Greater Boston communities? Risk Factor: type of climate or weather event causing an impact. Examples include temperature, sea level rise, and extreme precipitation.Results: Summary SEA LEVEL RISE TEMERATURE PRECIPITATION MARINE TEMPERATURE COASTAL STORMS HUMIDITY INLAND STORMS & ENVIRONMENT Sea Level Rise Extreme Cold Flooding Temperature Coastal Erosion Extreme Heat Stormwater Circulation Flooding Extreme/Subtle Groundwater Marine Temp. Changes chemistry Storm Surge Drought Seasonal Changes Habitats Saltwater Erosion Intrusions Marine life Wind Groundwater Coastal Snow, Rain, businesses Wind Hail, IceIMPACTS precipitation inland storms Transportation Property Utilities Stormwater Natural Emergency Economy/ Governance/ Resources Response Society ManagementRESULTS precipitation inland storms Risk Factor Impact Design Value Flooding Transportation 100 year flood level Stormwater River flooding Property Water Quality Number of storms Utilities Stormwater drainage rates Groundwater Change in groundwater Stormwater Drought levels Precipitation Natural Resources Duration of drought Erosion Shoreline composition Emergency Number of days of Well Data Response/Public Safety/ Precipitation Public Health Snow Consecutive days of precipitation Economy/Society Water Resources Aquifer volume Aquifer Levels Governance/Management Well DataSPECIAL REPORTS Glaciers And Ice Stormwater and Disease Groundwater Trees Melt Regional Flooding Outbreak Feasibility Of Saltwater Accurate Heat Marine Resources/ Managed Maps Local Agriculture Ocean Acidification Intrusion Retreat Housing Market/Property Shoreline Climate Change Contaminated Native and Management Mitigation Sites Risk Invasive Species ValuesGBRAG Special Report #1: Groundwater Dr. Jayne F. Knott, PhD School for the Environment University of Massachusetts Boston",
    "TEXT BY PAGE": [
        "CLIMATE READY BOSTON Results from Boston Research Advisory Group (BRAG) Ellen Douglas, PE, PhD Paul Kirshen, PhD Rebecca Herst, PhD Avery Palardy Robyn Hannigan, PhD, Dean School for the Environment, UMass Boston",
        "",
        "CLIMATE RISK FACTORS Sea Level Rise Coastal Storms Extreme Extreme Precipitation Temperatures",
        "",
        "",
        "",
        "UMASS BOSTON + MAPC +UHI The Greater Boston Research Advisory Group (G-BRAG) Oct 1, 2018 through Dec 31, 2021",
        "Overview • Using best published information and scientific expertise, update and expand the climate change projections of the 2016 BRAG report to the entire Metropolitan Area Planning Council (MAPC) region – the 101 cities and towns within the Greater Boston Area • Produce one to two Special Reports on topics of interest to the region • Managed by the School for the Environment at UMass Boston (E Douglas and P Kirshen, Joint Principal Investigators), Engagement by Urban Harbors Institute with Engagement Assistance from the MAPC",
        "Greater Boston Voices Climate Change Concerns",
        "METHODS Purpose: To determine what climate change information is most useful to communities when planning and preparing for climate change COMMUNITY OUTREACH MUNICIPAL VULNERABILITY SURVEY OF PREPAREDNESS PROFESSIONALS (MVP) REPORTS",
        "METHODS: Survey N = 396 15% 8% Greater Boston Area 7% 17% 56% 11% 11% 12% 4%",
        "METHODS: Survey – Profession of Survey Respondent 25% N = 387 20% 15% 10% 5% 0% Plann ee sVr eol aru cnt he ere /r Sci Ne Gnt Oi s mEt mm upl nio ty y ee Organizer Other Engi Tn oe ee w rr sn oO nf /fi Ec ni ht a rl Ce ap re e n Pe ru or fessional Archite cc yt E Sd eu rc va it co e r FP ir so hv ei rd ie er s/Harbor Builder R Co ness P Healt mergen usi E B",
        "Results",
        "Results: Survey of Professionals Do you think climate change is currently impacting, or will impact in the future, the Massachusetts city(ies)/town(s) where you work? 98% yes",
        "What climate change risk factors concern Greater Boston communities? Risk Factor: type of climate or weather event causing an impact. Examples include temperature, sea level rise, and extreme precipitation.",
        "Results: Summary SEA LEVEL RISE TEMERATURE PRECIPITATION MARINE TEMPERATURE COASTAL STORMS HUMIDITY INLAND STORMS & ENVIRONMENT Sea Level Rise Extreme Cold Flooding Temperature Coastal Erosion Extreme Heat Stormwater Circulation Flooding Extreme/Subtle Groundwater Marine Temp. Changes chemistry Storm Surge Drought Seasonal Changes Habitats Saltwater Erosion Intrusions Marine life Wind Groundwater Coastal Snow, Rain, businesses Wind Hail, Ice",
        "IMPACTS precipitation inland storms Transportation Property Utilities Stormwater Natural Emergency Economy/ Governance/ Resources Response Society Management",
        "RESULTS precipitation inland storms Risk Factor Impact Design Value Flooding Transportation 100 year flood level Stormwater River flooding Property Water Quality Number of storms Utilities Stormwater drainage rates Groundwater Change in groundwater Stormwater Drought levels Precipitation Natural Resources Duration of drought Erosion Shoreline composition Emergency Number of days of Well Data Response/Public Safety/ Precipitation Public Health Snow Consecutive days of precipitation Economy/Society Water Resources Aquifer volume Aquifer Levels Governance/Management Well Data",
        "SPECIAL REPORTS Glaciers And Ice Stormwater and Disease Groundwater Trees Melt Regional Flooding Outbreak Feasibility Of Saltwater Accurate Heat Marine Resources/ Managed Maps Local Agriculture Ocean Acidification Intrusion Retreat Housing Market/Property Shoreline Climate Change Contaminated Native and Management Mitigation Sites Risk Invasive Species Values",
        "GBRAG Special Report #1: Groundwater Dr. Jayne F. Knott, PhD School for the Environment University of Massachusetts Boston"
    ]
}