{
    "FILE_NAME": "https://elizabethcitync.gov/vertical/sites/%7B81CF1C17-216A-4959-BE57-0B405379B891%7D/uploads/NC_Program_Application_WSE.pdf",
    "ALL TEXT": "FEBRUARY 2023 NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 westonandsampson.com Apex, North Carolina | North Charleston, South Carolina | Reading, MassachusettsCONTENTS FOLLOWING PAGE Application Cover Sheet SECTION 1 Application Responses SECTION 2 Supplemental DocumentationNC RESILIENT COASTAL COMMUNITIES PROGRAM SERVICE PROVIDER APPLICATION RESPONSES NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 VISION STATEMENT Our team envisions a future where land, water, and wildlife exist in harmony, and where our communities are resilient, sustainable, and thriving. Through innovative planning and collaborative partnerships, we will work towards creating a healthier and more beautiful world for everyone.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning and identify which of the following, if any, your team has developed: Local Resilience Plans, Regional Hazard Mitigation Plans, CAMA Land Use Plans, Watershed Restoration / Management Plans, Stormwater Plans, Resilience Plans, and Floodplain Management Plans. Web links to examples may be provided. Weston & Sampson has robust technical knowledge in actionable climate resilience, municipal vulnerability assessments, equitable engagement practices, infrastructure adaptation, and climate resilient design and engineering. Weston & Sampson, with our teaming partners the Berkley Group, have an interdisciplinary team of urban planners, architectural designers, climate and resiliency specialists, engineers, landscape architects, GIS technicians, community engagement leaders, and scientists who work collaboratively on climate resilience plans and adaptation projects. Our team has worked with many communities along the east coast to develop their plans. On the following pages, there are descriptions of our team’s experience with these plans and links to prior projects that our team has completed. +30 14 Local Resilience Plans Resilient Stormwater Plans 25 50 Hazard Mitigation Plan Watershed Management Plans 10 11 Master Plans Floodplain Management PlansNORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... Local Resilience Plans The Resilience Plans our team Our team regularly supports communities across the East Coast in develops focus on the following creating their resilience plans. core principles: • Our team is currently working on the Central Virginia Planning District Commission’s Resilience Plan through Virginia A focus on nature- Department of Conservation and Recreation’s Community Flood based solutions Preparedness Program. Berkley Group is also supporting 4 other localities in Virginia with their Resilience Plans. Support for vulnerable • Weston & Sampson has provided support to Massachusetts populations & communities as they complete their Municipal Vulnerability Preparedness (MVP) Plans through the Massachusetts Innovative and Executive Office of Energy and Environmental Affairs. Our team equitable community has supported over 30 resilience plans or projects through engagement this program. Assessment of • Weston & Sampson supported resilience planning in Lynn, vulnerabilities based Chelsea, Everett, Boston, and Hingham through the MA Coastal on the best-available Zone Management Program. data • Weston & Sampson is currently working on a vulnerability Emphasis on assessment and resilience plan for Lee County, Florida prioritized actions through the Resilient Florida Program. that can be implemented during • Weston & Sampson was the technical advisor for the City of subsequent phases Cambridge’s Resilience Plan. This plan included a vulnerability of funding and assessment and focus on equity and community connection. Images from various community engagement eventsNORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience Click on plan hyperlinks! planning... 1. Accomack Northampton Hazard Mitigation Plans Planning District Commission, VA Our team has completed over 25 Hazard Mitigation Plans 2. Ashby, MA (HMPs) or HMP updates. Our staff is trained in Hazard Mitigation Planning, including development of hazard profiles, risk mapping 3. Attleboro, MA and assessment, stakeholder engagement, and development of 4. Avon, MA prioritized actions. The HMP provides an opportunity to work across- 5. Belmont, MA sectors to integrate hazard mitigation and climate resilience into all 6. Boston, MA facets of a municipalities facilities, services, and systems. Weston 7. Commonwealth Regional & Sampson is skilled at facilitating stakeholder working groups and Council, VA community outreach to support an implementable plan. Our team focuses on developing prioritized action lists that account for 8. Effingham County, GA support for climate vulnerable populations or environmental 9. George Washington justice communities, opinion of cost, coordination with Regional Commission, VA existing plans or projects, lead stakeholders, effectiveness at 10. Fitchburg, MA reducing hazard impacts, and co-benefits such as greening 11. Egremont, MA of the public realm. Our clients appreciate the innovative methods 12. Granville, MA we employ to build a plan that coordinated across the community, 13. Groton, MA robust, organized, and based on the best available science. 14. Hopkinton, MA The list to the left indicates communities that Weston & Sampson or the Berkley Group has supported with Hazard Mitigation Plans. 15. Lowell, MA 16. Middleton, MA 17. Rappahannock-Rapidan Regional Commission, VA 18. Richmond, MA 19. Stoneham, MA 20. Tewksbury, MA 21. Townsend, MA 22. Tyngsborough, MA Images from City of Boston Natural 23. Waltham, MA Hazard Mitigation Plan 24. Wenham, MA 25. Wilbraham, MA 26. Winchester, MANORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... CAMA Land Use Plans Weston & Sampson is experienced in developing comprehensive land use plans that address the complex and interconnected issues of coastal development and resource management. Plans developed for coastal communities in Massachusetts and Rhode Island reflect both community character and coastal zone management’s unique responsibility to employ a comprehensive approach and framework to managing coastal areas, balancing economic and development interests with environmental protection and preservation, and ensuring a sustainable future for the coastal zone. These plans include, as a requirement, an analysis of land past, current, and future land use. Our team evaluates the ideal development pattern and land uses based on both land use designations and land cover using Lidar data. Similar to CAMA Land Use Plans, innovative land use related projects at Weston & Sampson include: • Scituate, Rhode Island Comprehensive Plan • City of Cambridge Resilient Zoning and Cool Factor Ordinance • Low Impact Development Guidelines for Brookline, Massachusetts • Sustainability Site Plan Review Requirements and Regulatory Audit for Chelmsford, Massachusetts • Climate Resilience Regulatory Audit and Update and Design Guidelines for Marlborough, Massachusetts Watershed Restoration or Management Plans Weston & Sampson has developed and implemented watershed restoration and management plans with local, state, and federal partners for decades. Nonpoint source pollution remains the largest threat to our water quality today. We identify critical water resources and develop strategies to reduce pollutant loading, conserve wetlands and habitats and promote sustainable land use practices. Our efforts are designed to: • Promote the health and sustainability of our communities • Ensure the long-term health of the land and receiving waters of the coastal environment and the species that depend on it • Maintain the benefits that our residents and visitors derive from these resources, such as clean drinking water, recreational opportunities, and productive commercial and recreational fisheries. Our team has developed several watershed restoration and management plans. Some example projects include: Charles River Watershed Regional Flood Model, MA; Lake Washakum, Framingham, MA; Lake Ellis, Athol, MA; Captain’s Pond, Salem, NH (project currently underway); Lake Cochichewick, North Andover, MA.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... Project Spotlight: Charles River Watershed Flood Model, 14 municipalities, MA The Charles River watershed is experiencing climate change impacts, such as heavy precipitation and flooding, which can create significant damage. Weston & Sampson, worked with the Charles River Watershed Association, was selected to develop the Charles River Flood Model (CRFM) to evaluate flooding scenarios and test watershed scale adaptation strategies for 14 communities in the 270-square-mile portion of the Charles River watershed that drains to the Watertown Dam. Weston & Sampson modeled 10 different 24-hour duration rainstorms in the watershed. The team also assessed the impact of six different flood mitigation strategies employing green, nature-based solutions. These include adaptation measures such as onsite storage, raingardens, bioretention basins, reduction in impervious surfaces, and others that focus on the protection, restoration, or management of ecological systems. The CRFM represents the impacts of flooding across the watershed from various types and sizes of rainstorms under both present and future climate scenarios and can be used to test the efficacy of various flood mitigation measures. It is augmented by the online Flood Model Results Viewer, an interactive web-based GIS application to view present and future flood risks in the watershed that allows the user to see the flood mitigation benefits from an array of green infrastructure strategies. Click here to see the online flood viewer! Image of Charles River Watershed Flood Model Interactive DashboardNORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... Resilient Stormwater Management Plans Our team develops Resilient Stormwater Plans to enhance the resilience of our communities to the impacts of extreme weather events, such as heavy rainfall and flooding. Our plans create a more sustainable, efficient, and effective system for managing stormwater that can help protect people, property, and the environment from the impacts of storms. We conduct a comprehensive analysis of current stormwater management practices, evaluate the community’s vulnerability to stormwater-related hazards, and develop strategies to improve the resilience of the stormwater management system. The strategy may include recommendations for upgrading or replacing existing stormwater management infrastructure, improving the design and operation of new stormwater management systems, and increasing public education and outreach about the importance of stormwater management. Our Resilient Stormwater Plans include the following methods: Click below to learn more about the Waltham Resilient Stormwater Action Plan! www.city. waltham.ma.us/ engineering/ pages/waltham- resilient-storm- water-action- implementa- tion-plan Floodplain Management Plans Climate change is causing sea levels to rise and the frequency and severity of extreme weather events to increase. Changes in land use, such as urbanization and deforestation, have altered the natural hydrology our landscape, leading to increased flood risk. As our populations grow, more people are living and working in flood-prone areas. Weston & Sampson’s floodplain management strategies help protect communities from the impacts of floods and reduce the risk of loss of life, property damage, and help protect and preserve important habitats.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... Project Spotlight: Church Creek Drainage Basin Flood Reduction Study, City of Charleston, South Carolina. Weston & Sampson performed the Church Creek Drainage Basin and Flood Reduction Study, which includes over 10,000 acres residential and commercial developments. This basin has experienced tidal and stormwater flooding in the past, increasing in severity and frequency over the last several years. We evaluated past study recommendations, upgraded the hydraulic model to ICPR4, facilitated over 14 outreach meetings, and developed seven initiatives that would reduce flooding issues if implemented. The recommendation included tidal surge v protection at key locations, stormwater diversions, channel maintenance, and protection of the floodplain via solutions such as constructed wetlands, green streets, channel rehabilitation, and property buyouts (in the graphic below). Educational project posterNORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 2 Describe your organization’s experience with identifying and mapping critical assets (i.e., roads, hospitals, schools) natural infrastructure (i.e., rivers, wetlands, streams) and socially vulnerable populations (People who are considered socially vulnerable to climate impacts can include communities of color, children and seniors, low-income communities, people with disabilities, pregnant people, people with Limited English Proficiency (LEP), other historically disadvantaged people, people impacted by the social determinants of health, and populations identified by the American Public Health Association) Weston & Sampson has set standards for defining, mapping, and evaluating the the criticality and vulnerability of assets for several Massachusetts state agencies such as DCR, DCAMM, MBTA, and EEA. Through past project experience, we developed an approach (based on the Department of Homeland Security’s functional criticality framework) that identifies critical assets based on scope, time, and severity of impact as a result of inoperability or loss. This approach was piloted for building assets as part of the DCAMM Statewide Climate Resilience Master Plan in 2017, and later adapted to assess infrastructure assets through the Resilient MA Action Team (RMAT) Climate Resilience Design Standards and Guidelines (2021). Weston & Sampson served as the prime consultant for both projects. Weston & Sampson’s GIS specialists map these assets and frequently overlay climate hazard layers to conduct municipal vulnerability assessments. Our team’s vulnerability assessments include an analysis of demographic information to determine the presence of socially vulnerable populations. We have used the American Public Health Association social vulnerability indicators in the Resilient Cambridge Plan. This type of assessment should inform the identification of actions that will directly benefit more vulnerable populations, and even the location of community engagement events. Layered map from DCAMM shows how infrastructure and critical assets were evaluated based on vulnerability to climate hazards. Facility Checklist from DCAMM describes how criticality was defined and ranked.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 2 Describe your organization’s experience with identifying and mapping critical assets... Project Spotlight: Climate Resilience Design Standards Tool, MA Executive Office of Energy and Environmental Affairs Weston & Sampson led the RMAT Technical Support project for the Massachusetts Executive Office of Energy and Environmental Affairs (EOEEA) and the Massachusetts Emergency Management Agency (MEMA). The first of its kind, this project’s goals included monitoring and tracking the 2018 State Hazard Mitigation and Climate Adaptation Plan (SHMCAP) implementation process and advancing its priorities. Weston & Sampson served as lead technical consultant in the development of statewide climate resilience standards and guidelines that integrate specific climate resilience actions into state and municipal capital planning efforts through a web- based tool. This free, interactive GIS-based application enables users to create a project online and receive data-driven output within 15 minutes. After users outline their project location on a map and answer questions related to the overall project, the web-based tool outputs a preliminary climate exposure and ecosystem services benefits score for the overall project and identifies preliminary climate risk ratings and recommended design standards for each asset. The Climate Resilience Design Standards & Guidelines are grounded in scientific methodology and best available data; they integrate existing practices/procedures, establish clear guidance that can be applied across project types, and develop adaptable deliverables for a range of users and climate hazards. In addition, since the RMAT’s web-based tool uses global climate models, many of these methodologies can also be applied in other states; with this flexibility, the benefits are far-reaching. The Climate Resilience Design Standards Tool evaluates the criticality of sites and assets, including whether they are located in an environmental justice area.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 3 Describe your organization’s experience in community outreach and engagement. What engagement techniques have you used to reach socially vulnerable and underrepresented populations? Provide examples of the successful application of these engagement techniques Weston & Sampson believes in meeting people where they are and reducing barriers to participating in community engagement. We are life-long learners and explore innovative methods for engagement in our monthly public engagement collaborative. Our team frequently supports projects that serve climate vulnerable populations and environmental justice communities. We are committed to providing translation services as needed, accessible language, and multiple-touch points for engagement. We have trained facilitators on our team, and frequently lead workshops and working groups on sensitive topics related to climate resilience trade-offs. Our North Carolina staff regularly support engagement work to identify key input from residents. Our team provides “high- Project Spotlight: tech” as well as “high-touch” Waltham Resilient Stormwater Plan engagement methods, and Weston & Sampson conducted youth-focused STEM engagement for have used the following methods Waltham. Our team developed an educational video on climate change to help reach underrepresented and climate-related careers, developed a web-page with youth-focused populations: resources, and a informative fact sheet. • Educational videos that are Project Spotlight: posted and shared on social media Hull Climate Adaptation Roadmap • Youth and family-oriented Weston & Sampson is supporting the Town of Hull in developing a engagement events that use climate adaptation roadmap that includes planned retreat as one of the demonstrations and hands-on options. Residents in the image below are raising “stop light” cards, that projects indicate how they are feeling or responding to information shared, as a • Have translators on-site at discovery exercise to gauge the energy of the room. events • Create online surveys or ArcGIS Storymaps so that residents can access information on their own time • Created multi-lingual materials • Partnered with community organizations to help build trust with residents • Identified “neighborhood captains” so that residents can interact directly with other residents • Provide childcare, food, or compensation for participating in a workshopNORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 4 What is your experience in identifying and utilizing nature-based solutions to address coastal resilience challenges? The inclusion of nature-based solutions is a priority of many of our climate resilience and stormwater management projects. When possible, our team integrates nature-based solutions, rather than hard infrastructure solutions because they provide many benefits such as water quality management, flood mitigation, cleaner air, habitat, reduction in heat and stormwater impacts, and greening of the public realm. Our team has landscape architects, certified arborists, civil engineers, and other staff who work on both assessments to determine where these solutions are possible and where they will have the most impact and the design and implementation of NBS. Types of NBS our team has identified, assessed, or designed include: bioswales, tree-box filters, coastal parks, living shorelines, bioretention ponds, and urban forest management plans. Select example projects include the Lowell Urban Forest Master Plan, Moakley Park in Boston, and Draw Seven Park in Somerville. Project Spotlight: Draw 7 Park, Somerville, MA Weston & Sampson led the DCR Draw 7 Park revitalization design process, which explored flood protection and a living shoreline to mitigate sea level rise/storm surge impacts restoring freshwater bank vegetation to mitigate riverine flooding impacts vegetated landscapes to mitigate stormwater volume and improve water qualityWeston & Sampson used projected tidal datums to inform the current and future extents for living shoreline. The grading along the waterfront is designed to allow the living shoreline to migrate into the park as sea level rises, as well as reduces wave heights within the park. The design of the living shoreline stabilizes the shorelines and reduces erosion and storm damage. In addition to the living shoreline, the project features manage stormwater flows through vegetated landscape features, support biodiversity through planting, improve water quality, and create new passive open space park with increased tree canopy.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 4 What is your experience in identifying and utilizing nature-based solutions to address coastal resilience challenges? Project Spotlight: Massachusetts Department of Conservation and Recreation Climate Vulnerability Assessment Weston & Sampson led the second phase of DCR’s climate change vulnerability assessment which involved developing interactive engagement tools, adaptive nature-based design solutions, and integration with the state’s ongoing initiatives. Weston & Sampson refined the methodology for assessing the exposure, sensitivity, and adaptive capacity of DCR’s properties. The map above shows exposure to sea level rise/storm surge. The map below is an output from an online ArcGIS portal that shows automated maps and evaluations. Nearly 500 DCR facilities exist in both coastal and non-coastal environments.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 5 What is your organization’s experience in assessing the future impacts of coastal hazards? For example, the impacts of sea level rise to a community. We have a dedicated, interdisciplinary team with extensive knowledge and experience identify and utilizing nature-based solutions to address both coastal and inland resilience challenges. Our work incorporates relevant climate models and data into the design of our projects. Weston & Sampson understands the compounding vulnerability that comes from multiple climate change impacts and looks at holistic solutions that can mitigate these potential impacts. Our assessment approach includes: • Evaluating current and future climate risks. • Conducting a regulatory review. • Establishing a basis of design for climate resilience. • Proposing actionable design recommendations. Our team has extensive experience working with climate projections using global climate models (GCMs) and coastal modeling using sea level rise (SLR) projections. Our specialist not only understand and interpret this data, but also know how to apply this data to an assessment of vulnerability. Please find project descriptions for example projects below. Project Spotlight: Resilient Design and Construction of Transportation Infrastructure, North Carolina Department of Transportation Following recent devastative effects from hurricanes and extreme weather events, the North Carolina Department of Transportation (NCDOT) contracted Weston & Sampson to assist in looking at ways to design and build more resilient infrastructure that is better able to withstand extreme weather events that are likely to be more frequent in the future. Weston & Sampson is assisting NCDOT by advising on climate change vulnerability and resiliency-related projects, along with any projects in which climate resiliency consideration needs to be addressed in both coastal and non-coastal locations. Our team is reviewing design criteria being used for proposed and upcoming projects across the State, developing resiliency design criteria and guidelines for transportation on projects, and assisting in updating relevant design standards and criteria that are futuristic and based on the most recent climate change projections from the state. Project Spotlight: Island End River CZM Coastal Zone Resiliency, Cities of Chelsea and Everett, Massachusetts Weston & Sampson, along with our partnering team, worked with neighboring gateway cities Chelsea and Everett to build resilience through modeling, planning, and the design of flood protection measures in the Island End River area, a substantial area of filled tidal zone and wetland tributary to the Mystic River. Our team modeled projected inundation and evaluated flood pathways, considered land use and infrastructure, evaluated mitigation option and prospective location/ alignment of protective measures, and developed a draft design for a flood barrier section in Chelsea.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 6 What techniques have you used to communicate climate hazard data to the general public, including socially vulnerable communities? Please provide examples. Providing the right balance of information is very important to the success of community engagement. Climate hazard data needs to be accessible, while also accurate, robust, and informative. Our team never wants to overwhelm residents or stakeholders, but we also do not want to underestimate them. This data is critical to a community’s understanding of risk, vulnerability, and empowerment to act. To achieve this balance, our team creates highly graphical, rather than text heavy presentations, using infographics, images, and maps to display climate hazard information. We provide ample opportunities for questions and feedback. . Our team uses a variety of methods to convey information about climate hazards; • Infographics that simplify complex data • Visual Storymaps using ArcGIS online • Interactive dashboards • Videos • Graphic-heavy slides Interactive storm-tracking dashboard developed by Weston & Sampson for • Simplified language MBTA. Rendering of future flood inundation for the coastal community of Lynn.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 7 Describe your experience facilitating stakeholder groups at the local level, particularly for the purpose of helping communities to identify solutions to reduce their exposure to coastal hazards. Please provide examples. Most of our projects involve stakeholder involvement from start to finish. At Weston & Sampson, our team provides expert opinions about adapting to climate change impactfully. However, for our recommendations to be meaningful and successful, continuous and coordinated engagement is needed with local departments, agencies, experts, and leaders. These individuals know the locality and its needs, and our team provides the climate hazard analysis and a recommended response based on these needs. Stakeholder groups that Weston & Sampson has worked with include: Hazard Mitigation Plan Stakeholder Committees, Comprehensive Plan Working Groups, the Cambridge Resilient Zoning Task Force, Chelmsford Climate Energy and Sustainabiality Committee. When we staff our projects, we make sure that there is both a technical expert that has a robust understanding of the climate hazard data and a communication and engagement lead that helps bring that information to stakeholders in a meaningful way. When developing potential solutions, we first interview these stakeholders and gather a list of ongoing initiatives related to climate resilience, hazard mitigation, or sustainability. Our team then adds its ideas for additional, future resilience solutions and solicits feedback from the stakeholder group. With a more finalized list developed, our team prioritizes these actions based on the needs of the locality, the impact of the action on addressing climate vulnerabilities, co-benefits, opinions of cost, and lead stakeholders. Project Spotlight: . Lynn Coastal Vulnerability Assessment The City of Lynn EDIC used a Coastal Community Resilience Grant to fund a community-based process to assess coastal vulnerability and plan for climate change adaptation, specifically along the City’s waterfront and Saugus River areas. This process included identifying management measures that can be integrated into ongoing hazard mitigation efforts and waterfront development plans, as well as prioritizing new infrastructure projects and retrofits. We worked with City departments and stakeholders to discuss trade-offs, benefits, and impact on flood reduction. Weston & Sampson developed the interactive dashboard above to convey coastal vulnerabilities to key stakeholders in Lynn. Photos above show the Boston HMP Stakeholder Working Group (far left); Mystic River Watershed Working Group (middle), and Municipal Vulnerability Preparedness Stakeholder Visioning SessionNORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 8 What methods do you use to analyze alternatives and prioritize solutions? Please provide examples. Our team is well versed at developing and accessing design and planning alternatives to help communities adapt to climate change. Our process often involved assessing climate vulnerabilities, conducting community outreach to develop a vision for the future, creating adaptation alternatives, and evaluating the feasibility of these alternatives. The feasibility assessment and prioritization process takes into account the following parameters: • Community perception and buy-in • Protection of critical habitats • Alignment with ongoing municipal efforts • Available funding • Ability to mitigate climate impacts • Co-benefits such as greening of the public realm, place-making, or community connection • Benefit socially vulnerable populations • Opinion of probable cost Weston & Sampson works closely with stakeholders and municipal leaders to ensure that the evaluation criteria are adapted to the goals of the project. We have comprehensive spreadsheets that we use to prioritize or rank adaptation actions or projects. Our team has also developed monitoring and tracking tools, so that localities can keep track of their progress towards implementation.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 9 Applicants may be asked to assist more than one community. If selected, what is the maximum number of communities you could assist? Do you have any experience assisting multiple communities at once? The Weston & Sampson and Berkley Group team is prepared to support 3-5 communities. With over 700 professional and technical staff, Weston & Sampson is well- positioned to provide professional services for this contract. More than Our team is open to partnering with 200 of our staff hold licenses, registration, and specialized training in their other service providers, institutions, respective fields of expertise. Our teaming partners, the Berkley Group, or community partners to bring the have 15 planners on staff. best experience to NC’s Coastal • 4 Certified Planners, WSE; 4 Certified Planners, BG Communities. • 142 Professional Engineers • 11 Professional/Certified Geologists • 14 LEED® Accredited Professionals Weston & Sampson has been working • 4 Certified Energy Managers in North Carolina since 1992 and is very • 7 Licensed Site Professionals familiar with the state’s design procedures, • 3 Licensed Construction Supervisors policies, standards, and guidelines. Our • 3 Licensed Environmental Professionals North Carolina office, located in Apex, • 14 Registered Landscape Architects offers roadway design, hydraulic design, utility design, utility coordination, and • 7 Registered Architects environmental planning. Our many east • 6 Registered/Professional Land Surveyors coast offices compliment these services • 2 Certified Project Management Professionals by offering traffic engineering, structural • 2 Licensed Master Electricians design, resiliency, and landscape • 1 Journeyman Electrician architectural design services. We feel incredibly fortunate to have collaborated • 2 Licensed Plumbers with municipalities, state agencies and • 1 Licensed HVAC Technician private sector clients throughout North • 1 Professional Hydrologist Carolina on a range of notable projects • 2 Professional Traffic Operations Engineers and on-call contracts, including: • 1 Traffic Control Supervisor • 1 Professional Wetland Scientist/1 Certified Wetland Scientist • East End Connector in Durham • 3 Certified Arborists County • 1 Certified Ecological Restoration Practitioner • A-11C (Appalachian Development Highway System) in Clay County • 13 Cross Connection Control Surveyors • NCDOT Hydraulics Unit Owner’s Rep • 16 Water Treatment Plant Operators for Resiliency Services • 44 Wastewater Treatment Plant Operators • Division 12 Low Impact Bridge • 2 Geographic Information Systems Professionals Replacement program • 4 Certified Playground Safety Inspectors • 2 Certified Floodplain ManagersNORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 10 How does your team prioritize and ensure cost-effectiveness? Please provide examples. Cost-effectiveness in Solutions Development • Weston & Sampson and the Berkley Group can provide North Carolina Coastal Resilience Program with a multi- disciplinary team of experts who provide services from assessment, planning, to design and implementation. We pride ourselves in being a “full service” team, with an understanding of how to develop implementable actions, based on cost-effectiveness and identified future funding sources. Additionally, we have trained cost-estimators at our firm. We also will work closely with the municipalities to understand priorities, funding available, capital improvement planning and synergies with other ongoing initiatives. Cost-effectiveness in Project Management • Our team believes that communication, transparency, and clear work planning lead to cost-effectiveness in project delivery. We are committed to regularly meeting with the communities we work with to provide status updates on tasks and receive feedback so that we can course-correct in a timely manner, if needed. We value an open dialogue with clients to develop a collaborative process that works best for the team.NC RESILIENT COASTAL COMMUNITIES PROGRAM SERVICE PROVIDER SUPPLEMENTAL PACKAGE NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 FIRM OVERVIEW Weston & Sampson Services Offered Established in 1899, Weston & Sampson has been providing our municipal, public agency, and private sector clients with cost-effective, innovative solutions to their environmental and To meet the diverse needs of our clients, Weston infrastructure challenges for well over a century. A privately & Sampson offers extensive in-house capabilities held, employee-owned company, we offer capabilities ranging in dozens of areas, including many that are crucial from project development, assessment, and planning through to this project: permitting, design, construction, and long-term operation and ■ Infrastructure Design & Construction maintenance. ■ Climate Resilience We are a full-service multi-disciplined consulting firm with ■ Landscape Architecture, Architecture, Master more than 750 professionals, including designers, architects, Planning landscape architects, engineers, planners, environmental ■ Watershed & Stormwater Management professionals, and construction specialists. Our areas of ■ Landscape Planning & Restoration expertise include landscape architecture and architecture ■ Aquatics Design & Engineering design; climate resilience; civil engineering; environmental ■ Geotechnical & Structural Engineering science/permitting; stormwater design and drainage; water/ ■ Transportation & Traffic Engineering wastewater utility design/treatment; bridge/roadway design; ■ Wastewater Collection & Treatment aquatic facility design; electrical/mechanical/structural/ ■ Wetlands Replication & Restoration geotechnical/traffic engineering; hydraulic modeling; solid waste services; and construction administration. With offices ■ Peer Review throughout the Eastern United States, including our local ■ GIS & Digital Mapping office in Apex, North Carolina, we pride ourselves on being ■ Stormwater Management & Green responsive to the needs of our clients by staying at the forefront Infrastructure of emerging issues. ■ Sustainable Design/Renewable Energy ■ Hydrology & Hydraulics Weston & Sampson has been working in North Carolina since ■ Environmental Compliance/Permitting 1992 and is very familiar with the state’s design procedures, ■ Public Facilities Planning & Design policies, standards, and guidelines. We feel incredibly fortunate ■ Recreational Facility and Athletic Field/ to have collaborated with municipalities, state agencies and Complex Design private sector clients throughout North Carolina on a range ■ Site/Civil Development of notable projects and on-call contracts, including: On-call ■ Environmental Site Assessment/Demolition/ planning with Greensboro, NC DOT Resilience Study (Owner’s Remediation rep), Durham Planning On-Call Contract; Community and ■ Regulatory & Enforcement Assistance stakeholder meetings with transportation projects. ■ Solid Waste Planning, Design & Management ■ Water Supply Development, Treatment, More information about our firm’s resiliency Pumping, Distribution capabilities can be found on the following pages. ■ Construction Inspection, Oversight & Management ■ Operation, Maintenance, Repair of Water & The Berkley Group Wastewater Systems The Berkley Group iis a local government consulting firm with over 50 employees and remote offices across Virginia. Formed by Andrew Williams and Darren Coffey in 2010, the Berkley Group specializes in providing direct services such as land use and environmental planning, capital project management, communications, community engagement, and group facilitation. While 100% of our work is dedicated to serving local governments, land use planning and ordinance development are our firm’s primary strengths. The Berkley Group understands local governments because we have worked in local government and continue to serve them proudly.photo credit: Bret Clancy CLIMATE RESILIENCYclimate modeling risk & vulnerability assessments planning design guidelines public engagement design & adaptation mitigation & sustainability ADAPT. SURVIVE. THRIVE. What is climate resiliency in practice Weston & Sampson’s climate resiliency services support creating designs ■ Model climate scenarios, assess risk, and develop plans that adapt, survive, and thrive both chronic and catastrophic changes in the and strategies natural environment. Since 1899, Weston & Sampson has been providing municipalities, public agencies, and private sector clients along the East ■ Design projects to adapt to new Coast with cost-effective and innovative solutions to their infrastructure and design criteria and manage environmental challenges. uncertainty Our climate resilience practice provides several interdependent services, ■ Emphasize natural systems to mitigate climate impacts and including: Climate Modeling, Risk and Vulnerability Assessments, Planning, create value Design Guidelines, Public Engagement, Design and Adaptation, and Mitigation and Sustainability. Our design approach Weston & Sampson’s interdisciplinary team of engineers, scientists, climate ■ Evaluate current and future specialists, architects, landscape architects, designers, and planners climate risk incorporate relevant climate models and data into the design of our ■ Conduct a regulatory review infrastructure and facility projects. We work with our governmental (municipal and state) clients to study, plan, and implement resilient and cost-effective ■ Establish basis of design for climate resilience strategies for their infrastructure, buildings, and natural resources. ■ Propose actionable design recommendationsclimate modeling Urban Heat Island Mitigation I City of Chelsea, MA Transportation . Resiliency . Planning . Architecture ■ Climate projections using global climate models (GCMs) Charles River Watershed Flood Model I MA ■ Coastal modeling using sea level rise (SLR) projections Water . Resiliency . Planning ■ Cumulative probability/risk analyses with climate View the ArcGIS StoryMap here, projections Green Infrastructure StoryMap here, and the Charles River Flood Model Viewer here. ■ Estimating climate impacts to water quality ■ Estimating impacts of extreme precipitation and/or SLR on groundwater ■ Extreme precipitation analyses (H&H modeling) ■ Future & extreme wind analyses ■ Future drought analyses & impacts to water supply ■ Heat analyses (UHI modeling) ■ Visualization and analysis of climate projections A field team member measuring the diameter of a culvertFlood data layers provided by the Boston Water and Sewer Commission Stormwater Model MBTA Orange Line Vulnerability Assessment I City of Boston, MA Planning . Resiliency risk & vulnerability assessments ■ Adaptive capacity and sensitivity assessments - buildings, natural resources, infrastructure, or community ■ Applying ICLEI framework ■ Applying ISO 31000 framework ■ Applying transportation vulnerability assessment tool (VAST) framework ■ Applying water and wastewater risk assessment tool (VSAT) framework ■ AWIA risk and resilience assessments ■ Consequence evaluation criteria ■ Criticality analyses ■ Installation Energy and Water Plans (IEWP) - military installation Church Creek Drainage I Charleston, SC assessments Water . Planning . Public Engagement . Resiliency ■ Risk assessment (probability/consequence - different levels)planning ■ AWIA emergency response plan updates ■ Capital improvement plans/asset management ■ Cost-benefit analyses (FEMA or otherwise) ■ Economic impact analyses (using economic models, such as IMPLAN) ■ Establishing alternative governance structures for implementing resilience ■ Financial capability analyses ■ Grant applications ■ Hazard mitigation planning ■ Implementation roadmaps using climate projections/ tipping points ■ Integrating resilience and sustainability into master plans ■ Local food systems analysis ■ Municipal vulnerability preparedness (MVP) planning Strawberry Brook Resilient Stormwater Management & ■ Open space planning Implementation Plan | City of Lynn, MA ■ Resilience funding/financing analyses Water . Planning . Resiliency ■ Zoning/by-laws/regulations update recommendations View the ArcGIS StoryMap here. Hazard Mitigation Plan | City of Boston, MA Planning . ResiliencyMBTA Bus Maintenance Facilities Design Guidelines Resilience Section | Boston, MA Resiliency . Planning . O&M . Transportation . Facilities . Architectural . Civil . MEP . Structural design A berm rendering guidelines ■ Applying existing design guidelines credits (WEDG, LEED, ENVISION, STARS, etc.) ■ Case study development ■ Climate adjustments/design standards recommendations Boston Public Works Guidelines City of Boston, MA ■ Developing evaluation criteria Resiliency . Planning . O&M . Water . Transportation ■ Discipline-specific considerations Infrastructure . Geotechnical . Structural . Landscape Architecture ■ Existing best practices/literature review View the guidelines here ■ Flexible adaptation pathways considerations ■ Flowchart or process graphics development ■ Forms or templates development ■ O&M considerations ■ Policy recommendations ■ Regional coordination considerations ■ Site suitability considerations ■ Translating climate projections into design criteria Resilient Massachusetts Action Team Technical Support MA Executive Office of Energy and Environmental Affairs Resiliency . Applied TechnologyCinrcela pu et rs vin oi oog vlSn vi da i onte h up gsa tl a hwatc cc Bae ce to eeol se rsf tfb s orer o nqatnout te i ats iy nn a anndd Boiaicaetwn n ot rcnnu od nt e tvlrih rou iial a ivvd kris vts c eeoi iatnt nt r no autig gini mer nro i g bsc a dn e , a n , nv neai tb wnrda nt, THE VISION engp au gb el mic e nt in cthreea i hnteefr ava ras tin lt ournc u feI ou n a c Fvr anc t ob a nur o ra t de r tipn e v a Pny est s oe rai ogne win nlrge ud e to t e dipon een vns e slt oopp amcee nt stS oso reu mat a h-ssl t eu flBh a svr ooa ugw tn eD ots o re l a bd a te p r,ro mt aids ir a ene sno nia isw fr gg e s t fpf f h n e elr r waa a ato o ec cii tn n n nv een amt tg d d de s slrt tl Interactive engagement pinwheels ■ Commitment to inclusion, diversity, equity, and access ■ Data visualization and fact sheets ■ Dynamic multimedia formats including videos, social media, mapping, and webpage content ■ Focus groups and interviews ■ Hosting site walks/tours ■ Identifying stakeholders and building partnerships ■ In-person workshops and open houses A virtual workshop ■ Interactive engagement games and coloring pages ■ Online and in-person polling and surveys ■ Print media ■ Synthesizing stakeholder feedback ■ Translation, interpretation, and captioning support ■ Virtual workshops, open houses, webinars, and related technical support Flood Reduction Program I City of Charleston, SC A fact sheet in Spanish visualizing the potential local impacts of Planning . Resiliency . Water climate change HMP & MVP I City Fitchburg, MA Planning . Resiliency . Waterdesign & Pump Station Resiliency Implementation City of New Haven, CT Wastewater . Resiliency . Construction adaptation ■ Stormwater and green infrastructure strategies ■ Conceptual adaptation strategies - cost estimation ■ Conceptual adaptation strategies - visualization ■ Deployable flood barriers evaluation ■ Ecological restoration ■ FEMA levee certification compliance evaluation ■ Flood protection strategies (inland or coastal) ■ Invasive species management ■ Life cycle/adaptability assessment ■ Living shoreline and climate migration design ■ Permitting matrix and timelines ■ Resilient building strategies ■ Resilient infrastructure strategies ■ Resilient natural resource strategies ■ Resilient parks/open space strategies raised deck built on top of an existing sea wall Langone Park & Puopolo Playground I City of Boston, MA Landscape Architecture . Water . Geotechnical . Environmental . Planning . Permitting . Resiliency■ Carbon sequestration strategies mitigation & ■ Energy efficiency strategies ■ Greenhouse gas/carbon emissions analyses sustainability ■ Renewable energy projects ■ Sustainable materials selection ■ Water use reduction strategies ■ Climate action planning MBTA Bus Maintenance Facilities Design Guidelines Resilience Section | Boston, MA Resiliency . Planning . O&M . Transportation . Facilities . Architectural . Civil . MEP . Structural Solar Energy Facility at a Former Coal-Fired Power Plant Babson College Electric Vehicle Charging Station City of Orlando, FL Town of Wellesley, MA Resiliency . Energy . Environmental . Permitting . Civil/Site Water . Resiliency . EnergyREPRESENTATIVE Climate Community or Action Critical Asset Included Nature- Supported Design PROJECTS Vulnerability Stakeholder Identification and Mapping Based Solutions or Implementation Assessment Outreach Prioritization Click here for project summaries MA DCR Vulnerability Assessment MBTA Orange Line Vulnerability Assessment Boston Hazard Mitigation Plan NH DES Vulnerability Assessment Resilient Cambridge Plan MA DCAMM Statewide Resiliency Masterplan Seabrook NH Climate Vulnerability Assessment Fitchburg Flood Vulnerability Assessment Lee County, Florida Vulnerability Assessment Chelmsford Sustainability Action Plan Waltham Stormwater Resilience Master Plan Lowell Stormwater Resilience Master Plan Church Creek Drainage Study, Charleston, SC NCDOT Building Resilience into the Design and Construction of Transportation InfrastructureNORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES CHIP HUTCHENS, PE Civil Engineering Coursework, NC State University Professional Engineer: North Carolina # 039283 33 years of experience (4 years with firm) Location: Apex, NC Kevin (Chip) has 33 years of design experience, including work in both NCDOT and private consulting firms. His experience includes work in all phases of roadway and drainage design: design of public hearing maps; and permit drawings. Chip is also a Certified Level III A&B Designer of E&S. Key Projects: Building Resilience into the Design and Construction of Transportation Infrastructure, North Carolina Department of Transportation (NCDOT). Advise NCDOT on integrating resilience into ongoing planning and design projects, especially regarding frequent hurricane and coastal storm events. As owner’s representative, reviewing design criteria for proposed/ upcoming projects across the state, developing resiliency design criteria and guidelines for transportation projects, and assisting in updating relevant standards and criteria based on most recent climate change projections. Wastewater Treatment Plant Access Road, City of Columbia, South Carolina. Developing concept plans to maintain and improve access to the WWTP as part of a plan to improve the levee system that was breached during recent hurricane events. The overall goal of the access plan is to provide access when the surrounding area is inundated during flood events. Preliminary FEMA Reports for Earth Roads, Charleston County, South Carolina. Assisted in the preparation of the FEMA damage assessment reports for various soil roads in the Charleston area that were damaged by widespread flooding in the Fall of 2015. Reports included damage description, cost estimate, and mitigation measures. JEANNIE LEWIS Graduate Studies, Environmental Science; BA, University of Virginia 33 years of experience (2 years with firm) Location: North Charleston, SC Jeannie is a coastal resources expert and innovator with 30+ years of experience in the Southeast. She has in-depth knowledge of and practice in regulatory permitting and compliance, sustainable and resilient design, environmental policy, community development, green infrastructure, wildlife and water quality protection strategies, stormwater management, habitat restoration, estuarine and freshwater wetlands, cultural and historic resources, and associated legal and regulatory frameworks. Key Projects: SC Department of Health and Environmental Control – Ocean and Coastal Resource Management, Charleston, South Carolina. As Coastal Zone Consistency Project Manager, implemented Federal and State Coastal Zone Consistency for the South Carolina Coastal Zone Management Program as authorized under the Federal Coastal Zone Management Act of 1972, the SC Coastal Tidelands and Wetlands Act of 1977 and the SC Coastal Program Final EIS (aka Coastal Program Document) and associated regulations. Presented recommendations on technical, legal, and policy interpretations of applicable policies, statutes, and regulations. SC Office of Resilience – Mitigate Strategies and Design of Critical Stormwater Infrastructure, City of Dillon and Dillon County, South Carolina. Currently assisting the State of South Carolina’s Office of Resilience with design and engineering of a series of critical stormwater infrastructure projects to relieve flooding in the County and City of Dillon. Stormwater Master Planning and Modeling for Resiliency, Fripp Island, South Carolina. Currently working with a team to develop a comprehensive stormwater master plan to guide drainage and flood control improvements for the next two decades on Fripp Island. Department of Environmental Quality (DEQ), Richmond, Virginia. As Senior Program Coordinator, planned, coordinated, and monitored coastal resource management policies, programs and activities of the Commonwealth to meet lead agency responsibilities of the Virginia Coastal Program. Managed $6M+ in coastal grant projects annually.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES BELLA PURDY MS, City Planning, Housing, Community and Economic Development; BS, Architecture 8 years of experience (2 years with firm) Location: Richmond, VA Bella is a climate resiliency specialist and urban planner with eight years of professional experience. She works with institutions, government agencies, and municipalities to address their environmental and climate concerns through adapted design, land use, and policy. Bella is passionate about community resilience and is skilled in urban design, graphic communication, spatial analysis, research, and innovative outreach. She uses these skills to convey climate change as an opportunity to create more just and equitable urban environments. Key Projects: Climate Adaptation Roadmap, Hull, Massachusetts. Serving as project manager in supporting the Town of Hull in developing a climate adaptation roadmap that explores design alternatives for the area to reduce the impacts of sea-level-rise, storm surge, and precipitation based flooding. Design alternatives may include physical interventions such as raising roadways or extending sea walls or residential property changes through home elevations or managed retreat. Long Beach Island Resilience Plan. Led a regional social vulnerability assessment for the Long Beach Island area as a component of their resilience plan. In addition, developed innovate community outreach strategies to be used during the COVID-19 pandemic. The Long Beach Island plan is a comprehensive climate resilience effort evaluating multiple scenarios for protecting the barrier beach communities of Long Beach Island. (with former employer) Citywide Climate Resilience and Preparedness Plan, Cambridge, Massachusetts. Led the development of the ‘Prepared Communities’ and ‘Greener City’ portions of Cambridge’s citywide climate plan. These plans included policy, program, and project recommendations for enhancing the resilience of Cambridge residents and increasing the amount of tree canopy cover and green infrastructure in the city. Led workshops with municipal staff and stakeholders to gather input. In addition, conducted a social vulnerability assessment of Cambridge residents and mapped community organizations and resources citywide and evaluated their flood risk. (with former employer) ANNA KIMBELBLATT, CFM MS, Environmental and Sustainability Studies; BA, Biology ASFPM Certified Floodplain Manager 7 years of experience 1 year with firm) Anna is a Resiliency Planner and Certified Floodplain Manager with over three years of experience in resilience planning and floodplain management. Her expertise includes hazard mitigation planning, Community Rating System administration, National Flood Insurance Program administration, flood mitigation, retrofitting, resilience integration via regulatory tools, sustainable and resilient design, smart growth initiatives, and low impact development. She also has experience with public outreach, community engagement, and grant administration. Key Projects: Resilience Planning, Charleston County, South Carolina. Floodplain Management Coordinator participating as a member of the Charleston County Resilience Committee. Attended all monthly Committee meetings. Extensively researched possible strategies and initiatives that would increase the resilience of Charleston County. Worked in conjunction with other committee members to comprehensively review the County’s building, floodplain, and development ordinances for opportunities to integrate resilient strategies and initiatives. These opportunities were then presented to Charleston County Council and new ordinance language to include resilience strategies and initiatives was drafted. Met with stakeholders to discuss potential changes to the ordinances. Addressed questions and concerns from both stakeholders and Charleston County Council members. (With previous employer) Sea-level Rise Mitigation and Adaptation Planning, Charleston, South Carolina. Graduate Assistant conducting a study on sea-level rise mitigation planning in South Carolina. Compiled and reviewed all available comprehensive plans from the coastal counties of South Carolina. The plans were analyzed quantitatively for the presence of regulatory tools or development standards that would contribute to sea-level rise mitigation or adaptation. Planners and other relevant stakeholders across the coastal counties of South Carolina were interviewed for their experience with sea-level rise planning. The analysis contributed to her master’s thesis, Sea-level Rise Mitigation and Adaptation Planning in South Carolina Using Regulatory Tools and Land-use Optimization. (With previous employer)NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES LUCAS HERNANDEZ MS, Environmental and Sustainability Studie; BS, Environmental Technology & Management 5 years of experience (1 year with firm) Location: North Charleston, SC Lucas is a Climate Adaptation and Resilience Specialist with over five years of experience in resilience planning. His expertise includes raster-based flood modeling, sustainable and resilient design, environmental monitoring, community development, green infrastructure, wildlife and water quality protection strategies, stormwater management, cultural and historic resources, and associated legal and regulatory frameworks. In addition, he has experience with public outreach, community engagement, and grant administration. Lucas has worked with diverse stakeholders across numerous projects throughout the Southeast. Key Projects: Resilience Planning, Kiawah Island, South Carolina. Resilience Specialist responsible for chairing the Adaptive Management Plan Task Force, coordinating stakeholder engagement, and developing Kiawah Island’s Resilience Plan. Understanding Coastal Resilience and Natural Disaster Preparedness Through Raster-based Flood Modeling, Kiawah Island, South Carolina. Responsible for developing high-resolution flood models using GIS and LiDAR data for various storm surge, sea level rise and designed rainfall scenarios. This grant came as an extension to an existing College of Charleston Grant from NOAA to create flood models and public engagement sessions for the City of Charleston, Folly Beach, North Charleston, and Mt. Pleasant. Church Creek Flood Storage and Resiliency Project, Charleston, South Carolina. Climate Adaptation and Resilience Specialist, helping to implement flood storage and resiliency measures in the Church Creek Basin to mitigate flooding in the surrounding community. Flood Mitigation Stormwater Projects, Kiawah Island, South Carolina. Resilience Specialist responsible for mapping drainage infrastructure and modeling flood scenarios for various sea level rise and designed storms for the Kiawah Island Community Association’s Water Management Task Force. Community Flood Modeling Exposition, Mt. Pleasant, South Carolina. Responsible for developing high-resolution flood models and participating in community outreach and engagement. This effort was funded by a National Oceanic and Atmospheric Administration Regional Coastal Resilience Grant obtained by through the S.C. Sea Grant Consortium on behalf of the Charleston Resilience Network. RAED EL-FARHAN, PHD PhD, Environmental Engineering; MS, Environmental Engineering; BS, Civil Engineering 28 years of experience (3 years with firm) Location: Virginia Beach, VA Raed is a seasoned expert in water resource management and engineering with specific expertise in civil works planning. He has worked for more than 28 years in roles of increasing responsibility as a consultant, professor, and researcher. His areas of in-depth professional interest are ecosystem restoration; water resources; stormwater management; water and wastewater treatment systems; water quality permitting and compliance; aquatic chemistry, and the fate and transport of contaminants in the environment. Key Projects: National Model for Resiliency and Innovation, Newport, Rhode Island. Served as primary advisor and one of the architects for an alternative project delivery approach for a redevelopment project in Newport, one of America’s most important coastal hubs. Addressed environmental challenges, as well as the challenge of revamping local infrastructure to support markets that new technology has introduced. Marsh Island Restoration, National Oceanic and Atmospheric Administration (NOAA), Fairhaven, Massachusetts. Served as the principal-in-charge for QA/QC on the Marsh Island restoration project in Fairhaven under a NOAA DARRP IDIQ contract focused on environmental restoration. Climate Change Impact on Hydrology and Nutrient Transport, Lake Simcoe Watershed, Lake Simcoe Region Conservation Authority, Ontario, Canada. Program manager for a study to model the impacts of climate change on the total phosphorus loading in Lake Simcoe. Work consisted of selecting the climate change models and scenarios, developing future local climates (downscaling), and implementing the calibrated model to assess the impacts of climate change on the hydrology and total phosphorus transport.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES LINDSEY ADAMS, EIT, CESSWI BS, Civil Engineering 7 years of experience (4 years with firm) Location: North Charleston, SC Lindsey is a Resiliency Engineer with Weston & Sampson working on interdisciplinary climate adaptation projects. Lindsey’s background includes environmental engineering, conservation, and sustainability. She has seven years of experience in resiliency engineering, environmental permitting, and wetland delineating. Her expertise includes CAD design, GIS mapping, stormwater modeling, wetland delineations, stream assessments, hazard mitigation planning, municipal vulnerability preparedness planning, and stormwater pollution prevention planning. Key Projects: Resilient Massachusetts Action Team (RMAT): Technical Support, Executive Office of Energy and Environmental Affairs (EOEEA), Massachusetts. Resiliency engineer for the RMAT Technical Support project for the Massachusetts EOEEA, which will advance priority actions from the State Hazard Mitigation and Climate Adaptation Plan for climate resilient projects throughout the Commonwealth. Work includes developing consistent standards for using climate projection data, guidelines, and best practices for implementing the climate resilient standards, and a resilient benefit evaluation web-based tool for use in capital planning. Building Resilience Across the Charles River Watershed, Massachusetts. Resiliency engineer assessing climate resilient strategies across the watershed. The scope of work included modeling present and future rain events in the watershed, and developing green infrastructure to mitigate the current and future flooding. Also assisted in developing public engagement materials and final project deliverables. East Boston Technical Analysis and Resilient Design, Boston, Massachusetts. Developed public-facing engagement materials to present flood mitigation solutions in East Boston. The project scope involved the development strategies to mitigate flooding from storm surge, sea level rise, and increased precipitation in Boston Harbor, while maintaining a publicly accessible waterfront. Claypit Brook Climate Resilient Stormwater Management Capital Improvement Plan, Lowell, Massachusetts. Aided in the development of an H&H model to better understand the flow in the Claypit Brook during current and future climate conditions. Developed solutions to provide flood reduction through nature-based solutions. ROBIN SEIDEL MS, Architecture; BA, Communication, Law, Economics, and Government 13 years of experience (3 years with firm) Location: Reading, MA Over the past 13 years, Robin has been at the forefront of integrating resilience into design and planning. She focuses on not only addressing climate change but also ensuring that her projects benefit environmentally disenfranchised populations. She has technical expertise in city resilience, building and infrastructure adaptation, vulnerability assessments, sustainable design and mitigation strategy, transportation, and stakeholder engagement. Robin has led several vulnerability assessments and community engagement projects focused on climate resiliency, including environmental justice initiatives. Key Projects: Charles River Regional Watershed H/H Model, Charles River Watershed Association (CRWA), Massachusetts. Worked with 15 communities to develop a regional watershed model to provide technical information about where and when precipitation driven flood-risk in the watershed will be expected to be exacerbated by climate change. Provided engagement support to develop a comprehensive and synergistic approach to preparing and adapting to climate change. Resiliency Study for the Department of Public Works, Salem, Massachusetts. Performed a vulnerability assessment of the existing Department of Public Works facility to determine if this existing site could be modified and maintained. This study included a gap analysis of the MC-FRM and existing FEMA floodplain inconsistencies, an analysis of total storm depths by recurrence interval for present and calculated future projections, existing conditions assessment and alternatives analysis. Adaptation strategy recommendations and costs were provided to help inform future decision making. Coastal Resilience Solutions for East Boston and Charlestown, Downtown and North End, Boston, Massachusetts. Provided design assistance for the City of Boston’s climate change adaptation project. The goal of the project was to design coastal flood protection systems that also provide social, economic, and environmental benefits for four high-risk neighborhoods. Assisted in resilient design and cost estimation for coastal flood protection systems, including berms, deployable flood walls, and elevated parks, presented and prepared graphics for public workshops. (with former employer)NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES STEVEN ROY, LEED AP MS, Water Resources; BS, Forest Hydrology Municipal Vulnerability Preparedness (MVP) Certified Provider 42 years of experience (5 years with firm) Location: Portsmouth, NH Steven has more than 40 years of professionalexperience in environmental program management and administration, specializing in water resources management, stormwater management, water conservation, and environmental impact assessment. His work focuses on the assessment of water resource impacts from land use activities. He has conducted policy analyses and regulatory program reviews for state and local governments. Key Projects: East Boston Climate Resilient Waterfront Design and Feasibility Study, Boston, Massachusetts. Technical reviewer for the development of preliminary design plans and alternatives to two identified coastal flood pathways in East Boston. Participated in client meetings and presentations and conducted technical reviews of work products and flood adaptation concept designs. Resilient Massachusetts Action Team (RMAT): Technical Support, Executive Office of Energy and Environmental Affairs (EOEEA), Massachusetts. Green Infrastructure & Climate Adaptation Technical Leader for the RMAT Technical Support project for the Massachusetts EOEEA, which will advance priority actions from the State Hazard Mitigation and Climate Adaptation Plan for climate resilient projects throughout the Commonwealth. Work includes developing consistent standards for using climate projection data, guidelines and best practices for implementing the climate resilient standards, and a resilient benefit evaluation web-based tool for use in capital planning. Development of Climate-Resilient Design Standards and Guidelines, Boston, Massachusetts. Technical Lead responsible for assisting the Boston Public Works Department in their efforts to establish climate-resilient design standards guidelines for managing segmental adaptation projects to achieve approximately four feet of flood protection by 2070, with the option to add an additional two feet in the future. JULIE EATON ERNST, PE ME, Geotechnical Engineering; BS, Civil and Environmental Engineering Municipal Vulnerability Preparedness (MVP) Certified Provider; Professional Engineer 10 years of experience (10 years with firm) Location: Reading, MA Julie is a Resilience Team Leader at Weston & Sampson and is the champion of the firm’s internal Climate Resilience Strategic Initiative. For more than a decade, her professional and academic experience has included exploring climate change resiliency and adaptation from the dual perspective of policy/planning and design/ engineering. Julie specializes in using a risk-based approach to assess, identify, and prioritize adaptation strategies. A Professional Engineer and MVP Certified Provider, she is responsible for providing targeted engineering services related to resiliency, including the identification of flexible, engineered adaptation strategies, preparing multi-hazard vulnerability and risk assessments, and developing climate resilience guidelines. Key Projects: Climate Change Vulnerability Assessment & Adaptation Planning, Lynn Economic Development and Industrial Corporation, Massachusetts. Lead engineer for this resilience planning project, funded through a Coastal Zone Management Grant, which involved identifying and prioritizing projects and regulatory/policy changes that will provide long-term increases in coastal resiliency. Developed a plan to minimize current and future risks; provide a mechanism to guide future planning efforts; identify climate change vulnerability and risk; increase public support for allocating resources for smart planning and development; evaluate specific measures to improve coastal resilience; and support development of sustainable elements of the city’s waterfront plan. Resilient Design for Langone Park & Puopolo Playground, Boston, Massachusetts. Resilient design lead responsible for working with the Boston Parks and Recreation Department to provide climate-resilient and/or sustainable designs as part of the complete refurbishment of this signature waterfront park in Boston’s historic North End. Design efforts include lighting, benches, interpretive signage conveying the unique historical and environmental heritage of this site, and coastal resilient strategies. East Boston Resilience Technical Analysis, Boston Planning & Development Agency (BPDA), East Boston, Massachusetts. Served as the lead resiliency engineer and assistant project manager with the design team and City of Boston to identify practicable solutions at two vulnerable locations along Easton Boston’s waterfront: Carlton Wharf and Lewis Mall.NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES INDRANI GHOSH, PHD PhD, Environmental Engineering; MS, Environmental Engineering; BS, Materials & Metallurgical Engineering Municipal Vulnerability Preparedness (MVP) Certified Provider 18 years of experience (4 years with firm) Location: Boston, MA Indrani has 18 years of experience in climate change resiliency projects, specializing in leading interdisciplinary teams and stakeholders through risk-based prioritization of adaptation solutions. She has industry-leading experience in translating climate change projections to engineering design criteria for new and existing infrastructure and modeling climate impacts for the purposes of vulnerability assessment and adaptation planning. She has worked with numerous municipalities and public agencies to model their exposure to coastal and stormwater flooding, using the best available and most appropriate sea level rise, storm surge, and rainfall projections. Key Projects: Building Resilience into the Design and Construction of Transportation Infrastructure, North Carolina Department of Transportation (NCDOT). Advising NCDOT on integrating resilience into ongoing planning and design projects statewide, especially regarding frequent hurricane and coastal storm events. As owner’s representative, reviewing design criteria for proposed/upcoming projects across the state, developing resiliency design criteria and guidelines for transportation projects, and assisting in updating relevant standards and criteria based on most recent climate change projections. Coastal Climate Change Vulnerability Assessments and Adaption Plans, Various Locations, Massachusetts and Connecticut. Served as technical lead for projects in Duxbury, Gloucester, Hingham, Hull, Marshfield, Oak Bluffs, Scituate, and Swampscott, Massachusetts, and Waterford, Connecticut. Led coastal flood modeling and mapping tasks, including the development of appropriate sea level rise and storm surge scenarios for present, medium-, and long-term time horizons. The resulting models and maps were used to assess the vulnerability of public infrastructure and natural resources and prioritize adaptation planning efforts. (with former employer) East Boston Resilience Technical Analysis, Boston Planning & Development Agency (BPDA), East Boston, Massachusetts. Provided climate/coastal resiliency support, working in collaboration with the design team and the City of Boston to identify practicable solutions at two vulnerable locations along East Boston’s waterfront: Carlton Wharf and Lewis Mall. JOHN FREY MA, Landscape Architecture; BA, Studio Art 11 years of experience (3 years with firm) Location: Boston, MA John is a project landscape architect with 11 years of experience. He specializes in drainage, flood protection and resilient infrastructure planning and design for clients throughout the United States, Australia, Denmark, Germany, Norway, and Sweden. Key Projects: East Boston Resilient Waterfront Design and Feasibility Study, Boston, Massachusetts. Resiliency design lead for developing coastal protection concepts for two waterfront sites in East Boston. The project through Boston Planning and Development Agency (BPDA) used the most recent Flood Risk Models to define design flood elevations as a basis for design. Coastal protection was integrated into newly envisioned waterfront urban spaces and involved community engagement to create needed programming with public consensus. The project included 60% Design with estimates of probable costs and provided guidance on implementation and funding sources. Watts Branch Flood Protection and Resilient Infrastructure Planning; Client: DOEE, USACE, Silver Jackets; Washington, District Columbia. Project Manager, Landscape and Urban Designer, Climate Adaptation Specialist. Assisted in the Watts Branch Catchment utilizing his technical expertise in resilience, green infrastructure and advanced flooding calculation and flood risk assessment. The project also included the conceptual design of pilot projects. (with former employer) Burrabogie Island Climate Adaptation and Coastal Protection, Victoria, Australia. Landscape Designer and Climate Adaptation Specialist. Developed concept coastal flooding adaptation designs for Burrabogie Island, located in the Gippsland Lakes, Victoria, Australia. The project involved identifying possible adaptation options, assessing flood risks to the island, developing selection process methodologies to determine a preferred adaptation options, running community engagement workshops and preparing concept design drawings of the preferred adaptation option. (with former employer)NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES JOANNA NADEAU, AICP MS, Planning; BA, Biology Certified Planner with the American Institute of Certified Planners (AICP) 20 years of experience (3years with firm) Location: Reading, MA Joanna is an environmental planner and sustainability/resiliency specialist with experience in community planning, technical assistance, policy analysis, program development, environmental education, and public engagement. She routinely works with engineers and technical experts, government officials, non-governmental organizations, resource managers, and the public to develop and implement resiliency and sustainability plans and projects. Key Projects: Sustainable Community Action Plan, Hilton Head, South Carolina. Developed community sustainability assessment, assessed existing plans, and reviewed community input to assist the town in developing a Green Blueprint, a holistic plan for community sustainability actions. Conducted briefings and workshops for town staff and local residents on community natural resource and sustainability assessments and to incorporate stakeholder input into plan priorities. Developed implementation and monitoring plan for the Green Blueprint, including creation of community-specific sustainability metrics. (with former employer) Community Comprehensive Plan and Zoning Update, North Providence, Rhode Island. Project Planner for update of the local plan of development. Revisions involve a full update of the town’s current plan, approval through the Rhode Island Division of Statewide Planning and significant public involvement. This project also includes a comprehensive update of the Town’s Zoning Ordinance and Development Regulations. Comprehensive Master Plan Update, Westfield, Massachusetts. Project Planner for update of the local plan of development. The City of Westfield had not updated their master plan in over 50 years. Revisions involve a full update of the city’s current plan. This project will add sections for energy, climate change, and water supply among others. It also includes a significant public engagement element. Resilient Master Plan and Open Space and Recreation Plan, Westhampton, Massachusetts. Project Planner for preparation of a resilient local plan of development as well as an open space and recreation plan. This is the Town of Westhampton’s first-ever master plan. Development of the plan includes sections on agriculture, forestry, mining, climate change, economic development, energy, facilities and services, historic and cultural resources, housing, natural resources, open space, recreation, and transportation. MICHAEL ZEHNER, AICP Civil Engineering Coursework Certifications: American Institute of Certified Planners, Environmental Sustainability Professional 23 years of experience (2 years with firm) Location: Kitty Hawk, NC Michael has led planning activities in North Carolina, Georgia, Massachusetts, and Virginia. Prior to joining the Berkley Group, Michael served as Director of Planning and Development for the Town of Nags Head, North Carolina, managing the Town’s current development and long-range planning activities, as well as working to implement hazard mitigation and resiliency goals. Key Projects: ■ Outer Banks Regional Hazard Mitigation Plan, Nags Head, NC ■ Decentralized Wastewater Management Plan Update, Nags Head, NC ■ Estuarine Shoreline Management Plan, Nags Head, NC ■ CAMA Land Use Plan Update and Permit Administration, Nags Head, NC ■ Floodplain Administration and Ordinance Development, Nags Head, NC ■ Disaster Preliminary Damage Assessment, Hurricane Dorian, Nags Head, NC ■ Downtown Enhancement Plan, City of Lexington, VA ■ Resilience Plan Development, Colonial Beach, VA ■ Hazard Mitigation Plan, George Washington Regional Commission, VA ■ HIRA, Commonwealth Regional Council, VA ■ Utility-Scale Solar Land Use Tool Updates, Pueblo County, CO ■ Third-Party Application Review Services, Pueblo County, CO ■ “40R” Smart Growth Overlay District Bylaw, Town of Wellesley, MA ■ Large-Scale Solar Overlay Bylaw, Town of Wellesley, MA ■ Housing Production Plan, Town of Wellesley, MA ■ Unified (Comprehensive) Plan, Town of Wellesley, MA",
    "TEXT BY PAGE": [
        "FEBRUARY 2023 NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 westonandsampson.com Apex, North Carolina | North Charleston, South Carolina | Reading, Massachusetts",
        "CONTENTS FOLLOWING PAGE Application Cover Sheet SECTION 1 Application Responses SECTION 2 Supplemental Documentation",
        "NC RESILIENT COASTAL COMMUNITIES PROGRAM SERVICE PROVIDER APPLICATION RESPONSES NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 VISION STATEMENT Our team envisions a future where land, water, and wildlife exist in harmony, and where our communities are resilient, sustainable, and thriving. Through innovative planning and collaborative partnerships, we will work towards creating a healthier and more beautiful world for everyone.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning and identify which of the following, if any, your team has developed: Local Resilience Plans, Regional Hazard Mitigation Plans, CAMA Land Use Plans, Watershed Restoration / Management Plans, Stormwater Plans, Resilience Plans, and Floodplain Management Plans. Web links to examples may be provided. Weston & Sampson has robust technical knowledge in actionable climate resilience, municipal vulnerability assessments, equitable engagement practices, infrastructure adaptation, and climate resilient design and engineering. Weston & Sampson, with our teaming partners the Berkley Group, have an interdisciplinary team of urban planners, architectural designers, climate and resiliency specialists, engineers, landscape architects, GIS technicians, community engagement leaders, and scientists who work collaboratively on climate resilience plans and adaptation projects. Our team has worked with many communities along the east coast to develop their plans. On the following pages, there are descriptions of our team’s experience with these plans and links to prior projects that our team has completed. +30 14 Local Resilience Plans Resilient Stormwater Plans 25 50 Hazard Mitigation Plan Watershed Management Plans 10 11 Master Plans Floodplain Management Plans",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... Local Resilience Plans The Resilience Plans our team Our team regularly supports communities across the East Coast in develops focus on the following creating their resilience plans. core principles: • Our team is currently working on the Central Virginia Planning District Commission’s Resilience Plan through Virginia A focus on nature- Department of Conservation and Recreation’s Community Flood based solutions Preparedness Program. Berkley Group is also supporting 4 other localities in Virginia with their Resilience Plans. Support for vulnerable • Weston & Sampson has provided support to Massachusetts populations & communities as they complete their Municipal Vulnerability Preparedness (MVP) Plans through the Massachusetts Innovative and Executive Office of Energy and Environmental Affairs. Our team equitable community has supported over 30 resilience plans or projects through engagement this program. Assessment of • Weston & Sampson supported resilience planning in Lynn, vulnerabilities based Chelsea, Everett, Boston, and Hingham through the MA Coastal on the best-available Zone Management Program. data • Weston & Sampson is currently working on a vulnerability Emphasis on assessment and resilience plan for Lee County, Florida prioritized actions through the Resilient Florida Program. that can be implemented during • Weston & Sampson was the technical advisor for the City of subsequent phases Cambridge’s Resilience Plan. This plan included a vulnerability of funding and assessment and focus on equity and community connection. Images from various community engagement events",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience Click on plan hyperlinks! planning... 1. Accomack Northampton Hazard Mitigation Plans Planning District Commission, VA Our team has completed over 25 Hazard Mitigation Plans 2. Ashby, MA (HMPs) or HMP updates. Our staff is trained in Hazard Mitigation Planning, including development of hazard profiles, risk mapping 3. Attleboro, MA and assessment, stakeholder engagement, and development of 4. Avon, MA prioritized actions. The HMP provides an opportunity to work across- 5. Belmont, MA sectors to integrate hazard mitigation and climate resilience into all 6. Boston, MA facets of a municipalities facilities, services, and systems. Weston 7. Commonwealth Regional & Sampson is skilled at facilitating stakeholder working groups and Council, VA community outreach to support an implementable plan. Our team focuses on developing prioritized action lists that account for 8. Effingham County, GA support for climate vulnerable populations or environmental 9. George Washington justice communities, opinion of cost, coordination with Regional Commission, VA existing plans or projects, lead stakeholders, effectiveness at 10. Fitchburg, MA reducing hazard impacts, and co-benefits such as greening 11. Egremont, MA of the public realm. Our clients appreciate the innovative methods 12. Granville, MA we employ to build a plan that coordinated across the community, 13. Groton, MA robust, organized, and based on the best available science. 14. Hopkinton, MA The list to the left indicates communities that Weston & Sampson or the Berkley Group has supported with Hazard Mitigation Plans. 15. Lowell, MA 16. Middleton, MA 17. Rappahannock-Rapidan Regional Commission, VA 18. Richmond, MA 19. Stoneham, MA 20. Tewksbury, MA 21. Townsend, MA 22. Tyngsborough, MA Images from City of Boston Natural 23. Waltham, MA Hazard Mitigation Plan 24. Wenham, MA 25. Wilbraham, MA 26. Winchester, MA",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... CAMA Land Use Plans Weston & Sampson is experienced in developing comprehensive land use plans that address the complex and interconnected issues of coastal development and resource management. Plans developed for coastal communities in Massachusetts and Rhode Island reflect both community character and coastal zone management’s unique responsibility to employ a comprehensive approach and framework to managing coastal areas, balancing economic and development interests with environmental protection and preservation, and ensuring a sustainable future for the coastal zone. These plans include, as a requirement, an analysis of land past, current, and future land use. Our team evaluates the ideal development pattern and land uses based on both land use designations and land cover using Lidar data. Similar to CAMA Land Use Plans, innovative land use related projects at Weston & Sampson include: • Scituate, Rhode Island Comprehensive Plan • City of Cambridge Resilient Zoning and Cool Factor Ordinance • Low Impact Development Guidelines for Brookline, Massachusetts • Sustainability Site Plan Review Requirements and Regulatory Audit for Chelmsford, Massachusetts • Climate Resilience Regulatory Audit and Update and Design Guidelines for Marlborough, Massachusetts Watershed Restoration or Management Plans Weston & Sampson has developed and implemented watershed restoration and management plans with local, state, and federal partners for decades. Nonpoint source pollution remains the largest threat to our water quality today. We identify critical water resources and develop strategies to reduce pollutant loading, conserve wetlands and habitats and promote sustainable land use practices. Our efforts are designed to: • Promote the health and sustainability of our communities • Ensure the long-term health of the land and receiving waters of the coastal environment and the species that depend on it • Maintain the benefits that our residents and visitors derive from these resources, such as clean drinking water, recreational opportunities, and productive commercial and recreational fisheries. Our team has developed several watershed restoration and management plans. Some example projects include: Charles River Watershed Regional Flood Model, MA; Lake Washakum, Framingham, MA; Lake Ellis, Athol, MA; Captain’s Pond, Salem, NH (project currently underway); Lake Cochichewick, North Andover, MA.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... Project Spotlight: Charles River Watershed Flood Model, 14 municipalities, MA The Charles River watershed is experiencing climate change impacts, such as heavy precipitation and flooding, which can create significant damage. Weston & Sampson, worked with the Charles River Watershed Association, was selected to develop the Charles River Flood Model (CRFM) to evaluate flooding scenarios and test watershed scale adaptation strategies for 14 communities in the 270-square-mile portion of the Charles River watershed that drains to the Watertown Dam. Weston & Sampson modeled 10 different 24-hour duration rainstorms in the watershed. The team also assessed the impact of six different flood mitigation strategies employing green, nature-based solutions. These include adaptation measures such as onsite storage, raingardens, bioretention basins, reduction in impervious surfaces, and others that focus on the protection, restoration, or management of ecological systems. The CRFM represents the impacts of flooding across the watershed from various types and sizes of rainstorms under both present and future climate scenarios and can be used to test the efficacy of various flood mitigation measures. It is augmented by the online Flood Model Results Viewer, an interactive web-based GIS application to view present and future flood risks in the watershed that allows the user to see the flood mitigation benefits from an array of green infrastructure strategies. Click here to see the online flood viewer! Image of Charles River Watershed Flood Model Interactive Dashboard",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... Resilient Stormwater Management Plans Our team develops Resilient Stormwater Plans to enhance the resilience of our communities to the impacts of extreme weather events, such as heavy rainfall and flooding. Our plans create a more sustainable, efficient, and effective system for managing stormwater that can help protect people, property, and the environment from the impacts of storms. We conduct a comprehensive analysis of current stormwater management practices, evaluate the community’s vulnerability to stormwater-related hazards, and develop strategies to improve the resilience of the stormwater management system. The strategy may include recommendations for upgrading or replacing existing stormwater management infrastructure, improving the design and operation of new stormwater management systems, and increasing public education and outreach about the importance of stormwater management. Our Resilient Stormwater Plans include the following methods: Click below to learn more about the Waltham Resilient Stormwater Action Plan! www.city. waltham.ma.us/ engineering/ pages/waltham- resilient-storm- water-action- implementa- tion-plan Floodplain Management Plans Climate change is causing sea levels to rise and the frequency and severity of extreme weather events to increase. Changes in land use, such as urbanization and deforestation, have altered the natural hydrology our landscape, leading to increased flood risk. As our populations grow, more people are living and working in flood-prone areas. Weston & Sampson’s floodplain management strategies help protect communities from the impacts of floods and reduce the risk of loss of life, property damage, and help protect and preserve important habitats.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 1 Describe your organization’s experience in resilience planning... Project Spotlight: Church Creek Drainage Basin Flood Reduction Study, City of Charleston, South Carolina. Weston & Sampson performed the Church Creek Drainage Basin and Flood Reduction Study, which includes over 10,000 acres residential and commercial developments. This basin has experienced tidal and stormwater flooding in the past, increasing in severity and frequency over the last several years. We evaluated past study recommendations, upgraded the hydraulic model to ICPR4, facilitated over 14 outreach meetings, and developed seven initiatives that would reduce flooding issues if implemented. The recommendation included tidal surge v protection at key locations, stormwater diversions, channel maintenance, and protection of the floodplain via solutions such as constructed wetlands, green streets, channel rehabilitation, and property buyouts (in the graphic below). Educational project poster",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 2 Describe your organization’s experience with identifying and mapping critical assets (i.e., roads, hospitals, schools) natural infrastructure (i.e., rivers, wetlands, streams) and socially vulnerable populations (People who are considered socially vulnerable to climate impacts can include communities of color, children and seniors, low-income communities, people with disabilities, pregnant people, people with Limited English Proficiency (LEP), other historically disadvantaged people, people impacted by the social determinants of health, and populations identified by the American Public Health Association) Weston & Sampson has set standards for defining, mapping, and evaluating the the criticality and vulnerability of assets for several Massachusetts state agencies such as DCR, DCAMM, MBTA, and EEA. Through past project experience, we developed an approach (based on the Department of Homeland Security’s functional criticality framework) that identifies critical assets based on scope, time, and severity of impact as a result of inoperability or loss. This approach was piloted for building assets as part of the DCAMM Statewide Climate Resilience Master Plan in 2017, and later adapted to assess infrastructure assets through the Resilient MA Action Team (RMAT) Climate Resilience Design Standards and Guidelines (2021). Weston & Sampson served as the prime consultant for both projects. Weston & Sampson’s GIS specialists map these assets and frequently overlay climate hazard layers to conduct municipal vulnerability assessments. Our team’s vulnerability assessments include an analysis of demographic information to determine the presence of socially vulnerable populations. We have used the American Public Health Association social vulnerability indicators in the Resilient Cambridge Plan. This type of assessment should inform the identification of actions that will directly benefit more vulnerable populations, and even the location of community engagement events. Layered map from DCAMM shows how infrastructure and critical assets were evaluated based on vulnerability to climate hazards. Facility Checklist from DCAMM describes how criticality was defined and ranked.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 2 Describe your organization’s experience with identifying and mapping critical assets... Project Spotlight: Climate Resilience Design Standards Tool, MA Executive Office of Energy and Environmental Affairs Weston & Sampson led the RMAT Technical Support project for the Massachusetts Executive Office of Energy and Environmental Affairs (EOEEA) and the Massachusetts Emergency Management Agency (MEMA). The first of its kind, this project’s goals included monitoring and tracking the 2018 State Hazard Mitigation and Climate Adaptation Plan (SHMCAP) implementation process and advancing its priorities. Weston & Sampson served as lead technical consultant in the development of statewide climate resilience standards and guidelines that integrate specific climate resilience actions into state and municipal capital planning efforts through a web- based tool. This free, interactive GIS-based application enables users to create a project online and receive data-driven output within 15 minutes. After users outline their project location on a map and answer questions related to the overall project, the web-based tool outputs a preliminary climate exposure and ecosystem services benefits score for the overall project and identifies preliminary climate risk ratings and recommended design standards for each asset. The Climate Resilience Design Standards & Guidelines are grounded in scientific methodology and best available data; they integrate existing practices/procedures, establish clear guidance that can be applied across project types, and develop adaptable deliverables for a range of users and climate hazards. In addition, since the RMAT’s web-based tool uses global climate models, many of these methodologies can also be applied in other states; with this flexibility, the benefits are far-reaching. The Climate Resilience Design Standards Tool evaluates the criticality of sites and assets, including whether they are located in an environmental justice area.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 3 Describe your organization’s experience in community outreach and engagement. What engagement techniques have you used to reach socially vulnerable and underrepresented populations? Provide examples of the successful application of these engagement techniques Weston & Sampson believes in meeting people where they are and reducing barriers to participating in community engagement. We are life-long learners and explore innovative methods for engagement in our monthly public engagement collaborative. Our team frequently supports projects that serve climate vulnerable populations and environmental justice communities. We are committed to providing translation services as needed, accessible language, and multiple-touch points for engagement. We have trained facilitators on our team, and frequently lead workshops and working groups on sensitive topics related to climate resilience trade-offs. Our North Carolina staff regularly support engagement work to identify key input from residents. Our team provides “high- Project Spotlight: tech” as well as “high-touch” Waltham Resilient Stormwater Plan engagement methods, and Weston & Sampson conducted youth-focused STEM engagement for have used the following methods Waltham. Our team developed an educational video on climate change to help reach underrepresented and climate-related careers, developed a web-page with youth-focused populations: resources, and a informative fact sheet. • Educational videos that are Project Spotlight: posted and shared on social media Hull Climate Adaptation Roadmap • Youth and family-oriented Weston & Sampson is supporting the Town of Hull in developing a engagement events that use climate adaptation roadmap that includes planned retreat as one of the demonstrations and hands-on options. Residents in the image below are raising “stop light” cards, that projects indicate how they are feeling or responding to information shared, as a • Have translators on-site at discovery exercise to gauge the energy of the room. events • Create online surveys or ArcGIS Storymaps so that residents can access information on their own time • Created multi-lingual materials • Partnered with community organizations to help build trust with residents • Identified “neighborhood captains” so that residents can interact directly with other residents • Provide childcare, food, or compensation for participating in a workshop",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 4 What is your experience in identifying and utilizing nature-based solutions to address coastal resilience challenges? The inclusion of nature-based solutions is a priority of many of our climate resilience and stormwater management projects. When possible, our team integrates nature-based solutions, rather than hard infrastructure solutions because they provide many benefits such as water quality management, flood mitigation, cleaner air, habitat, reduction in heat and stormwater impacts, and greening of the public realm. Our team has landscape architects, certified arborists, civil engineers, and other staff who work on both assessments to determine where these solutions are possible and where they will have the most impact and the design and implementation of NBS. Types of NBS our team has identified, assessed, or designed include: bioswales, tree-box filters, coastal parks, living shorelines, bioretention ponds, and urban forest management plans. Select example projects include the Lowell Urban Forest Master Plan, Moakley Park in Boston, and Draw Seven Park in Somerville. Project Spotlight: Draw 7 Park, Somerville, MA Weston & Sampson led the DCR Draw 7 Park revitalization design process, which explored flood protection and a living shoreline to mitigate sea level rise/storm surge impacts restoring freshwater bank vegetation to mitigate riverine flooding impacts vegetated landscapes to mitigate stormwater volume and improve water qualityWeston & Sampson used projected tidal datums to inform the current and future extents for living shoreline. The grading along the waterfront is designed to allow the living shoreline to migrate into the park as sea level rises, as well as reduces wave heights within the park. The design of the living shoreline stabilizes the shorelines and reduces erosion and storm damage. In addition to the living shoreline, the project features manage stormwater flows through vegetated landscape features, support biodiversity through planting, improve water quality, and create new passive open space park with increased tree canopy.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 4 What is your experience in identifying and utilizing nature-based solutions to address coastal resilience challenges? Project Spotlight: Massachusetts Department of Conservation and Recreation Climate Vulnerability Assessment Weston & Sampson led the second phase of DCR’s climate change vulnerability assessment which involved developing interactive engagement tools, adaptive nature-based design solutions, and integration with the state’s ongoing initiatives. Weston & Sampson refined the methodology for assessing the exposure, sensitivity, and adaptive capacity of DCR’s properties. The map above shows exposure to sea level rise/storm surge. The map below is an output from an online ArcGIS portal that shows automated maps and evaluations. Nearly 500 DCR facilities exist in both coastal and non-coastal environments.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 5 What is your organization’s experience in assessing the future impacts of coastal hazards? For example, the impacts of sea level rise to a community. We have a dedicated, interdisciplinary team with extensive knowledge and experience identify and utilizing nature-based solutions to address both coastal and inland resilience challenges. Our work incorporates relevant climate models and data into the design of our projects. Weston & Sampson understands the compounding vulnerability that comes from multiple climate change impacts and looks at holistic solutions that can mitigate these potential impacts. Our assessment approach includes: • Evaluating current and future climate risks. • Conducting a regulatory review. • Establishing a basis of design for climate resilience. • Proposing actionable design recommendations. Our team has extensive experience working with climate projections using global climate models (GCMs) and coastal modeling using sea level rise (SLR) projections. Our specialist not only understand and interpret this data, but also know how to apply this data to an assessment of vulnerability. Please find project descriptions for example projects below. Project Spotlight: Resilient Design and Construction of Transportation Infrastructure, North Carolina Department of Transportation Following recent devastative effects from hurricanes and extreme weather events, the North Carolina Department of Transportation (NCDOT) contracted Weston & Sampson to assist in looking at ways to design and build more resilient infrastructure that is better able to withstand extreme weather events that are likely to be more frequent in the future. Weston & Sampson is assisting NCDOT by advising on climate change vulnerability and resiliency-related projects, along with any projects in which climate resiliency consideration needs to be addressed in both coastal and non-coastal locations. Our team is reviewing design criteria being used for proposed and upcoming projects across the State, developing resiliency design criteria and guidelines for transportation on projects, and assisting in updating relevant design standards and criteria that are futuristic and based on the most recent climate change projections from the state. Project Spotlight: Island End River CZM Coastal Zone Resiliency, Cities of Chelsea and Everett, Massachusetts Weston & Sampson, along with our partnering team, worked with neighboring gateway cities Chelsea and Everett to build resilience through modeling, planning, and the design of flood protection measures in the Island End River area, a substantial area of filled tidal zone and wetland tributary to the Mystic River. Our team modeled projected inundation and evaluated flood pathways, considered land use and infrastructure, evaluated mitigation option and prospective location/ alignment of protective measures, and developed a draft design for a flood barrier section in Chelsea.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 6 What techniques have you used to communicate climate hazard data to the general public, including socially vulnerable communities? Please provide examples. Providing the right balance of information is very important to the success of community engagement. Climate hazard data needs to be accessible, while also accurate, robust, and informative. Our team never wants to overwhelm residents or stakeholders, but we also do not want to underestimate them. This data is critical to a community’s understanding of risk, vulnerability, and empowerment to act. To achieve this balance, our team creates highly graphical, rather than text heavy presentations, using infographics, images, and maps to display climate hazard information. We provide ample opportunities for questions and feedback. . Our team uses a variety of methods to convey information about climate hazards; • Infographics that simplify complex data • Visual Storymaps using ArcGIS online • Interactive dashboards • Videos • Graphic-heavy slides Interactive storm-tracking dashboard developed by Weston & Sampson for • Simplified language MBTA. Rendering of future flood inundation for the coastal community of Lynn.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 7 Describe your experience facilitating stakeholder groups at the local level, particularly for the purpose of helping communities to identify solutions to reduce their exposure to coastal hazards. Please provide examples. Most of our projects involve stakeholder involvement from start to finish. At Weston & Sampson, our team provides expert opinions about adapting to climate change impactfully. However, for our recommendations to be meaningful and successful, continuous and coordinated engagement is needed with local departments, agencies, experts, and leaders. These individuals know the locality and its needs, and our team provides the climate hazard analysis and a recommended response based on these needs. Stakeholder groups that Weston & Sampson has worked with include: Hazard Mitigation Plan Stakeholder Committees, Comprehensive Plan Working Groups, the Cambridge Resilient Zoning Task Force, Chelmsford Climate Energy and Sustainabiality Committee. When we staff our projects, we make sure that there is both a technical expert that has a robust understanding of the climate hazard data and a communication and engagement lead that helps bring that information to stakeholders in a meaningful way. When developing potential solutions, we first interview these stakeholders and gather a list of ongoing initiatives related to climate resilience, hazard mitigation, or sustainability. Our team then adds its ideas for additional, future resilience solutions and solicits feedback from the stakeholder group. With a more finalized list developed, our team prioritizes these actions based on the needs of the locality, the impact of the action on addressing climate vulnerabilities, co-benefits, opinions of cost, and lead stakeholders. Project Spotlight: . Lynn Coastal Vulnerability Assessment The City of Lynn EDIC used a Coastal Community Resilience Grant to fund a community-based process to assess coastal vulnerability and plan for climate change adaptation, specifically along the City’s waterfront and Saugus River areas. This process included identifying management measures that can be integrated into ongoing hazard mitigation efforts and waterfront development plans, as well as prioritizing new infrastructure projects and retrofits. We worked with City departments and stakeholders to discuss trade-offs, benefits, and impact on flood reduction. Weston & Sampson developed the interactive dashboard above to convey coastal vulnerabilities to key stakeholders in Lynn. Photos above show the Boston HMP Stakeholder Working Group (far left); Mystic River Watershed Working Group (middle), and Municipal Vulnerability Preparedness Stakeholder Visioning Session",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 8 What methods do you use to analyze alternatives and prioritize solutions? Please provide examples. Our team is well versed at developing and accessing design and planning alternatives to help communities adapt to climate change. Our process often involved assessing climate vulnerabilities, conducting community outreach to develop a vision for the future, creating adaptation alternatives, and evaluating the feasibility of these alternatives. The feasibility assessment and prioritization process takes into account the following parameters: • Community perception and buy-in • Protection of critical habitats • Alignment with ongoing municipal efforts • Available funding • Ability to mitigate climate impacts • Co-benefits such as greening of the public realm, place-making, or community connection • Benefit socially vulnerable populations • Opinion of probable cost Weston & Sampson works closely with stakeholders and municipal leaders to ensure that the evaluation criteria are adapted to the goals of the project. We have comprehensive spreadsheets that we use to prioritize or rank adaptation actions or projects. Our team has also developed monitoring and tracking tools, so that localities can keep track of their progress towards implementation.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 9 Applicants may be asked to assist more than one community. If selected, what is the maximum number of communities you could assist? Do you have any experience assisting multiple communities at once? The Weston & Sampson and Berkley Group team is prepared to support 3-5 communities. With over 700 professional and technical staff, Weston & Sampson is well- positioned to provide professional services for this contract. More than Our team is open to partnering with 200 of our staff hold licenses, registration, and specialized training in their other service providers, institutions, respective fields of expertise. Our teaming partners, the Berkley Group, or community partners to bring the have 15 planners on staff. best experience to NC’s Coastal • 4 Certified Planners, WSE; 4 Certified Planners, BG Communities. • 142 Professional Engineers • 11 Professional/Certified Geologists • 14 LEED® Accredited Professionals Weston & Sampson has been working • 4 Certified Energy Managers in North Carolina since 1992 and is very • 7 Licensed Site Professionals familiar with the state’s design procedures, • 3 Licensed Construction Supervisors policies, standards, and guidelines. Our • 3 Licensed Environmental Professionals North Carolina office, located in Apex, • 14 Registered Landscape Architects offers roadway design, hydraulic design, utility design, utility coordination, and • 7 Registered Architects environmental planning. Our many east • 6 Registered/Professional Land Surveyors coast offices compliment these services • 2 Certified Project Management Professionals by offering traffic engineering, structural • 2 Licensed Master Electricians design, resiliency, and landscape • 1 Journeyman Electrician architectural design services. We feel incredibly fortunate to have collaborated • 2 Licensed Plumbers with municipalities, state agencies and • 1 Licensed HVAC Technician private sector clients throughout North • 1 Professional Hydrologist Carolina on a range of notable projects • 2 Professional Traffic Operations Engineers and on-call contracts, including: • 1 Traffic Control Supervisor • 1 Professional Wetland Scientist/1 Certified Wetland Scientist • East End Connector in Durham • 3 Certified Arborists County • 1 Certified Ecological Restoration Practitioner • A-11C (Appalachian Development Highway System) in Clay County • 13 Cross Connection Control Surveyors • NCDOT Hydraulics Unit Owner’s Rep • 16 Water Treatment Plant Operators for Resiliency Services • 44 Wastewater Treatment Plant Operators • Division 12 Low Impact Bridge • 2 Geographic Information Systems Professionals Replacement program • 4 Certified Playground Safety Inspectors • 2 Certified Floodplain Managers",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2022-2023 QUESTION 10 How does your team prioritize and ensure cost-effectiveness? Please provide examples. Cost-effectiveness in Solutions Development • Weston & Sampson and the Berkley Group can provide North Carolina Coastal Resilience Program with a multi- disciplinary team of experts who provide services from assessment, planning, to design and implementation. We pride ourselves in being a “full service” team, with an understanding of how to develop implementable actions, based on cost-effectiveness and identified future funding sources. Additionally, we have trained cost-estimators at our firm. We also will work closely with the municipalities to understand priorities, funding available, capital improvement planning and synergies with other ongoing initiatives. Cost-effectiveness in Project Management • Our team believes that communication, transparency, and clear work planning lead to cost-effectiveness in project delivery. We are committed to regularly meeting with the communities we work with to provide status updates on tasks and receive feedback so that we can course-correct in a timely manner, if needed. We value an open dialogue with clients to develop a collaborative process that works best for the team.",
        "NC RESILIENT COASTAL COMMUNITIES PROGRAM SERVICE PROVIDER SUPPLEMENTAL PACKAGE NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 FIRM OVERVIEW Weston & Sampson Services Offered Established in 1899, Weston & Sampson has been providing our municipal, public agency, and private sector clients with cost-effective, innovative solutions to their environmental and To meet the diverse needs of our clients, Weston infrastructure challenges for well over a century. A privately & Sampson offers extensive in-house capabilities held, employee-owned company, we offer capabilities ranging in dozens of areas, including many that are crucial from project development, assessment, and planning through to this project: permitting, design, construction, and long-term operation and ■ Infrastructure Design & Construction maintenance. ■ Climate Resilience We are a full-service multi-disciplined consulting firm with ■ Landscape Architecture, Architecture, Master more than 750 professionals, including designers, architects, Planning landscape architects, engineers, planners, environmental ■ Watershed & Stormwater Management professionals, and construction specialists. Our areas of ■ Landscape Planning & Restoration expertise include landscape architecture and architecture ■ Aquatics Design & Engineering design; climate resilience; civil engineering; environmental ■ Geotechnical & Structural Engineering science/permitting; stormwater design and drainage; water/ ■ Transportation & Traffic Engineering wastewater utility design/treatment; bridge/roadway design; ■ Wastewater Collection & Treatment aquatic facility design; electrical/mechanical/structural/ ■ Wetlands Replication & Restoration geotechnical/traffic engineering; hydraulic modeling; solid waste services; and construction administration. With offices ■ Peer Review throughout the Eastern United States, including our local ■ GIS & Digital Mapping office in Apex, North Carolina, we pride ourselves on being ■ Stormwater Management & Green responsive to the needs of our clients by staying at the forefront Infrastructure of emerging issues. ■ Sustainable Design/Renewable Energy ■ Hydrology & Hydraulics Weston & Sampson has been working in North Carolina since ■ Environmental Compliance/Permitting 1992 and is very familiar with the state’s design procedures, ■ Public Facilities Planning & Design policies, standards, and guidelines. We feel incredibly fortunate ■ Recreational Facility and Athletic Field/ to have collaborated with municipalities, state agencies and Complex Design private sector clients throughout North Carolina on a range ■ Site/Civil Development of notable projects and on-call contracts, including: On-call ■ Environmental Site Assessment/Demolition/ planning with Greensboro, NC DOT Resilience Study (Owner’s Remediation rep), Durham Planning On-Call Contract; Community and ■ Regulatory & Enforcement Assistance stakeholder meetings with transportation projects. ■ Solid Waste Planning, Design & Management ■ Water Supply Development, Treatment, More information about our firm’s resiliency Pumping, Distribution capabilities can be found on the following pages. ■ Construction Inspection, Oversight & Management ■ Operation, Maintenance, Repair of Water & The Berkley Group Wastewater Systems The Berkley Group iis a local government consulting firm with over 50 employees and remote offices across Virginia. Formed by Andrew Williams and Darren Coffey in 2010, the Berkley Group specializes in providing direct services such as land use and environmental planning, capital project management, communications, community engagement, and group facilitation. While 100% of our work is dedicated to serving local governments, land use planning and ordinance development are our firm’s primary strengths. The Berkley Group understands local governments because we have worked in local government and continue to serve them proudly.",
        "photo credit: Bret Clancy CLIMATE RESILIENCY",
        "climate modeling risk & vulnerability assessments planning design guidelines public engagement design & adaptation mitigation & sustainability ADAPT. SURVIVE. THRIVE. What is climate resiliency in practice Weston & Sampson’s climate resiliency services support creating designs ■ Model climate scenarios, assess risk, and develop plans that adapt, survive, and thrive both chronic and catastrophic changes in the and strategies natural environment. Since 1899, Weston & Sampson has been providing municipalities, public agencies, and private sector clients along the East ■ Design projects to adapt to new Coast with cost-effective and innovative solutions to their infrastructure and design criteria and manage environmental challenges. uncertainty Our climate resilience practice provides several interdependent services, ■ Emphasize natural systems to mitigate climate impacts and including: Climate Modeling, Risk and Vulnerability Assessments, Planning, create value Design Guidelines, Public Engagement, Design and Adaptation, and Mitigation and Sustainability. Our design approach Weston & Sampson’s interdisciplinary team of engineers, scientists, climate ■ Evaluate current and future specialists, architects, landscape architects, designers, and planners climate risk incorporate relevant climate models and data into the design of our ■ Conduct a regulatory review infrastructure and facility projects. We work with our governmental (municipal and state) clients to study, plan, and implement resilient and cost-effective ■ Establish basis of design for climate resilience strategies for their infrastructure, buildings, and natural resources. ■ Propose actionable design recommendations",
        "climate modeling Urban Heat Island Mitigation I City of Chelsea, MA Transportation . Resiliency . Planning . Architecture ■ Climate projections using global climate models (GCMs) Charles River Watershed Flood Model I MA ■ Coastal modeling using sea level rise (SLR) projections Water . Resiliency . Planning ■ Cumulative probability/risk analyses with climate View the ArcGIS StoryMap here, projections Green Infrastructure StoryMap here, and the Charles River Flood Model Viewer here. ■ Estimating climate impacts to water quality ■ Estimating impacts of extreme precipitation and/or SLR on groundwater ■ Extreme precipitation analyses (H&H modeling) ■ Future & extreme wind analyses ■ Future drought analyses & impacts to water supply ■ Heat analyses (UHI modeling) ■ Visualization and analysis of climate projections A field team member measuring the diameter of a culvert",
        "Flood data layers provided by the Boston Water and Sewer Commission Stormwater Model MBTA Orange Line Vulnerability Assessment I City of Boston, MA Planning . Resiliency risk & vulnerability assessments ■ Adaptive capacity and sensitivity assessments - buildings, natural resources, infrastructure, or community ■ Applying ICLEI framework ■ Applying ISO 31000 framework ■ Applying transportation vulnerability assessment tool (VAST) framework ■ Applying water and wastewater risk assessment tool (VSAT) framework ■ AWIA risk and resilience assessments ■ Consequence evaluation criteria ■ Criticality analyses ■ Installation Energy and Water Plans (IEWP) - military installation Church Creek Drainage I Charleston, SC assessments Water . Planning . Public Engagement . Resiliency ■ Risk assessment (probability/consequence - different levels)",
        "planning ■ AWIA emergency response plan updates ■ Capital improvement plans/asset management ■ Cost-benefit analyses (FEMA or otherwise) ■ Economic impact analyses (using economic models, such as IMPLAN) ■ Establishing alternative governance structures for implementing resilience ■ Financial capability analyses ■ Grant applications ■ Hazard mitigation planning ■ Implementation roadmaps using climate projections/ tipping points ■ Integrating resilience and sustainability into master plans ■ Local food systems analysis ■ Municipal vulnerability preparedness (MVP) planning Strawberry Brook Resilient Stormwater Management & ■ Open space planning Implementation Plan | City of Lynn, MA ■ Resilience funding/financing analyses Water . Planning . Resiliency ■ Zoning/by-laws/regulations update recommendations View the ArcGIS StoryMap here. Hazard Mitigation Plan | City of Boston, MA Planning . Resiliency",
        "MBTA Bus Maintenance Facilities Design Guidelines Resilience Section | Boston, MA Resiliency . Planning . O&M . Transportation . Facilities . Architectural . Civil . MEP . Structural design A berm rendering guidelines ■ Applying existing design guidelines credits (WEDG, LEED, ENVISION, STARS, etc.) ■ Case study development ■ Climate adjustments/design standards recommendations Boston Public Works Guidelines City of Boston, MA ■ Developing evaluation criteria Resiliency . Planning . O&M . Water . Transportation ■ Discipline-specific considerations Infrastructure . Geotechnical . Structural . Landscape Architecture ■ Existing best practices/literature review View the guidelines here ■ Flexible adaptation pathways considerations ■ Flowchart or process graphics development ■ Forms or templates development ■ O&M considerations ■ Policy recommendations ■ Regional coordination considerations ■ Site suitability considerations ■ Translating climate projections into design criteria Resilient Massachusetts Action Team Technical Support MA Executive Office of Energy and Environmental Affairs Resiliency . Applied Technology",
        "Cinrcela pu et rs vin oi oog vlSn vi da i onte h up gsa tl a hwatc cc Bae ce to eeol se rsf tfb s orer o nqatnout te i ats iy nn a anndd Boiaicaetwn n ot rcnnu od nt e tvlrih rou iial a ivvd kris vts c eeoi iatnt nt r no autig gini mer nro i g bsc a dn e , a n , nv neai tb wnrda nt, THE VISION engp au gb el mic e nt in cthreea i hnteefr ava ras tin lt ournc u feI ou n a c Fvr anc t ob a nur o ra t de r tipn e v a Pny est s oe rai ogne win nlrge ud e to t e dipon een vns e slt oopp amcee nt stS oso reu mat a h-ssl t eu flBh a svr ooa ugw tn eD ots o re l a bd a te p r,ro mt aids ir a ene sno nia isw fr gg e s t fpf f h n e elr r waa a ato o ec cii tn n n nv een amt tg d d de s slrt tl Interactive engagement pinwheels ■ Commitment to inclusion, diversity, equity, and access ■ Data visualization and fact sheets ■ Dynamic multimedia formats including videos, social media, mapping, and webpage content ■ Focus groups and interviews ■ Hosting site walks/tours ■ Identifying stakeholders and building partnerships ■ In-person workshops and open houses A virtual workshop ■ Interactive engagement games and coloring pages ■ Online and in-person polling and surveys ■ Print media ■ Synthesizing stakeholder feedback ■ Translation, interpretation, and captioning support ■ Virtual workshops, open houses, webinars, and related technical support Flood Reduction Program I City of Charleston, SC A fact sheet in Spanish visualizing the potential local impacts of Planning . Resiliency . Water climate change HMP & MVP I City Fitchburg, MA Planning . Resiliency . Water",
        "design & Pump Station Resiliency Implementation City of New Haven, CT Wastewater . Resiliency . Construction adaptation ■ Stormwater and green infrastructure strategies ■ Conceptual adaptation strategies - cost estimation ■ Conceptual adaptation strategies - visualization ■ Deployable flood barriers evaluation ■ Ecological restoration ■ FEMA levee certification compliance evaluation ■ Flood protection strategies (inland or coastal) ■ Invasive species management ■ Life cycle/adaptability assessment ■ Living shoreline and climate migration design ■ Permitting matrix and timelines ■ Resilient building strategies ■ Resilient infrastructure strategies ■ Resilient natural resource strategies ■ Resilient parks/open space strategies raised deck built on top of an existing sea wall Langone Park & Puopolo Playground I City of Boston, MA Landscape Architecture . Water . Geotechnical . Environmental . Planning . Permitting . Resiliency",
        "■ Carbon sequestration strategies mitigation & ■ Energy efficiency strategies ■ Greenhouse gas/carbon emissions analyses sustainability ■ Renewable energy projects ■ Sustainable materials selection ■ Water use reduction strategies ■ Climate action planning MBTA Bus Maintenance Facilities Design Guidelines Resilience Section | Boston, MA Resiliency . Planning . O&M . Transportation . Facilities . Architectural . Civil . MEP . Structural Solar Energy Facility at a Former Coal-Fired Power Plant Babson College Electric Vehicle Charging Station City of Orlando, FL Town of Wellesley, MA Resiliency . Energy . Environmental . Permitting . Civil/Site Water . Resiliency . Energy",
        "REPRESENTATIVE Climate Community or Action Critical Asset Included Nature- Supported Design PROJECTS Vulnerability Stakeholder Identification and Mapping Based Solutions or Implementation Assessment Outreach Prioritization Click here for project summaries MA DCR Vulnerability Assessment MBTA Orange Line Vulnerability Assessment Boston Hazard Mitigation Plan NH DES Vulnerability Assessment Resilient Cambridge Plan MA DCAMM Statewide Resiliency Masterplan Seabrook NH Climate Vulnerability Assessment Fitchburg Flood Vulnerability Assessment Lee County, Florida Vulnerability Assessment Chelmsford Sustainability Action Plan Waltham Stormwater Resilience Master Plan Lowell Stormwater Resilience Master Plan Church Creek Drainage Study, Charleston, SC NCDOT Building Resilience into the Design and Construction of Transportation Infrastructure",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES CHIP HUTCHENS, PE Civil Engineering Coursework, NC State University Professional Engineer: North Carolina # 039283 33 years of experience (4 years with firm) Location: Apex, NC Kevin (Chip) has 33 years of design experience, including work in both NCDOT and private consulting firms. His experience includes work in all phases of roadway and drainage design: design of public hearing maps; and permit drawings. Chip is also a Certified Level III A&B Designer of E&S. Key Projects: Building Resilience into the Design and Construction of Transportation Infrastructure, North Carolina Department of Transportation (NCDOT). Advise NCDOT on integrating resilience into ongoing planning and design projects, especially regarding frequent hurricane and coastal storm events. As owner’s representative, reviewing design criteria for proposed/ upcoming projects across the state, developing resiliency design criteria and guidelines for transportation projects, and assisting in updating relevant standards and criteria based on most recent climate change projections. Wastewater Treatment Plant Access Road, City of Columbia, South Carolina. Developing concept plans to maintain and improve access to the WWTP as part of a plan to improve the levee system that was breached during recent hurricane events. The overall goal of the access plan is to provide access when the surrounding area is inundated during flood events. Preliminary FEMA Reports for Earth Roads, Charleston County, South Carolina. Assisted in the preparation of the FEMA damage assessment reports for various soil roads in the Charleston area that were damaged by widespread flooding in the Fall of 2015. Reports included damage description, cost estimate, and mitigation measures. JEANNIE LEWIS Graduate Studies, Environmental Science; BA, University of Virginia 33 years of experience (2 years with firm) Location: North Charleston, SC Jeannie is a coastal resources expert and innovator with 30+ years of experience in the Southeast. She has in-depth knowledge of and practice in regulatory permitting and compliance, sustainable and resilient design, environmental policy, community development, green infrastructure, wildlife and water quality protection strategies, stormwater management, habitat restoration, estuarine and freshwater wetlands, cultural and historic resources, and associated legal and regulatory frameworks. Key Projects: SC Department of Health and Environmental Control – Ocean and Coastal Resource Management, Charleston, South Carolina. As Coastal Zone Consistency Project Manager, implemented Federal and State Coastal Zone Consistency for the South Carolina Coastal Zone Management Program as authorized under the Federal Coastal Zone Management Act of 1972, the SC Coastal Tidelands and Wetlands Act of 1977 and the SC Coastal Program Final EIS (aka Coastal Program Document) and associated regulations. Presented recommendations on technical, legal, and policy interpretations of applicable policies, statutes, and regulations. SC Office of Resilience – Mitigate Strategies and Design of Critical Stormwater Infrastructure, City of Dillon and Dillon County, South Carolina. Currently assisting the State of South Carolina’s Office of Resilience with design and engineering of a series of critical stormwater infrastructure projects to relieve flooding in the County and City of Dillon. Stormwater Master Planning and Modeling for Resiliency, Fripp Island, South Carolina. Currently working with a team to develop a comprehensive stormwater master plan to guide drainage and flood control improvements for the next two decades on Fripp Island. Department of Environmental Quality (DEQ), Richmond, Virginia. As Senior Program Coordinator, planned, coordinated, and monitored coastal resource management policies, programs and activities of the Commonwealth to meet lead agency responsibilities of the Virginia Coastal Program. Managed $6M+ in coastal grant projects annually.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES BELLA PURDY MS, City Planning, Housing, Community and Economic Development; BS, Architecture 8 years of experience (2 years with firm) Location: Richmond, VA Bella is a climate resiliency specialist and urban planner with eight years of professional experience. She works with institutions, government agencies, and municipalities to address their environmental and climate concerns through adapted design, land use, and policy. Bella is passionate about community resilience and is skilled in urban design, graphic communication, spatial analysis, research, and innovative outreach. She uses these skills to convey climate change as an opportunity to create more just and equitable urban environments. Key Projects: Climate Adaptation Roadmap, Hull, Massachusetts. Serving as project manager in supporting the Town of Hull in developing a climate adaptation roadmap that explores design alternatives for the area to reduce the impacts of sea-level-rise, storm surge, and precipitation based flooding. Design alternatives may include physical interventions such as raising roadways or extending sea walls or residential property changes through home elevations or managed retreat. Long Beach Island Resilience Plan. Led a regional social vulnerability assessment for the Long Beach Island area as a component of their resilience plan. In addition, developed innovate community outreach strategies to be used during the COVID-19 pandemic. The Long Beach Island plan is a comprehensive climate resilience effort evaluating multiple scenarios for protecting the barrier beach communities of Long Beach Island. (with former employer) Citywide Climate Resilience and Preparedness Plan, Cambridge, Massachusetts. Led the development of the ‘Prepared Communities’ and ‘Greener City’ portions of Cambridge’s citywide climate plan. These plans included policy, program, and project recommendations for enhancing the resilience of Cambridge residents and increasing the amount of tree canopy cover and green infrastructure in the city. Led workshops with municipal staff and stakeholders to gather input. In addition, conducted a social vulnerability assessment of Cambridge residents and mapped community organizations and resources citywide and evaluated their flood risk. (with former employer) ANNA KIMBELBLATT, CFM MS, Environmental and Sustainability Studies; BA, Biology ASFPM Certified Floodplain Manager 7 years of experience 1 year with firm) Anna is a Resiliency Planner and Certified Floodplain Manager with over three years of experience in resilience planning and floodplain management. Her expertise includes hazard mitigation planning, Community Rating System administration, National Flood Insurance Program administration, flood mitigation, retrofitting, resilience integration via regulatory tools, sustainable and resilient design, smart growth initiatives, and low impact development. She also has experience with public outreach, community engagement, and grant administration. Key Projects: Resilience Planning, Charleston County, South Carolina. Floodplain Management Coordinator participating as a member of the Charleston County Resilience Committee. Attended all monthly Committee meetings. Extensively researched possible strategies and initiatives that would increase the resilience of Charleston County. Worked in conjunction with other committee members to comprehensively review the County’s building, floodplain, and development ordinances for opportunities to integrate resilient strategies and initiatives. These opportunities were then presented to Charleston County Council and new ordinance language to include resilience strategies and initiatives was drafted. Met with stakeholders to discuss potential changes to the ordinances. Addressed questions and concerns from both stakeholders and Charleston County Council members. (With previous employer) Sea-level Rise Mitigation and Adaptation Planning, Charleston, South Carolina. Graduate Assistant conducting a study on sea-level rise mitigation planning in South Carolina. Compiled and reviewed all available comprehensive plans from the coastal counties of South Carolina. The plans were analyzed quantitatively for the presence of regulatory tools or development standards that would contribute to sea-level rise mitigation or adaptation. Planners and other relevant stakeholders across the coastal counties of South Carolina were interviewed for their experience with sea-level rise planning. The analysis contributed to her master’s thesis, Sea-level Rise Mitigation and Adaptation Planning in South Carolina Using Regulatory Tools and Land-use Optimization. (With previous employer)",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES LUCAS HERNANDEZ MS, Environmental and Sustainability Studie; BS, Environmental Technology & Management 5 years of experience (1 year with firm) Location: North Charleston, SC Lucas is a Climate Adaptation and Resilience Specialist with over five years of experience in resilience planning. His expertise includes raster-based flood modeling, sustainable and resilient design, environmental monitoring, community development, green infrastructure, wildlife and water quality protection strategies, stormwater management, cultural and historic resources, and associated legal and regulatory frameworks. In addition, he has experience with public outreach, community engagement, and grant administration. Lucas has worked with diverse stakeholders across numerous projects throughout the Southeast. Key Projects: Resilience Planning, Kiawah Island, South Carolina. Resilience Specialist responsible for chairing the Adaptive Management Plan Task Force, coordinating stakeholder engagement, and developing Kiawah Island’s Resilience Plan. Understanding Coastal Resilience and Natural Disaster Preparedness Through Raster-based Flood Modeling, Kiawah Island, South Carolina. Responsible for developing high-resolution flood models using GIS and LiDAR data for various storm surge, sea level rise and designed rainfall scenarios. This grant came as an extension to an existing College of Charleston Grant from NOAA to create flood models and public engagement sessions for the City of Charleston, Folly Beach, North Charleston, and Mt. Pleasant. Church Creek Flood Storage and Resiliency Project, Charleston, South Carolina. Climate Adaptation and Resilience Specialist, helping to implement flood storage and resiliency measures in the Church Creek Basin to mitigate flooding in the surrounding community. Flood Mitigation Stormwater Projects, Kiawah Island, South Carolina. Resilience Specialist responsible for mapping drainage infrastructure and modeling flood scenarios for various sea level rise and designed storms for the Kiawah Island Community Association’s Water Management Task Force. Community Flood Modeling Exposition, Mt. Pleasant, South Carolina. Responsible for developing high-resolution flood models and participating in community outreach and engagement. This effort was funded by a National Oceanic and Atmospheric Administration Regional Coastal Resilience Grant obtained by through the S.C. Sea Grant Consortium on behalf of the Charleston Resilience Network. RAED EL-FARHAN, PHD PhD, Environmental Engineering; MS, Environmental Engineering; BS, Civil Engineering 28 years of experience (3 years with firm) Location: Virginia Beach, VA Raed is a seasoned expert in water resource management and engineering with specific expertise in civil works planning. He has worked for more than 28 years in roles of increasing responsibility as a consultant, professor, and researcher. His areas of in-depth professional interest are ecosystem restoration; water resources; stormwater management; water and wastewater treatment systems; water quality permitting and compliance; aquatic chemistry, and the fate and transport of contaminants in the environment. Key Projects: National Model for Resiliency and Innovation, Newport, Rhode Island. Served as primary advisor and one of the architects for an alternative project delivery approach for a redevelopment project in Newport, one of America’s most important coastal hubs. Addressed environmental challenges, as well as the challenge of revamping local infrastructure to support markets that new technology has introduced. Marsh Island Restoration, National Oceanic and Atmospheric Administration (NOAA), Fairhaven, Massachusetts. Served as the principal-in-charge for QA/QC on the Marsh Island restoration project in Fairhaven under a NOAA DARRP IDIQ contract focused on environmental restoration. Climate Change Impact on Hydrology and Nutrient Transport, Lake Simcoe Watershed, Lake Simcoe Region Conservation Authority, Ontario, Canada. Program manager for a study to model the impacts of climate change on the total phosphorus loading in Lake Simcoe. Work consisted of selecting the climate change models and scenarios, developing future local climates (downscaling), and implementing the calibrated model to assess the impacts of climate change on the hydrology and total phosphorus transport.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES LINDSEY ADAMS, EIT, CESSWI BS, Civil Engineering 7 years of experience (4 years with firm) Location: North Charleston, SC Lindsey is a Resiliency Engineer with Weston & Sampson working on interdisciplinary climate adaptation projects. Lindsey’s background includes environmental engineering, conservation, and sustainability. She has seven years of experience in resiliency engineering, environmental permitting, and wetland delineating. Her expertise includes CAD design, GIS mapping, stormwater modeling, wetland delineations, stream assessments, hazard mitigation planning, municipal vulnerability preparedness planning, and stormwater pollution prevention planning. Key Projects: Resilient Massachusetts Action Team (RMAT): Technical Support, Executive Office of Energy and Environmental Affairs (EOEEA), Massachusetts. Resiliency engineer for the RMAT Technical Support project for the Massachusetts EOEEA, which will advance priority actions from the State Hazard Mitigation and Climate Adaptation Plan for climate resilient projects throughout the Commonwealth. Work includes developing consistent standards for using climate projection data, guidelines, and best practices for implementing the climate resilient standards, and a resilient benefit evaluation web-based tool for use in capital planning. Building Resilience Across the Charles River Watershed, Massachusetts. Resiliency engineer assessing climate resilient strategies across the watershed. The scope of work included modeling present and future rain events in the watershed, and developing green infrastructure to mitigate the current and future flooding. Also assisted in developing public engagement materials and final project deliverables. East Boston Technical Analysis and Resilient Design, Boston, Massachusetts. Developed public-facing engagement materials to present flood mitigation solutions in East Boston. The project scope involved the development strategies to mitigate flooding from storm surge, sea level rise, and increased precipitation in Boston Harbor, while maintaining a publicly accessible waterfront. Claypit Brook Climate Resilient Stormwater Management Capital Improvement Plan, Lowell, Massachusetts. Aided in the development of an H&H model to better understand the flow in the Claypit Brook during current and future climate conditions. Developed solutions to provide flood reduction through nature-based solutions. ROBIN SEIDEL MS, Architecture; BA, Communication, Law, Economics, and Government 13 years of experience (3 years with firm) Location: Reading, MA Over the past 13 years, Robin has been at the forefront of integrating resilience into design and planning. She focuses on not only addressing climate change but also ensuring that her projects benefit environmentally disenfranchised populations. She has technical expertise in city resilience, building and infrastructure adaptation, vulnerability assessments, sustainable design and mitigation strategy, transportation, and stakeholder engagement. Robin has led several vulnerability assessments and community engagement projects focused on climate resiliency, including environmental justice initiatives. Key Projects: Charles River Regional Watershed H/H Model, Charles River Watershed Association (CRWA), Massachusetts. Worked with 15 communities to develop a regional watershed model to provide technical information about where and when precipitation driven flood-risk in the watershed will be expected to be exacerbated by climate change. Provided engagement support to develop a comprehensive and synergistic approach to preparing and adapting to climate change. Resiliency Study for the Department of Public Works, Salem, Massachusetts. Performed a vulnerability assessment of the existing Department of Public Works facility to determine if this existing site could be modified and maintained. This study included a gap analysis of the MC-FRM and existing FEMA floodplain inconsistencies, an analysis of total storm depths by recurrence interval for present and calculated future projections, existing conditions assessment and alternatives analysis. Adaptation strategy recommendations and costs were provided to help inform future decision making. Coastal Resilience Solutions for East Boston and Charlestown, Downtown and North End, Boston, Massachusetts. Provided design assistance for the City of Boston’s climate change adaptation project. The goal of the project was to design coastal flood protection systems that also provide social, economic, and environmental benefits for four high-risk neighborhoods. Assisted in resilient design and cost estimation for coastal flood protection systems, including berms, deployable flood walls, and elevated parks, presented and prepared graphics for public workshops. (with former employer)",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES STEVEN ROY, LEED AP MS, Water Resources; BS, Forest Hydrology Municipal Vulnerability Preparedness (MVP) Certified Provider 42 years of experience (5 years with firm) Location: Portsmouth, NH Steven has more than 40 years of professionalexperience in environmental program management and administration, specializing in water resources management, stormwater management, water conservation, and environmental impact assessment. His work focuses on the assessment of water resource impacts from land use activities. He has conducted policy analyses and regulatory program reviews for state and local governments. Key Projects: East Boston Climate Resilient Waterfront Design and Feasibility Study, Boston, Massachusetts. Technical reviewer for the development of preliminary design plans and alternatives to two identified coastal flood pathways in East Boston. Participated in client meetings and presentations and conducted technical reviews of work products and flood adaptation concept designs. Resilient Massachusetts Action Team (RMAT): Technical Support, Executive Office of Energy and Environmental Affairs (EOEEA), Massachusetts. Green Infrastructure & Climate Adaptation Technical Leader for the RMAT Technical Support project for the Massachusetts EOEEA, which will advance priority actions from the State Hazard Mitigation and Climate Adaptation Plan for climate resilient projects throughout the Commonwealth. Work includes developing consistent standards for using climate projection data, guidelines and best practices for implementing the climate resilient standards, and a resilient benefit evaluation web-based tool for use in capital planning. Development of Climate-Resilient Design Standards and Guidelines, Boston, Massachusetts. Technical Lead responsible for assisting the Boston Public Works Department in their efforts to establish climate-resilient design standards guidelines for managing segmental adaptation projects to achieve approximately four feet of flood protection by 2070, with the option to add an additional two feet in the future. JULIE EATON ERNST, PE ME, Geotechnical Engineering; BS, Civil and Environmental Engineering Municipal Vulnerability Preparedness (MVP) Certified Provider; Professional Engineer 10 years of experience (10 years with firm) Location: Reading, MA Julie is a Resilience Team Leader at Weston & Sampson and is the champion of the firm’s internal Climate Resilience Strategic Initiative. For more than a decade, her professional and academic experience has included exploring climate change resiliency and adaptation from the dual perspective of policy/planning and design/ engineering. Julie specializes in using a risk-based approach to assess, identify, and prioritize adaptation strategies. A Professional Engineer and MVP Certified Provider, she is responsible for providing targeted engineering services related to resiliency, including the identification of flexible, engineered adaptation strategies, preparing multi-hazard vulnerability and risk assessments, and developing climate resilience guidelines. Key Projects: Climate Change Vulnerability Assessment & Adaptation Planning, Lynn Economic Development and Industrial Corporation, Massachusetts. Lead engineer for this resilience planning project, funded through a Coastal Zone Management Grant, which involved identifying and prioritizing projects and regulatory/policy changes that will provide long-term increases in coastal resiliency. Developed a plan to minimize current and future risks; provide a mechanism to guide future planning efforts; identify climate change vulnerability and risk; increase public support for allocating resources for smart planning and development; evaluate specific measures to improve coastal resilience; and support development of sustainable elements of the city’s waterfront plan. Resilient Design for Langone Park & Puopolo Playground, Boston, Massachusetts. Resilient design lead responsible for working with the Boston Parks and Recreation Department to provide climate-resilient and/or sustainable designs as part of the complete refurbishment of this signature waterfront park in Boston’s historic North End. Design efforts include lighting, benches, interpretive signage conveying the unique historical and environmental heritage of this site, and coastal resilient strategies. East Boston Resilience Technical Analysis, Boston Planning & Development Agency (BPDA), East Boston, Massachusetts. Served as the lead resiliency engineer and assistant project manager with the design team and City of Boston to identify practicable solutions at two vulnerable locations along Easton Boston’s waterfront: Carlton Wharf and Lewis Mall.",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES INDRANI GHOSH, PHD PhD, Environmental Engineering; MS, Environmental Engineering; BS, Materials & Metallurgical Engineering Municipal Vulnerability Preparedness (MVP) Certified Provider 18 years of experience (4 years with firm) Location: Boston, MA Indrani has 18 years of experience in climate change resiliency projects, specializing in leading interdisciplinary teams and stakeholders through risk-based prioritization of adaptation solutions. She has industry-leading experience in translating climate change projections to engineering design criteria for new and existing infrastructure and modeling climate impacts for the purposes of vulnerability assessment and adaptation planning. She has worked with numerous municipalities and public agencies to model their exposure to coastal and stormwater flooding, using the best available and most appropriate sea level rise, storm surge, and rainfall projections. Key Projects: Building Resilience into the Design and Construction of Transportation Infrastructure, North Carolina Department of Transportation (NCDOT). Advising NCDOT on integrating resilience into ongoing planning and design projects statewide, especially regarding frequent hurricane and coastal storm events. As owner’s representative, reviewing design criteria for proposed/upcoming projects across the state, developing resiliency design criteria and guidelines for transportation projects, and assisting in updating relevant standards and criteria based on most recent climate change projections. Coastal Climate Change Vulnerability Assessments and Adaption Plans, Various Locations, Massachusetts and Connecticut. Served as technical lead for projects in Duxbury, Gloucester, Hingham, Hull, Marshfield, Oak Bluffs, Scituate, and Swampscott, Massachusetts, and Waterford, Connecticut. Led coastal flood modeling and mapping tasks, including the development of appropriate sea level rise and storm surge scenarios for present, medium-, and long-term time horizons. The resulting models and maps were used to assess the vulnerability of public infrastructure and natural resources and prioritize adaptation planning efforts. (with former employer) East Boston Resilience Technical Analysis, Boston Planning & Development Agency (BPDA), East Boston, Massachusetts. Provided climate/coastal resiliency support, working in collaboration with the design team and the City of Boston to identify practicable solutions at two vulnerable locations along East Boston’s waterfront: Carlton Wharf and Lewis Mall. JOHN FREY MA, Landscape Architecture; BA, Studio Art 11 years of experience (3 years with firm) Location: Boston, MA John is a project landscape architect with 11 years of experience. He specializes in drainage, flood protection and resilient infrastructure planning and design for clients throughout the United States, Australia, Denmark, Germany, Norway, and Sweden. Key Projects: East Boston Resilient Waterfront Design and Feasibility Study, Boston, Massachusetts. Resiliency design lead for developing coastal protection concepts for two waterfront sites in East Boston. The project through Boston Planning and Development Agency (BPDA) used the most recent Flood Risk Models to define design flood elevations as a basis for design. Coastal protection was integrated into newly envisioned waterfront urban spaces and involved community engagement to create needed programming with public consensus. The project included 60% Design with estimates of probable costs and provided guidance on implementation and funding sources. Watts Branch Flood Protection and Resilient Infrastructure Planning; Client: DOEE, USACE, Silver Jackets; Washington, District Columbia. Project Manager, Landscape and Urban Designer, Climate Adaptation Specialist. Assisted in the Watts Branch Catchment utilizing his technical expertise in resilience, green infrastructure and advanced flooding calculation and flood risk assessment. The project also included the conceptual design of pilot projects. (with former employer) Burrabogie Island Climate Adaptation and Coastal Protection, Victoria, Australia. Landscape Designer and Climate Adaptation Specialist. Developed concept coastal flooding adaptation designs for Burrabogie Island, located in the Gippsland Lakes, Victoria, Australia. The project involved identifying possible adaptation options, assessing flood risks to the island, developing selection process methodologies to determine a preferred adaptation options, running community engagement workshops and preparing concept design drawings of the preferred adaptation option. (with former employer)",
        "NORTH CAROLINA RESILIENT COASTAL COMMUNITIES PROGRAM Phases 1 & 2 Grant Application: Service Providers 2023-2024 RESUMES JOANNA NADEAU, AICP MS, Planning; BA, Biology Certified Planner with the American Institute of Certified Planners (AICP) 20 years of experience (3years with firm) Location: Reading, MA Joanna is an environmental planner and sustainability/resiliency specialist with experience in community planning, technical assistance, policy analysis, program development, environmental education, and public engagement. She routinely works with engineers and technical experts, government officials, non-governmental organizations, resource managers, and the public to develop and implement resiliency and sustainability plans and projects. Key Projects: Sustainable Community Action Plan, Hilton Head, South Carolina. Developed community sustainability assessment, assessed existing plans, and reviewed community input to assist the town in developing a Green Blueprint, a holistic plan for community sustainability actions. Conducted briefings and workshops for town staff and local residents on community natural resource and sustainability assessments and to incorporate stakeholder input into plan priorities. Developed implementation and monitoring plan for the Green Blueprint, including creation of community-specific sustainability metrics. (with former employer) Community Comprehensive Plan and Zoning Update, North Providence, Rhode Island. Project Planner for update of the local plan of development. Revisions involve a full update of the town’s current plan, approval through the Rhode Island Division of Statewide Planning and significant public involvement. This project also includes a comprehensive update of the Town’s Zoning Ordinance and Development Regulations. Comprehensive Master Plan Update, Westfield, Massachusetts. Project Planner for update of the local plan of development. The City of Westfield had not updated their master plan in over 50 years. Revisions involve a full update of the city’s current plan. This project will add sections for energy, climate change, and water supply among others. It also includes a significant public engagement element. Resilient Master Plan and Open Space and Recreation Plan, Westhampton, Massachusetts. Project Planner for preparation of a resilient local plan of development as well as an open space and recreation plan. This is the Town of Westhampton’s first-ever master plan. Development of the plan includes sections on agriculture, forestry, mining, climate change, economic development, energy, facilities and services, historic and cultural resources, housing, natural resources, open space, recreation, and transportation. MICHAEL ZEHNER, AICP Civil Engineering Coursework Certifications: American Institute of Certified Planners, Environmental Sustainability Professional 23 years of experience (2 years with firm) Location: Kitty Hawk, NC Michael has led planning activities in North Carolina, Georgia, Massachusetts, and Virginia. Prior to joining the Berkley Group, Michael served as Director of Planning and Development for the Town of Nags Head, North Carolina, managing the Town’s current development and long-range planning activities, as well as working to implement hazard mitigation and resiliency goals. Key Projects: ■ Outer Banks Regional Hazard Mitigation Plan, Nags Head, NC ■ Decentralized Wastewater Management Plan Update, Nags Head, NC ■ Estuarine Shoreline Management Plan, Nags Head, NC ■ CAMA Land Use Plan Update and Permit Administration, Nags Head, NC ■ Floodplain Administration and Ordinance Development, Nags Head, NC ■ Disaster Preliminary Damage Assessment, Hurricane Dorian, Nags Head, NC ■ Downtown Enhancement Plan, City of Lexington, VA ■ Resilience Plan Development, Colonial Beach, VA ■ Hazard Mitigation Plan, George Washington Regional Commission, VA ■ HIRA, Commonwealth Regional Council, VA ■ Utility-Scale Solar Land Use Tool Updates, Pueblo County, CO ■ Third-Party Application Review Services, Pueblo County, CO ■ “40R” Smart Growth Overlay District Bylaw, Town of Wellesley, MA ■ Large-Scale Solar Overlay Bylaw, Town of Wellesley, MA ■ Housing Production Plan, Town of Wellesley, MA ■ Unified (Comprehensive) Plan, Town of Wellesley, MA"
    ]
}