{
    "FILE_NAME": "https://www.massmutual.com/global/media/shared/doc/sustainability/2021sustainabilityreport.pdf",
    "ALL TEXT": "2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Table of Contents A Message From Our CEO 2 About MassMutual® 3 MassMutual’s Sustainability Journey 4 Sustainability and Mutuality 5 ESG Finance 9 Sustainable Operations 14 Diversity, Equity, and Inclusion 17 Our People 22 Our Customers and Policyowners 27 Our Communities 30 Governance and Ethics 34 About This Report and Indices 37 (SASB and TCFD) 1 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices A Message From Our CEO Dear Fellow Stakeholders, Given the ways climate change is Five years ago, we became an early responsibility — one that drives our impacting our communities, we leader in the practice of measuring enduring pledge to ethics and integrity. At MassMutual, thinking and acting for approach it the same way — coupling our DEI progress as part of our the greater good is embedded in who While we will continue to face big goals with daily actions. MassMutual annual incentive plan goals, and we we are. As a mutual company, we do formidable challenges as a society, has been working for years to recently began sharing our DEI results business with the long-term interests when we look out for one another and minimize the environmental impact publicly. These efforts have resulted of our customers and policyowners in the generations that will follow us, we of our operations, and we are now in an increasingly diverse workforce, mind. And the policies we sell today create hope for a better world, one accelerating our pace of action given including within leadership roles, are commitments that we will deliver where more people feel secure about the urgency of the climate crisis. In and we also have one of the most on — in many cases — decades from the future and their place in it. 2021, we announced a commitment diverse boards among FORTUNE® 500 now. This focus on mutuality and Sincerely, to achieve net zero emissions in companies.2 In the past two years, we longevity goes hand in hand with our MassMutual’s operations by 2030 and have expanded our efforts — such as commitment to sustainability. in our investment portfolio by 2050, pledging $150 million to procure from Our purpose is to help people secure making us the first U.S.-based mutual underrepresented diverse businesses their future and protect the ones they insurance company to set such a goal. and committing $100 million of impact Roger W. Crandall love. In 2021, we marked MassMutual’s And we are backing our commitment investment capital to help advance Chairman, President, and Chief 170th year, a milestone we reached with rigorous plans and a pledge to be racial equity and economic opportunity. Executive Officer because we have always made people transparent about our progress. These and the other efforts detailed a priority, knowing the work we do We’re also committed to tackling the in this report reflect MassMutual’s today can build a better world for the barriers that prevent equal access to unwavering commitment to do right next generation. opportunity. One way we do that is by our policyowners, customers, Simply put, our way of doing business and through programs like LifeBridge, which employees, and communities. From “In 2021, we marked MassMutual’s 170th sustainability are fundamentally aligned, has provided more than $700 million the moment we issued our first policy meaning we can have big aspirations in free life insurance coverage1 to in 1851, our customers have relied on year, a milestone we reached because about how we can make an impact. Our eligible parents to help protect their us to provide financial security and vision to provide financial well-being dream of providing their children with peace of mind, and we’ve built strong we have always made people a priority, for all Americans is not a goal we can an education. Internally, our diversity, governance programs to ensure we accomplish tomorrow or achieve on our equity, and inclusion (DEI) journey continue to deliver on the faith our knowing the work we do today can build own, yet we are taking action every single began more than a decade ago with policyowners place in us. It is both day to bring it closer to reality. immersive education for our employees. a tremendous and humbling a better world for the next generation.” 1 MassMutual pays the premiums. — Roger Crandall, 2 F rom FORTUNE. ©2022 FORTUNE Media IP Limited. All rights reserved. FORTUNE 500 (May 2022) is a registered trademark of FORTUNE Media IP Limited and is used under license. FORTUNE and FORTUNE Media IP Limited are not affiliated with, and do not endorse products or services of, MassMutual. Chairman, President, and CEO 2 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices 2021 at a Glance 6,000+ 7,500+ employees financial professionals nationwide throughout the U.S. including Puerto Rico About $7B $895B ® MassMutual paid in insurance coverage and annuity benefits in force to customers MassMutual is a leading mutual life Purpose insurance company that is run for the We help people secure benefit of its members and participating their future and protect policyowners. Founded in 1851, the the ones they love. company has been continually guided by one consistent purpose: to help 172,000 154th people secure their future and protect Vision the ones they love. With a focus on delivering long-term value, MassMutual To provide financial lives newly consecutive offers a wide range of protection, well-being for all accumulation, wealth management, Americans. insured dividend payout to and retirement products and services. eligible participating For more information, visit policyowners MassMutual.com. 3 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices 1927 1965 1968 1999 2009 Moved to current Began offering Introduced flextime to help Exceeded $1 billion Began requiring foundational headquarters site in disability income employees achieve balance MassMutual policyowner diversity and inclusion Springfield, Massachusetts insurance in their work and life dividend payout education for managers 1851 1932 1983 2002 2008 MassMutual Issued 60,000 loans Opened MassMutual Developed LifeBridge, Appointed first Chief 2011 founded totaling more than $26 Children’s House to care a first-of-its-kind, free Diversity Officer Received LEED Silver® million to policyowners, for children of company life insurance product3 certification for our to help them through employees home office on the Great Depression State Street in Springfield 2014 Expanded transgender- inclusive MassMutual’s 2017 healthcare Integrated the coverage Sustainability Journey 2018 company’s diversity Strengthened inclusive and and inclusion progress 2016 2015 nonhierarchical culture by taking into our annual Established the Launched diversity and away traditional job titles incentive plan MassMutual Foundation Throughout our history, MassMutual has achieved many inclusion intensive learning sustainability milestones. In recent years, we have taken labs for senior leaders steps to put greater structure around our efforts to 2018 2016 2015 accelerate our progress and deepen our impact. As we Launched the Live Mutual Project Upgraded to LEED Committed $20 million to reach 2 million to bring together community Gold® certification for students with the FutureSmartSM financial continue to grow our business, sustainability will remain 2020 resources and partners to our Springfield office education program, in partnership with EVERFI Reached 2 million students essential to how we deliver value for our customers, create vibrant and empowered and expanded support of policyowners, employees, and communities. neighborhoods FutureSmartSM with a new $30 million commitment and goal to reach an additional 2022 3.75 million students Provided a record 2020 estimated $1.85 Joined CEO Action 2021 billion dividend payout for Racial Equity Published our 2021 to participating workforce Announced a policyowners, the 16th demographic data $150 million, five- consecutive year we publicly for the first year commitment have paid an industry- 2021 time, after sharing our to procure from leading dividend interest Became a signatory progress internally underrepresented rate among our mutual of the Principles for since 2017 diverse businesses peer companies Responsible Investment 2021 2021 2021 2021 3 MassMutual pays the premiums. 4 I nvestment portfolio refers to MassMutual’s General Launched the MM Catalyst Fund — a $50 million Committed to net zero GHG emissions in our Appointed inaugural Opened our new office at Investment Account, which had $220.3 billion of invested commitment to invest in Black-led companies and portfolio4 by 2050 and operations by 2030 Head of Sustainability 10 Fan Pier in Boston, a LEED assets as of December 31, 2021. overlooked entrepreneurs in Massachusetts Platinum® certified building 4 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our Approach to Environmental, Social, and Governance (ESG) At MassMutual, operationalizing our commitment to sustainability is about embedding environmental stewardship, social responsibility, and good governance into how we do business and make decisions. We view ESG as not only core to our purpose, but also as a critical strategic priority. It fuels innovation, creates long-term value and stability, supports robust risk management, and drives business growth. We integrate ESG across our businesses, focusing on key areas where we can make a unique and meaningful impact by virtue of what we do and how we do it. Underpinning all these efforts is our long-standing commitment to do business ethically with strong corporate governance. For more about our corporate governance, see page 34. Core Elements of Our ESG Strategy Sustainability Leveraging our capital to drive social Creating a diverse, equitable, and Investing in our communities to Operating our facilities sustainably and environmental progress and inclusive workplace that empowers create more equitable access to to support the transition to a low- our employees to reach their social and economic opportunities and Mutuality carbon economy professional and personal goals and financial well-being 2021 Highlights • Established a commitment • Integrated workforce diversity • Donated $20 million to nonprofits, • Established a commitment MassMutual’s founders believed in the and the planet we share. Sustainability to reach net zero in our progress into our annual including $1 million toward the to reach net zero for our notion of living mutual — that the world is is not simply a program; it is woven investment portfolio by 2050 incentive plan for the fifth year creation of King Boston’s new operations by 2030 better when we look out for one another — into our culture and is the lens through Center for Economic Justice and that principle has guided us for more which we manage our business. • Announced a strategic • Increased the racial/ethnic diversity • Conducted an inventory of our than 170 years. It is also at the heart of partnership with Low Carbon, of our workforce by 19 percent — • Partnered with the Impact operational greenhouse gas In service of our purpose, we operate our purpose: to help people secure their a U.K.-based renewable energy and of our leaders by 28 percent — Genome Project® on new emissions for 2019-2021 as a mutual company for the benefit future and protect the ones they love. investor and asset manager over the past three years research to help measure of our members and participating the value of social capital Our focus on mutuality means that policyowners, which allows us to • Launched the MM Catalyst • Hosted quarterly collaborative our commitment to sustainability manage the company with a focus on Fund, a $50 million fund to events with Business Resource is fundamentally aligned with and their long-term interests. This mindset invest in Black-led companies Groups focused on cross- ingrained in how we operate and deliver drives our decision-making and directly and overlooked entrepreneurs cultural learning, drawing value to the people who depend on us informs our approach to sustainability. in Massachusetts nearly 3,000 attendees 5 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices ESG Governance Delivering on our ESG objectives is dependent on having clear structures, processes, and accountabilities across our company. Here’s how we embed ESG to drive progress toward our commitments. Board of Directors Provides oversight of our ESG strategy, including our strategy related to climate change, and receives updates at least twice annually. ESG Executive Steering Committee Oversees ESG and climate strategy at the executive level; comprises the full Executive Leadership Team, including our CEO, and is chaired by our Chief Risk Officer. Meets at least three times annually. Global Sustainability Office Develops and deploys MassMutual ESG strategy, including our approach for addressing climate-related risks and opportunities. Is led by our Head of Sustainability and works closely with functional leaders and business units to drive integration. Cross-Functional Working Groups Support integration of ESG principles into business unit-level strategies, policies, and procedures, and lead execution of key ESG initiatives. Comprised of functional and business unit leaders. Our Employees Bring our strategy to life through dedication, energy, and creativity. For more about our corporate governance and ethical business practices, see page 34. 6 | MassMutual 2021 Sustainability ReportMateriality Matrix Talent attraction, development, and retention Transparent Employee health, safety, and wellness information for customers Sustainable investing Sustainable products and services Public policy and advocacy Environmental impact of our business Impact of climate change on our business Increasing Importance to Business Success sredlohekatS ot ecnatropmI gnisaercnI A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our Material ESG Issues We are focusing our efforts on the issues ESG disclosures from industry peers. Ethics, business integrity, that are most important to our company As part of the process, we also solicited and corporate governance and our stakeholders. In 2021, we internal and external stakeholder input Cyber security and data stewardship undertook a formal process to identify to gain insight into their perspectives Diversity, equity, and inclusion and prioritize our material ESG issues, and priorities. These issues inform our informed by relevant ESG standards, strategy, objectives, and goals. industry megatrends, and analysis of Human rights in our value chain Community engagement Sustainable financing Environment Social Governance ESG Finance 7 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Stakeholder Engagement Awards and Recognition in 2021 Given our long-standing commitment to mutuality, we engage with our stakeholders regularly through a variety of mechanisms to help inform our ESG strategy and approach. World’s Most Admired America’s Best Employer Companies for Diversity – FORTUNE5 – Forbes Investors and Analysts Top Places to Work World’s Most Ethical in Massachusetts Companies list – The Boston Globe – Ethisphere Business Partners, Financial Communities Professionals, and Suppliers Best Places to Work for Best Place to Work MassMutual LGBTQ Equality for Disability Inclusion – Corporate Equality Index – Disability Equality Index® rating of 100% rating of 100% Human Rights Campaign Policyowners Regulators and and Customers Policymakers Military Friendly Employer Top Place to Work based on – Victory Media Diversity and Inclusion Our Employees – The Boston Globe 5 MassMutual is also ranked No. 100 on the 2022 FORTUNE® 500 list. From FORTUNE. ©2022 FORTUNE Media IP Limited. All rights reserved. FORTUNE 500 (May 2022) and FORTUNE World’s Most Admired Companies (February 2022) are registered trademarks of FORTUNE Media IP Limited and are used under license. FORTUNE and FORTUNE Media IP Limited are not affiliated with, and do not endorse products or services of, MassMutual. 8 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices ESG Finance Our customers and policyowners into business practices, and spurs In 2021, we announced a commitment presents — and we believe we have an trust us with their long-term financial action and drives alignment among to transition our investment portfolio obligation to do our part to help address security and peace of mind, and for the ESG finance activities across our to net zero greenhouse gas (GHG) it — and we are actively leveraging our more than 170 years, MassMutual different lines of business. emissions by 2050, making us the first role in capital markets to help advance has provided the financial strength, U.S.-based mutual insurance company a decarbonized economy. For more Our ESG finance activities are not only products, and services they depend on. to make this pledge. We recognize about our 2050 net zero commitment, core to our values, but also directly Integrating environmental, social, and the urgent challenge climate change see page 12. linked to how we deliver enduring value governance (ESG) factors across our to our policyowners and customers finance activities and offerings is an and help them meet their financial ESG Finance Framework important part of how we do that. goals. These activities enable us to offer At MassMutual, ESG finance solutions that align with our customers’ g I encompasses management of our needs and increased interest in ESG, n n v ci e n General Investment Account (GIA), while supporting our company’s s ti a n which backs the obligations we make long-term growth. n g d Fi Products a n to our policyowners and customers, as Integrating ESG factors across our Offerings well as our insurance products, asset business is also essential to mitigating management offerings, and capital D g y structure. Our ESG Finance Framework risk and identifying and capturing at a, Tools, and Tec h n o l o new opportunities, including those provides company-wide guidance on associated with climate change. further integrating ESG considerations 9 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices ESG Integration As a mutual company, we operate and geographies. Each line of business In addition, we believe an engagement- for the benefit of our members and at MassMutual employs its own due centered approach is the most effective participating policyowners and are diligence process to vet product features, way to drive ESG integration. We committed to meeting their long-term potential organizational partners, or actively engage in the management needs throughout their lives, wherever initiatives to pursue. and implementation of ESG-related they are, with the solutions they need. activities and policies with portfolio To scale and accelerate our ESG This commitment to mutuality guides our companies and investment partners. finance progress, we have further efforts to integrate ESG across all finance built out the governance structure activities related to the management to maintain, regularly review and of our GIA, products and offerings, and update, and perform oversight of capital structure. We view ESG as a our ESG Finance Framework and its critical lens through which to identify integration across the company. Our and manage risks and opportunities, key lines of business have dedicated and our approach is built on evaluating resources with responsibility for ESG material ESG topics, incorporating them integration, and we have working groups into our analysis of risks and returns, and to develop the criteria and guidance engaging with stakeholders. for implementation of the different We integrate material ESG information aspects of the Framework. We have also into our insurance, investment, and credit established structures and processes decisions. The specifics of how we apply to support measurement and this approach naturally differ across reporting of our ESG progress lines of business, asset classes, sectors, internally and externally. 10 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices ESG Investing In managing MassMutual’s GIA — which this process. The Investment Committee determining the appropriate allocation environmental and social progress. had $220.36 billion of invested assets of our Board of Directors oversees to specific asset classes, sectors, For example, we made $127 million of as of year-end 2021 — we focus on our implementation of the policy, and we and regions. In addition, we include renewable energy investments in 2021, long-term investment performance to have dedicated staff responsible for an ESG assessment highlighting giving us a total direct exposure of more support MassMutual’s financial strength driving progress on ESG investing the related risks and opportunities than $1.9 billion in renewables. And we and ability to meet our commitments within MassMutual. for investments proposed at our made $322 million in affordable housing to our policyowners. As part of this, we Internal Approval Committee. We debt and equity investments in 2021, We are continuing to take steps to consider ESG factors in our approach have also incorporated dedicated giving us a total direct exposure of more further embed ESG principles into because we believe that doing so ESG questionnaires as part of our than $2.2 billion in affordable housing. the investment process. For example, improves risk-adjusted returns. In 2021, operational due diligence process. We are also working to create a positive we consider the impacts of climate we developed and publicly released our impact through MassMutual Ventures change and other ESG factors Across our ESG investing efforts, ESG Investment Policy, which outlines (MMV), a global, multistage venture on long-term asset returns when we work closely with Barings, capital firm. In 2021, for example, the MassMutual’s wholly owned global fund invested in Landed, a company asset management subsidiary. This that helps essential professionals such includes assessing investments on ESG as teachers, nurses, and first responders scores based on Barings’ proprietary Principles for Responsible Investment buy homes and build financial security scoring methodology across asset near the communities they serve. During classes, enabling better understanding MassMutual became a signatory of the United Nations-supported the year, MMV also led a $4 million of portfolio risks and decision-making Principles for Responsible Investment (PRI) in 2021, demonstrating pre-Series A round for Clinikk, which is around desired ESG outcomes across our commitment to incorporating ESG into investment practices. As a building the first true managed-care our GIA. We continue to build on this signatory, we have publicly committed to implementing responsible model in India by closely integrating work by expanding our asset coverage investment practices that are consistent with our commitments to our outpatient care and health insurance for universe and ESG analytics. policyowners and customers. Through its reporting and assessment 600 million people in the country. process, the PRI requires accountability and transparency on the part We are also actively looking for of its signatories, including annual reports on implementing responsible opportunities to use our investments investing. As of the end of 2021, 97 percent of MassMutual’s GIA assets to advance and support positive under management (AUM) were managed by signatories of the PRI. 6 Invested assets exclude $14,736 million of funds withheld, given that 100% of the associated investment risk is reinsured. The funds- withheld investment portfolio has counterparty protections in place, including investment guidelines that were established to meet MassMutual’s risk management objectives. 11 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Driving Progress Toward Net Zero by Investing in Renewable Energy To help combat climate change, MassMutual is not only looking at our own operations and investments, but also collaborating with others to drive progress. In November 2021, we announced a new partnership with the U.K.-based Low Carbon Limited to accelerate the renewable energy transition, while advancing MassMutual’s net zero commitment. MassMutual and Low Carbon joined forces to build a leading global renewable energy independent power producer, which will target 20 gigawatts of renewable energy capacity by 2030. The strategic partnership will focus on international projects leveraging proven technologies including solar, storage, onshore and offshore wind, and waste-to-energy. Low Carbon is a certified B Corp and for a decade has been a leading renewable energy investor and asset manager committed to its founding vision of making a positive and significant impact on climate change. The deal marks MassMutual’s first European renewable energy strategic partnership as we seek to transition our investment portfolio to net zero by 2050. Net Zero Commitment We recognize that MassMutual’s most factors affecting long-term, risk-adjusted progress toward the development of our transparent about our progress through significant exposure to climate risks, returns and contribute to a healthier and financed emissions inventory, which will our annual sustainability report. as well as our largest areas of climate- more sustainable economy. serve as the foundation for achieving In addition to our 2050 commitment related opportunity, is through our net zero by 2050. We are taking a Our multiyear roadmap — along with to achieve net zero emissions in our GIA. We know that climate change is thoughtful and rigorous approach to a near-term action plan that includes investment portfolio, we pledged among the most pressing challenges calculating financed emissions to serve a clear timeline, deliverables, and to achieve net zero emissions in our faced by our world today, and that’s as the basis not only for meeting our ownership — lays out our strategy for operations by 2030. For more about our the driver behind our commitment to goals and targets, but also for driving fulfilling this ambition. MassMutual’s sustainable operations, see page 14. achieve net zero GHG emissions in our emissions reductions in the economy. approach to carbon management is to These commitments were developed to investment portfolio by 2050 through To accomplish this, we will continue measure our impact, reduce emissions align with the Paris Agreement and the responsible investment and stakeholder to refine and improve our inventory wherever possible, and work toward net Commonwealth of Massachusetts Net collaboration. Doing so will strengthen methodology over time as data and zero. Since announcing our commitment Zero by 2050 goal. our investment process to consider best practices evolve. We will also be in 2021, we have made significant 12 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Expanding Access to Capital Through Impact Investing Through our impact investing initiatives, which are target equity investments in companies based outside part of our GIA portfolio, MassMutual seeks to create Boston, in order to fuel innovation that is happening in measurable, positive social and environmental gateway cities and rural parts of the Commonwealth. impact, while also delivering attractive, risk-adjusted Through February 2022, MMCF closed 10 investments financial returns. Core to our impact investment thesis totaling more than $7 million. One example is is the view that increasing diversity in, and access to, MeetCaregivers, a comprehensive online platform that seed and early-stage capital drives innovation and connects and matches seniors with caregivers, founded creativity, enhances problem solving, and improves and led by two Black women. Another is Nth Cycle, a financial performance. Boston-based company that works with recyclers and ESG Offerings The traditional approach in venture capital, however, miners to provide its customizable and clean electro- Our clients continue to prioritize ESG as MML Investors Services provides has yielded portfolios where an overwhelming majority extraction technology to recover critical minerals from they explore financial solutions, and we clients access to more than 170 of the venture-backed founders are white males in a separated e-waste and low-grade mine tailings. are committed to meeting that demand ESG investment options, including handful of large cities. We’re working to change that by developing innovative solutions and mutual funds, exchange-traded In 2021, we also launched the First Fund Initiative, products that deliver attractive, risk- funds, separately managed accounts, by building innovative approaches and alternatives in adjusted financial returns and create and fund strategist providers. At the a $50 million allocation to invest in Black, Hispanic/ deal sourcing, selection, diligence, and underwriting in positive environmental and social impact. end of 2021, WMS’s assets under Latino/Latinx, and Indigenous first-time venture order to identify high-potential investments that also management for ESG investments One way we’re doing that is by capital fund managers who are themselves reduce structural inequities and advance racial equity. totaled approximately $1.2 billion, a 77 embedding responsible investment investing in Black, Indigenous, and percent increase over the prior year. choices in our product fund lineups. In February 2021, we launched the MM Catalyst People of Color-led companies Through our variable annuity and With data increasingly demonstrating Fund (MMCF) — a $50 million fund that makes direct for financial returns and social variable universal life products, we are that companies with more favorable making ESG options available through ESG characteristics tend to perform investments in Black-led companies and overlooked impact. Through March 31, our subadvisor choices to serve the better over time, we are also taking Massachusetts-based startups — to advance this 2022, we had made five investment needs of our clients. We will steps to better understand how the vision. The fund includes a $25 million community allocations totaling $31 continue to evolve and expand the ESG portfolio managers who manage our growth sleeve to target equity and debt investments million through the First choices through various MassMutual investments consider ESG characteristics product offerings. in making investment decisions. in businesses that are Black owned, founded, or Fund Initiative. MassMutual continues to incorporate managed across Massachusetts. It also includes a In addition, through its Wealth ESG considerations as part of our overall Management Services (WMS) advisory $25 million technology and sustainability sleeve to manager evaluation process. platform, our investment adviser 13 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Sustainable Operations At MassMutual, we know that fulfilling March 2022, more than 93 percent emissions in our investment portfolio by Scope 2 emissions, as well as Scope 3 our purpose of helping people secure of our corporate facilities, based on 2050. For more about these efforts, see operational emissions associated with their future and protect the ones they square footage, were Leadership in page 12. our value chain. For more about our love depends on us playing our part in Energy and Environmental Design approach to financed emissions, see To develop a clear picture of our protecting the Earth for generations (LEED®) certified. page 9 and page 12. current state and progress, as well to come. That’s why, for more than 30 The need to address climate change as to build the foundation to fulfill our Within our physical operations, we years, we have been taking steps to is growing more urgent each year, so net zero commitment, we conducted are working to reduce emissions by minimize the environmental impact of we have stepped up our ambition. In an inventory of our operational GHG increasing operational efficiency our operations. In recent years, this has 2021, we announced a commitment emissions for 2019-2021 (see the and investing in new technology, included a focus on conservation and to achieve net zero greenhouse gas chart on the following page). However, as well as by considering carbon energy efficiency within our facilities (GHG) emissions in MassMutual’s we know this is just a first step, and, as management practices as part of our and on-site solar energy generation, operations by 2030. We know that our part of our net zero roadmap, we are vendor selection criteria. We are also while contributing to a healthier physical operations are just one part continuing to identify and implement measuring and tracking our progress environment for employees, building of our company’s carbon footprint, so initiatives to drive progress. Our efforts toward our targets. residents, and the community. As of we’ve also committed to net zero GHG are focused on our Scope 1 and 14 | MassMutual 2021 Sustainability ReportGHG Emissions Data Scope 1 represents direct GHG emissions from leased and owned facilities and vehicles as of each reporting year. Scope 2 covers emissions from purchased electricity consumed at MassMutual’s facilities. Scope 3 includes business travel. In 2020 and 2021, emissions were notably lower than in 2019, due to the shift in working patterns as a result of the COVID-19 pandemic. Our GHG emissions inventory was prepared in line with Massachusetts Mutual Life Insurance Company’s (MassMutual) statutory financial report filing. We will continue to improve our GHG coverage. etulosba ,tnelaviuqe OC snot cirteM 2 A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices >93% of our corporate facilities 45,000 were LEED-certified as of March 2022 Scope 3 (business travel only) 40,000 Scope 2 Scope 1 35,000 30,000 25,000 20,000 Continuous Improvement at Our Headquarters Our Springfield, Massachusetts, headquarters — which was built a total of 3.9 million kWh since 2012. It also has 90 electric 15,000 in 1927 and where over 50 percent of our employees work — vehicle charging stations, available free to both employees has been at the center of MassMutual’s decades-long effort to and visitors. Through the rooftop rain harvesting system, continually minimize the environmental impact of our facilities. we collect water that helps irrigate our campus grounds. 10,000 Over the years, through renovations, we have taken numerous In addition to installing energy-efficient equipment, we steps to integrate new technologies and environmental are participating in demand-response and peak-demand features, from using high-efficiency heating, ventilation, and programs that help us use energy wisely. 5,000 air conditioning equipment and low-flow water fixtures, to In addition to the features of the building itself, MassMutual installing solar panels and a rain harvesting system. has a range of other efforts to make our Springfield operations 0 2019 2020 2021 As a result of our efforts, our headquarters earned a Silver more sustainable. For example, we have an extensive recycling Leadership in Energy and Environmental Design for Existing program to reduce the amount of waste sent to landfills. Buildings (LEED-EB) rating for energy use and air quality in MassMutual’s cafeteria uses locally sourced produce and actively 2011 from the U.S. Green Building Council, and it achieved participates in a recycling program, while also donating food LEED Gold® certification in 2016. waste to local farms to feed livestock. And, since 2012, we have had an on-site community garden that has produced nearly Our headquarters has over 1,700 solar panels that produce 20,000 pounds of fresh vegetables, given to local charities. 330,000 kilowatt-hours (kWh) of electricity annually — for 15 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Building Sustainability Into 10 Fan Pier at a Glance: Our New Boston Office • 27% predicted energy savings per square foot of building space compared to LEED baseline In designing and building our new office in Boston, • 100% LED lighting, optimized we seized the opportunity not just to integrate controls, and Energy Star-rated green building principles, but to aim for the highest equipment and appliances standard for doing so. The result: MassMutual’s • Mechanical systems utilize refrigerants 17-story, 310,000-square-foot campus at 10 Fan with low global warming potential and Pier, opened in 2021, was awarded LEED Platinum® ozone depletion potential — 95% lower certification. than the maximum allowable LEED limit • 1.2 million gallons predicted annual With hundreds of meeting areas of various sizes, water savings (including rainwater the new campus also highlights our commitment capture and reuse) as compared to LEED baseline to fostering a collaborative, flexible, and inclusive • 55% designed reduction in annual culture for our employees. In addition, we donated potable water consumption, as one floor of the building to MassChallenge, compared to LEED baseline extending our partnership with the accelerator • All building-critical equipment is located and support of the regional innovation ecosystem. above the flood plain and built with For more about our support of MassChallenge, raised sills and flood mitigation systems see page 29. • Electric vehicle charging stations • Bicycle parking and showers LEED ® Platinum certification awarded to our new Boston office 10 Fan Pier, MassMutual’s New Boston Office 16 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Diversity, Equity, and Inclusion At MassMutual, we are driven by shared For more than a decade, MassMutual An Inclusive Place they love, and provide training and values that ensure we’re doing what’s has been on a deliberate and focused development opportunities to facilitate to Work right for our employees, policyowners, journey to integrate DEI into all that our employees’ career growth. We also customers, business partners, and we do. Core to our strategy is a focus Creating a diverse and inclusive engage employees beyond their roles communities. Our commitment to on transformative education that workplace leads to more innovative and responsibilities to celebrate their diversity, equity, and inclusion (DEI) builds cultural competence and solutions and drives better decision- full identities and interests through our does not waver and is not negotiable. inclusive leadership, creating shared making and outcomes. When our Business Resource Groups (BRGs) and accountability for our results, and being customers and policyowners see their more. This work is supported by a range This commitment is seen in the way transparent about our performance — own diversity reflected in the people they of inclusive benefits designed to meet our we create a culture of inclusion and both where we’ve made strides and work with at MassMutual, they know that employees’ unique needs. For more about belonging at our company, in which we where we’ve fallen short. their perspectives are heard and valued. how we support our people, see page 22. seek and value diverse backgrounds, That’s why we actively work to cultivate a experiences, and perspectives. And We are proud of the progress we’ve A truly diverse organization has diversity workforce that represents the customers it extends to how we support those made in creating an inclusive culture at every level. Today, more than half of and communities we serve. who depend on us, including doing our and diversifying our workforce year the members of our Board of Directors part to help break down the structures after year. At the same time, we also To do this, we recruit and hire people are either women or racially or ethnically that exacerbate racial and economic know there is still more work to do. regardless of race, age, gender, diverse, making it one of the most inequities. abilities, place of birth, religion, or who diverse boards among FORTUNE 500 17 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Creating an Inclusive Culture and companies.7 In the last three years, we’ve by increases in racial and ethnic diversity notably increased the racial diversity overall and in leadership roles, women Diversifying Our Workforce of our employee population, including in leadership roles, and those who those in leadership roles, as well as voluntarily self-identify as a veteran, an representation of LGBTQ+ communities individual with a disability, or a member From 2019 to 2021 and individuals with disabilities, with our of the LGBTQ+ community. veteran representation staying constant Investing in Transformative during that time. We are on track to Education 28%↑ reach gender parity for women leaders Shifting culture requires challenging by 2030. and changing our mindsets over time. increase in the racial/ethnic Because being an employer of choice That’s why, since 2015, we have invested foundational DEI education for all Driving Awareness Through diversity of our leaders and having a diverse workforce is in building inclusive leaders through the Employee Experience employees through facilitated learning important to us, we have been sharing education programs focused on topics sessions and on our digital learning Our BRGs are an integral part of our progress internally since 2017 and such as allyship, unconscious bias, anti- platform. MassMutual’s DEI strategy. The BRGs publicly disclosed it for the first time in racism, and cultural competence. support initiatives that drive organizational 20%↑ 32%↑ These combined efforts laid the 2021. Earlier this year, we published an results, increase employee engagement, One example is a four-day immersive foundation for us to have candid update on our website on our continued and foster awareness, respect, and learning lab designed to help senior conversations around systemic efforts. increase in LGBTQ+ increase in number of inclusion within the workplace. More than leaders understand the impact of racism in 2020, in the midst of a representation individuals with disabilities We know, however, that creating a bias and systemic privilege, while 30 percent of employees participate national reckoning on racial prejudice culture of belonging depends on more underscoring the pivotal role they in MassMutual BRGs, which are open and inequity. Passages, our Black than tracking workforce demographics; it play as allies in the journey. In the last to all employees, and represent Black/ and African American BRG, led requires us to be inclusive in everything we six years, hundreds of leaders have African American, Asian, and Hispanic/ company-wide virtual “brave space” do and to challenge long-accepted ideas completed this program, and each year, Latino/Latinx communities, members of conversations, where Black employees and ways of working — small and large. we continue the dialogue, motivating the LGBTQ+ community, individuals with and allies shared their stories disabilities and their caregivers, armed leaders to hire, engage, and develop and experiences with racism and Creating Shared Accountability forces members, veterans and military people who are different from them. discussed how to transition from allies To drive progress on our DEI 41% 100% family members, young professionals, To build on our work to develop to advocates. We curated an expert commitments, we must hold ourselves and women leaders. culturally competent leaders, in 2018, speaker series and launched a systemic and each other accountable. In 2017, of workforce comprised score on both the we adapted this effort to create the DEI racism learning pathway as a further In 2021, our eight BRGs worked together we made increasing workforce diversity of women leaders; Disability Equality Index Leader Program for frontline managers. resource to employees. Extending to create quarterly, intersectional events a measure of company performance on track to reach our for disability inclusion To date, the majority of our managers the conversation around racism, our that address issues relevant to employees and integrated this goal into our annual goal of gender and Human Rights have completed the training, and we Asian BRG has also hosted “brave of many different backgrounds and parity by 2030 Campaign Corporate incentive plan — making us an early Equality Index leader in this important practice. We set continue to broaden the program to space” conversations for the past raise the cultural competence of our reach more of our frontline managers. two years focused on the rise in employees. Collectively, these events an annual target to improve the overall In addition, we provide ongoing anti-Asian sentiment. reached nearly 3,000 employees. diversity of our workforce, as measured 7 From FORTUNE. ©2022 FORTUNE Media IP Limited. All rights reserved. FORTUNE 500 (May 2022) is a registered trademark of FORTUNE Media IP Limited and is used under license. FORTUNE and FORTUNE Media IP Limited are not affiliated with, and do not endorse products or services of, MassMutual. 18 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Digital Accessibility of Products and Services MassMutual is committed to ensuring that our Harassment Policy to better reflect our commission research, including the websites, mobile applications, and other digital firm stance against biased behavior, multiyear State of the American Family as well as our commitment to working study, Business Owner Perspective content are accessible to all customers. We are toward social and racial justice both study, and Multicultural College continually making improvements — through inside and outside the workplace. Planning and Savings study. These regular testing, training, and partnership with studies explore the changing definitions As an equal opportunity employer, web accessibility consultants — to ensure that our and dynamics of diverse communities, MassMutual is committed to their financial attitudes, and priorities digital content is in conformance with standards maintaining a nondiscriminatory work so that we can understand the unique environment where all individuals are set forth in the Web Content Accessibility needs of diverse individuals, families, treated with fairness and respect, Guidelines, and with applicable law. businesses, and communities. In and are provided the opportunity to addition, we use these key insights reach their full potential. For more Our Workplace Standards Policy, define for our employees to create seminars and educational Here are some steps we’ve taken to ensure that about this commitment, see our Equal Acting ethically, with integrity and in the expectations and principles sessions tailored to the interests our website’s digital content is as accessible as Employment Opportunity Policy. compliance with applicable laws is not for establishing and maintaining a and financial goals of our different possible for everyone: only the right thing to do; it is how we do professional work environment free audiences, as well as connecting Inclusive Products and business. Our Code of Conduct, along of discrimination and harassment. them to inclusive, meaningful financial • Enabled pinch zoom to improve the ability of Services with our Statement of Respect and guidance and solutions. In 2021, we updated our Statement of people with low vision to enlarge text and operate Anti-Discrimination and Harassment Respect and Anti-Discrimination and In our Institutional Solutions business, To earn the confidence of our controls on small-screen devices we are intentional about expanding customers, policyowners, and the business opportunities with diverse families that we serve, we must ensure firms. MassMutual is an issuer in the • Provided text alternatives for visual information that our products and services are Pay Equity funding agreement-backed notes accessible to them and align with their in the Guest Payment section (FABN) market and has included individual needs and values. We also To create a truly equitable company and attract and retain the best talent, investment banks that have diverse have a responsibility to be inclusive • Improved the heading outline structure to ensure we must ensure equal pay for comparable work. For the past 15 years, leadership and ownership to the in our financing and investments. We we have conducted annual adjusted pay-gap reviews comparing the that people using screen readers can access syndicate for all recent FABN invest deeply in this work in all aspects compensation of female to male employees and minority to non-minority transactions. AutoPay features of our business. employees in the U.S. This adjusted pay gap accounts for various factors such as type of role, work experience, and more. We make pay adjustments We seek to listen, learn, and engage as needed following our reviews. to help provide financial well-being for all Americans. For example, we 19 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Supplier Diversity We recognize the economic insights to help other companies on School of Business Diversity Business while also working to integrate imperative of helping diverse their journey to embed DEI practices Programs and the Stanford Latino sustainability considerations in businesses realize opportunities to within their operations. These efforts Entrepreneurship Initiative, a research our procurement processes. For thrive. Moreover, integrating DEI within help ensure that the companies we and education collaboration between more about how we are operating our procurement operation helps to do business with reflect our own the Stanford University Graduate sustainably, see page 14. ensure that our full buying power is values, and that our spending aligns School of Business and the Latino leveraged to drive change. with our priorities. Business Action Network. In 2021, MassMutual made a The company has quickly rallied behind We are holding suppliers accountable comprehensive, $150 million, this effort. We achieved more than through a new, industry-leading $150M five-year commitment to utilize $40 million in diverse spend in 2021, an framework for assessing and managing underrepresented diverse businesses increase of over 18 percent from 2020. suppliers’ DEI performance, with the in our procurement operations. charge to stop doing business with To help advance this work, in 2021 five-year Our ambitious strategy to grow our suppliers who perform poorly on we launched a Diverse Business spend with underrepresented diverse DEI within their business operations. commitment Program to foster growth in 175 suppliers goes beyond the typical We began an initial rollout of this underrepresented diverse businesses to procure from approach. It focuses on tapping into framework, with plans to expand it to over the next five years. The first-of- underrepresented nontraditional networks to expand more suppliers in 2022. its-kind program offers comprehensive diverse businesses our base of diverse suppliers, making education, business planning, and We’re developing internal training intentional investments in diverse mentorship. It is being delivered programs on how to support this supplier development, and sharing through the Dartmouth College Tuck strategy throughout the company, 20 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Community Impact, Public Policy, and Advocacy CEO Action for Racial Equity We stand firmly and act intentionally Action for Racial Equity — to advocate Created in 2020, CEO Action for Racial Equity against racism, discrimination, and for racial equality and justice, inequity in any form. We partner with and providing access to capital to is a coalition of more than 100 companies that and invest in organizations that are Black-owned businesses. Internally, mobilizes a community of business leaders with credibly driving change, and we use our this strategy is helping to promote diverse expertise across multiple industries and voice and influence to amplify this work. economic empowerment through geographies to advance public policy in four initiatives with our Black financial In recent years, our CEO, Roger professionals and our customers and key areas — healthcare, education, economic Crandall, and the company have taken increasing representation of Black empowerment, and public safety. Its mission public stances on advancing equity and employees at all levels at MassMutual. opportunity for all, including signing on is to identify, develop, and promote scalable to a CEO-to-CEO letter for Disability:IN Through the work of the MassMutual and sustainable public policies and corporate stating the value of disability inclusion, Foundation, we are investing in efforts engagement strategies that will address systemic and joining a nationwide effort with to create more equitable access to racism and social injustice and improve societal more than 500 companies to oppose social and economic opportunity in the legislation that contains discriminatory communities where we live and work. well-being. voting measures. MassMutual also For more about our community efforts, supports Paradigm for Parity and see page 30. MassMutual was instrumental in the launch of CEO participates in the Boston Women’s Action for Racial Equity and is heavily engaged Workforce Council wage gap report in supporting the effort. We believe deeply in its and the Massachusetts Business Together, CEO Action for Racial Equity and Coalition for Early Childhood Education, mission and are committed to investing our own MassMutual are working to advance policies that among others. time, talent, and resources — including lending six help to improve quality of life outcomes for Black We are intentional in the ways we full-time employees as fellows to the organization Americans. With the inaugural fellowship coming support the Black community and for two full years. Our CEO, Roger Crandall, serves to a close in fall of 2022, MassMutual plans to select have a long-term strategy that on the Governing Committee, and a member of includes partnerships with schools a new class of employees to build on the success and colleges to address achievement MassMutual’s Executive Leadership Team works of these first two years to join CEO Action for Racial gaps, relationships with external full-time as Chief Operating Officer for CEO Equity later in 2022. organizations — such as CEO Action for Racial Equity. The full capabilities of MassMutual are also being brought together in an advisory capacity, most recently with a focus on supplier diversity. 21 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our People Our employees are at the foundation all employees and their work are seen, For more about our diversity, equity, and of what makes MassMutual a strong, valued, and respected. In recent years, inclusion (DEI) efforts, see page 17. stable, and ethical business, and we are we removed hierarchical titles to more MassMutual has more than 6,000 committed to continuously evolving our accurately reflect the contributions full-time employees and approximately culture and investing in our employees people make and foster career growth 7,500 financial professionals in our to support their work and lives. and development. We have continued network across the U.S., who are at the to offer transformative learning Today, the diversity of our workforce core of how we fulfill our purpose and opportunities for employees to build spans more generations, ethnicities, and serve our policyowners, customers, and the skills they need today and into the lifestyles than ever, meaning our needs communities. To support our people in future. For years, we have committed are more diverse than ever. And, for our return, we strive every day to ensure they to evolving our comprehensive suite of employees, those needs — both personal have the resources, growth opportunities, benefits and leave policies. By making it and professional — are constantly flexibility, competitive compensation, and easier for our employees to take care of evolving. That is why, for years, we have benefits to do their best. themselves and the ones they love, we worked to cultivate a flexible, inclusive, carry on the tradition of living mutual. and collaborative environment where 22 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Investing in the Next Generation of Data Scientists Recognizing the power and potential of data analytics, MassMutual has been developing and investing in our in-house data science group since 2013. The group of now approximately 300 employees embeds data-driven innovation and decision-making throughout the company, while creating a data enterprise asset to be used for discovery, innovation, and rapid dissemination of information. What’s more, we have also partnered with data science programs in Massachusetts’ colleges and universities for nearly a decade to develop the Recruiting the Best Talent Our Employer Brand next generation of data scientists. Most recently, Our company’s enduring success is of our culture and what to expect MassMutual provided $1 million in funding to the credited to the skill and dedication of as part of our company. This allows Boston University Faculty of Computing & Data our people. Our recruitment strategy potential candidates to decide whether is aimed at attracting the talent we MassMutual is a place that aligns with Sciences to help expand the university’s unique need to deliver service and solutions of what is most important to them. teaching and research programs in data science. the highest quality for our customers, Our approach to attracting diverse Embrace Think Communicate Live As part of the three-year commitment, six while maintaining our strong, inclusive, talent is multifaceted, from including Diversity Forward Candidly Mutual undergraduate students were awarded $10,000 and ethical culture. We do this by being diversity measures as part of our authentic about what it means to work Bring the Be a curious self- Be ready to Be brave enough MassMutual externship stipends. company goals, to committing to courage to be starter, able to have candid to rely on and be at MassMutual and delivering a positive diverse candidate slates for open roles, uncomfortable work with others conversations in relied upon by candidate experience that treats all and the desire to who are equally a genuine way, those around you to providing hiring managers and determined and to take honest fully embrace DEI. in our mutual way involved with respect and consideration. to leave the feedback from interviewers with training to minimize of life. company in a others to grow To help express our culture and what it bias during the interview process. better place than and learn. you found it. means to work at MassMutual, in 2021, We continue to partner and build we launched our employer brand, relationships with organizations that can which defines the unique aspects connect us with a broad pool of talent. 23 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices 2021 People Highlights 86% 4,000+ Developing and Onboarding New Employees planning process is designed to create and education — as the framework and facilitate just that. for employees and their managers to overall employee employees completed Empowering Our We believe that the initial experience identify and pursue opportunities for engagement score our Systemic Racism Employees new employees have when they join Through this ongoing process, all learning and development: Degreed Pathway our company sets the course for a employees can define their career At MassMutual, we invest in our people successful career at MassMutual. We aspirations, identify development goals • Experience includes elements that to help them grow, develop, achieve continue to evolve our new employee aligned to competencies, and receive generally occur while employees their goals, and perform at their best. onboarding process to better reflect coaching and feedback from managers are in the workplace, and may 1,059 Our learning and development efforts our employer brand and commitment and others through the 360 Feedback include such opportunities 95% focus on equipping our employees to DEI, our focus on a sustainable future, process, which employees can initiate as stretch assignments, job with the broad knowledge, skills, and and our Live Mutual culture. These on their own. We use what we call the rotations, and special projects. people joined behaviors they need to perform their commitments are reinforced from day “3E Model” — experience, exposure, the company of employees participated jobs and succeed together, aligned one, through an initial welcome session in learning activities around a set of core competencies. and throughout the employee’s first We have long enabled this growth 90 days, via a series of informational through a variety of formal, informal, meetings to share our DEI efforts, and self-directed learning resources $1.1M Business Resource Groups, and our to support different learning styles 22hrs approach to professional development, and delivery methods. personal well-being, and community in tuition reimbursements engagement. New employees are We are intentional in providing provided on average spent by each encouraged to embrace these opportunities for employees across employee on learning and commitments as they become part of the organization — not only to help development the MassMutual community. support their success but also to grow our next generation of leaders Facilitating Career Development within MassMutual. Underpinning We know that learning and development this work is our long-standing, work best when employees take unwavering commitment to ensure ownership of their career development, that our development opportunities are supported by the resources and equitable, accessible, and aligned with guidance they need to achieve their the needs of our diverse culture. goals. MassMutual’s development 24 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices • Exposure comprises learning Building on this long-standing approach, extensive trainings for skill and manager opportunities for our employees to elements that involve in 2021, we made an investment to development. And, for more than a participate in programs and services interaction and relationships. enhance a digital mindset across the decade, we’ve invested in a range of that support healthy lifestyles, assist in It helps employees develop by company with an online educational training programs to support diverse building financial security for themselves building connections with other program, Digital Foundations, which and inclusive leadership. For more about and their families, and help them live peers and professionals. aligns with our strategy to grow in a these efforts, see page 17. well-balanced lives. digital world. With a series of online • Education encompasses Along with providing learning Designing Inclusive Benefits modules on topics including customer- elements we often think of in opportunities within the company, We continually develop our benefits centricity, design thinking, agile the context of formal trainings, we also support our employees to ensure we are truly supporting our methodology, marketing, and data, workshops, and online educational in continuing their education and employees’ needs, from generous and employees strengthen their ability to content. These activities can be earning professional accreditations progressive maternity and parental connect and collaborate amid the rapid instructor-led or self-directed, through external programs offered by leaves, leading adoption and surrogacy changes in technology. and include company-wide, educational institutions. In 2021, we reimbursement programs, fertility business-specific, functional, Another way we facilitate access provided more than $1 million in tuition services included in health plans, and and other types of learning. In to educational opportunities for our reimbursements to our employees for more. Consistent with our inclusive 2021, each employee spent on employees is through our Degreed professional enrichment to help them approach, MassMutual’s employee average more than 22 hours on platform, which offers a variety of self- advance in their careers. benefits have covered medically learning and development. directed learning modules as well as necessary services related to gender Supporting Employee affirmation surgery since 2014 — and nonsurgical treatment for transgender Well-Being persons since well before that. And, in Employee Engagement Along with striving to support and 2019, we expanded our transgender- reward our employees for their inclusive benefits to include We proactively engage with employees to understand what’s going contributions, we also provide them a wide range of well and where we can do better. Our listening strategy enables with the tools and resources to thrive procedures. leaders at all levels to gather timely feedback and insights directly in their lives overall. from employees. Their feedback helps us achieve our business goals We offer our eligible employees a by focusing on improving culture, leadership, engagement, and holistic suite of total rewards, including organizational effectiveness. competitive compensation, and incentive Through our annual employee engagement survey and periodic pulse and recognition plans at all levels to surveys, we solicit employees’ sentiment and feedback on a range of reward and celebrate our people for issues. In 2021, more than 90 percent of our employees participated in our their skills, ability, and performance. annual survey that we’ve conducted for more than 10 consecutive years. But we know that our employees We received an 86 percent overall employee engagement score and 90 care about more than just a percent of employees said they are proud to work at MassMutual. paycheck. We offer an array of benefits and provide 25 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices an additional 40 hours in 2021. In two years, we broadened the range addition, diagnostics and treatment of employee assistance programs to Celebrating Excellence of COVID-19 were covered by the include virtual services and expanded health plan, and related deductibles, access to our mindfulness resource, In 2021, we expanded our suite of employee recognition options to co-insurance, and co-pays were waived. eMindful, for spouses and partners at include Spotlight, a platform to acknowledge great work and encourage no cost. All employees are also given paid time off connectivity across the organization. Employees can post their for volunteering. For more information on We continued to offer our multiple appreciation for others, celebrate various work and life events, and how MassMutual employees are giving wellness services both virtually and nominate others for monetary awards. back to the communities where they live on-site at our office locations. Our and work, see page 30. “Live Healthy, Live Well” program offers incentives for healthy behavior, Offering Well-Being Resources with resources to support employees’ Part of designing inclusive benefits in addition to offering a flexible time We have long known that mental physical, emotional, and financial means recognizing that one solution off program, we provide a suite of and emotional well-being is just as health. Through this program, all doesn’t fit all. While many companies leave benefits that truly bring our important as physical well-being, employees have access to counselors, have a single health insurance premium values to life, including generous but the pandemic emphasized this health coaches, programming through for all employees, MassMutual offers maternity and parental leaves, disability connection in a new way. We expanded our Fitness Center, and more. tiered pricing for health insurance, insurance, caregiver leave, and our existing mental health resources including additional subsidies for lower- bereavement leave. For our caregiver to support employees. In the past compensated employees. and bereavement leaves, we have broadened the definition of “loved In 2021, we introduced a new program ones” beyond partner, parent, or child that enables employees to convert to include any “loved one.” We believe up to five days of unused vacation A Flexible Workplace employees should be able to define time into either a payment toward who is most important to them and student loan debt or a contribution A key piece of what makes MassMutual a great place to work is the have the time they need to take care of to a 529 college savings account. energy and enduring value of being together. We have introduced a whomever that is. This new offering for 2022, aimed flexible workplace approach where employees have hybrid schedules. at helping employees to navigate Throughout the pandemic, while our Our workplace philosophy balances flexibility with in-person the rising costs of education and to employees were caring for themselves collaboration to best meet the needs of our customers, our employees, protect their financial well-being, and the ones they love, we aligned and our company. This philosophy is grounded in four key principles: builds on MassMutual’s generous and our policies and benefits to support encouraging a more flexible way of working, building connections, competitive employee benefits. them. At its height in 2020, we provided empowering organizations, and evolving as business needs change. employees 80 extra hours of time off We are committed to doing what works best for our company and our Supporting Time Off and Leave for COVID-19-related needs, as well teams, while keeping the health and well-being of our employees the At MassMutual, we understand there’s as online meditation, exercise, and utmost priority. more to life than work, which is why, counseling programs, and we provided 26 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our Customers and Policyowners As a mutual company, we operate that our customers’ needs are ever- $7B for the benefit of our customers and changing, so we continually enhance participating policyowners, with an and expand our range of offerings and paid in insurance enduring focus on the long-term ensure that our customers understand and annuity benefits value we provide them. We take great how what we provide fits within a to customers in 2021 pride in the ways we have helped the broader financial plan. The pandemic generations of individuals, families, and has prompted many people to seek businesses achieve financial security out greater financial security for and peace of mind throughout our themselves and their families, and we history of over 170 years. are deeply committed to providing $1.85B solutions and investing in ways to meet Our financial professionals work closely those needs. with our customers and policyowners estimated dividend payout to understand their specific needs and to eligible participating goals and to recommend products policyowners in 2022 — the and services that support their largest payout in our history priorities. At the same time, we know 27 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Transparent Information Digital Products and We continue to expand our products This approach is integral to the and services and enhance our digital management of our General Investment and Fair Advice Services capabilities to make it easier for Account (GIA), which comprises the We provide transparent information We continually work to provide financial customers and financial professionals assets used to meet our obligations about the products we offer so that solutions, guidance, and education to to work with us on their terms. Our to our policyowners. We provide the our customers and policyowners have our customers on their terms, and in digital end-to-end platform enables framework for GIA portfolio construction what they need to evaluate them. 2021, we took a big leap forward in the us to introduce new products and and investment decision-making in our Our marketing materials undergo way we achieve that with the launch of provide protection more quickly and Investment Philosophy. thorough review by our compliance Advisor360°. This online platform provides efficiently, and we’ve also expanded MassMutual continues to deliver team to ensure that they are clearly customers and our financial professionals digital capabilities to include a diversified long-term value, including a record- written, accurately describe our integrated access and a holistic view experience across multiple platforms, setting dividend payout to eligible products and services, and reflect of their financial holdings. Financial such as mobile, web, chat, and voice. participating policyowners in 2022, the financial goals for which they are professionals and clients have access to These enhancements enable customers marking the 16th consecutive year we appropriate. In addition, our financial both MassMutual products and outside to submit claims online, resulting in faster have paid an industry-leading dividend professionals receive extensive assets, and can store key documents processing time, as well as a better interest rate among our mutual peer training to understand the potential such as wills, trusts, and tax documents overall experience. companies. Our financial performance benefits, risks, costs, and limitations of in a secure vault. Advisor360° allows our is summarized in our Annual Report. our products so they can effectively financial professionals to power their Long-Term Investment guide customers in making informed holistic practice, and drive efficiency Performance decisions about their policies and and productivity, while offering a accounts. differentiated client experience. Financial Our commitment to be there for our professionals can prepare for client policyowners and their families depends We also have an extensive program meetings in a few minutes through the on our consistent approach to investing. to safeguard our customers’ and use of over 40 reports. The platform also Our goal is to generate long-term policyowners’ personal and financial allows financial professionals to provide a stable investment performance to information. For more information on streamlined experience for clients that’s support MassMutual’s financial strength our cyber security and data privacy secure and accessible from any device, and our ability to meet our financial practices, see page 36. anywhere, anytime. commitment to policyowners. 28 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Catalyzing FinTech Innovation To continue to evolve our business and invested in have subsequently launched, provide the best products and services for including Surround Insurance and Posh. our customers, we must be at the center After working with MassChallenge of innovation. Since 2018, MassMutual for three years, in 2021, we were has been a founding member of the proud to extend our partnership with MassChallenge FinTech program and MassChallenge for another three years. a Champion Partner in the HealthTech In 2021, MassMutual spearheaded a program. We have made significant public-private partnership consisting commitments to help strengthen the of leaders from the industry, academia, financial technology (FinTech) and startup and investor communities, and HealthTech ecosystems in Massachusetts the state, to launch the Mass Fintech and to explore ways of connecting with Hub with the objective of making diverse, innovative startups. Additionally, Massachusetts a global hub for financial MassMutual has donated a floor of our technology. MassMutual also sponsored new Boston building to MassChallenge Boston FinTech Week in September 2021, for the next five years. Understanding Customers’ Needs which explored new technologies and Through the MassChallenge FinTech and new ways of doing business, with an To ensure a long-term relationship with such as sales, service calls, claims, This work is supported by research HealthTech global startup accelerator eye on sustainable finance; inclusivity; our customers and policyowners — as online self-service, and more. This into the long-term trends facing the well as with our financial professionals allows us to spot and respond to issues U.S. population and consumers in the programs, roughly 50 percent of environmental, social, and corporate — we want to understand what quickly and continuously enhance markets in which we operate. We startup partnerships have turned into governance; decentralized finance; and is working and what is not. We the ways we support our customers. stay close to demographic trends, real engagements for MassMutual, as the post-COVID-19 future. track consumer advocacy, or net We are also expanding our customer such as the aging of the population, customers, investors, or both. In 2021, 49 promoter scores, across our annuities, journey analytics capabilities to better widening inequality, fewer marriages, These collective efforts support insurance, and wealth management understand how customers interact and greater diversity, all of which help percent of the FinTech and HealthTech businesses, and we conduct regular with our company every step of the us to develop an understanding of MassMutual’s commitment to staying at startups were minority-founded, and consumer studies to capture the way, while respecting their privacy, so consumer traits and factors driving the forefront of innovative and industry- 43 percent were founded by women. overall customer experience and we can continue to provide the most their selection of products and leading technologies that can best serve Several of the startups that MassMutual track feedback at key touchpoints relevant solutions for them. services. our customers. discovered through MassChallenge and 29 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our Communities MassMutual’s commitment to help The concept of mutuality is integral to volunteer their time and skills to deepen financial well-being is possible when strengthen the communities where MassMutual’s approach to investing in our the impact of our company’s efforts and individuals have strong community we live and work is a natural extension communities. Beyond simply providing make a difference in their communities. connections and are financially of our Live Mutual philosophy — and a funding, we look for opportunities to resilient. Too often, a person’s ZIP Code critical part of delivering on our vision activate connections by engaging determines the extent of both. We’re Live Mutual Project to provide financial well-being for all residents, local organizations, and working to change that norm. Americans. To this end, MassMutual and community leaders to co-create Through the Live Mutual Project, the In our Live Mutual Project communities, the MassMutual Foundation support solutions that address priorities they MassMutual Foundation’s signature we bring together community leaders efforts focused on eliminating barriers themselves set. We also put our business initiative, we are helping create and organizations to identify the most to social and economic opportunity so and expertise to work to build financial vibrant, prosperous neighborhoods critical challenges residents face, such that all families can build their financial education and expand access to financial and financially healthy futures for all. as finding jobs with stable income, capability and thrive. products. Additionally, we harness the Launched in 2018, the Live Mutual affordable housing, access to capital, commitment of our employees, who Project is guided by the belief that and financial coaching. We then support $20M 3M 14,000 donated to nonprofit students reached through free life insurance policies8 — and more than community organizations our FutureSmartSM financial $708 million in coverage — provided in 2021 education program since 2015 through our LifeBridge program since 2002 8 MassMutual issues the policies to eligible families and pays the premiums. 30 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices coordination among the network of Applying Our Approach in financial resilience and community Connects, a national program executed Springfield existing resources to work together connections. Our funding enabled our by the Lynch School of Education toward a shared goal that addresses As the location of MassMutual’s nonprofit partners to link more than at Boston College that aggregates these critical challenges. headquarters, Springfield, 1,250 residents to critical social service existing community resources and Massachusetts, was a natural place resources, help 225 individuals reduce support services for students based Our approach is based on the conviction for us to pilot the Live Mutual Project. their consumer debt through a free legal on their individual needs. Launched that no one knows what a community Our efforts are focused on Springfield’s support center for low-income residents, in six Springfield public schools in needs more than its members North End neighborhood, which has connect more than 350 individuals September 2011, City Connects was themselves, and that no one organization been a first home for various immigrant with the federal monthly Supplemental implemented in 40 schools across the can address its collective needs alone. communities for more than a century. Nutrition Assistance Program, and district by 2021, serving more than The Live Mutual Project focuses on While some have thrived, others provide financial coaching to more than 13,000 students and their families. Since leveraging the unique assets that exist experience health and well-being 130 individuals. It also enabled the launch 2017, the MassMutual Foundation has within a community and works to far below city, regional, and state of a Spanish-language small business provided $3.3 million in grant funding to strengthen the organizations themselves expectations. accelerator program, whose inaugural Springfield public schools to implement by connecting them with technical class included 20 aspiring entrepreneurs. City Connects. In 2021, the school assistance, leadership development, In 2021, the Live Mutual Project held district reached an important milestone networks, and volunteers, so they can 12 gatherings of residents, grantees, In addition to a concentration in the in its next stage of growth in becoming better meet their mission. community partners, and peer funders North End neighborhood, we support eligible for ongoing state funding, in Springfield. During the year, the the Springfield community at large. For Through 2021, the MassMutual reducing its reliance on fundraising to MassMutual Foundation also invested example, the MassMutual Foundation Foundation invested $5.5 million in Live maintain the resource for its students. $783,000 in nine Springfield nonprofit provided a $1 million grant in 2021 to Mutual Project nonprofit partners. organizations working to build residents’ Springfield Public Schools to expand City 31 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices the social determinants of health. Research conducted by Associated Beyond providing healthcare, BMC Press-NORC Center for Public is a pioneer in creating community Affairs Research, with support from connections by aggregating and the MassMutual Foundation and in providing wraparound services such as partnership with the Impact Genome financial counseling, a food pantry, and Project®, shows that there are both housing assistance, which our support racial and economic inequities in the helps amplify and accelerate. creation and use of social capital. That’s why building social capital is Social Capital at the heart of the missions of both the MassMutual Foundation and A growing body of evidence shows the Live Mutual Project. In 2021, we that social capital — an individual’s partnered with the Impact Genome connectedness to other people, Project® to create a first-of-its-kind groups, and institutions — has a direct Extending the Live Mutual Project and to sustain a vital, prosperous Social Capital Genome — a research relationship with economic mobility to Boston region where justice and opportunity platform designed to study resources and is foundational to the financial As we continue to reinvest and are accessible to all. The CEJ will be in marginalized communities, raise well-being of communities and their expand MassMutual’s footprint in a community base-builder and will visibility, track progress, and create residents. Knowing what services Massachusetts, we are also extending partner with community organizations, a common language by which and resources are available and how the work of the Live Mutual Project higher educational institutions, and researchers, funders, and nonprofits to access them is the critical barrier across the Commonwealth. We corporations to host speaker series can evaluate interventions. The goal to entry for getting both needed are focused on advancing two and race and equity dialogues. We are is to develop sustainable, data-driven short-term assistance and laying the initial partnerships that mirror the proud to partner with King Boston to strategies to help people build social foundation for long-term resilience. Foundation’s principles and vision. advance measurable economic justice capital and activate their personal, for residents and introduce worldwide In many of the United States’ professional, and community networks. Alongside the grand opening of our visitors to this aspect of Boston’s history. most economically marginalized This effort builds on the MassMutual new office at 10 Fan Pier in Boston neighborhoods, pathways to social Foundation’s multiyear partnership with in 2021, the MassMutual Foundation In 2020, the MassMutual Foundation capital already exist that connect Impact Genome® to fund and support announced a $1 million grant toward provided a $1 million grant to launch families to affordable housing, data-driven solutions for communities. the creation of King Boston’s new Boston Medical Center’s (BMC) Health healthcare, transportation, banking, Center for Economic Justice (CEJ) in Equity Accelerator. BMC primarily career training, and healthy food. Too Roxbury, Massachusetts. The CEJ will be serves under-resourced, diverse often, those resources reach only a the epicenter for research and action to communities, bringing decades of fraction of those they seek to serve. address economic and social disparities expertise in programming to address 32 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices FutureSmartSM Employee Engagement One of MassMutual’s core beliefs is that over 3 million students to date and Our employees embody the Live Mutual tap into Catchafire’s vast international financial education is foundational to plan to double that to nearly 6 million spirit every day, and we are proud to network of volunteers. More than 35 achieving economic empowerment. students by 2025. support and encourage their efforts to MassMutual Foundation grantees are Since 2015, the MassMutual Foundation make a difference in their communities. benefiting from the program, working We understand that financial has offered FutureSmartSM, a national Full-time employees receive 24 hours with MassMutual employees and wellness extends to the families and online education program that of paid time off annually to volunteer. volunteers in the broader Catchafire communities that support these young empowers middle and high school In addition, the MassMutual Foundation network. This pro bono support has people, and in 2021, we expanded students to effectively manage their donates per volunteer hour tracked collectively saved the nonprofits almost Putting Our Business to Work to Support FutureSmartSM to include free digital finances, make sound decisions, to eligible nonprofits, up to $1,500 per $225,000 through March 2022. Our Communities financial literacy education for and become financially responsible. employee annually. We also match educators and families. Users can Through storytelling and simulation, employees’ personal donations to Along with supporting nonprofits in our communities, we are putting our core access supplemental resources in both FutureSmartSM combines intangible eligible nonprofits, up to $5,000 per business to work through innovative insurance programs that directly support English and Spanish through two new skills with real-world context. employee annually. In 2021, our the financial resiliency of individuals and families across the U.S. portals on the FutureSmartSM website. employees, together with the corporate With our strategic partner EVERFI — a This includes a robust library of 30-plus Through our LifeBridge program, we provide free life insurance policies to eligible match, contributed nearly $2 million to leading provider of technology-based “micro-courses” that take an average parents and guardians for their children’s education expenses. MassMutual over 1,700 nonprofits. education platforms — we have reached of five minutes to complete. issues, and pays the premiums for, $50,000 10-year life insurance policies. In In 2021, MassMutual launched the event that the insured parent passes away during the period of the policy, a Catchafire, a skills-based virtual $50,000 death benefit is paid to a trust that holds the funds to pay for the child’s volunteer program that leverages our educational expenses. Between launching the program in 2002 and 2021, we employees’ existing skills or areas of issued over 14,000 policies representing $708 million in coverage and we paid 90% interest to support nonprofits through $3.15 million in claims. projects ranging from a one-hour In April 2020, when the magnitude of the COVID-19 pandemic was becoming consultative phone call to more apparent, we were quick to adapt the LifeBridge program framework and our of students taking FutureSmartSM experienced extensive efforts, such as website digital technology platform to launch HealthBridge, a free term life insurance a significant increase in knowledge, regardless development or communications program for frontline healthcare workers. Through HealthBridge, we provided planning. As part of the program, of their socioeconomic background9 three-year term life insurance policies for up to $25,000 in coverage to eligible we also provide support that frontline healthcare workers and volunteers, pledging a total of $3 billion of enables select MassMutual insurance coverage. Through the end of 2021, when we stopped accepting Foundation grantees to applications for the program as vaccines became widely available, we had 9 According to a two-year efficacy study conducted by the UMass Donahue Institute (2020). issued over 11,000 policies, representing approximately $251 million in coverage, and paid approximately $225,000 in claims. 33 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Governance and Ethics From the moment MassMutual issued Corporate Governance Guidelines Our governance structure reflects our eligible participating policyowners our first policy, we have been committed outline how our Board functions and and is designed to serve our mutual consistently since the 1860s. In 2022, to the highest standards of ethics and fulfills its responsibilities. These guidelines ownership structure. As a mutual we paid out the largest dividend10 in integrity. More than 170 years later, that mandate that at least 75 percent of company, MassMutual does not have our company’s history, marking the pledge has never been as important Board members are independent shareholders, so we can be singularly 16th consecutive year we have paid an as it is today. We have an unwavering directors. Every year, a class of directors focused on doing business with the industry-leading dividend interest rate commitment to doing business ethically is nominated for reelection by the Board’s long-term interests of our customers among our mutual peer companies. and in compliance with governing laws Technology and Governance Committee and policyowners in mind. This mutual and regulations. This philosophy has based on character, judgment, structure also means that our eligible guided us from the very beginning, business acumen, and experience. The participating policyowners have the and it’s a fundamental reason why our Committee also considers the diversity opportunity to share in any dividends company has stood the test of time. of the Board and, as of year-end 2021, we declare, which are based on our more than half of MassMutual’s Board of mortality, expense, and investment Our standard for ethics, integrity, and Directors was comprised of women and experience. Although dividends are sound governance starts with our people of color. not guaranteed, we’ve paid them to leaders and Board of Directors. Our 1 0 T he dividend and dividend interest rate (DIR) are determined annually, subject to change, and are not guaranteed. Dividends for eligible participating life insurance policies primarily consist of investment, mortality, and expense components. The DIR is used to determine the investment component of the dividend. It is not the rate of return on the policy and should not be the sole basis for comparing insurers or policy performance. 34 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Ethics “Speaking Up” course and survey to process to identify and manage risks includes analyzing trends in the business research and analyze medical and public Integrating Climate Risk encourage employees to raise ethics across our company, which is guided by environment and studying key risk health developments to inform our risk As part of our robust risk assessment Trust is at the core of our business, and compliance concerns. One way that principles set by the Board that establish metrics and forward-looking scenarios, assessments and business planning. process, MassMutual monitors a and we know maintaining that trust employees can raise issues is by calling our appetite for risk. We take a broad, as well as assessing the strength of our broad range of strategic, financial, MassMutual has a strong enterprise risk requires that we conduct ourselves our Compliance and Ethics Reporting multifaceted approach that focuses on key controls and competitive threats and and operational risks, including those management culture and established with the highest ethics and utmost toll-free hotline, which is administered both financial and nonfinancial risks. This emerging regulations. Furthermore, we related to sustainability and climate framework. We adhere to the “three integrity in everything we do. Our Code by a third party and is available 24/7. change. Within our ERM function, lines of defense” system to clearly of Conduct sets the standard for our We support our employees who raise we have dedicated resources with identify roles and responsibilities across actions, outlines our expectations for our concerns, and anyone who engages in Our Enterprise Risk Management Framework responsibility for monitoring climate- the organization. Additionally, risk employees, and is the cornerstone of our retaliatory conduct against a person who related risks. In addition, our Climate policies and key risk indicators are set decision-making. We have an extensive has in good faith raised a compliance, G I C RISK DE to guide and inform risk owners on how Risk Working Group, which is comprised employee education program designed T E CI ethics, or risk issue or concern will face A SI of representatives from our ERM, R T O to manage risks. We utilize centralized to ensure ethics and compliance in disciplinary action, up to and including S N S Global Sustainability, and Investment technology to document our risks all aspects of our business, including termination of employment. teams, leads and coordinates our and ensure consistent management requiring all employees to participate process for identifying and assessing MassMutual also expects our and reporting. in annual certification of our Code climate-related risks and opportunities suppliers to share our commitment Risk Reporting & Risk of Conduct. We also provide training Our Chief Risk Officer (CRO), Communication Objectives across our business. Climate risks to act ethically, with integrity, and in focused on our Anti-Money Laundering who heads up our Enterprise Risk are integrated into our overall risk compliance with applicable laws and Program and employees’ responsibilities Management (ERM) function, reports framework and processes, which regulations. Our Code of Conduct for to detect and prevent MassMutual directly to our Chief Executive Officer include regular reporting to our Suppliers articulates the principles, from being used to facilitate money RISK CULTURE and is a member of the Executive Executive Leadership Team and Board values, and expectations of behavior laundering or the financing of terrorist Leadership Team. A management of Directors. At the Board and executive we have for our suppliers when doing Risk GOVERNANCE activities. In 2021, we additionally Risk Enterprise Risk Committee (ERC), led Management levels, oversight and management of business with MassMutual. delivered courses on protecting seniors & Mitigation Identification by the CRO, meets at least quarterly to climate-related risks and opportunities and vulnerable adults from financial approve significant risk decisions and are embedded in MassMutual’s abuse, anti-fraud, data governance, and Risk Management policies, and to review management overall ESG governance structure and other ethics and compliance topics. Risk of material risks. The CRO also reports accountabilities. For more information Effective risk management is integral Assessment & regularly to the Board of Directors As part of our education programs, we to our culture and to fulfilling our Measurement on ESG governance, see page 6. through full Board meetings and help employees identify compliance responsibilities to our customers and executive sessions on risk-related and ethics issues and report any policyowners, and central to how matters. More information about concerns through the appropriate we operate our business. We have our approach to risk management is channels. In 2021, we delivered a established a comprehensive, disciplined available on our website. 35 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices As a life insurance and financial We continue to expand our climate risk technology, and sensitivity of new employee orientation and the products company, MassMutual’s most capabilities and align our processes information, to ensure that we are employee Code of Conduct. significant exposure to climate-related with the recommendations of the operating in a manner designed to In 2020, we rolled out a combined risks is associated with our General TCFD. This includes both broadening protect against reasonably foreseeable Data Governance, Data Ethics, Investment Account (GIA), although the coverage of our scenario analysis threats or hazards. Privacy, and Cyber Security course climate risks could potentially affect our work to more asset classes within The Head of Enterprise Cyber Security to all employees, which provides an physical operations as well. In order to the GIA and further adapting insights provides an update on the status of overview of applicable MassMutual develop a more detailed understanding into investment guidance. Our efforts the cyber program at least quarterly policies and procedures that define of the potential risks we face, we to better understand climate risk at the ERC. Semiannually, a deep dive how we expect employees and launched a process in 2021 following and opportunity, and to continually on cyber risk is on the agenda of the contractors to treat the data we receive the recommendations of the Task Force apply these insights to our investment ERC, and at the Board or one of its from policyowners, customers, and on Climate-related Financial Disclosures strategy, reflect MassMutual’s committees. Cyber risks are regularly employees. Approximately 98 percent (TCFD). This process concentrates on commitment to our customers and included in the review of Top Enterprise of MassMutual employees completed identifying and assessing the climate- policyowners by ensuring our future Risks discussed at every Board meeting, the course in 2021. We also provide related risks and opportunities we may strength across a wide range of with a similar cadence and focus for our employees annual training on the face under different climate change possible scenarios. Privacy, Data, and Artificial Intelligence privacy and security requirements scenarios. As part of this effort, we program. of the Health Insurance Portability Cyber Security and Data Privacy are taking areas where climate risk is and Accountability Act (HIPAA) of We recognize that we are stewards All MassMutual employees and already being managed and putting 1996. In 2021, 99 percent of assigned of data on behalf of our customers, contractors receive annual cyber them into a more structured framework, employees completed the HIPAA policyowners, and employees, so security training, which covers topics while filling gaps where these risks need training. cyber security and data privacy are ranging from basic security awareness more focus. Our initial scenario analysis critical operational and business to current identified risks. In addition, More information on our approach work is targeted at understanding the priorities for MassMutual. We maintain we engage in education campaigns to cyber security and data privacy is transition risk in our public corporate a comprehensive, risk-based Enterprise that include articles, targeted available on our website. bond portfolio given available information. Cyber Security Program to safeguard communications, role-based training, The findings from this initial analysis are the security, confidentiality, and experiential learning, and simulations, being used to more deeply integrate integrity of personal information. As to teach participants the techniques climate risk into our existing enterprise part of this, we continuously monitor, needed to make secure computing risk management processes, generate review, and adjust our cyber security decisions. Information technology actionable strategy insights, and policies and procedures based on messages are also integrated into improve our roadmap for achieving net changes in the threat landscape, other training programs, such as zero greenhouse gas emissions. 36 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices About This Report This is MassMutual’s inaugural and Asset Management & Custody For more information, visit sustainability report, covering our Activities standards developed by the MassMutual.com. environmental, social, and governance Sustainability Accounting Standards For more information on MassMutual’s (ESG) approach, activities, and Board (SASB). The report content is sustainability initiatives, visit our website. performance for our fiscal year from also informed by the recommendations January 1 to December 31, 2021. In some of the Task Force on Climate-related Contact Information: instances, activities from previous years Financial Disclosures (TCFD). MassMutual and the first half of 2022 are included 1295 State St. The scope of this report is and clearly noted. The report, which we Springfield, MA 01111 Massachusetts Mutual Life Insurance plan to publish annually, focuses on the sustainability@massmutual.com Company (MassMutual); subsidiaries most relevant ESG issues that matter to are not included unless otherwise our business and our stakeholders. stated. This aligns with our statutory We report on related disclosure financial report filing. topics identified by the Insurance 37 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Sustainability Accounting Standards Board (SASB) Index Our sustainability report includes relevant disclosure topics identified by the Insurance and Asset Management & Custody Activities standards developed by SASB. While we do not yet disclose all the metrics included in these sector standards, we are committed to refining our approach to expand our disclosures in the future. All data is as of and for the year ended December 31, 2021, unless otherwise noted. Topic SASB Accounting Metric Code MassMutual Response Industry: Insurance Transparent information & Total amount of monetary losses as a result of legal proceedings FN-IN-270a.1 MassMutual does not have material legal proceedings associated with marketing and communication of insurance fair advice for customers associated with marketing and communication of insurance product-related information to new and returning customers. For further information about legal proceedings product-related information to new and returning customers generally, see Note 16d in MassMutual Statutory Financial Statements, page 88. Customer retention ratio FN-IN-270a.3 MassMutual does not disclose this specific metric. The company measures customer satisfaction with a variety of metrics including surveys, customer focus groups, and net promoter scores. Our Customers and Policyowners, pages 27–29 Description of approach to informing customers about products FN-IN-270a.4 Our Customers and Policyowners, pages 27–29 MassMutual Disclosure Center Incorporation of Total invested assets, by industry and asset class FN-IN-410a.1 MassMutual Investment Philosophy environmental, social, and MassMutual Statutory Financial Statements, pages 28-49 governance factors in investment management Description of approach to incorporation of environmental, social, FN-IN-410a.2 ESG Finance, pages 9–13 and governance (ESG) factors in investment management MassMutual ESG Investment Policy processes and strategies Policies designed to incentivize Discussion of products, and/or product features that incentivize FN-IN-410b.2 Sustainability and Mutuality, pages 5–8 responsible behavior health, safety, and/or environmentally responsible actions and/or ESG Finance, pages 9–13 behaviors Our Customers and Policyowners, pages 27–29 2021 Annual Report, pages 18-27 38 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Topic SASB Accounting Metric Code MassMutual Response Industry: Insurance Systemic risk management Exposure to derivative instruments by category: (1) total potential FN-IN-550a.1 MassMutual Statutory Financial Statements, pages 42-46 exposure to non-centrally cleared derivatives, (2) total fair value of acceptable collateral posted with the Central Clearinghouse, and (3) total potential exposure to centrally cleared derivatives Description of approach to managing capital- and liquidity-related FN-IN-550a.3 MassMutual Statutory Financial Statements, pages 85-90 risks associated with systemic non-insurance activities MassMutual ESG Investment Policy Activity Metric: Insurance Number of policies in force, by segment: (1) property and casualty, FN-IN-000.A 1,936,486 individual and group life insurance policies in force as of year-end 2021 (2) life, (3) assumed reinsurance Industry: Asset Management & Custody Activities Transparent information & fair Total amount of monetary losses as a result of legal proceedings FN-AC-270a.2 MassMutual does not have material legal proceedings associated with marketing and communication of financial advice for customers associated with marketing and communication of financial product-related information to new and returning customers. For further information about legal proceedings product-related information to new and returning customers generally, see Note 16d in MassMutual Statutory Financial Statements, page 88. Description of approach to informing customers about products FN-AC-270a.3 Our Customers and Policyowners, pages 27–29 and services MassMutual Disclosure Center Employee diversity & inclusion Percentage of gender and racial/ethnic group representation for FN-AC-330a.1 MassMutual Workforce Demographics, pages 4–6 (1) executive management, (2) non-executive management, (3) professionals, and (4) all other employees 39 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Topic SASB Accounting Metric Code MassMutual Response Industry: Asset Management & Custody Activities Incorporation of environmental, Amount of assets under management, by asset class, that employ FN-AC-410a.1 ESG Finance — ESG Investing, pages 11–13 social and governance factors (1) integration of ESG issues, (2) sustainability themed investing, MassMutual ESG Investment Policy in investment management & and (3) screening advisory Description of approach to incorporation of ESG factors in FN-AC-410a.2 ESG Finance, pages 9–13 investment and/or wealth management processes and strategies MassMutual ESG Investment Policy Business ethics Total amount of monetary losses as a result of legal proceedings FN-AC-510a.1 For further information about legal proceedings generally, see Note 16d in MassMutual Statutory Financial Statements, associated with fraud, insider trading, anti-trust, anti-competitive page 88. behavior, market manipulation, malpractice, or other related financial industry laws or regulations Description of whistleblower policies and procedures FN-AC-510a.2 Governance and Ethics, pages 34–36 Code of Conduct 40 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Task Force on Climate-related Financial Disclosures (TCFD) Index Our sustainability report includes content that is informed by the recommendations of the TCFD. We are continuing to develop and expand our climate reporting in line with TCFD recommendations and best practices. Location of Additional Core Element TCFD Recommended Disclosure MassMutual Response Disclosures Governance Disclose the organization’s • Describe the board’s oversight of climate-related risks and opportunities We have established strong climate risk governance. At the Board and Sustainability and Mutuality, governance around climate- executive levels, oversight and management of climate-related risks and pages 5–8 • Describe management’s role in assessing and managing climate-related related risks and opportunities opportunities are embedded in MassMutual’s overall ESG governance structure risks and opportunities Governance and Ethics, pages and accountabilities. Furthermore, we have dedicated resources within our 34-36 enterprise risk management function and a Climate Risk Working Group that ensures integration of climate-related risks and opportunities into our business. Strategy Disclose the actual and potential • Describe the climate-related risks and opportunities the organization has identified over We believe that the most important strategic implications of climate change Governance and Ethics, pages impacts of climate-related the short, medium, and long term for MassMutual are associated with our General Investment Account (GIA). 34-36 risks and opportunities on the We are conducting scenario analyses to identify and assess our potential • Describe the impact of climate-related risks and opportunities on the organization’s ESG Finance, pages 9–13 organization’s businesses, strategy, climate-related risks and opportunities. Based on this effort, we are developing businesses, strategy, and financial planning MassMutual ESG Investment and financial planning where such actionable guidance for integrating the insights from these analyses into our • Describe the resilience of the organization’s strategy, taking into consideration different Policy information is material strategy and management processes. climate-related scenarios, including a 2°C or lower scenario Risk Management Disclose how the organization • Describe the organization’s processes for identifying and assessing climate-related risks The ongoing improvement of our climate risk management processes is Governance and Ethics, pages identifies, assesses, and manages focused on building out our scenario analysis capabilities, starting with public 34-36 • Describe the organization’s processes for managing climate-related risks climate-related risks corporate bond transition risk in our GIA. We are continuing to integrate • Describe how processes for identifying, assessing, and managing climate-related risks are climate-related risk into our existing risk framework. integrated into the organization’s overall risk management 41 | MassMutual 2021 Sustainability ReportA Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Location of Additional Core Element TCFD Recommended Disclosure MassMutual Response Disclosures Metrics and Targets Disclose the metrics and targets • Disclose the metrics used by the organization to assess climate-related risks and We have committed to achieve net zero GHG emissions in our operations by ESG Finance, pages 9–13 used to assess and manage opportunities in line with its strategy and risk management process 2030, and to transition our investment portfolio (our GIA) to net zero emissions Sustainable Operations, pages relevant climate-related risks by 2050. • Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, 14-16 and opportunities where such and the related risks We report GHG emissions, including Scope 1, Scope 2, and Scope 3 (business information is material • Describe the targets used by the organization to manage climate-related risks and travel). As part of our ongoing refinements, we are analyzing our financed opportunities and performance against targets emissions and determining additional risk metrics. 42 | MassMutual 2021 Sustainability Report© 2022 Massachusetts Mutual Life Insurance Company, Springfield, MA 01111-0001. All rights reserved. MM202506-302070 MassMutual.com",
    "TEXT BY PAGE": [
        "2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Table of Contents A Message From Our CEO 2 About MassMutual® 3 MassMutual’s Sustainability Journey 4 Sustainability and Mutuality 5 ESG Finance 9 Sustainable Operations 14 Diversity, Equity, and Inclusion 17 Our People 22 Our Customers and Policyowners 27 Our Communities 30 Governance and Ethics 34 About This Report and Indices 37 (SASB and TCFD) 1 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices A Message From Our CEO Dear Fellow Stakeholders, Given the ways climate change is Five years ago, we became an early responsibility — one that drives our impacting our communities, we leader in the practice of measuring enduring pledge to ethics and integrity. At MassMutual, thinking and acting for approach it the same way — coupling our DEI progress as part of our the greater good is embedded in who While we will continue to face big goals with daily actions. MassMutual annual incentive plan goals, and we we are. As a mutual company, we do formidable challenges as a society, has been working for years to recently began sharing our DEI results business with the long-term interests when we look out for one another and minimize the environmental impact publicly. These efforts have resulted of our customers and policyowners in the generations that will follow us, we of our operations, and we are now in an increasingly diverse workforce, mind. And the policies we sell today create hope for a better world, one accelerating our pace of action given including within leadership roles, are commitments that we will deliver where more people feel secure about the urgency of the climate crisis. In and we also have one of the most on — in many cases — decades from the future and their place in it. 2021, we announced a commitment diverse boards among FORTUNE® 500 now. This focus on mutuality and Sincerely, to achieve net zero emissions in companies.2 In the past two years, we longevity goes hand in hand with our MassMutual’s operations by 2030 and have expanded our efforts — such as commitment to sustainability. in our investment portfolio by 2050, pledging $150 million to procure from Our purpose is to help people secure making us the first U.S.-based mutual underrepresented diverse businesses their future and protect the ones they insurance company to set such a goal. and committing $100 million of impact Roger W. Crandall love. In 2021, we marked MassMutual’s And we are backing our commitment investment capital to help advance Chairman, President, and Chief 170th year, a milestone we reached with rigorous plans and a pledge to be racial equity and economic opportunity. Executive Officer because we have always made people transparent about our progress. These and the other efforts detailed a priority, knowing the work we do We’re also committed to tackling the in this report reflect MassMutual’s today can build a better world for the barriers that prevent equal access to unwavering commitment to do right next generation. opportunity. One way we do that is by our policyowners, customers, Simply put, our way of doing business and through programs like LifeBridge, which employees, and communities. From “In 2021, we marked MassMutual’s 170th sustainability are fundamentally aligned, has provided more than $700 million the moment we issued our first policy meaning we can have big aspirations in free life insurance coverage1 to in 1851, our customers have relied on year, a milestone we reached because about how we can make an impact. Our eligible parents to help protect their us to provide financial security and vision to provide financial well-being dream of providing their children with peace of mind, and we’ve built strong we have always made people a priority, for all Americans is not a goal we can an education. Internally, our diversity, governance programs to ensure we accomplish tomorrow or achieve on our equity, and inclusion (DEI) journey continue to deliver on the faith our knowing the work we do today can build own, yet we are taking action every single began more than a decade ago with policyowners place in us. It is both day to bring it closer to reality. immersive education for our employees. a tremendous and humbling a better world for the next generation.” 1 MassMutual pays the premiums. — Roger Crandall, 2 F rom FORTUNE. ©2022 FORTUNE Media IP Limited. All rights reserved. FORTUNE 500 (May 2022) is a registered trademark of FORTUNE Media IP Limited and is used under license. FORTUNE and FORTUNE Media IP Limited are not affiliated with, and do not endorse products or services of, MassMutual. Chairman, President, and CEO 2 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices 2021 at a Glance 6,000+ 7,500+ employees financial professionals nationwide throughout the U.S. including Puerto Rico About $7B $895B ® MassMutual paid in insurance coverage and annuity benefits in force to customers MassMutual is a leading mutual life Purpose insurance company that is run for the We help people secure benefit of its members and participating their future and protect policyowners. Founded in 1851, the the ones they love. company has been continually guided by one consistent purpose: to help 172,000 154th people secure their future and protect Vision the ones they love. With a focus on delivering long-term value, MassMutual To provide financial lives newly consecutive offers a wide range of protection, well-being for all accumulation, wealth management, Americans. insured dividend payout to and retirement products and services. eligible participating For more information, visit policyowners MassMutual.com. 3 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices 1927 1965 1968 1999 2009 Moved to current Began offering Introduced flextime to help Exceeded $1 billion Began requiring foundational headquarters site in disability income employees achieve balance MassMutual policyowner diversity and inclusion Springfield, Massachusetts insurance in their work and life dividend payout education for managers 1851 1932 1983 2002 2008 MassMutual Issued 60,000 loans Opened MassMutual Developed LifeBridge, Appointed first Chief 2011 founded totaling more than $26 Children’s House to care a first-of-its-kind, free Diversity Officer Received LEED Silver® million to policyowners, for children of company life insurance product3 certification for our to help them through employees home office on the Great Depression State Street in Springfield 2014 Expanded transgender- inclusive MassMutual’s 2017 healthcare Integrated the coverage Sustainability Journey 2018 company’s diversity Strengthened inclusive and and inclusion progress 2016 2015 nonhierarchical culture by taking into our annual Established the Launched diversity and away traditional job titles incentive plan MassMutual Foundation Throughout our history, MassMutual has achieved many inclusion intensive learning sustainability milestones. In recent years, we have taken labs for senior leaders steps to put greater structure around our efforts to 2018 2016 2015 accelerate our progress and deepen our impact. As we Launched the Live Mutual Project Upgraded to LEED Committed $20 million to reach 2 million to bring together community Gold® certification for students with the FutureSmartSM financial continue to grow our business, sustainability will remain 2020 resources and partners to our Springfield office education program, in partnership with EVERFI Reached 2 million students essential to how we deliver value for our customers, create vibrant and empowered and expanded support of policyowners, employees, and communities. neighborhoods FutureSmartSM with a new $30 million commitment and goal to reach an additional 2022 3.75 million students Provided a record 2020 estimated $1.85 Joined CEO Action 2021 billion dividend payout for Racial Equity Published our 2021 to participating workforce Announced a policyowners, the 16th demographic data $150 million, five- consecutive year we publicly for the first year commitment have paid an industry- 2021 time, after sharing our to procure from leading dividend interest Became a signatory progress internally underrepresented rate among our mutual of the Principles for since 2017 diverse businesses peer companies Responsible Investment 2021 2021 2021 2021 3 MassMutual pays the premiums. 4 I nvestment portfolio refers to MassMutual’s General Launched the MM Catalyst Fund — a $50 million Committed to net zero GHG emissions in our Appointed inaugural Opened our new office at Investment Account, which had $220.3 billion of invested commitment to invest in Black-led companies and portfolio4 by 2050 and operations by 2030 Head of Sustainability 10 Fan Pier in Boston, a LEED assets as of December 31, 2021. overlooked entrepreneurs in Massachusetts Platinum® certified building 4 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our Approach to Environmental, Social, and Governance (ESG) At MassMutual, operationalizing our commitment to sustainability is about embedding environmental stewardship, social responsibility, and good governance into how we do business and make decisions. We view ESG as not only core to our purpose, but also as a critical strategic priority. It fuels innovation, creates long-term value and stability, supports robust risk management, and drives business growth. We integrate ESG across our businesses, focusing on key areas where we can make a unique and meaningful impact by virtue of what we do and how we do it. Underpinning all these efforts is our long-standing commitment to do business ethically with strong corporate governance. For more about our corporate governance, see page 34. Core Elements of Our ESG Strategy Sustainability Leveraging our capital to drive social Creating a diverse, equitable, and Investing in our communities to Operating our facilities sustainably and environmental progress and inclusive workplace that empowers create more equitable access to to support the transition to a low- our employees to reach their social and economic opportunities and Mutuality carbon economy professional and personal goals and financial well-being 2021 Highlights • Established a commitment • Integrated workforce diversity • Donated $20 million to nonprofits, • Established a commitment MassMutual’s founders believed in the and the planet we share. Sustainability to reach net zero in our progress into our annual including $1 million toward the to reach net zero for our notion of living mutual — that the world is is not simply a program; it is woven investment portfolio by 2050 incentive plan for the fifth year creation of King Boston’s new operations by 2030 better when we look out for one another — into our culture and is the lens through Center for Economic Justice and that principle has guided us for more which we manage our business. • Announced a strategic • Increased the racial/ethnic diversity • Conducted an inventory of our than 170 years. It is also at the heart of partnership with Low Carbon, of our workforce by 19 percent — • Partnered with the Impact operational greenhouse gas In service of our purpose, we operate our purpose: to help people secure their a U.K.-based renewable energy and of our leaders by 28 percent — Genome Project® on new emissions for 2019-2021 as a mutual company for the benefit future and protect the ones they love. investor and asset manager over the past three years research to help measure of our members and participating the value of social capital Our focus on mutuality means that policyowners, which allows us to • Launched the MM Catalyst • Hosted quarterly collaborative our commitment to sustainability manage the company with a focus on Fund, a $50 million fund to events with Business Resource is fundamentally aligned with and their long-term interests. This mindset invest in Black-led companies Groups focused on cross- ingrained in how we operate and deliver drives our decision-making and directly and overlooked entrepreneurs cultural learning, drawing value to the people who depend on us informs our approach to sustainability. in Massachusetts nearly 3,000 attendees 5 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices ESG Governance Delivering on our ESG objectives is dependent on having clear structures, processes, and accountabilities across our company. Here’s how we embed ESG to drive progress toward our commitments. Board of Directors Provides oversight of our ESG strategy, including our strategy related to climate change, and receives updates at least twice annually. ESG Executive Steering Committee Oversees ESG and climate strategy at the executive level; comprises the full Executive Leadership Team, including our CEO, and is chaired by our Chief Risk Officer. Meets at least three times annually. Global Sustainability Office Develops and deploys MassMutual ESG strategy, including our approach for addressing climate-related risks and opportunities. Is led by our Head of Sustainability and works closely with functional leaders and business units to drive integration. Cross-Functional Working Groups Support integration of ESG principles into business unit-level strategies, policies, and procedures, and lead execution of key ESG initiatives. Comprised of functional and business unit leaders. Our Employees Bring our strategy to life through dedication, energy, and creativity. For more about our corporate governance and ethical business practices, see page 34. 6 | MassMutual 2021 Sustainability Report",
        "Materiality Matrix Talent attraction, development, and retention Transparent Employee health, safety, and wellness information for customers Sustainable investing Sustainable products and services Public policy and advocacy Environmental impact of our business Impact of climate change on our business Increasing Importance to Business Success sredlohekatS ot ecnatropmI gnisaercnI A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our Material ESG Issues We are focusing our efforts on the issues ESG disclosures from industry peers. Ethics, business integrity, that are most important to our company As part of the process, we also solicited and corporate governance and our stakeholders. In 2021, we internal and external stakeholder input Cyber security and data stewardship undertook a formal process to identify to gain insight into their perspectives Diversity, equity, and inclusion and prioritize our material ESG issues, and priorities. These issues inform our informed by relevant ESG standards, strategy, objectives, and goals. industry megatrends, and analysis of Human rights in our value chain Community engagement Sustainable financing Environment Social Governance ESG Finance 7 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Stakeholder Engagement Awards and Recognition in 2021 Given our long-standing commitment to mutuality, we engage with our stakeholders regularly through a variety of mechanisms to help inform our ESG strategy and approach. World’s Most Admired America’s Best Employer Companies for Diversity – FORTUNE5 – Forbes Investors and Analysts Top Places to Work World’s Most Ethical in Massachusetts Companies list – The Boston Globe – Ethisphere Business Partners, Financial Communities Professionals, and Suppliers Best Places to Work for Best Place to Work MassMutual LGBTQ Equality for Disability Inclusion – Corporate Equality Index – Disability Equality Index® rating of 100% rating of 100% Human Rights Campaign Policyowners Regulators and and Customers Policymakers Military Friendly Employer Top Place to Work based on – Victory Media Diversity and Inclusion Our Employees – The Boston Globe 5 MassMutual is also ranked No. 100 on the 2022 FORTUNE® 500 list. From FORTUNE. ©2022 FORTUNE Media IP Limited. All rights reserved. FORTUNE 500 (May 2022) and FORTUNE World’s Most Admired Companies (February 2022) are registered trademarks of FORTUNE Media IP Limited and are used under license. FORTUNE and FORTUNE Media IP Limited are not affiliated with, and do not endorse products or services of, MassMutual. 8 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices ESG Finance Our customers and policyowners into business practices, and spurs In 2021, we announced a commitment presents — and we believe we have an trust us with their long-term financial action and drives alignment among to transition our investment portfolio obligation to do our part to help address security and peace of mind, and for the ESG finance activities across our to net zero greenhouse gas (GHG) it — and we are actively leveraging our more than 170 years, MassMutual different lines of business. emissions by 2050, making us the first role in capital markets to help advance has provided the financial strength, U.S.-based mutual insurance company a decarbonized economy. For more Our ESG finance activities are not only products, and services they depend on. to make this pledge. We recognize about our 2050 net zero commitment, core to our values, but also directly Integrating environmental, social, and the urgent challenge climate change see page 12. linked to how we deliver enduring value governance (ESG) factors across our to our policyowners and customers finance activities and offerings is an and help them meet their financial ESG Finance Framework important part of how we do that. goals. These activities enable us to offer At MassMutual, ESG finance solutions that align with our customers’ g I encompasses management of our needs and increased interest in ESG, n n v ci e n General Investment Account (GIA), while supporting our company’s s ti a n which backs the obligations we make long-term growth. n g d Fi Products a n to our policyowners and customers, as Integrating ESG factors across our Offerings well as our insurance products, asset business is also essential to mitigating management offerings, and capital D g y structure. Our ESG Finance Framework risk and identifying and capturing at a, Tools, and Tec h n o l o new opportunities, including those provides company-wide guidance on associated with climate change. further integrating ESG considerations 9 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices ESG Integration As a mutual company, we operate and geographies. Each line of business In addition, we believe an engagement- for the benefit of our members and at MassMutual employs its own due centered approach is the most effective participating policyowners and are diligence process to vet product features, way to drive ESG integration. We committed to meeting their long-term potential organizational partners, or actively engage in the management needs throughout their lives, wherever initiatives to pursue. and implementation of ESG-related they are, with the solutions they need. activities and policies with portfolio To scale and accelerate our ESG This commitment to mutuality guides our companies and investment partners. finance progress, we have further efforts to integrate ESG across all finance built out the governance structure activities related to the management to maintain, regularly review and of our GIA, products and offerings, and update, and perform oversight of capital structure. We view ESG as a our ESG Finance Framework and its critical lens through which to identify integration across the company. Our and manage risks and opportunities, key lines of business have dedicated and our approach is built on evaluating resources with responsibility for ESG material ESG topics, incorporating them integration, and we have working groups into our analysis of risks and returns, and to develop the criteria and guidance engaging with stakeholders. for implementation of the different We integrate material ESG information aspects of the Framework. We have also into our insurance, investment, and credit established structures and processes decisions. The specifics of how we apply to support measurement and this approach naturally differ across reporting of our ESG progress lines of business, asset classes, sectors, internally and externally. 10 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices ESG Investing In managing MassMutual’s GIA — which this process. The Investment Committee determining the appropriate allocation environmental and social progress. had $220.36 billion of invested assets of our Board of Directors oversees to specific asset classes, sectors, For example, we made $127 million of as of year-end 2021 — we focus on our implementation of the policy, and we and regions. In addition, we include renewable energy investments in 2021, long-term investment performance to have dedicated staff responsible for an ESG assessment highlighting giving us a total direct exposure of more support MassMutual’s financial strength driving progress on ESG investing the related risks and opportunities than $1.9 billion in renewables. And we and ability to meet our commitments within MassMutual. for investments proposed at our made $322 million in affordable housing to our policyowners. As part of this, we Internal Approval Committee. We debt and equity investments in 2021, We are continuing to take steps to consider ESG factors in our approach have also incorporated dedicated giving us a total direct exposure of more further embed ESG principles into because we believe that doing so ESG questionnaires as part of our than $2.2 billion in affordable housing. the investment process. For example, improves risk-adjusted returns. In 2021, operational due diligence process. We are also working to create a positive we consider the impacts of climate we developed and publicly released our impact through MassMutual Ventures change and other ESG factors Across our ESG investing efforts, ESG Investment Policy, which outlines (MMV), a global, multistage venture on long-term asset returns when we work closely with Barings, capital firm. In 2021, for example, the MassMutual’s wholly owned global fund invested in Landed, a company asset management subsidiary. This that helps essential professionals such includes assessing investments on ESG as teachers, nurses, and first responders scores based on Barings’ proprietary Principles for Responsible Investment buy homes and build financial security scoring methodology across asset near the communities they serve. During classes, enabling better understanding MassMutual became a signatory of the United Nations-supported the year, MMV also led a $4 million of portfolio risks and decision-making Principles for Responsible Investment (PRI) in 2021, demonstrating pre-Series A round for Clinikk, which is around desired ESG outcomes across our commitment to incorporating ESG into investment practices. As a building the first true managed-care our GIA. We continue to build on this signatory, we have publicly committed to implementing responsible model in India by closely integrating work by expanding our asset coverage investment practices that are consistent with our commitments to our outpatient care and health insurance for universe and ESG analytics. policyowners and customers. Through its reporting and assessment 600 million people in the country. process, the PRI requires accountability and transparency on the part We are also actively looking for of its signatories, including annual reports on implementing responsible opportunities to use our investments investing. As of the end of 2021, 97 percent of MassMutual’s GIA assets to advance and support positive under management (AUM) were managed by signatories of the PRI. 6 Invested assets exclude $14,736 million of funds withheld, given that 100% of the associated investment risk is reinsured. The funds- withheld investment portfolio has counterparty protections in place, including investment guidelines that were established to meet MassMutual’s risk management objectives. 11 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Driving Progress Toward Net Zero by Investing in Renewable Energy To help combat climate change, MassMutual is not only looking at our own operations and investments, but also collaborating with others to drive progress. In November 2021, we announced a new partnership with the U.K.-based Low Carbon Limited to accelerate the renewable energy transition, while advancing MassMutual’s net zero commitment. MassMutual and Low Carbon joined forces to build a leading global renewable energy independent power producer, which will target 20 gigawatts of renewable energy capacity by 2030. The strategic partnership will focus on international projects leveraging proven technologies including solar, storage, onshore and offshore wind, and waste-to-energy. Low Carbon is a certified B Corp and for a decade has been a leading renewable energy investor and asset manager committed to its founding vision of making a positive and significant impact on climate change. The deal marks MassMutual’s first European renewable energy strategic partnership as we seek to transition our investment portfolio to net zero by 2050. Net Zero Commitment We recognize that MassMutual’s most factors affecting long-term, risk-adjusted progress toward the development of our transparent about our progress through significant exposure to climate risks, returns and contribute to a healthier and financed emissions inventory, which will our annual sustainability report. as well as our largest areas of climate- more sustainable economy. serve as the foundation for achieving In addition to our 2050 commitment related opportunity, is through our net zero by 2050. We are taking a Our multiyear roadmap — along with to achieve net zero emissions in our GIA. We know that climate change is thoughtful and rigorous approach to a near-term action plan that includes investment portfolio, we pledged among the most pressing challenges calculating financed emissions to serve a clear timeline, deliverables, and to achieve net zero emissions in our faced by our world today, and that’s as the basis not only for meeting our ownership — lays out our strategy for operations by 2030. For more about our the driver behind our commitment to goals and targets, but also for driving fulfilling this ambition. MassMutual’s sustainable operations, see page 14. achieve net zero GHG emissions in our emissions reductions in the economy. approach to carbon management is to These commitments were developed to investment portfolio by 2050 through To accomplish this, we will continue measure our impact, reduce emissions align with the Paris Agreement and the responsible investment and stakeholder to refine and improve our inventory wherever possible, and work toward net Commonwealth of Massachusetts Net collaboration. Doing so will strengthen methodology over time as data and zero. Since announcing our commitment Zero by 2050 goal. our investment process to consider best practices evolve. We will also be in 2021, we have made significant 12 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Expanding Access to Capital Through Impact Investing Through our impact investing initiatives, which are target equity investments in companies based outside part of our GIA portfolio, MassMutual seeks to create Boston, in order to fuel innovation that is happening in measurable, positive social and environmental gateway cities and rural parts of the Commonwealth. impact, while also delivering attractive, risk-adjusted Through February 2022, MMCF closed 10 investments financial returns. Core to our impact investment thesis totaling more than $7 million. One example is is the view that increasing diversity in, and access to, MeetCaregivers, a comprehensive online platform that seed and early-stage capital drives innovation and connects and matches seniors with caregivers, founded creativity, enhances problem solving, and improves and led by two Black women. Another is Nth Cycle, a financial performance. Boston-based company that works with recyclers and ESG Offerings The traditional approach in venture capital, however, miners to provide its customizable and clean electro- Our clients continue to prioritize ESG as MML Investors Services provides has yielded portfolios where an overwhelming majority extraction technology to recover critical minerals from they explore financial solutions, and we clients access to more than 170 of the venture-backed founders are white males in a separated e-waste and low-grade mine tailings. are committed to meeting that demand ESG investment options, including handful of large cities. We’re working to change that by developing innovative solutions and mutual funds, exchange-traded In 2021, we also launched the First Fund Initiative, products that deliver attractive, risk- funds, separately managed accounts, by building innovative approaches and alternatives in adjusted financial returns and create and fund strategist providers. At the a $50 million allocation to invest in Black, Hispanic/ deal sourcing, selection, diligence, and underwriting in positive environmental and social impact. end of 2021, WMS’s assets under Latino/Latinx, and Indigenous first-time venture order to identify high-potential investments that also management for ESG investments One way we’re doing that is by capital fund managers who are themselves reduce structural inequities and advance racial equity. totaled approximately $1.2 billion, a 77 embedding responsible investment investing in Black, Indigenous, and percent increase over the prior year. choices in our product fund lineups. In February 2021, we launched the MM Catalyst People of Color-led companies Through our variable annuity and With data increasingly demonstrating Fund (MMCF) — a $50 million fund that makes direct for financial returns and social variable universal life products, we are that companies with more favorable making ESG options available through ESG characteristics tend to perform investments in Black-led companies and overlooked impact. Through March 31, our subadvisor choices to serve the better over time, we are also taking Massachusetts-based startups — to advance this 2022, we had made five investment needs of our clients. We will steps to better understand how the vision. The fund includes a $25 million community allocations totaling $31 continue to evolve and expand the ESG portfolio managers who manage our growth sleeve to target equity and debt investments million through the First choices through various MassMutual investments consider ESG characteristics product offerings. in making investment decisions. in businesses that are Black owned, founded, or Fund Initiative. MassMutual continues to incorporate managed across Massachusetts. It also includes a In addition, through its Wealth ESG considerations as part of our overall Management Services (WMS) advisory $25 million technology and sustainability sleeve to manager evaluation process. platform, our investment adviser 13 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Sustainable Operations At MassMutual, we know that fulfilling March 2022, more than 93 percent emissions in our investment portfolio by Scope 2 emissions, as well as Scope 3 our purpose of helping people secure of our corporate facilities, based on 2050. For more about these efforts, see operational emissions associated with their future and protect the ones they square footage, were Leadership in page 12. our value chain. For more about our love depends on us playing our part in Energy and Environmental Design approach to financed emissions, see To develop a clear picture of our protecting the Earth for generations (LEED®) certified. page 9 and page 12. current state and progress, as well to come. That’s why, for more than 30 The need to address climate change as to build the foundation to fulfill our Within our physical operations, we years, we have been taking steps to is growing more urgent each year, so net zero commitment, we conducted are working to reduce emissions by minimize the environmental impact of we have stepped up our ambition. In an inventory of our operational GHG increasing operational efficiency our operations. In recent years, this has 2021, we announced a commitment emissions for 2019-2021 (see the and investing in new technology, included a focus on conservation and to achieve net zero greenhouse gas chart on the following page). However, as well as by considering carbon energy efficiency within our facilities (GHG) emissions in MassMutual’s we know this is just a first step, and, as management practices as part of our and on-site solar energy generation, operations by 2030. We know that our part of our net zero roadmap, we are vendor selection criteria. We are also while contributing to a healthier physical operations are just one part continuing to identify and implement measuring and tracking our progress environment for employees, building of our company’s carbon footprint, so initiatives to drive progress. Our efforts toward our targets. residents, and the community. As of we’ve also committed to net zero GHG are focused on our Scope 1 and 14 | MassMutual 2021 Sustainability Report",
        "GHG Emissions Data Scope 1 represents direct GHG emissions from leased and owned facilities and vehicles as of each reporting year. Scope 2 covers emissions from purchased electricity consumed at MassMutual’s facilities. Scope 3 includes business travel. In 2020 and 2021, emissions were notably lower than in 2019, due to the shift in working patterns as a result of the COVID-19 pandemic. Our GHG emissions inventory was prepared in line with Massachusetts Mutual Life Insurance Company’s (MassMutual) statutory financial report filing. We will continue to improve our GHG coverage. etulosba ,tnelaviuqe OC snot cirteM 2 A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices >93% of our corporate facilities 45,000 were LEED-certified as of March 2022 Scope 3 (business travel only) 40,000 Scope 2 Scope 1 35,000 30,000 25,000 20,000 Continuous Improvement at Our Headquarters Our Springfield, Massachusetts, headquarters — which was built a total of 3.9 million kWh since 2012. It also has 90 electric 15,000 in 1927 and where over 50 percent of our employees work — vehicle charging stations, available free to both employees has been at the center of MassMutual’s decades-long effort to and visitors. Through the rooftop rain harvesting system, continually minimize the environmental impact of our facilities. we collect water that helps irrigate our campus grounds. 10,000 Over the years, through renovations, we have taken numerous In addition to installing energy-efficient equipment, we steps to integrate new technologies and environmental are participating in demand-response and peak-demand features, from using high-efficiency heating, ventilation, and programs that help us use energy wisely. 5,000 air conditioning equipment and low-flow water fixtures, to In addition to the features of the building itself, MassMutual installing solar panels and a rain harvesting system. has a range of other efforts to make our Springfield operations 0 2019 2020 2021 As a result of our efforts, our headquarters earned a Silver more sustainable. For example, we have an extensive recycling Leadership in Energy and Environmental Design for Existing program to reduce the amount of waste sent to landfills. Buildings (LEED-EB) rating for energy use and air quality in MassMutual’s cafeteria uses locally sourced produce and actively 2011 from the U.S. Green Building Council, and it achieved participates in a recycling program, while also donating food LEED Gold® certification in 2016. waste to local farms to feed livestock. And, since 2012, we have had an on-site community garden that has produced nearly Our headquarters has over 1,700 solar panels that produce 20,000 pounds of fresh vegetables, given to local charities. 330,000 kilowatt-hours (kWh) of electricity annually — for 15 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Building Sustainability Into 10 Fan Pier at a Glance: Our New Boston Office • 27% predicted energy savings per square foot of building space compared to LEED baseline In designing and building our new office in Boston, • 100% LED lighting, optimized we seized the opportunity not just to integrate controls, and Energy Star-rated green building principles, but to aim for the highest equipment and appliances standard for doing so. The result: MassMutual’s • Mechanical systems utilize refrigerants 17-story, 310,000-square-foot campus at 10 Fan with low global warming potential and Pier, opened in 2021, was awarded LEED Platinum® ozone depletion potential — 95% lower certification. than the maximum allowable LEED limit • 1.2 million gallons predicted annual With hundreds of meeting areas of various sizes, water savings (including rainwater the new campus also highlights our commitment capture and reuse) as compared to LEED baseline to fostering a collaborative, flexible, and inclusive • 55% designed reduction in annual culture for our employees. In addition, we donated potable water consumption, as one floor of the building to MassChallenge, compared to LEED baseline extending our partnership with the accelerator • All building-critical equipment is located and support of the regional innovation ecosystem. above the flood plain and built with For more about our support of MassChallenge, raised sills and flood mitigation systems see page 29. • Electric vehicle charging stations • Bicycle parking and showers LEED ® Platinum certification awarded to our new Boston office 10 Fan Pier, MassMutual’s New Boston Office 16 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Diversity, Equity, and Inclusion At MassMutual, we are driven by shared For more than a decade, MassMutual An Inclusive Place they love, and provide training and values that ensure we’re doing what’s has been on a deliberate and focused development opportunities to facilitate to Work right for our employees, policyowners, journey to integrate DEI into all that our employees’ career growth. We also customers, business partners, and we do. Core to our strategy is a focus Creating a diverse and inclusive engage employees beyond their roles communities. Our commitment to on transformative education that workplace leads to more innovative and responsibilities to celebrate their diversity, equity, and inclusion (DEI) builds cultural competence and solutions and drives better decision- full identities and interests through our does not waver and is not negotiable. inclusive leadership, creating shared making and outcomes. When our Business Resource Groups (BRGs) and accountability for our results, and being customers and policyowners see their more. This work is supported by a range This commitment is seen in the way transparent about our performance — own diversity reflected in the people they of inclusive benefits designed to meet our we create a culture of inclusion and both where we’ve made strides and work with at MassMutual, they know that employees’ unique needs. For more about belonging at our company, in which we where we’ve fallen short. their perspectives are heard and valued. how we support our people, see page 22. seek and value diverse backgrounds, That’s why we actively work to cultivate a experiences, and perspectives. And We are proud of the progress we’ve A truly diverse organization has diversity workforce that represents the customers it extends to how we support those made in creating an inclusive culture at every level. Today, more than half of and communities we serve. who depend on us, including doing our and diversifying our workforce year the members of our Board of Directors part to help break down the structures after year. At the same time, we also To do this, we recruit and hire people are either women or racially or ethnically that exacerbate racial and economic know there is still more work to do. regardless of race, age, gender, diverse, making it one of the most inequities. abilities, place of birth, religion, or who diverse boards among FORTUNE 500 17 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Creating an Inclusive Culture and companies.7 In the last three years, we’ve by increases in racial and ethnic diversity notably increased the racial diversity overall and in leadership roles, women Diversifying Our Workforce of our employee population, including in leadership roles, and those who those in leadership roles, as well as voluntarily self-identify as a veteran, an representation of LGBTQ+ communities individual with a disability, or a member From 2019 to 2021 and individuals with disabilities, with our of the LGBTQ+ community. veteran representation staying constant Investing in Transformative during that time. We are on track to Education 28%↑ reach gender parity for women leaders Shifting culture requires challenging by 2030. and changing our mindsets over time. increase in the racial/ethnic Because being an employer of choice That’s why, since 2015, we have invested foundational DEI education for all Driving Awareness Through diversity of our leaders and having a diverse workforce is in building inclusive leaders through the Employee Experience employees through facilitated learning important to us, we have been sharing education programs focused on topics sessions and on our digital learning Our BRGs are an integral part of our progress internally since 2017 and such as allyship, unconscious bias, anti- platform. MassMutual’s DEI strategy. The BRGs publicly disclosed it for the first time in racism, and cultural competence. support initiatives that drive organizational 20%↑ 32%↑ These combined efforts laid the 2021. Earlier this year, we published an results, increase employee engagement, One example is a four-day immersive foundation for us to have candid update on our website on our continued and foster awareness, respect, and learning lab designed to help senior conversations around systemic efforts. increase in LGBTQ+ increase in number of inclusion within the workplace. More than leaders understand the impact of racism in 2020, in the midst of a representation individuals with disabilities We know, however, that creating a bias and systemic privilege, while 30 percent of employees participate national reckoning on racial prejudice culture of belonging depends on more underscoring the pivotal role they in MassMutual BRGs, which are open and inequity. Passages, our Black than tracking workforce demographics; it play as allies in the journey. In the last to all employees, and represent Black/ and African American BRG, led requires us to be inclusive in everything we six years, hundreds of leaders have African American, Asian, and Hispanic/ company-wide virtual “brave space” do and to challenge long-accepted ideas completed this program, and each year, Latino/Latinx communities, members of conversations, where Black employees and ways of working — small and large. we continue the dialogue, motivating the LGBTQ+ community, individuals with and allies shared their stories disabilities and their caregivers, armed leaders to hire, engage, and develop and experiences with racism and Creating Shared Accountability forces members, veterans and military people who are different from them. discussed how to transition from allies To drive progress on our DEI 41% 100% family members, young professionals, To build on our work to develop to advocates. We curated an expert commitments, we must hold ourselves and women leaders. culturally competent leaders, in 2018, speaker series and launched a systemic and each other accountable. In 2017, of workforce comprised score on both the we adapted this effort to create the DEI racism learning pathway as a further In 2021, our eight BRGs worked together we made increasing workforce diversity of women leaders; Disability Equality Index Leader Program for frontline managers. resource to employees. Extending to create quarterly, intersectional events a measure of company performance on track to reach our for disability inclusion To date, the majority of our managers the conversation around racism, our that address issues relevant to employees and integrated this goal into our annual goal of gender and Human Rights have completed the training, and we Asian BRG has also hosted “brave of many different backgrounds and parity by 2030 Campaign Corporate incentive plan — making us an early Equality Index leader in this important practice. We set continue to broaden the program to space” conversations for the past raise the cultural competence of our reach more of our frontline managers. two years focused on the rise in employees. Collectively, these events an annual target to improve the overall In addition, we provide ongoing anti-Asian sentiment. reached nearly 3,000 employees. diversity of our workforce, as measured 7 From FORTUNE. ©2022 FORTUNE Media IP Limited. All rights reserved. FORTUNE 500 (May 2022) is a registered trademark of FORTUNE Media IP Limited and is used under license. FORTUNE and FORTUNE Media IP Limited are not affiliated with, and do not endorse products or services of, MassMutual. 18 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Digital Accessibility of Products and Services MassMutual is committed to ensuring that our Harassment Policy to better reflect our commission research, including the websites, mobile applications, and other digital firm stance against biased behavior, multiyear State of the American Family as well as our commitment to working study, Business Owner Perspective content are accessible to all customers. We are toward social and racial justice both study, and Multicultural College continually making improvements — through inside and outside the workplace. Planning and Savings study. These regular testing, training, and partnership with studies explore the changing definitions As an equal opportunity employer, web accessibility consultants — to ensure that our and dynamics of diverse communities, MassMutual is committed to their financial attitudes, and priorities digital content is in conformance with standards maintaining a nondiscriminatory work so that we can understand the unique environment where all individuals are set forth in the Web Content Accessibility needs of diverse individuals, families, treated with fairness and respect, Guidelines, and with applicable law. businesses, and communities. In and are provided the opportunity to addition, we use these key insights reach their full potential. For more Our Workplace Standards Policy, define for our employees to create seminars and educational Here are some steps we’ve taken to ensure that about this commitment, see our Equal Acting ethically, with integrity and in the expectations and principles sessions tailored to the interests our website’s digital content is as accessible as Employment Opportunity Policy. compliance with applicable laws is not for establishing and maintaining a and financial goals of our different possible for everyone: only the right thing to do; it is how we do professional work environment free audiences, as well as connecting Inclusive Products and business. Our Code of Conduct, along of discrimination and harassment. them to inclusive, meaningful financial • Enabled pinch zoom to improve the ability of Services with our Statement of Respect and guidance and solutions. In 2021, we updated our Statement of people with low vision to enlarge text and operate Anti-Discrimination and Harassment Respect and Anti-Discrimination and In our Institutional Solutions business, To earn the confidence of our controls on small-screen devices we are intentional about expanding customers, policyowners, and the business opportunities with diverse families that we serve, we must ensure firms. MassMutual is an issuer in the • Provided text alternatives for visual information that our products and services are Pay Equity funding agreement-backed notes accessible to them and align with their in the Guest Payment section (FABN) market and has included individual needs and values. We also To create a truly equitable company and attract and retain the best talent, investment banks that have diverse have a responsibility to be inclusive • Improved the heading outline structure to ensure we must ensure equal pay for comparable work. For the past 15 years, leadership and ownership to the in our financing and investments. We we have conducted annual adjusted pay-gap reviews comparing the that people using screen readers can access syndicate for all recent FABN invest deeply in this work in all aspects compensation of female to male employees and minority to non-minority transactions. AutoPay features of our business. employees in the U.S. This adjusted pay gap accounts for various factors such as type of role, work experience, and more. We make pay adjustments We seek to listen, learn, and engage as needed following our reviews. to help provide financial well-being for all Americans. For example, we 19 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Supplier Diversity We recognize the economic insights to help other companies on School of Business Diversity Business while also working to integrate imperative of helping diverse their journey to embed DEI practices Programs and the Stanford Latino sustainability considerations in businesses realize opportunities to within their operations. These efforts Entrepreneurship Initiative, a research our procurement processes. For thrive. Moreover, integrating DEI within help ensure that the companies we and education collaboration between more about how we are operating our procurement operation helps to do business with reflect our own the Stanford University Graduate sustainably, see page 14. ensure that our full buying power is values, and that our spending aligns School of Business and the Latino leveraged to drive change. with our priorities. Business Action Network. In 2021, MassMutual made a The company has quickly rallied behind We are holding suppliers accountable comprehensive, $150 million, this effort. We achieved more than through a new, industry-leading $150M five-year commitment to utilize $40 million in diverse spend in 2021, an framework for assessing and managing underrepresented diverse businesses increase of over 18 percent from 2020. suppliers’ DEI performance, with the in our procurement operations. charge to stop doing business with To help advance this work, in 2021 five-year Our ambitious strategy to grow our suppliers who perform poorly on we launched a Diverse Business spend with underrepresented diverse DEI within their business operations. commitment Program to foster growth in 175 suppliers goes beyond the typical We began an initial rollout of this underrepresented diverse businesses to procure from approach. It focuses on tapping into framework, with plans to expand it to over the next five years. The first-of- underrepresented nontraditional networks to expand more suppliers in 2022. its-kind program offers comprehensive diverse businesses our base of diverse suppliers, making education, business planning, and We’re developing internal training intentional investments in diverse mentorship. It is being delivered programs on how to support this supplier development, and sharing through the Dartmouth College Tuck strategy throughout the company, 20 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Community Impact, Public Policy, and Advocacy CEO Action for Racial Equity We stand firmly and act intentionally Action for Racial Equity — to advocate Created in 2020, CEO Action for Racial Equity against racism, discrimination, and for racial equality and justice, inequity in any form. We partner with and providing access to capital to is a coalition of more than 100 companies that and invest in organizations that are Black-owned businesses. Internally, mobilizes a community of business leaders with credibly driving change, and we use our this strategy is helping to promote diverse expertise across multiple industries and voice and influence to amplify this work. economic empowerment through geographies to advance public policy in four initiatives with our Black financial In recent years, our CEO, Roger professionals and our customers and key areas — healthcare, education, economic Crandall, and the company have taken increasing representation of Black empowerment, and public safety. Its mission public stances on advancing equity and employees at all levels at MassMutual. opportunity for all, including signing on is to identify, develop, and promote scalable to a CEO-to-CEO letter for Disability:IN Through the work of the MassMutual and sustainable public policies and corporate stating the value of disability inclusion, Foundation, we are investing in efforts engagement strategies that will address systemic and joining a nationwide effort with to create more equitable access to racism and social injustice and improve societal more than 500 companies to oppose social and economic opportunity in the legislation that contains discriminatory communities where we live and work. well-being. voting measures. MassMutual also For more about our community efforts, supports Paradigm for Parity and see page 30. MassMutual was instrumental in the launch of CEO participates in the Boston Women’s Action for Racial Equity and is heavily engaged Workforce Council wage gap report in supporting the effort. We believe deeply in its and the Massachusetts Business Together, CEO Action for Racial Equity and Coalition for Early Childhood Education, mission and are committed to investing our own MassMutual are working to advance policies that among others. time, talent, and resources — including lending six help to improve quality of life outcomes for Black We are intentional in the ways we full-time employees as fellows to the organization Americans. With the inaugural fellowship coming support the Black community and for two full years. Our CEO, Roger Crandall, serves to a close in fall of 2022, MassMutual plans to select have a long-term strategy that on the Governing Committee, and a member of includes partnerships with schools a new class of employees to build on the success and colleges to address achievement MassMutual’s Executive Leadership Team works of these first two years to join CEO Action for Racial gaps, relationships with external full-time as Chief Operating Officer for CEO Equity later in 2022. organizations — such as CEO Action for Racial Equity. The full capabilities of MassMutual are also being brought together in an advisory capacity, most recently with a focus on supplier diversity. 21 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our People Our employees are at the foundation all employees and their work are seen, For more about our diversity, equity, and of what makes MassMutual a strong, valued, and respected. In recent years, inclusion (DEI) efforts, see page 17. stable, and ethical business, and we are we removed hierarchical titles to more MassMutual has more than 6,000 committed to continuously evolving our accurately reflect the contributions full-time employees and approximately culture and investing in our employees people make and foster career growth 7,500 financial professionals in our to support their work and lives. and development. We have continued network across the U.S., who are at the to offer transformative learning Today, the diversity of our workforce core of how we fulfill our purpose and opportunities for employees to build spans more generations, ethnicities, and serve our policyowners, customers, and the skills they need today and into the lifestyles than ever, meaning our needs communities. To support our people in future. For years, we have committed are more diverse than ever. And, for our return, we strive every day to ensure they to evolving our comprehensive suite of employees, those needs — both personal have the resources, growth opportunities, benefits and leave policies. By making it and professional — are constantly flexibility, competitive compensation, and easier for our employees to take care of evolving. That is why, for years, we have benefits to do their best. themselves and the ones they love, we worked to cultivate a flexible, inclusive, carry on the tradition of living mutual. and collaborative environment where 22 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Investing in the Next Generation of Data Scientists Recognizing the power and potential of data analytics, MassMutual has been developing and investing in our in-house data science group since 2013. The group of now approximately 300 employees embeds data-driven innovation and decision-making throughout the company, while creating a data enterprise asset to be used for discovery, innovation, and rapid dissemination of information. What’s more, we have also partnered with data science programs in Massachusetts’ colleges and universities for nearly a decade to develop the Recruiting the Best Talent Our Employer Brand next generation of data scientists. Most recently, Our company’s enduring success is of our culture and what to expect MassMutual provided $1 million in funding to the credited to the skill and dedication of as part of our company. This allows Boston University Faculty of Computing & Data our people. Our recruitment strategy potential candidates to decide whether is aimed at attracting the talent we MassMutual is a place that aligns with Sciences to help expand the university’s unique need to deliver service and solutions of what is most important to them. teaching and research programs in data science. the highest quality for our customers, Our approach to attracting diverse Embrace Think Communicate Live As part of the three-year commitment, six while maintaining our strong, inclusive, talent is multifaceted, from including Diversity Forward Candidly Mutual undergraduate students were awarded $10,000 and ethical culture. We do this by being diversity measures as part of our authentic about what it means to work Bring the Be a curious self- Be ready to Be brave enough MassMutual externship stipends. company goals, to committing to courage to be starter, able to have candid to rely on and be at MassMutual and delivering a positive diverse candidate slates for open roles, uncomfortable work with others conversations in relied upon by candidate experience that treats all and the desire to who are equally a genuine way, those around you to providing hiring managers and determined and to take honest fully embrace DEI. in our mutual way involved with respect and consideration. to leave the feedback from interviewers with training to minimize of life. company in a others to grow To help express our culture and what it bias during the interview process. better place than and learn. you found it. means to work at MassMutual, in 2021, We continue to partner and build we launched our employer brand, relationships with organizations that can which defines the unique aspects connect us with a broad pool of talent. 23 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices 2021 People Highlights 86% 4,000+ Developing and Onboarding New Employees planning process is designed to create and education — as the framework and facilitate just that. for employees and their managers to overall employee employees completed Empowering Our We believe that the initial experience identify and pursue opportunities for engagement score our Systemic Racism Employees new employees have when they join Through this ongoing process, all learning and development: Degreed Pathway our company sets the course for a employees can define their career At MassMutual, we invest in our people successful career at MassMutual. We aspirations, identify development goals • Experience includes elements that to help them grow, develop, achieve continue to evolve our new employee aligned to competencies, and receive generally occur while employees their goals, and perform at their best. onboarding process to better reflect coaching and feedback from managers are in the workplace, and may 1,059 Our learning and development efforts our employer brand and commitment and others through the 360 Feedback include such opportunities 95% focus on equipping our employees to DEI, our focus on a sustainable future, process, which employees can initiate as stretch assignments, job with the broad knowledge, skills, and and our Live Mutual culture. These on their own. We use what we call the rotations, and special projects. people joined behaviors they need to perform their commitments are reinforced from day “3E Model” — experience, exposure, the company of employees participated jobs and succeed together, aligned one, through an initial welcome session in learning activities around a set of core competencies. and throughout the employee’s first We have long enabled this growth 90 days, via a series of informational through a variety of formal, informal, meetings to share our DEI efforts, and self-directed learning resources $1.1M Business Resource Groups, and our to support different learning styles 22hrs approach to professional development, and delivery methods. personal well-being, and community in tuition reimbursements engagement. New employees are We are intentional in providing provided on average spent by each encouraged to embrace these opportunities for employees across employee on learning and commitments as they become part of the organization — not only to help development the MassMutual community. support their success but also to grow our next generation of leaders Facilitating Career Development within MassMutual. Underpinning We know that learning and development this work is our long-standing, work best when employees take unwavering commitment to ensure ownership of their career development, that our development opportunities are supported by the resources and equitable, accessible, and aligned with guidance they need to achieve their the needs of our diverse culture. goals. MassMutual’s development 24 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices • Exposure comprises learning Building on this long-standing approach, extensive trainings for skill and manager opportunities for our employees to elements that involve in 2021, we made an investment to development. And, for more than a participate in programs and services interaction and relationships. enhance a digital mindset across the decade, we’ve invested in a range of that support healthy lifestyles, assist in It helps employees develop by company with an online educational training programs to support diverse building financial security for themselves building connections with other program, Digital Foundations, which and inclusive leadership. For more about and their families, and help them live peers and professionals. aligns with our strategy to grow in a these efforts, see page 17. well-balanced lives. digital world. With a series of online • Education encompasses Along with providing learning Designing Inclusive Benefits modules on topics including customer- elements we often think of in opportunities within the company, We continually develop our benefits centricity, design thinking, agile the context of formal trainings, we also support our employees to ensure we are truly supporting our methodology, marketing, and data, workshops, and online educational in continuing their education and employees’ needs, from generous and employees strengthen their ability to content. These activities can be earning professional accreditations progressive maternity and parental connect and collaborate amid the rapid instructor-led or self-directed, through external programs offered by leaves, leading adoption and surrogacy changes in technology. and include company-wide, educational institutions. In 2021, we reimbursement programs, fertility business-specific, functional, Another way we facilitate access provided more than $1 million in tuition services included in health plans, and and other types of learning. In to educational opportunities for our reimbursements to our employees for more. Consistent with our inclusive 2021, each employee spent on employees is through our Degreed professional enrichment to help them approach, MassMutual’s employee average more than 22 hours on platform, which offers a variety of self- advance in their careers. benefits have covered medically learning and development. directed learning modules as well as necessary services related to gender Supporting Employee affirmation surgery since 2014 — and nonsurgical treatment for transgender Well-Being persons since well before that. And, in Employee Engagement Along with striving to support and 2019, we expanded our transgender- reward our employees for their inclusive benefits to include We proactively engage with employees to understand what’s going contributions, we also provide them a wide range of well and where we can do better. Our listening strategy enables with the tools and resources to thrive procedures. leaders at all levels to gather timely feedback and insights directly in their lives overall. from employees. Their feedback helps us achieve our business goals We offer our eligible employees a by focusing on improving culture, leadership, engagement, and holistic suite of total rewards, including organizational effectiveness. competitive compensation, and incentive Through our annual employee engagement survey and periodic pulse and recognition plans at all levels to surveys, we solicit employees’ sentiment and feedback on a range of reward and celebrate our people for issues. In 2021, more than 90 percent of our employees participated in our their skills, ability, and performance. annual survey that we’ve conducted for more than 10 consecutive years. But we know that our employees We received an 86 percent overall employee engagement score and 90 care about more than just a percent of employees said they are proud to work at MassMutual. paycheck. We offer an array of benefits and provide 25 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices an additional 40 hours in 2021. In two years, we broadened the range addition, diagnostics and treatment of employee assistance programs to Celebrating Excellence of COVID-19 were covered by the include virtual services and expanded health plan, and related deductibles, access to our mindfulness resource, In 2021, we expanded our suite of employee recognition options to co-insurance, and co-pays were waived. eMindful, for spouses and partners at include Spotlight, a platform to acknowledge great work and encourage no cost. All employees are also given paid time off connectivity across the organization. Employees can post their for volunteering. For more information on We continued to offer our multiple appreciation for others, celebrate various work and life events, and how MassMutual employees are giving wellness services both virtually and nominate others for monetary awards. back to the communities where they live on-site at our office locations. Our and work, see page 30. “Live Healthy, Live Well” program offers incentives for healthy behavior, Offering Well-Being Resources with resources to support employees’ Part of designing inclusive benefits in addition to offering a flexible time We have long known that mental physical, emotional, and financial means recognizing that one solution off program, we provide a suite of and emotional well-being is just as health. Through this program, all doesn’t fit all. While many companies leave benefits that truly bring our important as physical well-being, employees have access to counselors, have a single health insurance premium values to life, including generous but the pandemic emphasized this health coaches, programming through for all employees, MassMutual offers maternity and parental leaves, disability connection in a new way. We expanded our Fitness Center, and more. tiered pricing for health insurance, insurance, caregiver leave, and our existing mental health resources including additional subsidies for lower- bereavement leave. For our caregiver to support employees. In the past compensated employees. and bereavement leaves, we have broadened the definition of “loved In 2021, we introduced a new program ones” beyond partner, parent, or child that enables employees to convert to include any “loved one.” We believe up to five days of unused vacation A Flexible Workplace employees should be able to define time into either a payment toward who is most important to them and student loan debt or a contribution A key piece of what makes MassMutual a great place to work is the have the time they need to take care of to a 529 college savings account. energy and enduring value of being together. We have introduced a whomever that is. This new offering for 2022, aimed flexible workplace approach where employees have hybrid schedules. at helping employees to navigate Throughout the pandemic, while our Our workplace philosophy balances flexibility with in-person the rising costs of education and to employees were caring for themselves collaboration to best meet the needs of our customers, our employees, protect their financial well-being, and the ones they love, we aligned and our company. This philosophy is grounded in four key principles: builds on MassMutual’s generous and our policies and benefits to support encouraging a more flexible way of working, building connections, competitive employee benefits. them. At its height in 2020, we provided empowering organizations, and evolving as business needs change. employees 80 extra hours of time off We are committed to doing what works best for our company and our Supporting Time Off and Leave for COVID-19-related needs, as well teams, while keeping the health and well-being of our employees the At MassMutual, we understand there’s as online meditation, exercise, and utmost priority. more to life than work, which is why, counseling programs, and we provided 26 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our Customers and Policyowners As a mutual company, we operate that our customers’ needs are ever- $7B for the benefit of our customers and changing, so we continually enhance participating policyowners, with an and expand our range of offerings and paid in insurance enduring focus on the long-term ensure that our customers understand and annuity benefits value we provide them. We take great how what we provide fits within a to customers in 2021 pride in the ways we have helped the broader financial plan. The pandemic generations of individuals, families, and has prompted many people to seek businesses achieve financial security out greater financial security for and peace of mind throughout our themselves and their families, and we history of over 170 years. are deeply committed to providing $1.85B solutions and investing in ways to meet Our financial professionals work closely those needs. with our customers and policyowners estimated dividend payout to understand their specific needs and to eligible participating goals and to recommend products policyowners in 2022 — the and services that support their largest payout in our history priorities. At the same time, we know 27 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Transparent Information Digital Products and We continue to expand our products This approach is integral to the and services and enhance our digital management of our General Investment and Fair Advice Services capabilities to make it easier for Account (GIA), which comprises the We provide transparent information We continually work to provide financial customers and financial professionals assets used to meet our obligations about the products we offer so that solutions, guidance, and education to to work with us on their terms. Our to our policyowners. We provide the our customers and policyowners have our customers on their terms, and in digital end-to-end platform enables framework for GIA portfolio construction what they need to evaluate them. 2021, we took a big leap forward in the us to introduce new products and and investment decision-making in our Our marketing materials undergo way we achieve that with the launch of provide protection more quickly and Investment Philosophy. thorough review by our compliance Advisor360°. This online platform provides efficiently, and we’ve also expanded MassMutual continues to deliver team to ensure that they are clearly customers and our financial professionals digital capabilities to include a diversified long-term value, including a record- written, accurately describe our integrated access and a holistic view experience across multiple platforms, setting dividend payout to eligible products and services, and reflect of their financial holdings. Financial such as mobile, web, chat, and voice. participating policyowners in 2022, the financial goals for which they are professionals and clients have access to These enhancements enable customers marking the 16th consecutive year we appropriate. In addition, our financial both MassMutual products and outside to submit claims online, resulting in faster have paid an industry-leading dividend professionals receive extensive assets, and can store key documents processing time, as well as a better interest rate among our mutual peer training to understand the potential such as wills, trusts, and tax documents overall experience. companies. Our financial performance benefits, risks, costs, and limitations of in a secure vault. Advisor360° allows our is summarized in our Annual Report. our products so they can effectively financial professionals to power their Long-Term Investment guide customers in making informed holistic practice, and drive efficiency Performance decisions about their policies and and productivity, while offering a accounts. differentiated client experience. Financial Our commitment to be there for our professionals can prepare for client policyowners and their families depends We also have an extensive program meetings in a few minutes through the on our consistent approach to investing. to safeguard our customers’ and use of over 40 reports. The platform also Our goal is to generate long-term policyowners’ personal and financial allows financial professionals to provide a stable investment performance to information. For more information on streamlined experience for clients that’s support MassMutual’s financial strength our cyber security and data privacy secure and accessible from any device, and our ability to meet our financial practices, see page 36. anywhere, anytime. commitment to policyowners. 28 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Catalyzing FinTech Innovation To continue to evolve our business and invested in have subsequently launched, provide the best products and services for including Surround Insurance and Posh. our customers, we must be at the center After working with MassChallenge of innovation. Since 2018, MassMutual for three years, in 2021, we were has been a founding member of the proud to extend our partnership with MassChallenge FinTech program and MassChallenge for another three years. a Champion Partner in the HealthTech In 2021, MassMutual spearheaded a program. We have made significant public-private partnership consisting commitments to help strengthen the of leaders from the industry, academia, financial technology (FinTech) and startup and investor communities, and HealthTech ecosystems in Massachusetts the state, to launch the Mass Fintech and to explore ways of connecting with Hub with the objective of making diverse, innovative startups. Additionally, Massachusetts a global hub for financial MassMutual has donated a floor of our technology. MassMutual also sponsored new Boston building to MassChallenge Boston FinTech Week in September 2021, for the next five years. Understanding Customers’ Needs which explored new technologies and Through the MassChallenge FinTech and new ways of doing business, with an To ensure a long-term relationship with such as sales, service calls, claims, This work is supported by research HealthTech global startup accelerator eye on sustainable finance; inclusivity; our customers and policyowners — as online self-service, and more. This into the long-term trends facing the well as with our financial professionals allows us to spot and respond to issues U.S. population and consumers in the programs, roughly 50 percent of environmental, social, and corporate — we want to understand what quickly and continuously enhance markets in which we operate. We startup partnerships have turned into governance; decentralized finance; and is working and what is not. We the ways we support our customers. stay close to demographic trends, real engagements for MassMutual, as the post-COVID-19 future. track consumer advocacy, or net We are also expanding our customer such as the aging of the population, customers, investors, or both. In 2021, 49 promoter scores, across our annuities, journey analytics capabilities to better widening inequality, fewer marriages, These collective efforts support insurance, and wealth management understand how customers interact and greater diversity, all of which help percent of the FinTech and HealthTech businesses, and we conduct regular with our company every step of the us to develop an understanding of MassMutual’s commitment to staying at startups were minority-founded, and consumer studies to capture the way, while respecting their privacy, so consumer traits and factors driving the forefront of innovative and industry- 43 percent were founded by women. overall customer experience and we can continue to provide the most their selection of products and leading technologies that can best serve Several of the startups that MassMutual track feedback at key touchpoints relevant solutions for them. services. our customers. discovered through MassChallenge and 29 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Our Communities MassMutual’s commitment to help The concept of mutuality is integral to volunteer their time and skills to deepen financial well-being is possible when strengthen the communities where MassMutual’s approach to investing in our the impact of our company’s efforts and individuals have strong community we live and work is a natural extension communities. Beyond simply providing make a difference in their communities. connections and are financially of our Live Mutual philosophy — and a funding, we look for opportunities to resilient. Too often, a person’s ZIP Code critical part of delivering on our vision activate connections by engaging determines the extent of both. We’re Live Mutual Project to provide financial well-being for all residents, local organizations, and working to change that norm. Americans. To this end, MassMutual and community leaders to co-create Through the Live Mutual Project, the In our Live Mutual Project communities, the MassMutual Foundation support solutions that address priorities they MassMutual Foundation’s signature we bring together community leaders efforts focused on eliminating barriers themselves set. We also put our business initiative, we are helping create and organizations to identify the most to social and economic opportunity so and expertise to work to build financial vibrant, prosperous neighborhoods critical challenges residents face, such that all families can build their financial education and expand access to financial and financially healthy futures for all. as finding jobs with stable income, capability and thrive. products. Additionally, we harness the Launched in 2018, the Live Mutual affordable housing, access to capital, commitment of our employees, who Project is guided by the belief that and financial coaching. We then support $20M 3M 14,000 donated to nonprofit students reached through free life insurance policies8 — and more than community organizations our FutureSmartSM financial $708 million in coverage — provided in 2021 education program since 2015 through our LifeBridge program since 2002 8 MassMutual issues the policies to eligible families and pays the premiums. 30 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices coordination among the network of Applying Our Approach in financial resilience and community Connects, a national program executed Springfield existing resources to work together connections. Our funding enabled our by the Lynch School of Education toward a shared goal that addresses As the location of MassMutual’s nonprofit partners to link more than at Boston College that aggregates these critical challenges. headquarters, Springfield, 1,250 residents to critical social service existing community resources and Massachusetts, was a natural place resources, help 225 individuals reduce support services for students based Our approach is based on the conviction for us to pilot the Live Mutual Project. their consumer debt through a free legal on their individual needs. Launched that no one knows what a community Our efforts are focused on Springfield’s support center for low-income residents, in six Springfield public schools in needs more than its members North End neighborhood, which has connect more than 350 individuals September 2011, City Connects was themselves, and that no one organization been a first home for various immigrant with the federal monthly Supplemental implemented in 40 schools across the can address its collective needs alone. communities for more than a century. Nutrition Assistance Program, and district by 2021, serving more than The Live Mutual Project focuses on While some have thrived, others provide financial coaching to more than 13,000 students and their families. Since leveraging the unique assets that exist experience health and well-being 130 individuals. It also enabled the launch 2017, the MassMutual Foundation has within a community and works to far below city, regional, and state of a Spanish-language small business provided $3.3 million in grant funding to strengthen the organizations themselves expectations. accelerator program, whose inaugural Springfield public schools to implement by connecting them with technical class included 20 aspiring entrepreneurs. City Connects. In 2021, the school assistance, leadership development, In 2021, the Live Mutual Project held district reached an important milestone networks, and volunteers, so they can 12 gatherings of residents, grantees, In addition to a concentration in the in its next stage of growth in becoming better meet their mission. community partners, and peer funders North End neighborhood, we support eligible for ongoing state funding, in Springfield. During the year, the the Springfield community at large. For Through 2021, the MassMutual reducing its reliance on fundraising to MassMutual Foundation also invested example, the MassMutual Foundation Foundation invested $5.5 million in Live maintain the resource for its students. $783,000 in nine Springfield nonprofit provided a $1 million grant in 2021 to Mutual Project nonprofit partners. organizations working to build residents’ Springfield Public Schools to expand City 31 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices the social determinants of health. Research conducted by Associated Beyond providing healthcare, BMC Press-NORC Center for Public is a pioneer in creating community Affairs Research, with support from connections by aggregating and the MassMutual Foundation and in providing wraparound services such as partnership with the Impact Genome financial counseling, a food pantry, and Project®, shows that there are both housing assistance, which our support racial and economic inequities in the helps amplify and accelerate. creation and use of social capital. That’s why building social capital is Social Capital at the heart of the missions of both the MassMutual Foundation and A growing body of evidence shows the Live Mutual Project. In 2021, we that social capital — an individual’s partnered with the Impact Genome connectedness to other people, Project® to create a first-of-its-kind groups, and institutions — has a direct Extending the Live Mutual Project and to sustain a vital, prosperous Social Capital Genome — a research relationship with economic mobility to Boston region where justice and opportunity platform designed to study resources and is foundational to the financial As we continue to reinvest and are accessible to all. The CEJ will be in marginalized communities, raise well-being of communities and their expand MassMutual’s footprint in a community base-builder and will visibility, track progress, and create residents. Knowing what services Massachusetts, we are also extending partner with community organizations, a common language by which and resources are available and how the work of the Live Mutual Project higher educational institutions, and researchers, funders, and nonprofits to access them is the critical barrier across the Commonwealth. We corporations to host speaker series can evaluate interventions. The goal to entry for getting both needed are focused on advancing two and race and equity dialogues. We are is to develop sustainable, data-driven short-term assistance and laying the initial partnerships that mirror the proud to partner with King Boston to strategies to help people build social foundation for long-term resilience. Foundation’s principles and vision. advance measurable economic justice capital and activate their personal, for residents and introduce worldwide In many of the United States’ professional, and community networks. Alongside the grand opening of our visitors to this aspect of Boston’s history. most economically marginalized This effort builds on the MassMutual new office at 10 Fan Pier in Boston neighborhoods, pathways to social Foundation’s multiyear partnership with in 2021, the MassMutual Foundation In 2020, the MassMutual Foundation capital already exist that connect Impact Genome® to fund and support announced a $1 million grant toward provided a $1 million grant to launch families to affordable housing, data-driven solutions for communities. the creation of King Boston’s new Boston Medical Center’s (BMC) Health healthcare, transportation, banking, Center for Economic Justice (CEJ) in Equity Accelerator. BMC primarily career training, and healthy food. Too Roxbury, Massachusetts. The CEJ will be serves under-resourced, diverse often, those resources reach only a the epicenter for research and action to communities, bringing decades of fraction of those they seek to serve. address economic and social disparities expertise in programming to address 32 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices FutureSmartSM Employee Engagement One of MassMutual’s core beliefs is that over 3 million students to date and Our employees embody the Live Mutual tap into Catchafire’s vast international financial education is foundational to plan to double that to nearly 6 million spirit every day, and we are proud to network of volunteers. More than 35 achieving economic empowerment. students by 2025. support and encourage their efforts to MassMutual Foundation grantees are Since 2015, the MassMutual Foundation make a difference in their communities. benefiting from the program, working We understand that financial has offered FutureSmartSM, a national Full-time employees receive 24 hours with MassMutual employees and wellness extends to the families and online education program that of paid time off annually to volunteer. volunteers in the broader Catchafire communities that support these young empowers middle and high school In addition, the MassMutual Foundation network. This pro bono support has people, and in 2021, we expanded students to effectively manage their donates per volunteer hour tracked collectively saved the nonprofits almost Putting Our Business to Work to Support FutureSmartSM to include free digital finances, make sound decisions, to eligible nonprofits, up to $1,500 per $225,000 through March 2022. Our Communities financial literacy education for and become financially responsible. employee annually. We also match educators and families. Users can Through storytelling and simulation, employees’ personal donations to Along with supporting nonprofits in our communities, we are putting our core access supplemental resources in both FutureSmartSM combines intangible eligible nonprofits, up to $5,000 per business to work through innovative insurance programs that directly support English and Spanish through two new skills with real-world context. employee annually. In 2021, our the financial resiliency of individuals and families across the U.S. portals on the FutureSmartSM website. employees, together with the corporate With our strategic partner EVERFI — a This includes a robust library of 30-plus Through our LifeBridge program, we provide free life insurance policies to eligible match, contributed nearly $2 million to leading provider of technology-based “micro-courses” that take an average parents and guardians for their children’s education expenses. MassMutual over 1,700 nonprofits. education platforms — we have reached of five minutes to complete. issues, and pays the premiums for, $50,000 10-year life insurance policies. In In 2021, MassMutual launched the event that the insured parent passes away during the period of the policy, a Catchafire, a skills-based virtual $50,000 death benefit is paid to a trust that holds the funds to pay for the child’s volunteer program that leverages our educational expenses. Between launching the program in 2002 and 2021, we employees’ existing skills or areas of issued over 14,000 policies representing $708 million in coverage and we paid 90% interest to support nonprofits through $3.15 million in claims. projects ranging from a one-hour In April 2020, when the magnitude of the COVID-19 pandemic was becoming consultative phone call to more apparent, we were quick to adapt the LifeBridge program framework and our of students taking FutureSmartSM experienced extensive efforts, such as website digital technology platform to launch HealthBridge, a free term life insurance a significant increase in knowledge, regardless development or communications program for frontline healthcare workers. Through HealthBridge, we provided planning. As part of the program, of their socioeconomic background9 three-year term life insurance policies for up to $25,000 in coverage to eligible we also provide support that frontline healthcare workers and volunteers, pledging a total of $3 billion of enables select MassMutual insurance coverage. Through the end of 2021, when we stopped accepting Foundation grantees to applications for the program as vaccines became widely available, we had 9 According to a two-year efficacy study conducted by the UMass Donahue Institute (2020). issued over 11,000 policies, representing approximately $251 million in coverage, and paid approximately $225,000 in claims. 33 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Governance and Ethics From the moment MassMutual issued Corporate Governance Guidelines Our governance structure reflects our eligible participating policyowners our first policy, we have been committed outline how our Board functions and and is designed to serve our mutual consistently since the 1860s. In 2022, to the highest standards of ethics and fulfills its responsibilities. These guidelines ownership structure. As a mutual we paid out the largest dividend10 in integrity. More than 170 years later, that mandate that at least 75 percent of company, MassMutual does not have our company’s history, marking the pledge has never been as important Board members are independent shareholders, so we can be singularly 16th consecutive year we have paid an as it is today. We have an unwavering directors. Every year, a class of directors focused on doing business with the industry-leading dividend interest rate commitment to doing business ethically is nominated for reelection by the Board’s long-term interests of our customers among our mutual peer companies. and in compliance with governing laws Technology and Governance Committee and policyowners in mind. This mutual and regulations. This philosophy has based on character, judgment, structure also means that our eligible guided us from the very beginning, business acumen, and experience. The participating policyowners have the and it’s a fundamental reason why our Committee also considers the diversity opportunity to share in any dividends company has stood the test of time. of the Board and, as of year-end 2021, we declare, which are based on our more than half of MassMutual’s Board of mortality, expense, and investment Our standard for ethics, integrity, and Directors was comprised of women and experience. Although dividends are sound governance starts with our people of color. not guaranteed, we’ve paid them to leaders and Board of Directors. Our 1 0 T he dividend and dividend interest rate (DIR) are determined annually, subject to change, and are not guaranteed. Dividends for eligible participating life insurance policies primarily consist of investment, mortality, and expense components. The DIR is used to determine the investment component of the dividend. It is not the rate of return on the policy and should not be the sole basis for comparing insurers or policy performance. 34 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Ethics “Speaking Up” course and survey to process to identify and manage risks includes analyzing trends in the business research and analyze medical and public Integrating Climate Risk encourage employees to raise ethics across our company, which is guided by environment and studying key risk health developments to inform our risk As part of our robust risk assessment Trust is at the core of our business, and compliance concerns. One way that principles set by the Board that establish metrics and forward-looking scenarios, assessments and business planning. process, MassMutual monitors a and we know maintaining that trust employees can raise issues is by calling our appetite for risk. We take a broad, as well as assessing the strength of our broad range of strategic, financial, MassMutual has a strong enterprise risk requires that we conduct ourselves our Compliance and Ethics Reporting multifaceted approach that focuses on key controls and competitive threats and and operational risks, including those management culture and established with the highest ethics and utmost toll-free hotline, which is administered both financial and nonfinancial risks. This emerging regulations. Furthermore, we related to sustainability and climate framework. We adhere to the “three integrity in everything we do. Our Code by a third party and is available 24/7. change. Within our ERM function, lines of defense” system to clearly of Conduct sets the standard for our We support our employees who raise we have dedicated resources with identify roles and responsibilities across actions, outlines our expectations for our concerns, and anyone who engages in Our Enterprise Risk Management Framework responsibility for monitoring climate- the organization. Additionally, risk employees, and is the cornerstone of our retaliatory conduct against a person who related risks. In addition, our Climate policies and key risk indicators are set decision-making. We have an extensive has in good faith raised a compliance, G I C RISK DE to guide and inform risk owners on how Risk Working Group, which is comprised employee education program designed T E CI ethics, or risk issue or concern will face A SI of representatives from our ERM, R T O to manage risks. We utilize centralized to ensure ethics and compliance in disciplinary action, up to and including S N S Global Sustainability, and Investment technology to document our risks all aspects of our business, including termination of employment. teams, leads and coordinates our and ensure consistent management requiring all employees to participate process for identifying and assessing MassMutual also expects our and reporting. in annual certification of our Code climate-related risks and opportunities suppliers to share our commitment Risk Reporting & Risk of Conduct. We also provide training Our Chief Risk Officer (CRO), Communication Objectives across our business. Climate risks to act ethically, with integrity, and in focused on our Anti-Money Laundering who heads up our Enterprise Risk are integrated into our overall risk compliance with applicable laws and Program and employees’ responsibilities Management (ERM) function, reports framework and processes, which regulations. Our Code of Conduct for to detect and prevent MassMutual directly to our Chief Executive Officer include regular reporting to our Suppliers articulates the principles, from being used to facilitate money RISK CULTURE and is a member of the Executive Executive Leadership Team and Board values, and expectations of behavior laundering or the financing of terrorist Leadership Team. A management of Directors. At the Board and executive we have for our suppliers when doing Risk GOVERNANCE activities. In 2021, we additionally Risk Enterprise Risk Committee (ERC), led Management levels, oversight and management of business with MassMutual. delivered courses on protecting seniors & Mitigation Identification by the CRO, meets at least quarterly to climate-related risks and opportunities and vulnerable adults from financial approve significant risk decisions and are embedded in MassMutual’s abuse, anti-fraud, data governance, and Risk Management policies, and to review management overall ESG governance structure and other ethics and compliance topics. Risk of material risks. The CRO also reports accountabilities. For more information Effective risk management is integral Assessment & regularly to the Board of Directors As part of our education programs, we to our culture and to fulfilling our Measurement on ESG governance, see page 6. through full Board meetings and help employees identify compliance responsibilities to our customers and executive sessions on risk-related and ethics issues and report any policyowners, and central to how matters. More information about concerns through the appropriate we operate our business. We have our approach to risk management is channels. In 2021, we delivered a established a comprehensive, disciplined available on our website. 35 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices As a life insurance and financial We continue to expand our climate risk technology, and sensitivity of new employee orientation and the products company, MassMutual’s most capabilities and align our processes information, to ensure that we are employee Code of Conduct. significant exposure to climate-related with the recommendations of the operating in a manner designed to In 2020, we rolled out a combined risks is associated with our General TCFD. This includes both broadening protect against reasonably foreseeable Data Governance, Data Ethics, Investment Account (GIA), although the coverage of our scenario analysis threats or hazards. Privacy, and Cyber Security course climate risks could potentially affect our work to more asset classes within The Head of Enterprise Cyber Security to all employees, which provides an physical operations as well. In order to the GIA and further adapting insights provides an update on the status of overview of applicable MassMutual develop a more detailed understanding into investment guidance. Our efforts the cyber program at least quarterly policies and procedures that define of the potential risks we face, we to better understand climate risk at the ERC. Semiannually, a deep dive how we expect employees and launched a process in 2021 following and opportunity, and to continually on cyber risk is on the agenda of the contractors to treat the data we receive the recommendations of the Task Force apply these insights to our investment ERC, and at the Board or one of its from policyowners, customers, and on Climate-related Financial Disclosures strategy, reflect MassMutual’s committees. Cyber risks are regularly employees. Approximately 98 percent (TCFD). This process concentrates on commitment to our customers and included in the review of Top Enterprise of MassMutual employees completed identifying and assessing the climate- policyowners by ensuring our future Risks discussed at every Board meeting, the course in 2021. We also provide related risks and opportunities we may strength across a wide range of with a similar cadence and focus for our employees annual training on the face under different climate change possible scenarios. Privacy, Data, and Artificial Intelligence privacy and security requirements scenarios. As part of this effort, we program. of the Health Insurance Portability Cyber Security and Data Privacy are taking areas where climate risk is and Accountability Act (HIPAA) of We recognize that we are stewards All MassMutual employees and already being managed and putting 1996. In 2021, 99 percent of assigned of data on behalf of our customers, contractors receive annual cyber them into a more structured framework, employees completed the HIPAA policyowners, and employees, so security training, which covers topics while filling gaps where these risks need training. cyber security and data privacy are ranging from basic security awareness more focus. Our initial scenario analysis critical operational and business to current identified risks. In addition, More information on our approach work is targeted at understanding the priorities for MassMutual. We maintain we engage in education campaigns to cyber security and data privacy is transition risk in our public corporate a comprehensive, risk-based Enterprise that include articles, targeted available on our website. bond portfolio given available information. Cyber Security Program to safeguard communications, role-based training, The findings from this initial analysis are the security, confidentiality, and experiential learning, and simulations, being used to more deeply integrate integrity of personal information. As to teach participants the techniques climate risk into our existing enterprise part of this, we continuously monitor, needed to make secure computing risk management processes, generate review, and adjust our cyber security decisions. Information technology actionable strategy insights, and policies and procedures based on messages are also integrated into improve our roadmap for achieving net changes in the threat landscape, other training programs, such as zero greenhouse gas emissions. 36 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices About This Report This is MassMutual’s inaugural and Asset Management & Custody For more information, visit sustainability report, covering our Activities standards developed by the MassMutual.com. environmental, social, and governance Sustainability Accounting Standards For more information on MassMutual’s (ESG) approach, activities, and Board (SASB). The report content is sustainability initiatives, visit our website. performance for our fiscal year from also informed by the recommendations January 1 to December 31, 2021. In some of the Task Force on Climate-related Contact Information: instances, activities from previous years Financial Disclosures (TCFD). MassMutual and the first half of 2022 are included 1295 State St. The scope of this report is and clearly noted. The report, which we Springfield, MA 01111 Massachusetts Mutual Life Insurance plan to publish annually, focuses on the sustainability@massmutual.com Company (MassMutual); subsidiaries most relevant ESG issues that matter to are not included unless otherwise our business and our stakeholders. stated. This aligns with our statutory We report on related disclosure financial report filing. topics identified by the Insurance 37 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Sustainability Accounting Standards Board (SASB) Index Our sustainability report includes relevant disclosure topics identified by the Insurance and Asset Management & Custody Activities standards developed by SASB. While we do not yet disclose all the metrics included in these sector standards, we are committed to refining our approach to expand our disclosures in the future. All data is as of and for the year ended December 31, 2021, unless otherwise noted. Topic SASB Accounting Metric Code MassMutual Response Industry: Insurance Transparent information & Total amount of monetary losses as a result of legal proceedings FN-IN-270a.1 MassMutual does not have material legal proceedings associated with marketing and communication of insurance fair advice for customers associated with marketing and communication of insurance product-related information to new and returning customers. For further information about legal proceedings product-related information to new and returning customers generally, see Note 16d in MassMutual Statutory Financial Statements, page 88. Customer retention ratio FN-IN-270a.3 MassMutual does not disclose this specific metric. The company measures customer satisfaction with a variety of metrics including surveys, customer focus groups, and net promoter scores. Our Customers and Policyowners, pages 27–29 Description of approach to informing customers about products FN-IN-270a.4 Our Customers and Policyowners, pages 27–29 MassMutual Disclosure Center Incorporation of Total invested assets, by industry and asset class FN-IN-410a.1 MassMutual Investment Philosophy environmental, social, and MassMutual Statutory Financial Statements, pages 28-49 governance factors in investment management Description of approach to incorporation of environmental, social, FN-IN-410a.2 ESG Finance, pages 9–13 and governance (ESG) factors in investment management MassMutual ESG Investment Policy processes and strategies Policies designed to incentivize Discussion of products, and/or product features that incentivize FN-IN-410b.2 Sustainability and Mutuality, pages 5–8 responsible behavior health, safety, and/or environmentally responsible actions and/or ESG Finance, pages 9–13 behaviors Our Customers and Policyowners, pages 27–29 2021 Annual Report, pages 18-27 38 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Topic SASB Accounting Metric Code MassMutual Response Industry: Insurance Systemic risk management Exposure to derivative instruments by category: (1) total potential FN-IN-550a.1 MassMutual Statutory Financial Statements, pages 42-46 exposure to non-centrally cleared derivatives, (2) total fair value of acceptable collateral posted with the Central Clearinghouse, and (3) total potential exposure to centrally cleared derivatives Description of approach to managing capital- and liquidity-related FN-IN-550a.3 MassMutual Statutory Financial Statements, pages 85-90 risks associated with systemic non-insurance activities MassMutual ESG Investment Policy Activity Metric: Insurance Number of policies in force, by segment: (1) property and casualty, FN-IN-000.A 1,936,486 individual and group life insurance policies in force as of year-end 2021 (2) life, (3) assumed reinsurance Industry: Asset Management & Custody Activities Transparent information & fair Total amount of monetary losses as a result of legal proceedings FN-AC-270a.2 MassMutual does not have material legal proceedings associated with marketing and communication of financial advice for customers associated with marketing and communication of financial product-related information to new and returning customers. For further information about legal proceedings product-related information to new and returning customers generally, see Note 16d in MassMutual Statutory Financial Statements, page 88. Description of approach to informing customers about products FN-AC-270a.3 Our Customers and Policyowners, pages 27–29 and services MassMutual Disclosure Center Employee diversity & inclusion Percentage of gender and racial/ethnic group representation for FN-AC-330a.1 MassMutual Workforce Demographics, pages 4–6 (1) executive management, (2) non-executive management, (3) professionals, and (4) all other employees 39 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Topic SASB Accounting Metric Code MassMutual Response Industry: Asset Management & Custody Activities Incorporation of environmental, Amount of assets under management, by asset class, that employ FN-AC-410a.1 ESG Finance — ESG Investing, pages 11–13 social and governance factors (1) integration of ESG issues, (2) sustainability themed investing, MassMutual ESG Investment Policy in investment management & and (3) screening advisory Description of approach to incorporation of ESG factors in FN-AC-410a.2 ESG Finance, pages 9–13 investment and/or wealth management processes and strategies MassMutual ESG Investment Policy Business ethics Total amount of monetary losses as a result of legal proceedings FN-AC-510a.1 For further information about legal proceedings generally, see Note 16d in MassMutual Statutory Financial Statements, associated with fraud, insider trading, anti-trust, anti-competitive page 88. behavior, market manipulation, malpractice, or other related financial industry laws or regulations Description of whistleblower policies and procedures FN-AC-510a.2 Governance and Ethics, pages 34–36 Code of Conduct 40 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Task Force on Climate-related Financial Disclosures (TCFD) Index Our sustainability report includes content that is informed by the recommendations of the TCFD. We are continuing to develop and expand our climate reporting in line with TCFD recommendations and best practices. Location of Additional Core Element TCFD Recommended Disclosure MassMutual Response Disclosures Governance Disclose the organization’s • Describe the board’s oversight of climate-related risks and opportunities We have established strong climate risk governance. At the Board and Sustainability and Mutuality, governance around climate- executive levels, oversight and management of climate-related risks and pages 5–8 • Describe management’s role in assessing and managing climate-related related risks and opportunities opportunities are embedded in MassMutual’s overall ESG governance structure risks and opportunities Governance and Ethics, pages and accountabilities. Furthermore, we have dedicated resources within our 34-36 enterprise risk management function and a Climate Risk Working Group that ensures integration of climate-related risks and opportunities into our business. Strategy Disclose the actual and potential • Describe the climate-related risks and opportunities the organization has identified over We believe that the most important strategic implications of climate change Governance and Ethics, pages impacts of climate-related the short, medium, and long term for MassMutual are associated with our General Investment Account (GIA). 34-36 risks and opportunities on the We are conducting scenario analyses to identify and assess our potential • Describe the impact of climate-related risks and opportunities on the organization’s ESG Finance, pages 9–13 organization’s businesses, strategy, climate-related risks and opportunities. Based on this effort, we are developing businesses, strategy, and financial planning MassMutual ESG Investment and financial planning where such actionable guidance for integrating the insights from these analyses into our • Describe the resilience of the organization’s strategy, taking into consideration different Policy information is material strategy and management processes. climate-related scenarios, including a 2°C or lower scenario Risk Management Disclose how the organization • Describe the organization’s processes for identifying and assessing climate-related risks The ongoing improvement of our climate risk management processes is Governance and Ethics, pages identifies, assesses, and manages focused on building out our scenario analysis capabilities, starting with public 34-36 • Describe the organization’s processes for managing climate-related risks climate-related risks corporate bond transition risk in our GIA. We are continuing to integrate • Describe how processes for identifying, assessing, and managing climate-related risks are climate-related risk into our existing risk framework. integrated into the organization’s overall risk management 41 | MassMutual 2021 Sustainability Report",
        "A Message About MassMutual’s Sustainability ESG Sustainable Diversity, Equity, Our Our Customers Our Governance About This Report From Our CEO MassMutual® Sustainability Journey and Mutuality Finance Operations and Inclusion People and Policyowners Communities and Ethics and Indices Location of Additional Core Element TCFD Recommended Disclosure MassMutual Response Disclosures Metrics and Targets Disclose the metrics and targets • Disclose the metrics used by the organization to assess climate-related risks and We have committed to achieve net zero GHG emissions in our operations by ESG Finance, pages 9–13 used to assess and manage opportunities in line with its strategy and risk management process 2030, and to transition our investment portfolio (our GIA) to net zero emissions Sustainable Operations, pages relevant climate-related risks by 2050. • Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, 14-16 and opportunities where such and the related risks We report GHG emissions, including Scope 1, Scope 2, and Scope 3 (business information is material • Describe the targets used by the organization to manage climate-related risks and travel). As part of our ongoing refinements, we are analyzing our financed opportunities and performance against targets emissions and determining additional risk metrics. 42 | MassMutual 2021 Sustainability Report",
        "© 2022 Massachusetts Mutual Life Insurance Company, Springfield, MA 01111-0001. All rights reserved. MM202506-302070 MassMutual.com"
    ]
}