{
    "FILE_NAME": "https://noharm-uscanada.org/sites/default/files/documents-files/6804/Metro%20Boston%20Health%20Care%20Energy%20Analytics%202011-2019_2.pdf",
    "ALL TEXT": "Metropolitan Boston Health Care Energy & Greenhouse Gas Profile 2011 through 2019, and 2030 Projection Produced by Health Care Without Harm on behalf of Boston Green Ribbon Commission Health Care Working Group Analytics by Environmental Health & Engineering SUMMARY The Metropolitan Boston health care sector reduced its absolute greenhouse gas (GHG) emissions by 18% from 2011 to 2019 through a combination of energy-efficiency investments, energy management improvements, and a shift to zero-carbon energy sources. The largest contributor to this reduction was the procurement of renewable and zero-carbon electricity. These GHG emissions reductions are equivalent to eliminating 195 million miles traveled by an average passenger vehicle.1 According to Health Care Without Harm’s Energy and Health Impact Calculator, the changes in Metro Boston health care’s energy use from 2011 to 2019 will result in the associated social costs (health and climate impacts) declining by $20,628,769 per year, lost or restricted workdays declining by 835.7 per year, and premature deaths declining by 1.3 per year. Even more impressively, these emissions reductions were achieved despite the addition of 1.9 million square feet of new health care buildings and expansions (a 10% increase) and an increase in the number of patients served. These two factors drove an increase of 6% in energy consumption over the same period.2 Boston’s health care facilities have become more energy- efficient per square foot of space. Energy use intensity on-site decreased by 9 kBtu/sqft, from 278 to 269 (kBtu/sqft), a reduction of 3.4%. Improved energy efficiency and large-scale renewable energy purchases have led to impressive reductions in GHG emissions. However, those reductions are not yet on the trajectory necessary for the sector to achieve the levels needed to limit global warming to 1.5 degrees as called for by the United Nations Intergovernmental Panel on Climate Change (IPCC), or the goals articulated by the City of Boston. As the sector emerges from pandemic response mode, a renewed sense of urgency and deepened commitment to climate leadership will be essential for 1 EPA. 2018. Greenhouse Gas Equivalencies Calculator. https://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator 2 When including only buildings that were existing in 2011, energy usage has increased by only 1%. This indicates that most of the increase in energy consumption is due to expansion. MEEI buildings were built before 2011, but did not report energy use to the City of Boston and Health Care Without Harm until 2012. 1health care to build on the successes outlined in this report to achieve its climate goals and inspire other institutions in Boston and beyond to do the same. This report provides some direction to guide those efforts. CONTEXT This unique-in-the-nation report summarizes an analysis of more than 40,000 energy and greenhouse gas (GHG) records covering the hospitals comprising the Boston Green Ribbon Commission Health Care Working Group, coordinated by Health Care Without Harm. The data tracks the sector's collective progress towards the climate goals shared by the City of Boston and Green Ribbon Commission – a 50% reduction in greenhouse gas emissions by 2030, and 100% by 2050. Together, the members of the Health Care Working Group spend over $200 million per year on energy to power their 28-million-square-feet of owned buildings,3 To control costs and contribute to a clean environment for everyone, they undertake thousands of actions to reduce energy use and clean up their energy supply, ranging from improving the tuning and performance of equipment and operating systems to procuring clean electricity to power their complex, 24/7 buildings.4 Based on the City of Boston’s 2020 Climate Action Report and our data, commercial and large residential buildings account for over 50% (3.2 MTCDE) of the city’s emissions of 6.4 million metric tons of carbon, with health care accounting for almost 2.5%.5, 6 Health Care Without Harm retained Environmental Health & Engineering, Inc. (EH&E) to examine trends in this sector energy use data from 2011 through 2019, building upon previous reports covering 2011 to 2013 and 2011 to 2015 trends. HEALTH CARE SECTOR ENERGY USE and GHG TRENDS From 2011 to 2019, the building area dedicated to health care in Boston increased by 10%, while the site energy use increased by only 6.4%.7 When including only buildings that were 3 Cost calculated based on average energy prices in Massachusetts reported by EIA. Total square footage was calculated from data submitted by institutions. 4 See Appendix Table B.1 for list of energy projects. 5 City of Boston. 2020. “City Of Boston Climate Action Plan 2020 Update.” Accessed from: https://www.boston.gov/sites/default/files/file/2020/09/FY20%20Boston%20Climate%20Action%20Report_7.pdf 6 City of Boston. 2020. “2020 Report Energy and Water Metrics.” Accessed from: https://data.boston.gov/dataset/building-energy- reporting-and-disclosure-ordinance/resource/033c30b4-8d28-40ad-9572-43d8455aaab6 7 Site energy was not weather adjusted, as sector energy adjusted by square footage was poorly correlated with weather parameters such as temperature, enthalpy, heating degree days, and cooling degree days. 2existing in 2011, energy usage has increased by only 1%.8 This indicates that most of the increase in energy consumption is due to health care’s expansion to serve a higher volume of patients. Center For Health Information And Analysis (CHIA) reported that across hospitals in Massachusetts, inpatient discharges increased 1.9% from fiscal year 2015 to 2019 and outpatient visits increased 13.1% over the same period.9 Energy Use Intensity (EUI) is the energy use of a building per square foot of space and is often used to compare energy use across buildings in the same way that miles per gallon (MPG) is used to compare fuel economy across vehicles. As shown in Table 5.2, both site and source EUI for the sector decreased from 2011 to 2019.10 Site EUI declined by 3.4% and source EUI decreased by 9.4% over the period. Carbon dioxide equivalent (CO ) emissions for the sector 2eq decreased by 18% from 2011 to 2019 (refer to Figure 4.1). After normalizing the CO 2eq emissions for building space, sector-wide emission intensity dropped by 26% over that same period. Figure 1 GHG Reductions to Date in Absolute Terms 2011-2019 8 MEEI buildings were built before 2011, except for MEEI Longwood, but report energy use to the City of Boston and HCWH for calendar years 2012 to 2019. 9 CHIA. 2021. “Massachusetts Hospital Profiles: Data Through Fiscal year 2019.” Accessed from: https://www.chiamass.gov/hospital-profiles/ 10 Site EUI accounts for energy consumed at the property and includes primary energy generated on-site such as that from natural gas, fuel oil, solar or wind, as well as secondary energy generated off-site such as electricity purchased from the grid. In contrast, source energy accounts for losses incurred in production, transmission, and delivery of both primary and secondary sources of energy consumed at a building. 3The sector’s GHG emission reductions were largely driven by continued procurement of renewable and zero-carbon energy and investments in energy efficiency. Since 2011, health care organizations in Boston have taken steps to substantially reduce their GHG footprints through investment in energy-efficiency projects, renewable and zero-carbon energy, and combined heat and power (CHP). The largest decreases in CO were attributable to health 2eq care systems’ procurement of renewable and other zero-emission electricity. Fuel mix (%) was generally consistent from 2011 through 2016, but in 2017 there was a shift in the proportion of natural gas and electricity use shown in Figure 2 below. Natural gas increased from 14% of the fuel mix in 2016 to 20% of the fuel mix in 2017. Concurrently, electricity decreased from 33% to 30%. This shift in increased natural gas use was driven by the installation of CHP systems by Boston area health care facilities. CHP technology generates electricity on-site (usually from natural gas) and captures the heat that otherwise would be wasted to provide steam and/or hot water.11 CHP is more efficient than electricity from the grid because about two-thirds of the energy used to generate electricity from fossil fuels in non-CHP systems is typically wasted as heat discharges. CHP systems have the potential to make Boston’s health care sector more climate- resilient by providing hospitals and other critical infrastructure with both heat and power during grid outages such as those caused by extreme weather events, as long as the gas distribution system remains operational. Figure 2 Fuel Mix for Metro Boston Hospitals from 2011 to 2019 11 EPA. 2019. “What is CHP?” Accessed from: https://www.epa.gov/chp/what-chp 4EPA reports that one MMBtu of natural gas is equivalent to 55.3 kg CO whereas one MMBtu 2eq of grid electricity produces 74.94 kg CO There is no doubt that the Metro Boston health care 2eq. sector’s shift away from grid electricity to CHP systems has contributed to a reduction of GHG emissions. Looking forward, there is a clear pathway to reduce GHG emissions from grid electricity as the City of Boston and the Commonwealth of Massachusetts fulfill their commitments to transition from fossil fuels to renewable electricity. The development of large- scale wind farms already underway off our coast will accelerate that transition. No such pathway yet exists to decarbonize the natural gas that powers CHP systems. Another key challenge is that Metro Boston health care's energy use is significantly impacted by its estimated 3.3 million square feet (12%) of world-famous biomedical research laboratories. Laboratories typically use much more energy per square foot than even acute care hospitals due to increased ventilation and cooling loads.12,13 Significant efforts to improve lab energy efficiency are being undertaken, but the complexity of implementing and sustaining such gains has proven difficult for the institutions and their utility and other energy service partners. We found that site EUIs were 138 kbtu/sqft (39%) higher in buildings that were 100% research labs compared to those without any research laboratory space. This indicates that lab space is a promising, yet challenging area for future energy-efficiency efforts by the sector. LOOKING AHEAD: 2030 AND BEYOND The City of Boston and the Green Ribbon Commission have set GHG reduction goals of 50% by 2030 and 100% by 2050 to align their efforts with IPCC’s goal of limiting global warming to 1.5 degrees. From 2011 to 2019, the sector decreased its GHG emissions by approximately 2% a year.14 Data suggests future reductions to reach Boston’s goals will not come without strategic planning and investment in clean energy. In our analysis, we found that procurement of renewable energy drove the largest GHG emissions reductions. Building off this success by transitioning to 100% renewable electricity across the sector would be enough to reduce emissions to 38% below 2011 levels (Figure 3). 12In their 2015 report on the first year of BERDO data (2014), the City of Boston reported that on average laboratory buildings had a higher EUI than hospitals. The most energy intensive laboratory buildings had EUIs in the range of 500 to 600 kbtu/sqft. 13City of Boston. 2020. “City Of Boston Climate Action Plan 2020 Update.” Accessed from: https://www.boston.gov/sites/default/files/file/2020/09/FY20%20Boston%20Climate%20Action%20Report_7.pdf 14Calculated by dividing 18% over 8 years 5Figure 3 GHG reductions to date and projections to 2030 with 0.8% annual “business as usual” (BAU) increase. The blue line shows the current trend in GHG emissions. The grey shaded area shows a 0.8% yearly increase in emissions from 2011 representing “business as usual” load growth. The green area shows additional emissions reductions that could be achieved by making grid electricity 100% renewable. The yellow area shows additional reductions needed beyond renewable electricity to reach 50% reduction by 2030. To reach 50% reduction by 2030, the sector would need to reduce non-electric energy consumption by an additional 2% annually plus another 0.8% to account for business as usual emissions growth. A combination of emissions reductions of 2.8% per year through energy efficiency and/or electrification, together with transitioning to 100% renewable electricity would achieve a 50% reduction compared to 2011 GHG emissions (Figure 4). 6Figure 4 GHG reductions to date and projections to 2030 assuming electricity become 100% renewable and emissions for other fuels decrease 2.8% annually compared to “building as usual” through energy efficiency and/or electrification. The grey dash line shows 0.8% annual “building as usual” increase. Looking toward the goal that Boston and Massachusetts have set to achieve zero GHG emissions by 2050, the decarbonization of thermal loads (heating, cooling, and processing) is likely to be the biggest challenge for the region's health care facilities. Although there are technological pathways to decarbonizing thermal loads, including geothermal, electrification, and green hydrogen, those GHG-free fuels and technologies may not yet be fully capable of substituting for natural gas at the requisite scale and cost across the sector. Existing contracts, regulatory and resilience requirements, and operational costs are all complex challenges to decarbonization. Planning to achieve the city’s 2050 goals calls for deeper engagement with municipal, state, and federal policymakers and should begin in earnest today. Many of Boston’s largest hospitals get their power and heat from one of the city’s district steam systems. Like CHP, district steam systems run on natural gas and provide both electric and thermal energy to their customers. Our analysis shows that Boston’s health care sector can achieve its 2030 GHG reduction goals without fully decarbonizing these district systems. However, achieving the goal of zero-carbon emissions by 2050 will require the owners of these systems to work with their customers and the City of Boston to develop and implement practical and economically feasible decarbonization strategies for the district steam and CHP plants that power Boston health care facilities. 7Since Boston's health care facilities provide essential care to the communities they support, the decarbonization of these facilities will need to be implemented in ways that increase the resilience of both health care facilities and the communities they serve in the face of increased natural disasters driven by climate change. Investments in more robust electric grids, distributed renewable energy generation, fuel cells, and energy storage hold significant promise for building a reliable, decarbonized electric grid. Geothermal, green hydrogen, and solar thermal all hold similar promises for thermal energy. Engagement with policymakers to encourage technological progress in these areas and to pilot solutions will be necessary. The contractual, regulatory, technological, and economic challenges to achieving the full decarbonization between 2030 and 2050 envisioned in the goals set by the City of Boston and Commonwealth of Massachusetts are significant. To overcome them, Boston’s health care leaders must build partnerships with energy providers, governments, and each other to achieve our 2030 goals while developing long-term strategic plans for deeper decarbonization in the decades to follow. By embracing this energy transition, we can seize the opportunity to reshape Boston’s world- class health care institutions and the proud city they serve. Together, we can build a healthier, more sustainable, more equitable, more economically competitive, and more resilient city that will thrive in a changing climate and serve as a model for the health care sector globally. 8About the Boston Green Ribbon Commission The Boston Green Ribbon Commission is a group of business, institutional, and civic leaders in Boston supporting the implementation of the city’s Climate Action Plan. The plan includes strong recommendations on how Bostonians can increase efficiency, reduce emissions and prepare for extreme weather and higher sea levels. Many cities have produced similar plans. But few have also enlisted the support and leadership of the local business community as effectively as Boston, to help reduce greenhouse gas emissions 25% by 2020 and 80% by 2050. About Health Care Without Harm Health Care Without Harm seeks to transform health care worldwide so the sector reduces its environmental footprint and becomes a leader in the global movement for environmental health and justice. Health Care Without Harm's Climate and Health program leads some of the organization's most ambitious efforts in Boston, covering toxic reductions, healthy food, green building, energy efficiency, and climate resilience. As a result, Boston's health care sector is playing a leadership role in regional efforts to address climate change. Health Care Without Harm’s work with the Boston Green Ribbon Commission is supported by the Barr Foundation. For more information: Winston Vaughan Massachusetts Director, Climate Solutions Health Care Without Harm (866) 218-0303 wvaughan@hcwh.org 9",
    "TEXT BY PAGE": [
        "Metropolitan Boston Health Care Energy & Greenhouse Gas Profile 2011 through 2019, and 2030 Projection Produced by Health Care Without Harm on behalf of Boston Green Ribbon Commission Health Care Working Group Analytics by Environmental Health & Engineering SUMMARY The Metropolitan Boston health care sector reduced its absolute greenhouse gas (GHG) emissions by 18% from 2011 to 2019 through a combination of energy-efficiency investments, energy management improvements, and a shift to zero-carbon energy sources. The largest contributor to this reduction was the procurement of renewable and zero-carbon electricity. These GHG emissions reductions are equivalent to eliminating 195 million miles traveled by an average passenger vehicle.1 According to Health Care Without Harm’s Energy and Health Impact Calculator, the changes in Metro Boston health care’s energy use from 2011 to 2019 will result in the associated social costs (health and climate impacts) declining by $20,628,769 per year, lost or restricted workdays declining by 835.7 per year, and premature deaths declining by 1.3 per year. Even more impressively, these emissions reductions were achieved despite the addition of 1.9 million square feet of new health care buildings and expansions (a 10% increase) and an increase in the number of patients served. These two factors drove an increase of 6% in energy consumption over the same period.2 Boston’s health care facilities have become more energy- efficient per square foot of space. Energy use intensity on-site decreased by 9 kBtu/sqft, from 278 to 269 (kBtu/sqft), a reduction of 3.4%. Improved energy efficiency and large-scale renewable energy purchases have led to impressive reductions in GHG emissions. However, those reductions are not yet on the trajectory necessary for the sector to achieve the levels needed to limit global warming to 1.5 degrees as called for by the United Nations Intergovernmental Panel on Climate Change (IPCC), or the goals articulated by the City of Boston. As the sector emerges from pandemic response mode, a renewed sense of urgency and deepened commitment to climate leadership will be essential for 1 EPA. 2018. Greenhouse Gas Equivalencies Calculator. https://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator 2 When including only buildings that were existing in 2011, energy usage has increased by only 1%. This indicates that most of the increase in energy consumption is due to expansion. MEEI buildings were built before 2011, but did not report energy use to the City of Boston and Health Care Without Harm until 2012. 1",
        "health care to build on the successes outlined in this report to achieve its climate goals and inspire other institutions in Boston and beyond to do the same. This report provides some direction to guide those efforts. CONTEXT This unique-in-the-nation report summarizes an analysis of more than 40,000 energy and greenhouse gas (GHG) records covering the hospitals comprising the Boston Green Ribbon Commission Health Care Working Group, coordinated by Health Care Without Harm. The data tracks the sector's collective progress towards the climate goals shared by the City of Boston and Green Ribbon Commission – a 50% reduction in greenhouse gas emissions by 2030, and 100% by 2050. Together, the members of the Health Care Working Group spend over $200 million per year on energy to power their 28-million-square-feet of owned buildings,3 To control costs and contribute to a clean environment for everyone, they undertake thousands of actions to reduce energy use and clean up their energy supply, ranging from improving the tuning and performance of equipment and operating systems to procuring clean electricity to power their complex, 24/7 buildings.4 Based on the City of Boston’s 2020 Climate Action Report and our data, commercial and large residential buildings account for over 50% (3.2 MTCDE) of the city’s emissions of 6.4 million metric tons of carbon, with health care accounting for almost 2.5%.5, 6 Health Care Without Harm retained Environmental Health & Engineering, Inc. (EH&E) to examine trends in this sector energy use data from 2011 through 2019, building upon previous reports covering 2011 to 2013 and 2011 to 2015 trends. HEALTH CARE SECTOR ENERGY USE and GHG TRENDS From 2011 to 2019, the building area dedicated to health care in Boston increased by 10%, while the site energy use increased by only 6.4%.7 When including only buildings that were 3 Cost calculated based on average energy prices in Massachusetts reported by EIA. Total square footage was calculated from data submitted by institutions. 4 See Appendix Table B.1 for list of energy projects. 5 City of Boston. 2020. “City Of Boston Climate Action Plan 2020 Update.” Accessed from: https://www.boston.gov/sites/default/files/file/2020/09/FY20%20Boston%20Climate%20Action%20Report_7.pdf 6 City of Boston. 2020. “2020 Report Energy and Water Metrics.” Accessed from: https://data.boston.gov/dataset/building-energy- reporting-and-disclosure-ordinance/resource/033c30b4-8d28-40ad-9572-43d8455aaab6 7 Site energy was not weather adjusted, as sector energy adjusted by square footage was poorly correlated with weather parameters such as temperature, enthalpy, heating degree days, and cooling degree days. 2",
        "existing in 2011, energy usage has increased by only 1%.8 This indicates that most of the increase in energy consumption is due to health care’s expansion to serve a higher volume of patients. Center For Health Information And Analysis (CHIA) reported that across hospitals in Massachusetts, inpatient discharges increased 1.9% from fiscal year 2015 to 2019 and outpatient visits increased 13.1% over the same period.9 Energy Use Intensity (EUI) is the energy use of a building per square foot of space and is often used to compare energy use across buildings in the same way that miles per gallon (MPG) is used to compare fuel economy across vehicles. As shown in Table 5.2, both site and source EUI for the sector decreased from 2011 to 2019.10 Site EUI declined by 3.4% and source EUI decreased by 9.4% over the period. Carbon dioxide equivalent (CO ) emissions for the sector 2eq decreased by 18% from 2011 to 2019 (refer to Figure 4.1). After normalizing the CO 2eq emissions for building space, sector-wide emission intensity dropped by 26% over that same period. Figure 1 GHG Reductions to Date in Absolute Terms 2011-2019 8 MEEI buildings were built before 2011, except for MEEI Longwood, but report energy use to the City of Boston and HCWH for calendar years 2012 to 2019. 9 CHIA. 2021. “Massachusetts Hospital Profiles: Data Through Fiscal year 2019.” Accessed from: https://www.chiamass.gov/hospital-profiles/ 10 Site EUI accounts for energy consumed at the property and includes primary energy generated on-site such as that from natural gas, fuel oil, solar or wind, as well as secondary energy generated off-site such as electricity purchased from the grid. In contrast, source energy accounts for losses incurred in production, transmission, and delivery of both primary and secondary sources of energy consumed at a building. 3",
        "The sector’s GHG emission reductions were largely driven by continued procurement of renewable and zero-carbon energy and investments in energy efficiency. Since 2011, health care organizations in Boston have taken steps to substantially reduce their GHG footprints through investment in energy-efficiency projects, renewable and zero-carbon energy, and combined heat and power (CHP). The largest decreases in CO were attributable to health 2eq care systems’ procurement of renewable and other zero-emission electricity. Fuel mix (%) was generally consistent from 2011 through 2016, but in 2017 there was a shift in the proportion of natural gas and electricity use shown in Figure 2 below. Natural gas increased from 14% of the fuel mix in 2016 to 20% of the fuel mix in 2017. Concurrently, electricity decreased from 33% to 30%. This shift in increased natural gas use was driven by the installation of CHP systems by Boston area health care facilities. CHP technology generates electricity on-site (usually from natural gas) and captures the heat that otherwise would be wasted to provide steam and/or hot water.11 CHP is more efficient than electricity from the grid because about two-thirds of the energy used to generate electricity from fossil fuels in non-CHP systems is typically wasted as heat discharges. CHP systems have the potential to make Boston’s health care sector more climate- resilient by providing hospitals and other critical infrastructure with both heat and power during grid outages such as those caused by extreme weather events, as long as the gas distribution system remains operational. Figure 2 Fuel Mix for Metro Boston Hospitals from 2011 to 2019 11 EPA. 2019. “What is CHP?” Accessed from: https://www.epa.gov/chp/what-chp 4",
        "EPA reports that one MMBtu of natural gas is equivalent to 55.3 kg CO whereas one MMBtu 2eq of grid electricity produces 74.94 kg CO There is no doubt that the Metro Boston health care 2eq. sector’s shift away from grid electricity to CHP systems has contributed to a reduction of GHG emissions. Looking forward, there is a clear pathway to reduce GHG emissions from grid electricity as the City of Boston and the Commonwealth of Massachusetts fulfill their commitments to transition from fossil fuels to renewable electricity. The development of large- scale wind farms already underway off our coast will accelerate that transition. No such pathway yet exists to decarbonize the natural gas that powers CHP systems. Another key challenge is that Metro Boston health care's energy use is significantly impacted by its estimated 3.3 million square feet (12%) of world-famous biomedical research laboratories. Laboratories typically use much more energy per square foot than even acute care hospitals due to increased ventilation and cooling loads.12,13 Significant efforts to improve lab energy efficiency are being undertaken, but the complexity of implementing and sustaining such gains has proven difficult for the institutions and their utility and other energy service partners. We found that site EUIs were 138 kbtu/sqft (39%) higher in buildings that were 100% research labs compared to those without any research laboratory space. This indicates that lab space is a promising, yet challenging area for future energy-efficiency efforts by the sector. LOOKING AHEAD: 2030 AND BEYOND The City of Boston and the Green Ribbon Commission have set GHG reduction goals of 50% by 2030 and 100% by 2050 to align their efforts with IPCC’s goal of limiting global warming to 1.5 degrees. From 2011 to 2019, the sector decreased its GHG emissions by approximately 2% a year.14 Data suggests future reductions to reach Boston’s goals will not come without strategic planning and investment in clean energy. In our analysis, we found that procurement of renewable energy drove the largest GHG emissions reductions. Building off this success by transitioning to 100% renewable electricity across the sector would be enough to reduce emissions to 38% below 2011 levels (Figure 3). 12In their 2015 report on the first year of BERDO data (2014), the City of Boston reported that on average laboratory buildings had a higher EUI than hospitals. The most energy intensive laboratory buildings had EUIs in the range of 500 to 600 kbtu/sqft. 13City of Boston. 2020. “City Of Boston Climate Action Plan 2020 Update.” Accessed from: https://www.boston.gov/sites/default/files/file/2020/09/FY20%20Boston%20Climate%20Action%20Report_7.pdf 14Calculated by dividing 18% over 8 years 5",
        "Figure 3 GHG reductions to date and projections to 2030 with 0.8% annual “business as usual” (BAU) increase. The blue line shows the current trend in GHG emissions. The grey shaded area shows a 0.8% yearly increase in emissions from 2011 representing “business as usual” load growth. The green area shows additional emissions reductions that could be achieved by making grid electricity 100% renewable. The yellow area shows additional reductions needed beyond renewable electricity to reach 50% reduction by 2030. To reach 50% reduction by 2030, the sector would need to reduce non-electric energy consumption by an additional 2% annually plus another 0.8% to account for business as usual emissions growth. A combination of emissions reductions of 2.8% per year through energy efficiency and/or electrification, together with transitioning to 100% renewable electricity would achieve a 50% reduction compared to 2011 GHG emissions (Figure 4). 6",
        "Figure 4 GHG reductions to date and projections to 2030 assuming electricity become 100% renewable and emissions for other fuels decrease 2.8% annually compared to “building as usual” through energy efficiency and/or electrification. The grey dash line shows 0.8% annual “building as usual” increase. Looking toward the goal that Boston and Massachusetts have set to achieve zero GHG emissions by 2050, the decarbonization of thermal loads (heating, cooling, and processing) is likely to be the biggest challenge for the region's health care facilities. Although there are technological pathways to decarbonizing thermal loads, including geothermal, electrification, and green hydrogen, those GHG-free fuels and technologies may not yet be fully capable of substituting for natural gas at the requisite scale and cost across the sector. Existing contracts, regulatory and resilience requirements, and operational costs are all complex challenges to decarbonization. Planning to achieve the city’s 2050 goals calls for deeper engagement with municipal, state, and federal policymakers and should begin in earnest today. Many of Boston’s largest hospitals get their power and heat from one of the city’s district steam systems. Like CHP, district steam systems run on natural gas and provide both electric and thermal energy to their customers. Our analysis shows that Boston’s health care sector can achieve its 2030 GHG reduction goals without fully decarbonizing these district systems. However, achieving the goal of zero-carbon emissions by 2050 will require the owners of these systems to work with their customers and the City of Boston to develop and implement practical and economically feasible decarbonization strategies for the district steam and CHP plants that power Boston health care facilities. 7",
        "Since Boston's health care facilities provide essential care to the communities they support, the decarbonization of these facilities will need to be implemented in ways that increase the resilience of both health care facilities and the communities they serve in the face of increased natural disasters driven by climate change. Investments in more robust electric grids, distributed renewable energy generation, fuel cells, and energy storage hold significant promise for building a reliable, decarbonized electric grid. Geothermal, green hydrogen, and solar thermal all hold similar promises for thermal energy. Engagement with policymakers to encourage technological progress in these areas and to pilot solutions will be necessary. The contractual, regulatory, technological, and economic challenges to achieving the full decarbonization between 2030 and 2050 envisioned in the goals set by the City of Boston and Commonwealth of Massachusetts are significant. To overcome them, Boston’s health care leaders must build partnerships with energy providers, governments, and each other to achieve our 2030 goals while developing long-term strategic plans for deeper decarbonization in the decades to follow. By embracing this energy transition, we can seize the opportunity to reshape Boston’s world- class health care institutions and the proud city they serve. Together, we can build a healthier, more sustainable, more equitable, more economically competitive, and more resilient city that will thrive in a changing climate and serve as a model for the health care sector globally. 8",
        "About the Boston Green Ribbon Commission The Boston Green Ribbon Commission is a group of business, institutional, and civic leaders in Boston supporting the implementation of the city’s Climate Action Plan. The plan includes strong recommendations on how Bostonians can increase efficiency, reduce emissions and prepare for extreme weather and higher sea levels. Many cities have produced similar plans. But few have also enlisted the support and leadership of the local business community as effectively as Boston, to help reduce greenhouse gas emissions 25% by 2020 and 80% by 2050. About Health Care Without Harm Health Care Without Harm seeks to transform health care worldwide so the sector reduces its environmental footprint and becomes a leader in the global movement for environmental health and justice. Health Care Without Harm's Climate and Health program leads some of the organization's most ambitious efforts in Boston, covering toxic reductions, healthy food, green building, energy efficiency, and climate resilience. As a result, Boston's health care sector is playing a leadership role in regional efforts to address climate change. Health Care Without Harm’s work with the Boston Green Ribbon Commission is supported by the Barr Foundation. For more information: Winston Vaughan Massachusetts Director, Climate Solutions Health Care Without Harm (866) 218-0303 wvaughan@hcwh.org 9"
    ]
}