{
    "FILE_NAME": "https://www.nature.org/content/dam/tnc/nature/en/documents/Report-MA-Equitable-Sustainable-Climate-Funding.pdf",
    "ALL TEXT": "Building Equitable and Sustainable Building Equitable and Sustainable Climate Change Funding Climate Change Funding for for Massachusetts Massachusetts Building E quitable and Sustainable Climate Change Funding for Massachusetts July 2023 Draft - July 2023 Draft - July 2023Table of Contents Executive Summary ...........................................................................................................................................................................................3 I. About the Project ..............................................................................................................................................................................................4 A. Project Background & Rationale .........................................................................................................................................................4 B. Collaboration Towards Solutions ........................................................................................................................................................5 C. Key Definitions ........................................................................................................................................................................................6 D. Our Approach ..........................................................................................................................................................................................6 E. The Core Team ........................................................................................................................................................................................6 II. Equitable Engagement: Process & Action ...................................................................................................................................................8 A. Guardrails: Non-Negotiables for Equitable Funding ......................................................................................................................9 B. Guidelines: What We’re Working Towards ...................................................................................................................................10 C. Outreach: Learning from CBOs .........................................................................................................................................................10 III. Funding Policy and Revenue Analysis .........................................................................................................................................................13 A. Understanding the Funding Landscape ...........................................................................................................................................13 B. Evaluating Funding & Financing Options .........................................................................................................................................13 C. Selecting a Funding Option .................................................................................................................................................................15 D. Selecting Spending Options ................................................................................................................................................................16 IV. Developing & Reviewing the Legislative Proposal ...................................................................................................................................17 A. Community-Based Organization Review of the Draft Legislative Proposal ...........................................................................17 B. Equity Expert Review ............................................................................................................................................................................19 V. Key Findings and Next Steps .........................................................................................................................................................................21 VI. Acknowledgements ........................................................................................................................................................................................22 VII. Appendices .......................................................................................................................................................................................................23 Finalized May 2023 with input and review by the Core Team. Funding from The Barr Foundation was used to advance equity and community engagement goals; all legislation development and advocacy was funded through The Nature Conservancy. Lead Author: Emma Gildesgame, The Nature Conservancy Contributing Authors: Steve Long, Leslie Pond, Emily Myron, The Nature Conservancy 2 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEExecutive Summary Climate change poses challenges on an unprecedented scale To address these needs, a group of environmental conservation, to people, infrastructure, nature, and the economy. The environmental justice, and community advocacy organizations Commonwealth of Massachusetts recognizes this urgent embarked on a collaborative effort to secure additional need for climate action and has responded with a wide- funding for climate adaptation, mitigation, and resilience reaching set of ambitious goals, plans, and policies to reach while creating a more equitable funding system that meets net zero by investing in efforts to reduce carbon emissions the needs of Massachusetts communities and residents with and to adapt to the impacts of climate change. Mitigating an intentional focus on people of color and low-income climate change and adapting to its impacts requires funding people who previous funding programs have underserved. and financing mechanisms that address both short and After more than two years of work together, the group filed long-term needs in quantities far beyond what’s currently a bill into the Massachusetts legislature to establish the available from government or private sources. “Climate and Community Resilience Trust Fund,” which Existing funding mechanisms, however, often reinforce will be funded in part by a fee on real estate property and structural and societal inequities and fail to provide casualty insurance. The Fund will be managed in accordance enough resources to the people most impacted by the with a set of equitable funding requirements and effects of climate change.1 Achieving the Commonwealth’s recommendations (known as “guardrails and guidelines,”) climate commitments will require additional public funding, developed with significant input from community-based which must be sourced in ways that do not pose undue organizations and environmental justice organizations. burdens on those who can least afford it and be distributed The independent governance board established to oversee in ways that prioritize the communities first and worst the fund will be made up of two-thirds representation by impacted by climate change and most in need of support to community-based organizations. recover from the impacts of climate change. The group based preferred funding, spending, and Overall, community-based organizations across Massachusetts governance options on lessons from community think about climate change intersectionally, recognizing the engagement, an equitable decision-making framework, and impacts that climate change has on many different areas of research, policy, and funding analysis, all described in detail work. However, they identified gentrification, housing in the full project report. The property & casualty insurance inequality, infrastructure challenges, and lack of urban nature surcharge selected as the funding source is expected to meet as major barriers to their work. Smaller organizations face a modest portion of the Commonwealth’s equitable climate significant challenges in accessing climate- related funding, adaptation and mitigation. However, the Core Team’s given limited staff capacity to complete lengthy, repetitive approach, learnings, process, and findings can help guide applications and fulfill arduous reporting requirements. future funding decisions and policies and ensure that Communities we worked with through this project said that Massachusetts’ climate mitigation and adaptation goals and both climate adaptation and mitigation should be priorities approach align with community priorities. for action, and that state climate funding should build capacity and provide support for community-driven solutions and partnerships, especially for environmental justice communities and small non-profit organizations. 1 “How Federal Disaster Money Favors The Rich.” All Things Considered. NPR, March 5, 2019. https://www.npr.org/2019/03/05/688786177/how-federal-disaster-money-favors-the-rich. 3 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEI. About the Project A. Project Background & Rationale and repetitive infrastructure damage, decreased productivity of marine fisheries and aquaculture, loss of affordable The Commonwealth of Massachusetts recognizes the urgent housing, reduction in state and municipal revenues, and need for climate action and has committed to a wide-reaching more.3 Massachusetts will need significant additional set of ambitious net zero goals to reduce the emissions that funding and financing to meet these challenges. cause climate change. Massachusetts is also a leader in supporting its communities in adapting to the climate Existing funding mechanisms too often reinforce structural change impacts we already face. The Commonwealth has and societal inequities and fail to provide enough funding adopted many plans and policies to achieve our mitigation to the people most impacted by the effects of climate and adaptation goals. Policymakers have enacted laws and change.4 Many existing funding programs are distributed in policies that commit Massachusetts to centering ways that “exacerbate the growing gap between white and environmental justice in implementing environmental and Black wealth.”5 These trends also hold for other communities climate work. of color, including Latine and Indigenous people. Achieving the Commonwealth’s climate commitments will require Climate change poses challenges on an unprecedented scale additional public funding, which must be sourced in ways to people, infrastructure, nature, and the economy. that do not pose undue burdens on those who can least Mitigating climate change and adapting to its impacts afford it and be distributed in ways that prioritize the requires funding and financing mechanisms that address communities first and worst impacted by climate change and both short and long-term needs in quantities far beyond most in need of support to recover from the impacts of what is currently available from government or private climate change. sources. A 2018 report estimated that the cost of near to mid-term climate adaptation measures in Boston alone could To address these needs, a group of environmental cost $1-2.4 billion and that regional approaches could cost conservation, environmental justice, and community up to $15 billion2. The 2022 Massachusetts Climate Change advocacy organizations, hereafter known as the “Core Assessment predicts that climate change will have Team,” embarked on a collaborative effort to identify significant financial impacts on the state in the form of major equitable and sustainable funding and financing strategies. 2 David L Levy and Rebecca Herst. “Financing Climate Resilience: Mobilizing Resources and Incentives to Protect Boston from Climate Risks,” April 2018. https://barrfdn.issuelab.org/resource/financing-climate-resilience-mobilizing-resources-and-incentives-to-protect-boston-from-climate-risks.html. 3 Massachusetts Executive Office of Energy and Environmental Affairs. “Massachusetts Climate Change Assessment,” 2022. https://www.mass.gov/info-details/massachusetts-climate-change-assessment. 4 “How Federal Disaster Money Favors The Rich,” All Things Considered, NPR, Mar. 05, 2019. Accessed: Feb. 24, 2023. [Online]. Available: https://www.npr.org/2019/03/05/688786177/how-federal-disaster-money-favors-the-rich 5 Howell, Junia, and James R. Elliott. “As Disaster Costs Rise, So Does Inequality.” Socius 4 (2018). https://doi.org/10.1177/2378023118816795. 4 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEThe overarching goal is to secure additional funding for community agreements regarding standards of how we work climate adaptation, mitigation, and resilience while together and hold each other accountable. The Core Team creating a more equitable funding system that meets the co-developed a set of guardrails and guidelines, shared in needs of Massachusetts communities and residents with Section II.A. and II.B., which set non-negotiable criteria and an intentional focus on people of color and low-income desirable equity conditions for both process and outcomes people who previous funding programs have underserved. which drove this project, including how funding options were selected and how funds raised will be administered. These There is unprecedented federal funding to address climate guardrails and guidelines are intentionally transferrable to adaptation and mitigation through the Infrastructure other projects with similar equity-centered goals. Investment and Jobs Act (2021) and the Inflation Reduction Act (2022). The Biden Administration also committed to the To further ensure that our work centers the needs and Justice 40 Initiative, which sets a goal that 40 percent of the priorities of frontline communities and communities of color, overall benefits of certain Federal investments flow to this effort prioritized an extensive outreach and engagement “disadvantaged communities that are marginalized, process to learn from and build partnerships with underserved, and overburdened by pollution.”6 The community-based organizations (CBOs) working across combined effects of these bills will be important, but these sectors of social, racial, economic, and environmental justice. funds are short-term and must be spent by 2026. A (Refer to Section II for additional information.) dedicated funding source will give Massachusetts The Core Team selected the preferred funding, spending, and communities more long-term control of and access to governance options based on lessons from community necessary funding. The funding approach and sources engagement, equitable decision-making framework, and described in this report are intended to be more readily research, policy, and funding analysis. The property & tailored to Massachusetts and adapted to reach the casualty insurance surcharge selected as the funding source, community-based organizations that are often best described in more detail in Section III.C., is expected to meet positioned to meet the specific needs of environmental a modest portion of the Commonwealth’s equitable climate justice communities and others who are excluded and adaptation and mitigation. However, the Core Team’s underserved by existing systems. approach, learnings, process, and findings can help guide future funding decisions and policies and ensure that B. Collaboration Towards Solutions Massachusetts’ climate mitigation and adaptation goals and This report is one output of a two-year project that brought approach align with community priorities. together nonprofit organizations working in environmental Funding from the Barr Foundation was essential to conservation, environmental and climate justice, and embedding community engagement and principles of justice community advocacy to identify opportunities for and equity throughout this process. Funding from The Nature equitable, sustainable, and long-term funding to meet Conservancy’s North America Climate Action Fund Massachusetts’ climate change policy goals and the needs supported comprehensive evaluations of existing federal and of Massachusetts communities. state agency programs that fund climate resilience and The Core Team worked together to assess current funding decarbonization, and potential funding and financing needs and gaps and to identify opportunities to improve the mechanisms, their equity implications, and how they have equity of existing funding sources and establish new funding been used in other states. Together, the Core Team sources to meet these needs. To live up to our commitment collaborated in drafting legislation, which has been filed in to an equitable and inclusive process, the group agreed to an the Massachusetts Legislature and is described in Section IV, equitable decision-making framework (see Appendix 1) and to generate revenue that supports climate adaptation and mitigation solutions in disinvested communities. 6 The White House. “Justice40 Initiative,” 2021. https://www.whitehouse.gov/environmentaljustice/justice40/. Building Equitable and Sustainable Climate Change Funding for Massachusetts 5 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEC. Key Definitions existing funding, meet the needs of current policies and programs, and propose new funding sources to fill gaps. The Collaboration requires a shared language as a starting point project evolved in response to Core Team and CBO guidance for building a shared understanding and purpose. The Core and direction, emerging federal and state policies, and Team, with support from equity consultants at the Institute learnings along the way. The original group quickly realized for Sustainable Communities and with inspiration and that meeting the desired climate funding and equity goals language from environmental justice leaders in Massachusetts required additional expertise. To address these gaps, the and beyond, agreed to the below definitions for this effort. team took action to bring these experts to the table: We recognize that language is constantly evolving, and all definitions are imperfect, and we consider these as living • To work towards equitable outcomes, we needed definitions to be updated as needed and based on Core first-hand expertise of community-based, equity-focused, Team consensus. grassroots organizations. We engaged leaders and other staff of these organizations to participate as compensated EQUITY: Climate funding, including the process of members of the Core Team and through multiple rounds identifying existing funding, funding allocation, program of outreach and engagement. Please see Section II for implementation, and revenue generation mechanisms to more information on outreach for this project and fund climate mitigation, adaptation and resilience strategies, Acknowledgments for a full list of organizations and and solutions, shall utilize a people-centered approach that leaders involved with this project. centers human health, social and economic well-being, prioritizing people who have been marginalized and divested • To build these new relationships in equitable ways, communities, especially Black, Indigenous, Latinx, and we needed expertise in developing equitable processes, people of color; low-income low-wealth residents; and including frameworks to share power and make decisions English isolated residents. in ways that center underrepresented voices. The Institute for Sustainable Communities (ISC) was hired as the CLIMATE ADAPTATION: Actions that help people prepare project’s equity consultant to provide this guidance to the for and protect themselves from the impacts of climate Core Team. change, including flooding, storms, and extreme heat. (Examples include absorbing stormwater, reducing urban • To fully understand the policy and funding landscapes heat islands, and protecting community infrastructure.) that we were working to change, we needed expertise in climate funding policies across the United States. Arup CLIMATE MITIGATION: Actions that reduce the emissions was hired as the project’s funding consultant to provide and pollution that cause climate change. (Examples include this expertise to the Core Team. See Section III and expanding renewable energy, protecting forests, and Appendices 3a, b, c for details on their findings and how improving energy efficiency.) they influenced the project outcomes. D. Our Approach E. The Core Team This project began in late 2019 to convene organizations The Core Team is a steering committee that guides and working disparately on climate adaptation and mitigation facilitates a process focused on identifying and advancing policies and to come to consensus on comprehensive sustainable and equitable climate mitigation and legislation for equitable and sustainable funding solutions. adaptation funding strategies for transitioning to a Simultaneously, TNC and the Barr Foundation convened decarbonized economy and advancing resilient communities community-based organizations (CBOs) and municipalities in Massachusetts. for dialogues on climate resilience which identified sustainable and equitable funding as a major need.7 (Report Membership on the Core Team shifted throughout the is available in Appendix 2.) Through this effort, TNC built project, but always included people from large environmental relationships with some of the CBOs and people who played organizations and grassroots, community-based organizations. a key role in shaping the climate funding project. The goal There was no formal application or approval process. Still, all was to take a holistic, people-centered approach to enhance Core Team members were expected to uphold the equitable 7 Carri Hulet, Angel Suero, Kalila Barnett, Emily Sidla, and Sara Burns. “Increasing Municipal Resilience to Climate Change in Massachusetts.” Consensus Building Institute, June 2020. Building Equitable and Sustainable Climate Change Funding for Massachusetts 6 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEprocesses and community agreements that guided this represented on the Core Team. A full list of participating process (described in more depth in Section II.) One goal of organizations is in Acknowledgments. The Core Team also Figure 1 This project relied on several iterative, simultaneous processes. Arrows indicate lines of influence and how the outreach processes described in Section II.C. was to designated several sub-groups to conduct focused work on products and processes informed each other. Box color indicates the team who lead that output and the section of this expandre tphoer tn tuhmatb deers ocfr icboems mtheu noiutytp-buta sine dm oorreg adneitzaailt.i o ns specific tasks and deliverables for this effort. Figure 1. This project relied on several iterative, simultaneous processes. Arrows indicate lines of influence and how products and processes informed each other. BoDx ecovloer liondpicinatges &th eR teeamvi ewwhoi nleagd tthhaet oLuetpgutis alnadt tihvee s ePctrioonp oof sthaisl report that describes the output in more detail. Page 7 of 26 Building Equitable and Sustainable Climate Change Funding for Massachusetts 7 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEII. Equitable Engagement: Process & Action Over several months, the Core Team, with support from in our roles as connectors, conveners, and collaborators, we equity consultants at ISC, developed community agreements speak about what we understand rather than represent or (Appendix 4), an equitable decision-making framework speak for all people within a given group. Every Core Team (Appendix 1), and guidance to support the entire process. meeting began with time for participants to review the We held collaborative working meetings, included agreements, choose one element to “hold close” throughout opportunities to provide feedback in a variety of ways the meeting, and a commitment to keep themselves and (verbally, via online collaboration tools, in written comments, others accountable to the agreements. etc.), and designed an intentional process to build trust and Together, the team developed and agreed to a project- lay the groundwork for transformative, equitable outcomes. specific definition of equity (above, page 6), an approach to The Core Team developed a suite of customized community equitable decision-making built on a power-sharing model, agreements that best express our collective values for how and a practice to level the playing field and engage all Core we intend to work together. We drew from existing resources Team members in making joint decisions. (See Appendix 1 and members’ extensive experience with such agreements. for the equitable decision-making framework and tool.) Resources included the Jemez Principles for Democratic The approach to equitable decision-making included the Organizing, BlackSpace Manifesto, Principles of Core Team co-creating a set of guardrails (Section II.A.) and Environmental Justice, and The Equity Manifesto. Based on guidelines (Section II. B.) to be used as screening and scoring these resources, Core Team members, with guidance from criteria for selecting preferred funding options. The intended ISC consultants, mutually agreed on the eleven community outcome was to ensure that the results of this process raise agreements outlined in Appendix 4. Throughout several and distribute state funding in ways that are not regressive, discussions, the Core Team and ISC clarified the role of do not cause or increase harm to frontline communities, and community agreements in helping us show up authentically provide stable resources to communities over the long term. and creating a courageous space for conversations that may be uncomfortable; for example, those on racial equity. The The Core Team recognized that implementing an equitable group also discussed the differences between relational,8 project required increasing meaningful engagement with and operational9, and aspirational10 agreements. In addition, for representation of people from community-based agreement 3 (“Plan with, design with,”), we recognized that 8 Relational agreements describe how group members interact and present themselves in the space and include agreements like “speak your truth” and “be present”. 9 Operational agreements focus on the procedures and structures the group uses in regular operation, including procedures for actions, decision structures, and administrative responsibilities. 10 Aspirational agreements shape our ability to collaborate and engage new people by setting a collective ethos and identified belief system to answer the question “Why are we here together? What are we working towards?” 8 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEorganizations led by Black, Brown, and Indigenous people, A. Guardrails: Non-Negotiables for and others working and living in disinvested communities Equitable Funding across Massachusetts who are overburdened by climate As part of the participatory process, the Core Team shared change. The Core Team sourced suggestions of community- their need to define “non-negotiables,” later referenced as based organizations and leaders from its members, state the Core Team guardrails. From the group discussion with elected officials, and many other colleagues and partners. the Core Team, a work session to capture input from the TNC and ISC reviewed each community-based organization’s Core Team members led to the following definitions. These mission, top issues, and geographic scope. The Nature guardrails were adjusted based on feedback from CBOs. Conservancy, an outreach sub-group of the Core Team, and ISC did several rounds of outreach, with help from referrals The project will only consider policies, alternatives, or other and introductions from allies to community-based outcomes that meet the guardrails described below: organizations, as described in Section II. Through this Funding process, we hoped to move from surface-level outreach approaches to deeper, more collaborative engagement. • Funding sources are not regressive and shall not exacerbate existing harms. Using the information learned from initial outreach • Funding mechanisms provide consistent and long-term (Section II.C.) to community-based organizations and a funding and focus on actions with multiple benefits, comprehensive list of potential ways to raise funds (See ensuring that communities get the resources they need to Section III), the Core Team embarked on a months-long be safe and healthy. process to evaluate potential funding options. The Core • Funding guidelines are accessible and transparent with Team considered how well each method met the guardrails equitable eligibility that does not require matching funds, and guidelines for equitable funding. For each, Core Team limitations to funding, or administrative burden. members identified positives, challenges that can and cannot • Funders must commit to equity-driven practices and be overcome, and “dealbreakers”—elements or ways of equitable outcomes and have a clear and transparent implementing funding that could not be aligned with the long-term accountability and governance process. guardrails and guidelines. Through this iterative, interactive • Revenue generation strategies must have clear and process, the team identified several top-priority funding specific language and be fully transparent on the impact options for further analysis and review by a workgroup of the and benefits the revenue will produce. Core Team tasked with analyzing and selecting a funding option (the “funding workgroup.”) The Core Team also developed guardrails around CBO participation in this process: In a parallel process, the Core Team evaluated options for spending money raised through the selected funding options. Process & Power As described in Section III. D, the team ultimately decided on • Community-based organizations, environmental justice a less prescriptive approach that gives more power to groups, community-advocacy groups, and community communities to determine how funds will be spent. leaders who collaborate with the Core Team shall be given a role that matches their desired level of engagement. The legislation was drafted by members of the Core Team This could be a leadership role, consulting role, or other with policy-writing experience and with input from the entire roles as established by the CBO. They are considered team. A second round of outreach presented CBOs from stakeholders and subject matter experts (SME) and have across Massachusetts with information about the proposed decision-making authority within the project scope. legislation and asked for additional input, much of which was • Community-based organizations, environmental justice, incorporated into the filed final draft. community-advocacy groups, and community leaders who agree to collaborate with the Core Team shall be compensated appropriately for the knowledge and expertise they bring and their work. • Roles and responsibilities assumed by representing members of the Core Team and partner organizations shall be mindful of people’s capacity and accommodate people’s needs and preferences. Building Equitable and Sustainable Climate Change Funding for Massachusetts 9 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEB. Guidelines: What We’re Working • Funding priorities Increase intersectional opportunities and reduce silos Towards between funding programs that support different Throughout 2021, Climate XChange and Fairmount Indigo components of climate adaptation and resilience CDC Collaborative11 completed outreach with selected – For example, considering climate adaptation needs community organizations across Massachusetts to identify and priorities when awarding grants related to community funding priorities. To assist with prioritizing the health, housing, or jobs established equitable funding policies, ISC adapted funding – Sectors of specific interest included housing, policies from the work that Climate XChange and Fairmount transportation, infrastructure, and job creation. Indigo CDC Collaborative completed. The Core Team then Prioritize job creation: require local hiring, increase in used the Guidelines below to determine if the funding policy hiring people of color, vocational training and addresses any equity considerations. These guidelines have certificate programs, etc. also been adapted based on input from CBOs and the Core Team. • Accountability: Focus reporting on impact and efficacy The Core Team agreed to strive to meet as many of these Ensure a long-term accountability and governance goals as possible. Representatives of CBOs identified bolded process. guidelines as top priorities. (See Section II.C. for more information.) C. Outreach: Learning from CBOs • Equity-Specific Guidelines: As a key step in developing equitable funding legislation, the Commit to equity-driven practices and equitable Core Team engaged with community-based organizations outcomes (CBOs) across the Commonwealth with the goal of centering Prioritize spending in environmental justice the voices and priorities of communities disproportionately communities burdened by environmental and climate impacts. The Core Leverage community expertise Team designated a subset of members as the outreach Allow flexibility for CBOs and other small organizations working group, which worked with ISC to conduct several to determine how funding should be spent rounds of engagement to reach organizations identified in Be transparent on the impacts and benefits of funding the CBO database (more on this below) to shape the project deliverables and expand the representation of CBOs in the • Funding Eligibilities: Core Team. We sought CBO involvement and insights prior to Make clear, accessible, and transparent guidelines for and during identification of funding options and development funding application and distribution of legislation to maximize the opportunities for CBOs to Prioritize CBO access to funding co-create throughout the process. This differs from many Enable regional orgs to apply and fund smaller CBOs other efforts within environmental and conservation spaces, Provide upfront funding (rather than reimbursement) which frequently bring CBOs in during late stages of the Provide seed/planning funding and multi-year funding project to give feedback or approval to a near-final product. for long-term projects Allow grant funds to be used for CBO administration Members of the Core Team, other partners, legislative and operations. sponsors, coordinators of the Massachusetts Municipal Eliminate matching funds requirements Vulnerability Preparedness program (MVP), and others co-created a database of community-based organizations and • Applying for funding: leaders focused on a wide range of sectors and geographic Improve collaboration to reduce competition regions within Massachusetts. Each of the individuals listed Make easier, more concise funding applications could contribute valuable perspectives and expertise to the Provide support to prepare applications project, and we know that there are at least as many valuable Minimize administrative burden perspectives not represented in the database. Though we 11 Ava Gallo, Jonah Kurman-Faber, Saba Ijadi, and Sara Xu. “Investing in a Better Massachusetts: Conversations with Frontline Organizations on Connecting Climate and Community Priorities.” Climate XChange and Fairmount-Indigo CDC Collaborative, June 2021. https://climate-xchange.org/wp-content/uploads/2018/08/Investing-in-a-Better- Massachusetts-Conversations-with-Frontline-Organizations-on-Connecting-Climate-and-Community-Priorities_website.pdf. Building Equitable and Sustainable Climate Change Funding for Massachusetts 10 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEstrove for geographic diversity, organizations in eastern the Core Team. See the acknowledgments at the end of this Massachusetts were over-represented in this database. We report for a full list of participating CBOs in this phase. worked throughout the project to address this bias by Top-level findings are summarized here; the complete specifically increasing the number of organizations and summary report is available in Appendix 5. leaders we reached out to from Central and Western CBOs Recognize the Intersectional Impacts of Climate Massachusetts. Through this targeted outreach, we were Change on their Work able to marginally increase representation from these parts Each organization could identify key climate impacts that of the Commonwealth. Though organizations from Western their communities experience, even though most were not Massachusetts are still underrepresented in this group, one focused primarily on environmental or climate issues as part of the earliest confirmed legislative sponsors of this bill of their missions. However, most representatives identified represents this area. excessive heat and/or flooding as significant climate impacts During the spring and summer of 2022, CBO interactions experienced by people in their communities and viewed generally focused on the guardrails, guidelines, and these impacts as being connected to their areas of work. The experiences applying for a using existing funding sources; CBOs specified that structural barriers to their work include CBOs either participated via a meeting or by completing a gentrification, housing inequality, old or substandard survey. During fall and early winter 2022, interactions infrastructure, and lack of urban green space and tree canopy. focused specifically on the draft legislative proposal and To Improve CBO Access to Funding, Streamline Application primarily used surveys (this second phase of outreach is & Reporting Requirements described in more depth in Section IV. A.) During each CBOs interviewed all identified the current format of funding interaction, CBOs were invited to join the effort in whatever applications as a barrier to accessing existing funding from way worked best for them, and many joined the Core Team. the state and other funders. All cited limited staff capacity to During Spring 2022, members of the outreach workgroup complete lengthy, often repetitive applications. Arduous and ISC prioritized the database to identify CBOs for initial, reporting requirements were another key barrier, especially in-depth outreach focused on feedback on the project’s for programs that require demonstrated financial returns on guidelines and guardrails, understanding the challenges and investment. A metric that does not generally align with social barriers communities face in accessing climate-related service organizations’ goals or tracked metrics. funding and exploring interest and opportunities for ongoing CBOs made the following recommendations to make it collaboration. We prioritized CBOs that serve and are led by easier to access and manage funding: communities of color and sought representation from • Streamlined funding applications; organizations across a diversity of issue areas within social, • Administrative and technical support to complete racial, economic, and environmental justice. applications, including by making grant writing consultants To support participants in speaking openly about their available or allowing umbrella/regional organizations to communities’ experiences, ISC conducted these apply for and disburse funds to smaller CBOs; conversations. TNC and other Core Team members were • Availability of seed funds, planning grants, funding for present only at the start of each conversation to introduce intersectional projects that address multiple issues, and the project. This arrangement recognized the potential longer-term funding opportunities dedicated to CBOs; barriers and power dynamics between CBOs and larger • Flexibility on deliverables; and non-profit organizations. • Revised reporting expectations that focus on impact as a more practical measure of success than return on Eleven of more than 20 CBOs contacted were willing and investment. able to participate. ISC facilitated conversations with eight CBO representatives, and three additional CBOs completed Additionally, many CBOs noted that their local governments the Phase 1 survey that covered the same topics. One CBO in were overburdened and lacked the capacity to apply for western Massachusetts, with all others in the eastern part of climate funding that could benefit the CBOs. Local the state. Most of the CBOs represent urban areas. All CBOs governments in jurisdictions with sustainability offices were were compensated for their time, and four of the CBOs who more likely to have relationships with CBOs and access to participated in this phase of outreach became members of state funding. Building Equitable and Sustainable Climate Change Funding for Massachusetts 11 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEBased on discussions with CBOs, ISC recommended prioritizing projects that support the following goals in funding decisions and programs: • Housing • Transportation • Infrastructure • Job creation • Work targeting Urban and Rural areas (as opposed to suburban) These recommendations directly informed how the draft legislation directed funding to be allocated. Building Equitable and Sustainable Climate Change Funding for Massachusetts 12 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEIII. Funding Policy and Revenue Analysis TNC engaged Arup to evaluate potential options to generate This work was instrumental in laying the groundwork for the revenue to support climate adaptation and mitigation goals iterative and collaborative process by which Arup and the through implementation of climate action projects in Core Team evaluated possible funding and financing Massachusetts. The Core Team reviewed and evaluated Arup’s mechanisms for their potential to equitably raise funding for analysis to select a funding option to best meet the project’s climate adaptation and mitigation work in Massachusetts. goals to fund climate adaptation and mitigation equitably. B. Evaluating Funding & Financing Options A. Understanding the Funding Landscape Arup proposed a suite of eighteen potential funding and five Arup prepared a series of memos based on a combination of financing12 mechanisms for the Core Team to consider. literature reviews and interviews with key experts to inform During the summer of 2022, the Core Team reviewed, the project. In April 2021, Arup conducted a literature review discussed, and provided feedback on each category of and stakeholder interviews to compile the Commonwealth’s funding options to determine how well they met the project climate adaptation and mitigation goals into a needs goals, guardrails, and guidelines. assessment. Despite their best efforts, Arup was unable to Core Team members identified several key, cross-cutting find literature that quantified the amount of funding needed themes across all funding and financing mechanisms: to meet those goals. This memo is available in Appendix 3A. • Transparency: Transparency is essential to ensure that Following the needs assessment, Arup prepared a list of federal revenues raised are used for the intended equitable and state agency programs that existed as of November purpose (i.e., not added to the general fund.) 2021 to fund climate resilience and decarbonization. The memo is available in Appendix 3B. highlights each program, • Housing: Any revenue raised from sources related to how the funding is administered, how much funding is housing (property taxes, developer fees/requirements, available, and the key agencies that oversee the programs. etc.) must include or be paired with policies and programs This information was used to help the Core Team think about to protect housing affordability for both renters and both gaps in funding (i.e., what isn’t already being funded) homeowners and protect against gentrification and and whether existing programs are successfully delivering displacement due to increased housing and living costs. benefits to the most vulnerable communities. 12 Funding was defined as the public spending or the revenue that pays for the development and maintenance of a project. Funding does not have to be paid back to a funding source. Financing was defined as the structure and related instruments used to securitize future funding sources. It’s the money that is borrowed to develop a project and that is later paid back from the project funding sources. 13 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE• Transit: Any transit-related revenue must recognize that transaction. The funding is collected to raise revenue for not every Massachusetts resident has equal access to government services. Some taxes are assessed as a alternative or low-carbon transit, that public transit is percentage of the amount of money involved in the often more expensive and less reliable than driving, and transaction or income. Other taxes are pieced on the sale of that many Massachusetts residents’ lives and livelihoods goods or services. The Core Team evaluated value-based and are vehicle-dependent. consumption-based taxes separately, as their impacts on Massachusetts residents are different, but noted that no tax • Home rule is a challenge: Implementation of anything increases are likely to be politically popular and may that relies on municipalities must be carefully rolled out to therefore be infeasible. ensure consistency and equity across municipal implementation. Value-Based Taxes, including property taxes, are based on assessed values and can be used to fund resilience of The major categories of funding and financing mechanisms both natural and gray infrastructure. For example, Arup identified are described below, along with examples managing stormwater systems and restoring wetlands and a summary of input from the Core Team. to help handle more frequent and extreme storms. The Core Team recognized that taxes from real estate Fees: A fee is collected and dedicated to cover the cost of properties could be used to fund climate-resilient providing a service that benefits the group of people who pay affordable housing but raised concerns about the the fee. The fee rate is directly tied to the cost of maintaining impacts of housing price increases on both renters and the service and can be used to regulate, incentivize, or control homeowners. various types of activities. Examples of these fees include: • Utility fees to upgrade electrical grids to be more resilient Consumption-Based Taxes are associated with purchases to increasingly frequent and extreme storms. and are often used to encourage or discourage • “Pay as you throw” trash fees to incentivize recycling by consumption of a good or service. For example, gas charging residents based on how much trash they taxes on sales of transportation fuels support highway generate and making recycling free. infrastructure and roadway construction. Sales taxes • Vehicle excise fees to fund electric vehicle charging stations from some large retail stores fund clean energy • Congestion pricing on vehicles to reduce traffic and investments like renewable energy. The Core Team pollution while funding affordable and improved public raised serious concerns about these funding transportation mechanisms because of their potential to increase the • A fee on property insurance premiums to raise money for cost burdens of essentials like food and gas on low- climate adaptation and mitigation. income residents and noted that any such increases must be paired with policies to protect access to healthy, When evaluating this fee option, the Core Team emphasized affordable food and reliable, affordable transportation. that fees should not be charged in ways that place significant costs on essential services like electricity and fuel, noting that Developer Support: State law authorizes developers to pool low-income residents are often disproportionately burdened their funds to make capital investments, usually in a targeted by these increases. They noted that the fee could be area that supports business activity, such as infrastructure structured to clearly connect to and support on-the-ground (roads, sewers, or beautification). In many municipalities, action and could alleviate concerns of disproportionate real estate developers are required to include practices that burden via exemptions for low-income residents. However, either reduce carbon pollution or reduce the impacts of the fee must be structured to protect access to communal climate change. This includes requirements for energy- public spaces and goods and must recognize the wide range efficient technologies, publicly accessible greenspace, of ways that people use and rely on the good, service, or stormwater management, and flood protection. The Core amenity being accessed. The Core Team did note that an Team noted that since developers have significant impacts equitable utility fee would require full utility reform to reduce on the shape of Massachusetts communities, requiring them the impact of utility fees on people with high energy burdens, to contribute to climate mitigation and adaptation seems a potentially unsolvable challenge. logical. However, the Core Team raised serious concerns about the potential for accelerated or expanding Taxes: A tax is required of an individual or business when gentrification and displacement near developments and they perform a particular action or complete a specific Building Equitable and Sustainable Climate Change Funding for Massachusetts 14 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEnoted that any such requirements must be paired with comprised of several Core Team members. The funding policies that protect against gentrification & displacement. workgroup was charged with selecting from the funding options based on Arup’s research, Core Team input and Financing via Bonds and Loans: Bonds provide capital funds discussion, and the lessons learned from the initial CBO for state agencies to administer programs through which outreach described above. Using the decision tree in Figure 2, they make investments or expenditures. The state sells they reviewed each of the funding options Arup identified, bonds to investors through an investment house, invests the with a specific focus on developer investments, insurance funds into state projects, then pays back the investment surcharges, and value-based taxes. house with interest. Agencies can invest funds themselves or provide grants or loans to municipalities or NGOs. Municipal The funding workgroup proposed the insurance surcharges and state bonds have been used to finance environmental on residential and commercial property and casualty and climate capital spending for climate-resilient roads and insurance based on several benefits: bridges and for electric vehicle charging stations. • Can be structured not to be regressive • Can provide consistent, long-term funding Loans fund projects by borrowing money from lenders and • Anticipated revenue potential of up to $100 million per paying it off over time. There are several dedicated loan year (according to 2021 estimations) programs that finance environmental programs and • This approach was previously explored by the infrastructure, including the State Revolving Fund loan Massachusetts Executive Office of Energy and program. Environmental Affairs in 2021 and is likely to be politically viable. The Core Team noted that since bond funding is typically • If placed in a trust fund, revenue from the insurance fee provided to municipalities, community-based organizations, can be structured and governed to ensure equitable and other nonprofits without relationships with their municipal processes and distribution. governments may not have influence over how funds are spent and would likely not have direct access to these funds. The funding workgroup presented this recommendation to the Core Team for discussion and approval. Using the C. Selecting a Funding Option consensus gradient in Figure 3, the Core Team approved this After extensive discussion and additional information from recommendation. Arup, the Core Team established a funding workgroup Figure 2. Funding workgroup decision tree used to select the insurance surcharge as the final funding recommendation. Building Equitable and Sustainable Climate Change Funding for Massachusetts 15 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEELevels of Consensus or Gradients of Agreement — adapted from COMMUNITY AT WORK (communityatwork.com) The group tests for consensus by asking each person to “take a stand” (or raise a hand) and demonstrate their level of support for a decision. Anyone who stands at position 1 must propose realistic ways they could be moved to a 2 or above. No one can shut down the process. After reasonable time for discussion, the decision can go forward — through majority vote, default to authorized decision makers, or other methods — with a report that reflects the feelings of anyone remaining at the 1 position. I strongly support I support this This decision is okay I dislike this decision, I do not support this this decision. decision. with me. but I am willing to decision. We definitely I can live with it. defer to the wisdom need to discuss this and will of the group. matter further. 5 4 3 2 1 Figure 3. The Core Team used this consensus gradient as part of their equitable decision-making process. Insurance Fee Analysis: After considering the tradeoffs, funding sources. The board will have significant political and social feasibility, and potential to generate funds representation by environmental justice organizations and equitably, the Core Team decided to further explore an other community-based organizations, and other interested insurance fee on property and casualty insurance. To support parties in housing, food security, labor and workers’ rights, this decision, Arup conducted an insurance fee evaluation, workforce development, building engineering and energy, including a review of precedents and case studies from other resilience and adaptation, insurance and reinsurance, real states and an analysis of revenue generation potential in estate development and management, public health and Massachusetts based on existing insurance premiums and hospitals, historic preservation, and/or nature-based considering different fee structures. This informed the final solutions. State environmental and energy agency leadership legislative proposal that the Core Team developed. Extensive will provide additional support for the board. additional information is available in Appendix 3C. The board would administer a trust fund that can allocate funding to climate adaptation and mitigation as needed. The D. Selecting Spending Options governing body would be directed to: The Core Team devoted time and effort to determine how • Choose from a broad menu of strategies and actions to the funding could be spent to support equitable actions best meet community needs which address the causes and impacts of climate change. • Screen and prioritize the strategies and actions for equity The guardrails and guidelines referenced above formed the and impact basis of these decisions and also informed specific details • Deliver the strategies and actions by allocating funds to around the structure and requirements of how—and to state agencies to support or enhance existing programs or whom—funding could be distributed. Additionally, several create new programs potential spending options were identified as not meeting • Provide best practices for equitable implementation the requirements of the guardrails for this project and were among the programs excluded from spending consideration. We also determined that establishing a trust fund would The Core Team developed a flexible approach with a “menu” provide a relatively secure place to deposit the insurance fee of potential ways to spend the funding, but ultimately and also accept and manage other sources of funding. charges a governing board with making decisions which reflect current policy, available solutions, and other available Building Equitable and Sustainable Climate Change Funding for Massachusetts 16 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEIV. Developing & Reviewing the Legislative Proposal Members of the Core Team drafted “an act establishing A. Community-Based Organization Review sustainable and equitable funding for climate change adaptation of the Draft Legislative Proposal and mitigation” in late 2022. The bill was then reviewed by the Once the basic elements of the legislation had been identified, full Core Team and additional community based organizations but before the full legislative language had been drafted, the as described in Section IV.A. After final revisions based on Core Team sought additional input from community-based that input, the bill was filed as Massachusetts Senate Bill organizations via a survey. The survey focused on the concepts 472 and House Bill 750 in January 2023, sponsored by and intentions of the draft legislative proposal, including how Senator Sal DiDomenico, Representative Natalie Blais, and funding could be generated, where and how the funding should Representative Patricia Duffy. The bill would: be spent, and how the program should be administered to • Establish the Climate and Community Resilience Trust advance equity goals. The survey included the structure, overall Fund (the Fund) dedicated to equitably providing funding content, and much of the phrasing used in the final legislative to support solutions for residents and communities that proposal. The survey was sent to more than 50 organizations, address the causes and impacts of climate change. many of which had been part of the initial outreach and • Focus support for community-identified planning and some of which were added by new Core Team members or implementation of climate solutions, particularly in recommended by partners in the intervening months. communities disproportionately burdened by Thirteen organizations responded (one of which is also a environmental injustices with significant populations of Core Team member). Again, there were limited responses low-income people and people of color, in particular (2) from organizations in the western part of the state, but Black, Indigenous, or Latinx people. nearly half of respondents (6) in this round were from central • Create an independent board to make transparent decisions Massachusetts organizations. See Appendix 6 for a full on how to prioritize, allocate, and equitably administer summary of survey results and methodology for this section. the Fund, with two-thirds of members representing All respondents either strongly or fully supported13 the community-based organizations and with support from proposal as described, and most expressed interest in the Executive Office of Energy and Environmental Affairs ongoing involvement with the effort. (EEA) and Office of the Climate Chief • Generate long-term, sustainable revenue for the Fund by A majority of respondents (62%) said that both climate establishing a fee on property insurance. adaptation and mitigation should be priorities in the 13 All respondents chose either 4 or 5 when asked the following question: “On a scale of 1-5, where 1 is “I definitely do not support this proposal” and 5 is “I fully support this proposal”, how do you feel about the draft legislation? Your answer to this question is NOT an official endorsement of any legislation or proposal. If you do not feel you have enough information to answer this question, please skip it.” 17 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEAn Act Establishing Sustainable and Equitable Funding for Climate Change Adaptation and Mitigation (H.750/S.472) Fee on property & Dedicated trust fund which generates Other funds as casualty insurance long-term, equitable revenue designated Independent governance board manages trust Focus on Community Climate Priorities Prioritize low-income and Design Equitable ● Resilient housing environmental justice Implementation: ● Community programs communities Enable community-based ● Workforce development organizations to ● Partnership building Choose Programs: Support access, use, and ● Leveraging funding and/or enhance existing, and manage funding ● Avoiding unintentional consequences create new programs Increased funding for climate programs that center equity and justice Figure 4. Graphic outline of the filed legislation. legislation. When people chose one or the other, slightly more operations” (39%). Other ways to increase accessibility to (23%) said that climate adaptation should be the focus. funds were raised, like allowing joint applications and waiving 501(c)3 requirements. Many of the priorities Respondents overwhelmingly preferred funding that builds identified in Phase 2 reinforce the Phase 1 survey responses. capacity and provides support for community-driven solutions and enhanced partnerships. There was also Responses to an insurance surcharge as the mechanism to significant support for employment pathways for jobs in the raise funds varied, with no clear consensus on a specific environmental sector that pay a living wage and are accessible appropriate dollar amount per household. This variability for veterans and people in recovery from substance use and was directly in line with the common thread among the mental health challenges. Additional priorities that rose to open-ended responses: the insurance surcharge should not the top were the need for education and outreach to better be a standard, across-the-board fee. It must consider engage community members on environmental issues in their income and overall wealth in addition to property value and areas and the establishment of community advisory councils. must be graduated so those with more ability to pay bear more of the financial burden. Respondents called out the The survey explained the guidelines and guardrails established importance of exemptions or waivers for low-income people. by the Core Team for how the funding should be distributed and asked participants to select their top 3-5 priorities. Survey responses directly informed the priorities and content Responses for these varied widely; the only response selected of the draft legislation and the filed bill. The Legislative by more than 50% of respondents was “Prioritize spending Drafting Work Group (LDWG), a subset of Core Team for EJ communities and populations” (54%). Respondents members charged with drafting and revising the legislative also believed funding should “Allow flexibility for CBOs and proposal, incorporated the survey results into the final other small nonprofits to determine how money should be legislative proposal. The LDWG compared Phase 2 survey spent” (46%), “leverage community expertise” (46%), and results and the draft bill side-by-side and directly wove new “allow grant funds to be used for CBO administration and concepts and language into the draft bill as described in Building Equitable and Sustainable Climate Change Funding for Massachusetts 18 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEERecommendation from CBOs Response in the Legislation Prioritize funding for Environmental The bill would require that the Fund prioritizes equity by ensuring the majority Justice Communities of investments benefit environmental justice populations, Funding should support the needs of The Fund would provide flexible funding options including providing upfront small non-profit organizations grants rather than reimbursement; offering seed fund and planning support; supporting existing programs, administration, and operations; Program management should The bill would ensure Fund management be clear, accessible, and transparent, support CBO access to funding fostered with administrative assistance, support, and flexibility. Support climate change adaptation The legislation provides a wide range of options that support community-driven and mitigation outcomes including support for residents and communities to address the causes and impacts of climate change Support jobs The Fund would support workforce development and well-paying careers, Center community priorities and The legislation proposes a governing body comprised primarily of CBO underrepresented groups in decision representatives and is charged with making decisions based on continuous making input from CBOs and other community leaders. Table 1. Recommendations from CBOs were directly incorporated into the final legislation. more detail in Table 1. As the bill moves through the 1. Does the legislation promote equitable outcomes in its legislative process, there will be opportunities to continue to priorities, the actions it supports, the way the Fund will be edit and improve it as we receive more feedback from administered, and the structure and decision-making residents, CBOs, and others across the state. power of the governing body? 2. Is the proposal realistic and able to be implemented? B. Equity Expert Review What red flags or concerns should we be aware of? To further embed equity into the process and legislation, ISC connected TNC and the Core Team with Dr. Linda Shi, 3. What can we learn from other states or municipalities an assistant professor in the Cornell College of Architecture, which have tried something similar? Art, and Planning’s Department of City and Regional Dr. Shi prepared a memo (see Appendix 7a) in which she Planning. Dr. Shi’s research concerns how to plan for urban provided three examples of “close precedents” of funds, climate adaptation in ways that improve environmental laws, and policies like our approach and made several sustainability and social justice.14 In partnership with ISC, recommendations to improve the legislation. Table 2 she reviewed and provided expert feedback on the following describes those recommendations and how the LDWG aspects of the draft legislation: adjusted the legislation accordingly. 14 Cornell Architecture, Art, and Planning; Linda Shi. https://aap.cornell.edu/people/linda-shi Building Equitable and Sustainable Climate Change Funding for Massachusetts 19 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEDr. Shi Recommendation Response in the Legislation Reorder and reformat the legislation Reordered the sections of the bill for a more logical flow among interconnected to start with the purpose of the Fund sections of the bill. Added a new introductory section of the bill stating the intent of the Fund Sharpen the focus on prioritizing Added new language enhancing focus and clarity to the sections on the types of solutions and strategies for strategies that could be funded and the principles by which they are chosen environmental justice communities Better define environmental justice Consolidated and refined language and added statutory reference to community and population environmental justice law Ensure the fee on property insurance Added language giving the board the authority to determine when a waiver is equitably assessed would be granted for those who cannot afford the cost of the fee Clarify the authority and decision- Adjusted language to clarify the roles and responsibilities of the board and making of the Board clarified support provided by state agency staff Table 2. Recommendations from Dr. Shi, an expert in social justice in climate adaptation planning, were directly incorporated into the final legislation. Building Equitable and Sustainable Climate Change Funding for Massachusetts 20 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEV. Key Findings and Next Steps As of Spring 2023, “An Act establishing sustainable and In addition, we are working to ensure that the relationships equitable funding for climate change adaptation and we have built through this effort persist beyond the scope mitigation” is moving through the Massachusetts legislature and timeline of this project. These relationships have (Bill S. 472 and H. 750) and has been referred to the Joint changed how we think about who we consider as potential Committee on Environment and Natural Resources. The Core partners and who may have interests aligned with ours. As Team has established a dedicated campaigns team to develop we move forward, we will continue to broaden the range of and implement an advocacy campaign and legislative pathway organizations with whom we collaborate, who we consider for the bill to be enacted into law. as potential partners, and who we think may be interested in partnering with us. The new Healy-Driscoll Administration has committed to embedding equity into the operations and programs of state This process identified significant barriers in TNC’s internal agencies with a specific focus on environmental justice and processes for compensating other organizations and climate change. The principles, lessons, and practices community members. Because of this project, we are developed through this effort are easily transferable to other embarking on the process of changing and updating these funding programs and state projects, including those organization-wide protocols. When we are successful, administered through the Executive Office of Energy and we will position TNC to be better prepared to partner with Environmental Affairs. The Core Team is committed to sharing small CBOs and individual community members across all the lessons of this project widely to encourage broad adoption 50 states and over 70 countries. of these principles, especially the guidelines and guardrails. This project has garnered significant interest from across This project pushed the TNC team to embark on a new, more TNC as we’ve shared lessons learned across colleagues, collaborative and equitable approach to policymaking. Our learning networks, and communities of practice. The resulting explicit focus on a truly inclusive process and removing conversations have built stronger, mutually supportive barriers for environmental justice partners required us to relationships between TNC staff working on similar, equity- critically assess how we build coalitions and partnerships, focused projects. These relationships will continue to allow structure meetings, and make decisions. We intentionally us all to share lessons, learn from each other, and accelerate treated challenges and setbacks as learning opportunities TNC’s equity practice across the organization. and cues to adjust our approach and had success in several of these adjustments. 21 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEVI. Acknowledgments This effort would not have been possible without the input and insights of many, many individuals and organizations. No one list can fully include all those whose time, expertise, and patience have shaped this project for the better! Inclusion in this list does not imply support for the final legislation by these individuals or organizations. Individuals noted with a * are currently or were at one point members of the Core Team. • A Better City, Isabella Gambill* • Malden Riverworks • Alternatives for Community & Environment, Sofia Owen* • Mass Audubon, Michelle Manion & Sam Anderson* • Arup, Katie Wholey • Mass Senior Action Council, Pamela Edwards • The Barr Foundation, Kalila Barnett • Massachusetts Association of Community • Climate XChange, Jonah Kurman-Faber Development Corporations • Community Action Agency of Somerville, David Gibbs* • Mill City Grows, Enrique Vargas*, Jessica Moore-Wilson • Conservation Law Foundation, Deanna Moran* and • Merrimack River Watershed Council Staci Rubin • My Brother’s Table, Dianne Kuzia-Hills* • Ducks Unlimited, Sara Burns* (formerly of TNC-MA) • Neighbor to Neighbor, Elvis Mendez and • Environmental League of MA, David Melly and Andrea Nyamekye* Nancy Goodman* • NewVue Communities, Inc., Francisco Ramos • Health Care Without Harm, Tim Cronin • North County Land Trust, Anna Wilkins • Groundwork Lawrence, Jonathan Guzman*, • Northampton Resilience Hub Lesly Melendez, Heather McMann • Riders Action Council, Worcester MA, Adam Thielker • Groundwork Somerville, Emily Reckard-Mota • Stone Living Lab, Melanie Garate* (formerly Mystic River • Health Equity Partnerships of North Central MA Watershed Association) (CHNA9), Carolyn Sellars • The Harborkeepers, Magdalena La Battaglia • Institute for Sustainable Communities, Kendra Norrell, • The Nature Conservancy, Jahson Alemu, Jill Brammah, Cora Martin, Rashida Manuel, Russell Paez, Carlos Clausell Tara Christian, Jasmine Hadley, Beth Holland • Lowell Parks and Conservation Trust, Jane Calvin* • Worcester Green Corps, Miranda Hotham • MA Representative Patricia A. Duffy • Eugenia Gibbons* (formerly Healthcare without Harm) • MA Representative Natalie Blais • Kristine Acevedo • MA Senator Sal DiDomenico 22 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEEVII. Appendices Appendix 1: Equitable Decision-Making Guide for the Climate & Equity Core Team Appendix 1A: Equitable Decision-Making Tool Appendix 2: Increasing Municipal Resilience to Climate Change in Massachusetts: A synthesis of interviews and discussions in Massachusetts, December 2019-June 2020 Appendix 3: Funding Reports and Memos: Appendix 3A: Desktop Research Memo (April 2021) Appendix 3B: Massachusetts Decarbonization and Climate Resilience Funding Options Memo (November 2021) Appendix 3C: Comprehensive Report, including insurance fee analysis Appendix 4: Core Team Community agreements Appendix 5: Summary of Initial Outreach Feedback & Equity Assessment Appendix 6: Building Sustainable and Equitable Climate Funding for Massachusetts — Legislative Feedback Outreach Survey Appendix 7: Memos from Dr. Linda Shi on equity considerations: Appendix 7a: Equity review of funding analysis (May 2022) Appendix 7b: Equity review of draft legislation (January 2023) 23 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
    "TEXT BY PAGE": [
        "Building Equitable and Sustainable Building Equitable and Sustainable Climate Change Funding Climate Change Funding for for Massachusetts Massachusetts Building E quitable and Sustainable Climate Change Funding for Massachusetts July 2023 Draft - July 2023 Draft - July 2023",
        "Table of Contents Executive Summary ...........................................................................................................................................................................................3 I. About the Project ..............................................................................................................................................................................................4 A. Project Background & Rationale .........................................................................................................................................................4 B. Collaboration Towards Solutions ........................................................................................................................................................5 C. Key Definitions ........................................................................................................................................................................................6 D. Our Approach ..........................................................................................................................................................................................6 E. The Core Team ........................................................................................................................................................................................6 II. Equitable Engagement: Process & Action ...................................................................................................................................................8 A. Guardrails: Non-Negotiables for Equitable Funding ......................................................................................................................9 B. Guidelines: What We’re Working Towards ...................................................................................................................................10 C. Outreach: Learning from CBOs .........................................................................................................................................................10 III. Funding Policy and Revenue Analysis .........................................................................................................................................................13 A. Understanding the Funding Landscape ...........................................................................................................................................13 B. Evaluating Funding & Financing Options .........................................................................................................................................13 C. Selecting a Funding Option .................................................................................................................................................................15 D. Selecting Spending Options ................................................................................................................................................................16 IV. Developing & Reviewing the Legislative Proposal ...................................................................................................................................17 A. Community-Based Organization Review of the Draft Legislative Proposal ...........................................................................17 B. Equity Expert Review ............................................................................................................................................................................19 V. Key Findings and Next Steps .........................................................................................................................................................................21 VI. Acknowledgements ........................................................................................................................................................................................22 VII. Appendices .......................................................................................................................................................................................................23 Finalized May 2023 with input and review by the Core Team. Funding from The Barr Foundation was used to advance equity and community engagement goals; all legislation development and advocacy was funded through The Nature Conservancy. Lead Author: Emma Gildesgame, The Nature Conservancy Contributing Authors: Steve Long, Leslie Pond, Emily Myron, The Nature Conservancy 2 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "Executive Summary Climate change poses challenges on an unprecedented scale To address these needs, a group of environmental conservation, to people, infrastructure, nature, and the economy. The environmental justice, and community advocacy organizations Commonwealth of Massachusetts recognizes this urgent embarked on a collaborative effort to secure additional need for climate action and has responded with a wide- funding for climate adaptation, mitigation, and resilience reaching set of ambitious goals, plans, and policies to reach while creating a more equitable funding system that meets net zero by investing in efforts to reduce carbon emissions the needs of Massachusetts communities and residents with and to adapt to the impacts of climate change. Mitigating an intentional focus on people of color and low-income climate change and adapting to its impacts requires funding people who previous funding programs have underserved. and financing mechanisms that address both short and After more than two years of work together, the group filed long-term needs in quantities far beyond what’s currently a bill into the Massachusetts legislature to establish the available from government or private sources. “Climate and Community Resilience Trust Fund,” which Existing funding mechanisms, however, often reinforce will be funded in part by a fee on real estate property and structural and societal inequities and fail to provide casualty insurance. The Fund will be managed in accordance enough resources to the people most impacted by the with a set of equitable funding requirements and effects of climate change.1 Achieving the Commonwealth’s recommendations (known as “guardrails and guidelines,”) climate commitments will require additional public funding, developed with significant input from community-based which must be sourced in ways that do not pose undue organizations and environmental justice organizations. burdens on those who can least afford it and be distributed The independent governance board established to oversee in ways that prioritize the communities first and worst the fund will be made up of two-thirds representation by impacted by climate change and most in need of support to community-based organizations. recover from the impacts of climate change. The group based preferred funding, spending, and Overall, community-based organizations across Massachusetts governance options on lessons from community think about climate change intersectionally, recognizing the engagement, an equitable decision-making framework, and impacts that climate change has on many different areas of research, policy, and funding analysis, all described in detail work. However, they identified gentrification, housing in the full project report. The property & casualty insurance inequality, infrastructure challenges, and lack of urban nature surcharge selected as the funding source is expected to meet as major barriers to their work. Smaller organizations face a modest portion of the Commonwealth’s equitable climate significant challenges in accessing climate- related funding, adaptation and mitigation. However, the Core Team’s given limited staff capacity to complete lengthy, repetitive approach, learnings, process, and findings can help guide applications and fulfill arduous reporting requirements. future funding decisions and policies and ensure that Communities we worked with through this project said that Massachusetts’ climate mitigation and adaptation goals and both climate adaptation and mitigation should be priorities approach align with community priorities. for action, and that state climate funding should build capacity and provide support for community-driven solutions and partnerships, especially for environmental justice communities and small non-profit organizations. 1 “How Federal Disaster Money Favors The Rich.” All Things Considered. NPR, March 5, 2019. https://www.npr.org/2019/03/05/688786177/how-federal-disaster-money-favors-the-rich. 3 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "I. About the Project A. Project Background & Rationale and repetitive infrastructure damage, decreased productivity of marine fisheries and aquaculture, loss of affordable The Commonwealth of Massachusetts recognizes the urgent housing, reduction in state and municipal revenues, and need for climate action and has committed to a wide-reaching more.3 Massachusetts will need significant additional set of ambitious net zero goals to reduce the emissions that funding and financing to meet these challenges. cause climate change. Massachusetts is also a leader in supporting its communities in adapting to the climate Existing funding mechanisms too often reinforce structural change impacts we already face. The Commonwealth has and societal inequities and fail to provide enough funding adopted many plans and policies to achieve our mitigation to the people most impacted by the effects of climate and adaptation goals. Policymakers have enacted laws and change.4 Many existing funding programs are distributed in policies that commit Massachusetts to centering ways that “exacerbate the growing gap between white and environmental justice in implementing environmental and Black wealth.”5 These trends also hold for other communities climate work. of color, including Latine and Indigenous people. Achieving the Commonwealth’s climate commitments will require Climate change poses challenges on an unprecedented scale additional public funding, which must be sourced in ways to people, infrastructure, nature, and the economy. that do not pose undue burdens on those who can least Mitigating climate change and adapting to its impacts afford it and be distributed in ways that prioritize the requires funding and financing mechanisms that address communities first and worst impacted by climate change and both short and long-term needs in quantities far beyond most in need of support to recover from the impacts of what is currently available from government or private climate change. sources. A 2018 report estimated that the cost of near to mid-term climate adaptation measures in Boston alone could To address these needs, a group of environmental cost $1-2.4 billion and that regional approaches could cost conservation, environmental justice, and community up to $15 billion2. The 2022 Massachusetts Climate Change advocacy organizations, hereafter known as the “Core Assessment predicts that climate change will have Team,” embarked on a collaborative effort to identify significant financial impacts on the state in the form of major equitable and sustainable funding and financing strategies. 2 David L Levy and Rebecca Herst. “Financing Climate Resilience: Mobilizing Resources and Incentives to Protect Boston from Climate Risks,” April 2018. https://barrfdn.issuelab.org/resource/financing-climate-resilience-mobilizing-resources-and-incentives-to-protect-boston-from-climate-risks.html. 3 Massachusetts Executive Office of Energy and Environmental Affairs. “Massachusetts Climate Change Assessment,” 2022. https://www.mass.gov/info-details/massachusetts-climate-change-assessment. 4 “How Federal Disaster Money Favors The Rich,” All Things Considered, NPR, Mar. 05, 2019. Accessed: Feb. 24, 2023. [Online]. Available: https://www.npr.org/2019/03/05/688786177/how-federal-disaster-money-favors-the-rich 5 Howell, Junia, and James R. Elliott. “As Disaster Costs Rise, So Does Inequality.” Socius 4 (2018). https://doi.org/10.1177/2378023118816795. 4 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "The overarching goal is to secure additional funding for community agreements regarding standards of how we work climate adaptation, mitigation, and resilience while together and hold each other accountable. The Core Team creating a more equitable funding system that meets the co-developed a set of guardrails and guidelines, shared in needs of Massachusetts communities and residents with Section II.A. and II.B., which set non-negotiable criteria and an intentional focus on people of color and low-income desirable equity conditions for both process and outcomes people who previous funding programs have underserved. which drove this project, including how funding options were selected and how funds raised will be administered. These There is unprecedented federal funding to address climate guardrails and guidelines are intentionally transferrable to adaptation and mitigation through the Infrastructure other projects with similar equity-centered goals. Investment and Jobs Act (2021) and the Inflation Reduction Act (2022). The Biden Administration also committed to the To further ensure that our work centers the needs and Justice 40 Initiative, which sets a goal that 40 percent of the priorities of frontline communities and communities of color, overall benefits of certain Federal investments flow to this effort prioritized an extensive outreach and engagement “disadvantaged communities that are marginalized, process to learn from and build partnerships with underserved, and overburdened by pollution.”6 The community-based organizations (CBOs) working across combined effects of these bills will be important, but these sectors of social, racial, economic, and environmental justice. funds are short-term and must be spent by 2026. A (Refer to Section II for additional information.) dedicated funding source will give Massachusetts The Core Team selected the preferred funding, spending, and communities more long-term control of and access to governance options based on lessons from community necessary funding. The funding approach and sources engagement, equitable decision-making framework, and described in this report are intended to be more readily research, policy, and funding analysis. The property & tailored to Massachusetts and adapted to reach the casualty insurance surcharge selected as the funding source, community-based organizations that are often best described in more detail in Section III.C., is expected to meet positioned to meet the specific needs of environmental a modest portion of the Commonwealth’s equitable climate justice communities and others who are excluded and adaptation and mitigation. However, the Core Team’s underserved by existing systems. approach, learnings, process, and findings can help guide future funding decisions and policies and ensure that B. Collaboration Towards Solutions Massachusetts’ climate mitigation and adaptation goals and This report is one output of a two-year project that brought approach align with community priorities. together nonprofit organizations working in environmental Funding from the Barr Foundation was essential to conservation, environmental and climate justice, and embedding community engagement and principles of justice community advocacy to identify opportunities for and equity throughout this process. Funding from The Nature equitable, sustainable, and long-term funding to meet Conservancy’s North America Climate Action Fund Massachusetts’ climate change policy goals and the needs supported comprehensive evaluations of existing federal and of Massachusetts communities. state agency programs that fund climate resilience and The Core Team worked together to assess current funding decarbonization, and potential funding and financing needs and gaps and to identify opportunities to improve the mechanisms, their equity implications, and how they have equity of existing funding sources and establish new funding been used in other states. Together, the Core Team sources to meet these needs. To live up to our commitment collaborated in drafting legislation, which has been filed in to an equitable and inclusive process, the group agreed to an the Massachusetts Legislature and is described in Section IV, equitable decision-making framework (see Appendix 1) and to generate revenue that supports climate adaptation and mitigation solutions in disinvested communities. 6 The White House. “Justice40 Initiative,” 2021. https://www.whitehouse.gov/environmentaljustice/justice40/. Building Equitable and Sustainable Climate Change Funding for Massachusetts 5 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "C. Key Definitions existing funding, meet the needs of current policies and programs, and propose new funding sources to fill gaps. The Collaboration requires a shared language as a starting point project evolved in response to Core Team and CBO guidance for building a shared understanding and purpose. The Core and direction, emerging federal and state policies, and Team, with support from equity consultants at the Institute learnings along the way. The original group quickly realized for Sustainable Communities and with inspiration and that meeting the desired climate funding and equity goals language from environmental justice leaders in Massachusetts required additional expertise. To address these gaps, the and beyond, agreed to the below definitions for this effort. team took action to bring these experts to the table: We recognize that language is constantly evolving, and all definitions are imperfect, and we consider these as living • To work towards equitable outcomes, we needed definitions to be updated as needed and based on Core first-hand expertise of community-based, equity-focused, Team consensus. grassroots organizations. We engaged leaders and other staff of these organizations to participate as compensated EQUITY: Climate funding, including the process of members of the Core Team and through multiple rounds identifying existing funding, funding allocation, program of outreach and engagement. Please see Section II for implementation, and revenue generation mechanisms to more information on outreach for this project and fund climate mitigation, adaptation and resilience strategies, Acknowledgments for a full list of organizations and and solutions, shall utilize a people-centered approach that leaders involved with this project. centers human health, social and economic well-being, prioritizing people who have been marginalized and divested • To build these new relationships in equitable ways, communities, especially Black, Indigenous, Latinx, and we needed expertise in developing equitable processes, people of color; low-income low-wealth residents; and including frameworks to share power and make decisions English isolated residents. in ways that center underrepresented voices. The Institute for Sustainable Communities (ISC) was hired as the CLIMATE ADAPTATION: Actions that help people prepare project’s equity consultant to provide this guidance to the for and protect themselves from the impacts of climate Core Team. change, including flooding, storms, and extreme heat. (Examples include absorbing stormwater, reducing urban • To fully understand the policy and funding landscapes heat islands, and protecting community infrastructure.) that we were working to change, we needed expertise in climate funding policies across the United States. Arup CLIMATE MITIGATION: Actions that reduce the emissions was hired as the project’s funding consultant to provide and pollution that cause climate change. (Examples include this expertise to the Core Team. See Section III and expanding renewable energy, protecting forests, and Appendices 3a, b, c for details on their findings and how improving energy efficiency.) they influenced the project outcomes. D. Our Approach E. The Core Team This project began in late 2019 to convene organizations The Core Team is a steering committee that guides and working disparately on climate adaptation and mitigation facilitates a process focused on identifying and advancing policies and to come to consensus on comprehensive sustainable and equitable climate mitigation and legislation for equitable and sustainable funding solutions. adaptation funding strategies for transitioning to a Simultaneously, TNC and the Barr Foundation convened decarbonized economy and advancing resilient communities community-based organizations (CBOs) and municipalities in Massachusetts. for dialogues on climate resilience which identified sustainable and equitable funding as a major need.7 (Report Membership on the Core Team shifted throughout the is available in Appendix 2.) Through this effort, TNC built project, but always included people from large environmental relationships with some of the CBOs and people who played organizations and grassroots, community-based organizations. a key role in shaping the climate funding project. The goal There was no formal application or approval process. Still, all was to take a holistic, people-centered approach to enhance Core Team members were expected to uphold the equitable 7 Carri Hulet, Angel Suero, Kalila Barnett, Emily Sidla, and Sara Burns. “Increasing Municipal Resilience to Climate Change in Massachusetts.” Consensus Building Institute, June 2020. Building Equitable and Sustainable Climate Change Funding for Massachusetts 6 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "processes and community agreements that guided this represented on the Core Team. A full list of participating process (described in more depth in Section II.) One goal of organizations is in Acknowledgments. The Core Team also Figure 1 This project relied on several iterative, simultaneous processes. Arrows indicate lines of influence and how the outreach processes described in Section II.C. was to designated several sub-groups to conduct focused work on products and processes informed each other. Box color indicates the team who lead that output and the section of this expandre tphoer tn tuhmatb deers ocfr icboems mtheu noiutytp-buta sine dm oorreg adneitzaailt.i o ns specific tasks and deliverables for this effort. Figure 1. This project relied on several iterative, simultaneous processes. Arrows indicate lines of influence and how products and processes informed each other. BoDx ecovloer liondpicinatges &th eR teeamvi ewwhoi nleagd tthhaet oLuetpgutis alnadt tihvee s ePctrioonp oof sthaisl report that describes the output in more detail. Page 7 of 26 Building Equitable and Sustainable Climate Change Funding for Massachusetts 7 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "II. Equitable Engagement: Process & Action Over several months, the Core Team, with support from in our roles as connectors, conveners, and collaborators, we equity consultants at ISC, developed community agreements speak about what we understand rather than represent or (Appendix 4), an equitable decision-making framework speak for all people within a given group. Every Core Team (Appendix 1), and guidance to support the entire process. meeting began with time for participants to review the We held collaborative working meetings, included agreements, choose one element to “hold close” throughout opportunities to provide feedback in a variety of ways the meeting, and a commitment to keep themselves and (verbally, via online collaboration tools, in written comments, others accountable to the agreements. etc.), and designed an intentional process to build trust and Together, the team developed and agreed to a project- lay the groundwork for transformative, equitable outcomes. specific definition of equity (above, page 6), an approach to The Core Team developed a suite of customized community equitable decision-making built on a power-sharing model, agreements that best express our collective values for how and a practice to level the playing field and engage all Core we intend to work together. We drew from existing resources Team members in making joint decisions. (See Appendix 1 and members’ extensive experience with such agreements. for the equitable decision-making framework and tool.) Resources included the Jemez Principles for Democratic The approach to equitable decision-making included the Organizing, BlackSpace Manifesto, Principles of Core Team co-creating a set of guardrails (Section II.A.) and Environmental Justice, and The Equity Manifesto. Based on guidelines (Section II. B.) to be used as screening and scoring these resources, Core Team members, with guidance from criteria for selecting preferred funding options. The intended ISC consultants, mutually agreed on the eleven community outcome was to ensure that the results of this process raise agreements outlined in Appendix 4. Throughout several and distribute state funding in ways that are not regressive, discussions, the Core Team and ISC clarified the role of do not cause or increase harm to frontline communities, and community agreements in helping us show up authentically provide stable resources to communities over the long term. and creating a courageous space for conversations that may be uncomfortable; for example, those on racial equity. The The Core Team recognized that implementing an equitable group also discussed the differences between relational,8 project required increasing meaningful engagement with and operational9, and aspirational10 agreements. In addition, for representation of people from community-based agreement 3 (“Plan with, design with,”), we recognized that 8 Relational agreements describe how group members interact and present themselves in the space and include agreements like “speak your truth” and “be present”. 9 Operational agreements focus on the procedures and structures the group uses in regular operation, including procedures for actions, decision structures, and administrative responsibilities. 10 Aspirational agreements shape our ability to collaborate and engage new people by setting a collective ethos and identified belief system to answer the question “Why are we here together? What are we working towards?” 8 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "organizations led by Black, Brown, and Indigenous people, A. Guardrails: Non-Negotiables for and others working and living in disinvested communities Equitable Funding across Massachusetts who are overburdened by climate As part of the participatory process, the Core Team shared change. The Core Team sourced suggestions of community- their need to define “non-negotiables,” later referenced as based organizations and leaders from its members, state the Core Team guardrails. From the group discussion with elected officials, and many other colleagues and partners. the Core Team, a work session to capture input from the TNC and ISC reviewed each community-based organization’s Core Team members led to the following definitions. These mission, top issues, and geographic scope. The Nature guardrails were adjusted based on feedback from CBOs. Conservancy, an outreach sub-group of the Core Team, and ISC did several rounds of outreach, with help from referrals The project will only consider policies, alternatives, or other and introductions from allies to community-based outcomes that meet the guardrails described below: organizations, as described in Section II. Through this Funding process, we hoped to move from surface-level outreach approaches to deeper, more collaborative engagement. • Funding sources are not regressive and shall not exacerbate existing harms. Using the information learned from initial outreach • Funding mechanisms provide consistent and long-term (Section II.C.) to community-based organizations and a funding and focus on actions with multiple benefits, comprehensive list of potential ways to raise funds (See ensuring that communities get the resources they need to Section III), the Core Team embarked on a months-long be safe and healthy. process to evaluate potential funding options. The Core • Funding guidelines are accessible and transparent with Team considered how well each method met the guardrails equitable eligibility that does not require matching funds, and guidelines for equitable funding. For each, Core Team limitations to funding, or administrative burden. members identified positives, challenges that can and cannot • Funders must commit to equity-driven practices and be overcome, and “dealbreakers”—elements or ways of equitable outcomes and have a clear and transparent implementing funding that could not be aligned with the long-term accountability and governance process. guardrails and guidelines. Through this iterative, interactive • Revenue generation strategies must have clear and process, the team identified several top-priority funding specific language and be fully transparent on the impact options for further analysis and review by a workgroup of the and benefits the revenue will produce. Core Team tasked with analyzing and selecting a funding option (the “funding workgroup.”) The Core Team also developed guardrails around CBO participation in this process: In a parallel process, the Core Team evaluated options for spending money raised through the selected funding options. Process & Power As described in Section III. D, the team ultimately decided on • Community-based organizations, environmental justice a less prescriptive approach that gives more power to groups, community-advocacy groups, and community communities to determine how funds will be spent. leaders who collaborate with the Core Team shall be given a role that matches their desired level of engagement. The legislation was drafted by members of the Core Team This could be a leadership role, consulting role, or other with policy-writing experience and with input from the entire roles as established by the CBO. They are considered team. A second round of outreach presented CBOs from stakeholders and subject matter experts (SME) and have across Massachusetts with information about the proposed decision-making authority within the project scope. legislation and asked for additional input, much of which was • Community-based organizations, environmental justice, incorporated into the filed final draft. community-advocacy groups, and community leaders who agree to collaborate with the Core Team shall be compensated appropriately for the knowledge and expertise they bring and their work. • Roles and responsibilities assumed by representing members of the Core Team and partner organizations shall be mindful of people’s capacity and accommodate people’s needs and preferences. Building Equitable and Sustainable Climate Change Funding for Massachusetts 9 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "B. Guidelines: What We’re Working • Funding priorities Increase intersectional opportunities and reduce silos Towards between funding programs that support different Throughout 2021, Climate XChange and Fairmount Indigo components of climate adaptation and resilience CDC Collaborative11 completed outreach with selected – For example, considering climate adaptation needs community organizations across Massachusetts to identify and priorities when awarding grants related to community funding priorities. To assist with prioritizing the health, housing, or jobs established equitable funding policies, ISC adapted funding – Sectors of specific interest included housing, policies from the work that Climate XChange and Fairmount transportation, infrastructure, and job creation. Indigo CDC Collaborative completed. The Core Team then Prioritize job creation: require local hiring, increase in used the Guidelines below to determine if the funding policy hiring people of color, vocational training and addresses any equity considerations. These guidelines have certificate programs, etc. also been adapted based on input from CBOs and the Core Team. • Accountability: Focus reporting on impact and efficacy The Core Team agreed to strive to meet as many of these Ensure a long-term accountability and governance goals as possible. Representatives of CBOs identified bolded process. guidelines as top priorities. (See Section II.C. for more information.) C. Outreach: Learning from CBOs • Equity-Specific Guidelines: As a key step in developing equitable funding legislation, the Commit to equity-driven practices and equitable Core Team engaged with community-based organizations outcomes (CBOs) across the Commonwealth with the goal of centering Prioritize spending in environmental justice the voices and priorities of communities disproportionately communities burdened by environmental and climate impacts. The Core Leverage community expertise Team designated a subset of members as the outreach Allow flexibility for CBOs and other small organizations working group, which worked with ISC to conduct several to determine how funding should be spent rounds of engagement to reach organizations identified in Be transparent on the impacts and benefits of funding the CBO database (more on this below) to shape the project deliverables and expand the representation of CBOs in the • Funding Eligibilities: Core Team. We sought CBO involvement and insights prior to Make clear, accessible, and transparent guidelines for and during identification of funding options and development funding application and distribution of legislation to maximize the opportunities for CBOs to Prioritize CBO access to funding co-create throughout the process. This differs from many Enable regional orgs to apply and fund smaller CBOs other efforts within environmental and conservation spaces, Provide upfront funding (rather than reimbursement) which frequently bring CBOs in during late stages of the Provide seed/planning funding and multi-year funding project to give feedback or approval to a near-final product. for long-term projects Allow grant funds to be used for CBO administration Members of the Core Team, other partners, legislative and operations. sponsors, coordinators of the Massachusetts Municipal Eliminate matching funds requirements Vulnerability Preparedness program (MVP), and others co-created a database of community-based organizations and • Applying for funding: leaders focused on a wide range of sectors and geographic Improve collaboration to reduce competition regions within Massachusetts. Each of the individuals listed Make easier, more concise funding applications could contribute valuable perspectives and expertise to the Provide support to prepare applications project, and we know that there are at least as many valuable Minimize administrative burden perspectives not represented in the database. Though we 11 Ava Gallo, Jonah Kurman-Faber, Saba Ijadi, and Sara Xu. “Investing in a Better Massachusetts: Conversations with Frontline Organizations on Connecting Climate and Community Priorities.” Climate XChange and Fairmount-Indigo CDC Collaborative, June 2021. https://climate-xchange.org/wp-content/uploads/2018/08/Investing-in-a-Better- Massachusetts-Conversations-with-Frontline-Organizations-on-Connecting-Climate-and-Community-Priorities_website.pdf. Building Equitable and Sustainable Climate Change Funding for Massachusetts 10 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "strove for geographic diversity, organizations in eastern the Core Team. See the acknowledgments at the end of this Massachusetts were over-represented in this database. We report for a full list of participating CBOs in this phase. worked throughout the project to address this bias by Top-level findings are summarized here; the complete specifically increasing the number of organizations and summary report is available in Appendix 5. leaders we reached out to from Central and Western CBOs Recognize the Intersectional Impacts of Climate Massachusetts. Through this targeted outreach, we were Change on their Work able to marginally increase representation from these parts Each organization could identify key climate impacts that of the Commonwealth. Though organizations from Western their communities experience, even though most were not Massachusetts are still underrepresented in this group, one focused primarily on environmental or climate issues as part of the earliest confirmed legislative sponsors of this bill of their missions. However, most representatives identified represents this area. excessive heat and/or flooding as significant climate impacts During the spring and summer of 2022, CBO interactions experienced by people in their communities and viewed generally focused on the guardrails, guidelines, and these impacts as being connected to their areas of work. The experiences applying for a using existing funding sources; CBOs specified that structural barriers to their work include CBOs either participated via a meeting or by completing a gentrification, housing inequality, old or substandard survey. During fall and early winter 2022, interactions infrastructure, and lack of urban green space and tree canopy. focused specifically on the draft legislative proposal and To Improve CBO Access to Funding, Streamline Application primarily used surveys (this second phase of outreach is & Reporting Requirements described in more depth in Section IV. A.) During each CBOs interviewed all identified the current format of funding interaction, CBOs were invited to join the effort in whatever applications as a barrier to accessing existing funding from way worked best for them, and many joined the Core Team. the state and other funders. All cited limited staff capacity to During Spring 2022, members of the outreach workgroup complete lengthy, often repetitive applications. Arduous and ISC prioritized the database to identify CBOs for initial, reporting requirements were another key barrier, especially in-depth outreach focused on feedback on the project’s for programs that require demonstrated financial returns on guidelines and guardrails, understanding the challenges and investment. A metric that does not generally align with social barriers communities face in accessing climate-related service organizations’ goals or tracked metrics. funding and exploring interest and opportunities for ongoing CBOs made the following recommendations to make it collaboration. We prioritized CBOs that serve and are led by easier to access and manage funding: communities of color and sought representation from • Streamlined funding applications; organizations across a diversity of issue areas within social, • Administrative and technical support to complete racial, economic, and environmental justice. applications, including by making grant writing consultants To support participants in speaking openly about their available or allowing umbrella/regional organizations to communities’ experiences, ISC conducted these apply for and disburse funds to smaller CBOs; conversations. TNC and other Core Team members were • Availability of seed funds, planning grants, funding for present only at the start of each conversation to introduce intersectional projects that address multiple issues, and the project. This arrangement recognized the potential longer-term funding opportunities dedicated to CBOs; barriers and power dynamics between CBOs and larger • Flexibility on deliverables; and non-profit organizations. • Revised reporting expectations that focus on impact as a more practical measure of success than return on Eleven of more than 20 CBOs contacted were willing and investment. able to participate. ISC facilitated conversations with eight CBO representatives, and three additional CBOs completed Additionally, many CBOs noted that their local governments the Phase 1 survey that covered the same topics. One CBO in were overburdened and lacked the capacity to apply for western Massachusetts, with all others in the eastern part of climate funding that could benefit the CBOs. Local the state. Most of the CBOs represent urban areas. All CBOs governments in jurisdictions with sustainability offices were were compensated for their time, and four of the CBOs who more likely to have relationships with CBOs and access to participated in this phase of outreach became members of state funding. Building Equitable and Sustainable Climate Change Funding for Massachusetts 11 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "Based on discussions with CBOs, ISC recommended prioritizing projects that support the following goals in funding decisions and programs: • Housing • Transportation • Infrastructure • Job creation • Work targeting Urban and Rural areas (as opposed to suburban) These recommendations directly informed how the draft legislation directed funding to be allocated. Building Equitable and Sustainable Climate Change Funding for Massachusetts 12 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "III. Funding Policy and Revenue Analysis TNC engaged Arup to evaluate potential options to generate This work was instrumental in laying the groundwork for the revenue to support climate adaptation and mitigation goals iterative and collaborative process by which Arup and the through implementation of climate action projects in Core Team evaluated possible funding and financing Massachusetts. The Core Team reviewed and evaluated Arup’s mechanisms for their potential to equitably raise funding for analysis to select a funding option to best meet the project’s climate adaptation and mitigation work in Massachusetts. goals to fund climate adaptation and mitigation equitably. B. Evaluating Funding & Financing Options A. Understanding the Funding Landscape Arup proposed a suite of eighteen potential funding and five Arup prepared a series of memos based on a combination of financing12 mechanisms for the Core Team to consider. literature reviews and interviews with key experts to inform During the summer of 2022, the Core Team reviewed, the project. In April 2021, Arup conducted a literature review discussed, and provided feedback on each category of and stakeholder interviews to compile the Commonwealth’s funding options to determine how well they met the project climate adaptation and mitigation goals into a needs goals, guardrails, and guidelines. assessment. Despite their best efforts, Arup was unable to Core Team members identified several key, cross-cutting find literature that quantified the amount of funding needed themes across all funding and financing mechanisms: to meet those goals. This memo is available in Appendix 3A. • Transparency: Transparency is essential to ensure that Following the needs assessment, Arup prepared a list of federal revenues raised are used for the intended equitable and state agency programs that existed as of November purpose (i.e., not added to the general fund.) 2021 to fund climate resilience and decarbonization. The memo is available in Appendix 3B. highlights each program, • Housing: Any revenue raised from sources related to how the funding is administered, how much funding is housing (property taxes, developer fees/requirements, available, and the key agencies that oversee the programs. etc.) must include or be paired with policies and programs This information was used to help the Core Team think about to protect housing affordability for both renters and both gaps in funding (i.e., what isn’t already being funded) homeowners and protect against gentrification and and whether existing programs are successfully delivering displacement due to increased housing and living costs. benefits to the most vulnerable communities. 12 Funding was defined as the public spending or the revenue that pays for the development and maintenance of a project. Funding does not have to be paid back to a funding source. Financing was defined as the structure and related instruments used to securitize future funding sources. It’s the money that is borrowed to develop a project and that is later paid back from the project funding sources. 13 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "• Transit: Any transit-related revenue must recognize that transaction. The funding is collected to raise revenue for not every Massachusetts resident has equal access to government services. Some taxes are assessed as a alternative or low-carbon transit, that public transit is percentage of the amount of money involved in the often more expensive and less reliable than driving, and transaction or income. Other taxes are pieced on the sale of that many Massachusetts residents’ lives and livelihoods goods or services. The Core Team evaluated value-based and are vehicle-dependent. consumption-based taxes separately, as their impacts on Massachusetts residents are different, but noted that no tax • Home rule is a challenge: Implementation of anything increases are likely to be politically popular and may that relies on municipalities must be carefully rolled out to therefore be infeasible. ensure consistency and equity across municipal implementation. Value-Based Taxes, including property taxes, are based on assessed values and can be used to fund resilience of The major categories of funding and financing mechanisms both natural and gray infrastructure. For example, Arup identified are described below, along with examples managing stormwater systems and restoring wetlands and a summary of input from the Core Team. to help handle more frequent and extreme storms. The Core Team recognized that taxes from real estate Fees: A fee is collected and dedicated to cover the cost of properties could be used to fund climate-resilient providing a service that benefits the group of people who pay affordable housing but raised concerns about the the fee. The fee rate is directly tied to the cost of maintaining impacts of housing price increases on both renters and the service and can be used to regulate, incentivize, or control homeowners. various types of activities. Examples of these fees include: • Utility fees to upgrade electrical grids to be more resilient Consumption-Based Taxes are associated with purchases to increasingly frequent and extreme storms. and are often used to encourage or discourage • “Pay as you throw” trash fees to incentivize recycling by consumption of a good or service. For example, gas charging residents based on how much trash they taxes on sales of transportation fuels support highway generate and making recycling free. infrastructure and roadway construction. Sales taxes • Vehicle excise fees to fund electric vehicle charging stations from some large retail stores fund clean energy • Congestion pricing on vehicles to reduce traffic and investments like renewable energy. The Core Team pollution while funding affordable and improved public raised serious concerns about these funding transportation mechanisms because of their potential to increase the • A fee on property insurance premiums to raise money for cost burdens of essentials like food and gas on low- climate adaptation and mitigation. income residents and noted that any such increases must be paired with policies to protect access to healthy, When evaluating this fee option, the Core Team emphasized affordable food and reliable, affordable transportation. that fees should not be charged in ways that place significant costs on essential services like electricity and fuel, noting that Developer Support: State law authorizes developers to pool low-income residents are often disproportionately burdened their funds to make capital investments, usually in a targeted by these increases. They noted that the fee could be area that supports business activity, such as infrastructure structured to clearly connect to and support on-the-ground (roads, sewers, or beautification). In many municipalities, action and could alleviate concerns of disproportionate real estate developers are required to include practices that burden via exemptions for low-income residents. However, either reduce carbon pollution or reduce the impacts of the fee must be structured to protect access to communal climate change. This includes requirements for energy- public spaces and goods and must recognize the wide range efficient technologies, publicly accessible greenspace, of ways that people use and rely on the good, service, or stormwater management, and flood protection. The Core amenity being accessed. The Core Team did note that an Team noted that since developers have significant impacts equitable utility fee would require full utility reform to reduce on the shape of Massachusetts communities, requiring them the impact of utility fees on people with high energy burdens, to contribute to climate mitigation and adaptation seems a potentially unsolvable challenge. logical. However, the Core Team raised serious concerns about the potential for accelerated or expanding Taxes: A tax is required of an individual or business when gentrification and displacement near developments and they perform a particular action or complete a specific Building Equitable and Sustainable Climate Change Funding for Massachusetts 14 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "noted that any such requirements must be paired with comprised of several Core Team members. The funding policies that protect against gentrification & displacement. workgroup was charged with selecting from the funding options based on Arup’s research, Core Team input and Financing via Bonds and Loans: Bonds provide capital funds discussion, and the lessons learned from the initial CBO for state agencies to administer programs through which outreach described above. Using the decision tree in Figure 2, they make investments or expenditures. The state sells they reviewed each of the funding options Arup identified, bonds to investors through an investment house, invests the with a specific focus on developer investments, insurance funds into state projects, then pays back the investment surcharges, and value-based taxes. house with interest. Agencies can invest funds themselves or provide grants or loans to municipalities or NGOs. Municipal The funding workgroup proposed the insurance surcharges and state bonds have been used to finance environmental on residential and commercial property and casualty and climate capital spending for climate-resilient roads and insurance based on several benefits: bridges and for electric vehicle charging stations. • Can be structured not to be regressive • Can provide consistent, long-term funding Loans fund projects by borrowing money from lenders and • Anticipated revenue potential of up to $100 million per paying it off over time. There are several dedicated loan year (according to 2021 estimations) programs that finance environmental programs and • This approach was previously explored by the infrastructure, including the State Revolving Fund loan Massachusetts Executive Office of Energy and program. Environmental Affairs in 2021 and is likely to be politically viable. The Core Team noted that since bond funding is typically • If placed in a trust fund, revenue from the insurance fee provided to municipalities, community-based organizations, can be structured and governed to ensure equitable and other nonprofits without relationships with their municipal processes and distribution. governments may not have influence over how funds are spent and would likely not have direct access to these funds. The funding workgroup presented this recommendation to the Core Team for discussion and approval. Using the C. Selecting a Funding Option consensus gradient in Figure 3, the Core Team approved this After extensive discussion and additional information from recommendation. Arup, the Core Team established a funding workgroup Figure 2. Funding workgroup decision tree used to select the insurance surcharge as the final funding recommendation. Building Equitable and Sustainable Climate Change Funding for Massachusetts 15 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "Levels of Consensus or Gradients of Agreement — adapted from COMMUNITY AT WORK (communityatwork.com) The group tests for consensus by asking each person to “take a stand” (or raise a hand) and demonstrate their level of support for a decision. Anyone who stands at position 1 must propose realistic ways they could be moved to a 2 or above. No one can shut down the process. After reasonable time for discussion, the decision can go forward — through majority vote, default to authorized decision makers, or other methods — with a report that reflects the feelings of anyone remaining at the 1 position. I strongly support I support this This decision is okay I dislike this decision, I do not support this this decision. decision. with me. but I am willing to decision. We definitely I can live with it. defer to the wisdom need to discuss this and will of the group. matter further. 5 4 3 2 1 Figure 3. The Core Team used this consensus gradient as part of their equitable decision-making process. Insurance Fee Analysis: After considering the tradeoffs, funding sources. The board will have significant political and social feasibility, and potential to generate funds representation by environmental justice organizations and equitably, the Core Team decided to further explore an other community-based organizations, and other interested insurance fee on property and casualty insurance. To support parties in housing, food security, labor and workers’ rights, this decision, Arup conducted an insurance fee evaluation, workforce development, building engineering and energy, including a review of precedents and case studies from other resilience and adaptation, insurance and reinsurance, real states and an analysis of revenue generation potential in estate development and management, public health and Massachusetts based on existing insurance premiums and hospitals, historic preservation, and/or nature-based considering different fee structures. This informed the final solutions. State environmental and energy agency leadership legislative proposal that the Core Team developed. Extensive will provide additional support for the board. additional information is available in Appendix 3C. The board would administer a trust fund that can allocate funding to climate adaptation and mitigation as needed. The D. Selecting Spending Options governing body would be directed to: The Core Team devoted time and effort to determine how • Choose from a broad menu of strategies and actions to the funding could be spent to support equitable actions best meet community needs which address the causes and impacts of climate change. • Screen and prioritize the strategies and actions for equity The guardrails and guidelines referenced above formed the and impact basis of these decisions and also informed specific details • Deliver the strategies and actions by allocating funds to around the structure and requirements of how—and to state agencies to support or enhance existing programs or whom—funding could be distributed. Additionally, several create new programs potential spending options were identified as not meeting • Provide best practices for equitable implementation the requirements of the guardrails for this project and were among the programs excluded from spending consideration. We also determined that establishing a trust fund would The Core Team developed a flexible approach with a “menu” provide a relatively secure place to deposit the insurance fee of potential ways to spend the funding, but ultimately and also accept and manage other sources of funding. charges a governing board with making decisions which reflect current policy, available solutions, and other available Building Equitable and Sustainable Climate Change Funding for Massachusetts 16 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "IV. Developing & Reviewing the Legislative Proposal Members of the Core Team drafted “an act establishing A. Community-Based Organization Review sustainable and equitable funding for climate change adaptation of the Draft Legislative Proposal and mitigation” in late 2022. The bill was then reviewed by the Once the basic elements of the legislation had been identified, full Core Team and additional community based organizations but before the full legislative language had been drafted, the as described in Section IV.A. After final revisions based on Core Team sought additional input from community-based that input, the bill was filed as Massachusetts Senate Bill organizations via a survey. The survey focused on the concepts 472 and House Bill 750 in January 2023, sponsored by and intentions of the draft legislative proposal, including how Senator Sal DiDomenico, Representative Natalie Blais, and funding could be generated, where and how the funding should Representative Patricia Duffy. The bill would: be spent, and how the program should be administered to • Establish the Climate and Community Resilience Trust advance equity goals. The survey included the structure, overall Fund (the Fund) dedicated to equitably providing funding content, and much of the phrasing used in the final legislative to support solutions for residents and communities that proposal. The survey was sent to more than 50 organizations, address the causes and impacts of climate change. many of which had been part of the initial outreach and • Focus support for community-identified planning and some of which were added by new Core Team members or implementation of climate solutions, particularly in recommended by partners in the intervening months. communities disproportionately burdened by Thirteen organizations responded (one of which is also a environmental injustices with significant populations of Core Team member). Again, there were limited responses low-income people and people of color, in particular (2) from organizations in the western part of the state, but Black, Indigenous, or Latinx people. nearly half of respondents (6) in this round were from central • Create an independent board to make transparent decisions Massachusetts organizations. See Appendix 6 for a full on how to prioritize, allocate, and equitably administer summary of survey results and methodology for this section. the Fund, with two-thirds of members representing All respondents either strongly or fully supported13 the community-based organizations and with support from proposal as described, and most expressed interest in the Executive Office of Energy and Environmental Affairs ongoing involvement with the effort. (EEA) and Office of the Climate Chief • Generate long-term, sustainable revenue for the Fund by A majority of respondents (62%) said that both climate establishing a fee on property insurance. adaptation and mitigation should be priorities in the 13 All respondents chose either 4 or 5 when asked the following question: “On a scale of 1-5, where 1 is “I definitely do not support this proposal” and 5 is “I fully support this proposal”, how do you feel about the draft legislation? Your answer to this question is NOT an official endorsement of any legislation or proposal. If you do not feel you have enough information to answer this question, please skip it.” 17 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "An Act Establishing Sustainable and Equitable Funding for Climate Change Adaptation and Mitigation (H.750/S.472) Fee on property & Dedicated trust fund which generates Other funds as casualty insurance long-term, equitable revenue designated Independent governance board manages trust Focus on Community Climate Priorities Prioritize low-income and Design Equitable ● Resilient housing environmental justice Implementation: ● Community programs communities Enable community-based ● Workforce development organizations to ● Partnership building Choose Programs: Support access, use, and ● Leveraging funding and/or enhance existing, and manage funding ● Avoiding unintentional consequences create new programs Increased funding for climate programs that center equity and justice Figure 4. Graphic outline of the filed legislation. legislation. When people chose one or the other, slightly more operations” (39%). Other ways to increase accessibility to (23%) said that climate adaptation should be the focus. funds were raised, like allowing joint applications and waiving 501(c)3 requirements. Many of the priorities Respondents overwhelmingly preferred funding that builds identified in Phase 2 reinforce the Phase 1 survey responses. capacity and provides support for community-driven solutions and enhanced partnerships. There was also Responses to an insurance surcharge as the mechanism to significant support for employment pathways for jobs in the raise funds varied, with no clear consensus on a specific environmental sector that pay a living wage and are accessible appropriate dollar amount per household. This variability for veterans and people in recovery from substance use and was directly in line with the common thread among the mental health challenges. Additional priorities that rose to open-ended responses: the insurance surcharge should not the top were the need for education and outreach to better be a standard, across-the-board fee. It must consider engage community members on environmental issues in their income and overall wealth in addition to property value and areas and the establishment of community advisory councils. must be graduated so those with more ability to pay bear more of the financial burden. Respondents called out the The survey explained the guidelines and guardrails established importance of exemptions or waivers for low-income people. by the Core Team for how the funding should be distributed and asked participants to select their top 3-5 priorities. Survey responses directly informed the priorities and content Responses for these varied widely; the only response selected of the draft legislation and the filed bill. The Legislative by more than 50% of respondents was “Prioritize spending Drafting Work Group (LDWG), a subset of Core Team for EJ communities and populations” (54%). Respondents members charged with drafting and revising the legislative also believed funding should “Allow flexibility for CBOs and proposal, incorporated the survey results into the final other small nonprofits to determine how money should be legislative proposal. The LDWG compared Phase 2 survey spent” (46%), “leverage community expertise” (46%), and results and the draft bill side-by-side and directly wove new “allow grant funds to be used for CBO administration and concepts and language into the draft bill as described in Building Equitable and Sustainable Climate Change Funding for Massachusetts 18 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "Recommendation from CBOs Response in the Legislation Prioritize funding for Environmental The bill would require that the Fund prioritizes equity by ensuring the majority Justice Communities of investments benefit environmental justice populations, Funding should support the needs of The Fund would provide flexible funding options including providing upfront small non-profit organizations grants rather than reimbursement; offering seed fund and planning support; supporting existing programs, administration, and operations; Program management should The bill would ensure Fund management be clear, accessible, and transparent, support CBO access to funding fostered with administrative assistance, support, and flexibility. Support climate change adaptation The legislation provides a wide range of options that support community-driven and mitigation outcomes including support for residents and communities to address the causes and impacts of climate change Support jobs The Fund would support workforce development and well-paying careers, Center community priorities and The legislation proposes a governing body comprised primarily of CBO underrepresented groups in decision representatives and is charged with making decisions based on continuous making input from CBOs and other community leaders. Table 1. Recommendations from CBOs were directly incorporated into the final legislation. more detail in Table 1. As the bill moves through the 1. Does the legislation promote equitable outcomes in its legislative process, there will be opportunities to continue to priorities, the actions it supports, the way the Fund will be edit and improve it as we receive more feedback from administered, and the structure and decision-making residents, CBOs, and others across the state. power of the governing body? 2. Is the proposal realistic and able to be implemented? B. Equity Expert Review What red flags or concerns should we be aware of? To further embed equity into the process and legislation, ISC connected TNC and the Core Team with Dr. Linda Shi, 3. What can we learn from other states or municipalities an assistant professor in the Cornell College of Architecture, which have tried something similar? Art, and Planning’s Department of City and Regional Dr. Shi prepared a memo (see Appendix 7a) in which she Planning. Dr. Shi’s research concerns how to plan for urban provided three examples of “close precedents” of funds, climate adaptation in ways that improve environmental laws, and policies like our approach and made several sustainability and social justice.14 In partnership with ISC, recommendations to improve the legislation. Table 2 she reviewed and provided expert feedback on the following describes those recommendations and how the LDWG aspects of the draft legislation: adjusted the legislation accordingly. 14 Cornell Architecture, Art, and Planning; Linda Shi. https://aap.cornell.edu/people/linda-shi Building Equitable and Sustainable Climate Change Funding for Massachusetts 19 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "Dr. Shi Recommendation Response in the Legislation Reorder and reformat the legislation Reordered the sections of the bill for a more logical flow among interconnected to start with the purpose of the Fund sections of the bill. Added a new introductory section of the bill stating the intent of the Fund Sharpen the focus on prioritizing Added new language enhancing focus and clarity to the sections on the types of solutions and strategies for strategies that could be funded and the principles by which they are chosen environmental justice communities Better define environmental justice Consolidated and refined language and added statutory reference to community and population environmental justice law Ensure the fee on property insurance Added language giving the board the authority to determine when a waiver is equitably assessed would be granted for those who cannot afford the cost of the fee Clarify the authority and decision- Adjusted language to clarify the roles and responsibilities of the board and making of the Board clarified support provided by state agency staff Table 2. Recommendations from Dr. Shi, an expert in social justice in climate adaptation planning, were directly incorporated into the final legislation. Building Equitable and Sustainable Climate Change Funding for Massachusetts 20 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "V. Key Findings and Next Steps As of Spring 2023, “An Act establishing sustainable and In addition, we are working to ensure that the relationships equitable funding for climate change adaptation and we have built through this effort persist beyond the scope mitigation” is moving through the Massachusetts legislature and timeline of this project. These relationships have (Bill S. 472 and H. 750) and has been referred to the Joint changed how we think about who we consider as potential Committee on Environment and Natural Resources. The Core partners and who may have interests aligned with ours. As Team has established a dedicated campaigns team to develop we move forward, we will continue to broaden the range of and implement an advocacy campaign and legislative pathway organizations with whom we collaborate, who we consider for the bill to be enacted into law. as potential partners, and who we think may be interested in partnering with us. The new Healy-Driscoll Administration has committed to embedding equity into the operations and programs of state This process identified significant barriers in TNC’s internal agencies with a specific focus on environmental justice and processes for compensating other organizations and climate change. The principles, lessons, and practices community members. Because of this project, we are developed through this effort are easily transferable to other embarking on the process of changing and updating these funding programs and state projects, including those organization-wide protocols. When we are successful, administered through the Executive Office of Energy and we will position TNC to be better prepared to partner with Environmental Affairs. The Core Team is committed to sharing small CBOs and individual community members across all the lessons of this project widely to encourage broad adoption 50 states and over 70 countries. of these principles, especially the guidelines and guardrails. This project has garnered significant interest from across This project pushed the TNC team to embark on a new, more TNC as we’ve shared lessons learned across colleagues, collaborative and equitable approach to policymaking. Our learning networks, and communities of practice. The resulting explicit focus on a truly inclusive process and removing conversations have built stronger, mutually supportive barriers for environmental justice partners required us to relationships between TNC staff working on similar, equity- critically assess how we build coalitions and partnerships, focused projects. These relationships will continue to allow structure meetings, and make decisions. We intentionally us all to share lessons, learn from each other, and accelerate treated challenges and setbacks as learning opportunities TNC’s equity practice across the organization. and cues to adjust our approach and had success in several of these adjustments. 21 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "VI. Acknowledgments This effort would not have been possible without the input and insights of many, many individuals and organizations. No one list can fully include all those whose time, expertise, and patience have shaped this project for the better! Inclusion in this list does not imply support for the final legislation by these individuals or organizations. Individuals noted with a * are currently or were at one point members of the Core Team. • A Better City, Isabella Gambill* • Malden Riverworks • Alternatives for Community & Environment, Sofia Owen* • Mass Audubon, Michelle Manion & Sam Anderson* • Arup, Katie Wholey • Mass Senior Action Council, Pamela Edwards • The Barr Foundation, Kalila Barnett • Massachusetts Association of Community • Climate XChange, Jonah Kurman-Faber Development Corporations • Community Action Agency of Somerville, David Gibbs* • Mill City Grows, Enrique Vargas*, Jessica Moore-Wilson • Conservation Law Foundation, Deanna Moran* and • Merrimack River Watershed Council Staci Rubin • My Brother’s Table, Dianne Kuzia-Hills* • Ducks Unlimited, Sara Burns* (formerly of TNC-MA) • Neighbor to Neighbor, Elvis Mendez and • Environmental League of MA, David Melly and Andrea Nyamekye* Nancy Goodman* • NewVue Communities, Inc., Francisco Ramos • Health Care Without Harm, Tim Cronin • North County Land Trust, Anna Wilkins • Groundwork Lawrence, Jonathan Guzman*, • Northampton Resilience Hub Lesly Melendez, Heather McMann • Riders Action Council, Worcester MA, Adam Thielker • Groundwork Somerville, Emily Reckard-Mota • Stone Living Lab, Melanie Garate* (formerly Mystic River • Health Equity Partnerships of North Central MA Watershed Association) (CHNA9), Carolyn Sellars • The Harborkeepers, Magdalena La Battaglia • Institute for Sustainable Communities, Kendra Norrell, • The Nature Conservancy, Jahson Alemu, Jill Brammah, Cora Martin, Rashida Manuel, Russell Paez, Carlos Clausell Tara Christian, Jasmine Hadley, Beth Holland • Lowell Parks and Conservation Trust, Jane Calvin* • Worcester Green Corps, Miranda Hotham • MA Representative Patricia A. Duffy • Eugenia Gibbons* (formerly Healthcare without Harm) • MA Representative Natalie Blais • Kristine Acevedo • MA Senator Sal DiDomenico 22 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE",
        "VII. Appendices Appendix 1: Equitable Decision-Making Guide for the Climate & Equity Core Team Appendix 1A: Equitable Decision-Making Tool Appendix 2: Increasing Municipal Resilience to Climate Change in Massachusetts: A synthesis of interviews and discussions in Massachusetts, December 2019-June 2020 Appendix 3: Funding Reports and Memos: Appendix 3A: Desktop Research Memo (April 2021) Appendix 3B: Massachusetts Decarbonization and Climate Resilience Funding Options Memo (November 2021) Appendix 3C: Comprehensive Report, including insurance fee analysis Appendix 4: Core Team Community agreements Appendix 5: Summary of Initial Outreach Feedback & Equity Assessment Appendix 6: Building Sustainable and Equitable Climate Funding for Massachusetts — Legislative Feedback Outreach Survey Appendix 7: Memos from Dr. Linda Shi on equity considerations: Appendix 7a: Equity review of funding analysis (May 2022) Appendix 7b: Equity review of draft legislation (January 2023) 23 Building Equitable and Sustainable Climate Change Funding for Massachusetts HHOOMMEE"
    ]
}