{
    "FILE_NAME": "https://www.umb.edu/media/umassboston/editor-uploads/sustainable-solutions-lab/documents/Who-Counts-In-Climate-Resilience-Web.pdf",
    "ALL TEXT": "Who Counts in Climate Resilience? Transient Populations and Climate Resilience in Boston and Cape Cod, MassachusettsWHO COUNTS IN CLIMATE RESILIENCE? i UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Who Counts in Climate Resilience? Transient Populations and Climate Resilience in Boston and Cape Cod, Massachusetts Johnna Flahive, Katsyris Rivera Kientz, Dlynzee Damas, Chris Watson, Dr. Evan Stewart, Dr. Ellen Douglas September 2023 A Findings Report University of Massachusetts, Boston Sustainable Solutions LabWHO COUNTS IN CLIMATE RESILIENCE? ii UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB TABLE OF CONTENTS 1 Executive Summary 3 Project Approach 5 Participant and Population Profles 9 Climate Change and Weather Exposures 10 Exposures Transient Populations Experience 13 Summary of Results 16 Conclusions 17 Future Research and Acknowledgements 18 Appendix A 24 Appendix B FIGURES 4 Figure 1 : Homeless and H-2b Worker Populations in Massachusetts, 2021. 6 Figure 2 : U.S. Urban Housing Authority designates funding by Continuum of Care (CoC) regions, rather than by cities and townships. 8 Figure 3 : Highlighted zip codes include Nantucket (02554) and Provincetown (02657), MA 10 Figure 4 : Map with precipitation and homeless populations by CoC regions, 2021. 11 Figure 5 : Map with precipitation and H-2b populations, 2021. 11 Figure 6 : Map with temperatures and homeless populations by CoC regions, 2021. 12 Figure 7: Map with temperatures and H-2b populations, 2021. 14 Figure 8: Frequency of climate and weather-related events mentioned by survey and interview respondents.WHO COUNTS IN CLIMATE RESILIENCE? iii UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB ACKNOWLEDGEMENTS We would like to thank several organizations and individuals for supporting this research. First, we are grateful to the Sustainable Solutions Lab (SSL) at the University of Massachu- setts, Boston, for funding our effort to conduct research with decision-makers in Boston and Cape Cod, Massachusetts. We want to specifcally thank everyone at SSL, including its Director Rebecca Herst and Associate Director Gabriela Boscio Santos, for their support throughout the research process and for their work on this report. We also want to thank the National Oceanographic and Atmospheric Administration (NOAA) Adaptive Sciences program (NA21OAR4310272) for supporting our engagement with H-2b workers. We gratefully acknowledge the NOAA staff and the overall support from both funders, without whom this research would not be possible. We also want to acknowledge the individuals and organizations that participated in our study and sincerely thank them for their time and valuable insights. Finally, we would like to thank the Barr Foundation for their continued support of the Sustainable Solutions Lab. ABOUT THE SUSTAINABLE SOLUTIONS LAB The Sustainable Solutions Lab (SSL) is an interdisciplinary research institute at UMass Boston focused on keeping historically excluded people and communities safe and healthy in the face of climate change.WHO COUNTS IN CLIMATE RESILIENCE? 1 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB EXECUTIVE SUMMARY CLIMATE CHANGE & CLIMATE JUSTICE In the Northeast U.S., climate change impacts are predicted to increase and intensify unless global carbon emissions are reduced enough to mitigate impacts on local munici- palities. As a result, thousands of people in Massachusetts are vulnerable to dynamic and extreme weather conditions, including temperature fuctuations and precipitation patterns, particularly those who are socially, politically, or economically marginalized. While decision-makers in Boston and Cape Cod municipalities must consider diverse stakeholder needs, one population is notably missing from most climate resilience efforts: people experiencing transience, due to housing insecurity. Within the Commonwealth there are two transient populations who are among the most climate vulnerable: people experiencing homelessness, and international seasonal H-2b workers. Both groups are vulnerable due in part to housing insecurity, poverty, and regular exposure to climate change and related weather impacts. To date though, very little data on their environmental exposure and experiences have been collected. To address this, a team of social and environmental scientists at the University of Massachusetts Boston conducted qualitative and quantitative data analysis, a survey, and interviews. While quantitative data represented the entire Commonwealth, survey responses and interviews specifcally represented two regions where people experience transience and climate change impacts: the city of Boston and Barnstable County (Cape Cod). Research goals included learning what climate change impacts and weather conditions transient people in coastal Massa- chusetts are exposed to, how municipal social and environmental sectors engage, prioritize, and respond to these populations’ climate and weather-related needs, and if there are cross-sector collaborations. While decision-makers in Boston and Cape Cod municipalities must consider diverse stakeholder needs, one population is notably missing from most climate resilience efforts: people experiencing transience, due to housing insecurity.WHO COUNTS IN CLIMATE RESILIENCE? 2 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB KEY FINDINGS Supported by the Sustainable Solutions Lab, and through the lens of climate justice, this project examined decision-maker priorities in the city of Boston in Suffolk County and Barnstable County, Massachusetts. Based on survey and interview feedback, we found . . . • Transient people are exposed to a variety of weather and climate conditions, including extreme heat and rainfall events, storms, and fooding. Boston and coastal Cape Cod contend with slightly higher temperatures than inland areas, Boston and the upper Cape receive moderately more rain than in the outer Cape. • Social sector organizations address immediate weather-related priorities, while environmental sector organizations consider long-term climate change challenges. • Social and environmental sectors work in isolation from each other and rarely collaborate. • Transient people are often not engaged around climate issues—their climate and weather experiences are not high organizational priorities. • Transient people are not well represented within local climate resilience initiatives. Transient people are exposed to a variety of weather and climate conditions, including extreme heat and rainfall events, storms, and fooding and are often not engaged around climate issues—their climate and weather experiences are not high organizational priorities.WHO COUNTS IN CLIMATE RESILIENCE? 3 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB PROJECT APPROACH This research was initiated to address a signifcant gap in the literature on transient populations within climate resilience planning and generate information crucial to informing decision-makers who develop climate initiatives. The project goals were to determine what climate and weather conditions transient people are exposed to, how the social and environmental sectors engage, prioritize, and respond to transient people and their climate experiences, and if there is cross-sector collaboration. This study used a mixed method design. We reviewed government and organizational reports and academic articles. We collected and synthesized quantitative demographic and geographic data for Massachusetts, including point-in-time estimates of homeless people, applications for H-2b workers—international seasonal workers in the U.S. on work visas— and climate and weather data, including measures for precipitation and temperature. We also designed and distributed a self-administered online questionnaire (Qualtrics) and requests for interviews to a sample of organizations in the social and environmental sectors of Boston and Cape Cod (for more information, see Methodological Appendix). We obtained responses from thirteen organizations, which were balanced evenly across sectors. This work will be shared in academic papers (forthcoming) and the data has been used to develop a web-accessible (GIS) Story Map with more details and spatial analysis relating to precipita- tion and temperatures that impact homeless and H-2b populations. (Who Counts in Climate Resilience?) Selected Respondent Quotes Climate Threats Exposed Climate Risks Revealed Climate Resilience— Transience & Exclusion [Clients] face different impacts “The weather in New England gets “The people we serve are most margin- from weather, including erosion, tidal relatively cold in the winter months alized in many aspects of our society. fooding, coastal storm fooding, rain- and it is not uncommon to locate people Therefore their voices should be front fall fooding, snow/ice storms, drought, in the woods or on the streets who are and center when decisions are made and extreme heat events. Impacts suffering from hypothermia and other so that local policies and plans do not include dangers to life, damage to cold-weather related consequences continue to exclude them. The folks property (including public or private such as frostbite which has resulted we serve are speaking, they just need natural resources), degradation or in the loss of toes, etc. Also, I feel the more people to value what they are interruption of services that they emotional and mental stress from saying and truly hear out their ideas provide, and economic impacts worrying about incoming weather is and perspectives. As they may be most (income, wages, revenue, bad for people’s mental health.” vulnerable to climate change impacts expenditure, debt, etc.). Interview Respondent, we should prioritize their needs . . .” Survey Respondent, Social Sector Environmental Sector Survey Respondent, Social Services SectorWHO COUNTS IN CLIMATE RESILIENCE? 4 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 1 Homeless and H-2b Worker Populations in Massachusetts, 2021 DATA SOURCES U.S. Urban Housing Development (HUD), and U.S. Department of Labor, Performance Data (2021); Map: Chris Watson, Dlynzee Damas, Johnna Flahive The project goals were to determine what climate and weather conditions transient people are exposed to, how the social and environmental sectors engage, prioritize, and respond to transient people and their climate experiences, and if there is cross-sector collaboration.WHO COUNTS IN CLIMATE RESILIENCE? 5 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB PARTICIPANT & POPULATION PROFILES ORGANIZATIONS SOLICITED T he survey and interviews conducted for this research targeted organizations and agencies in the social and environmental sectors in Boston and Cape Cod, Massachusetts. In the Boston metro area, there are over 2,000 human services non-profts, and around 700 environmental organizations, while in one town on Cape Cod, the town of Barnstable, has around 111 human service organizations and 101 environmental ones. Some of the organizations solicited to participate in this research included homeless shelters, health and service providers, food pantries, municipal public works and emergency services, funders, community outreach organizers, and food experts, among others. Participant feedback from these organizations signifcantly informed this study. SURVEY RESPONDENTS The survey conducted for this research was anonymous; to avoid compromising the identity of our participants, we could not ask details about who responded. To compensate, we con- sulted other information on decision-makers, organizations, and agencies for insight into the potential demographics of our respondents. Related to the social sector and governing corporate bodies, we found that in the U.S., women make up 75% of workers in social assis- tance, health care, and education—industries where most U.S. nonprofts work, implying they fll most roles in nonprofts. However, we also found that as of 2018, leadership at nonprofts was still dominated by men. Among Massachusetts’ top 50 commissions and boards, women comprise 34% of board chairs and 22% serve as CEOs, and people of color make up 7% of CEOs in Massachusetts’ public agencies. Related to the environmental sector, one job market website says there are over 63,000 environmental managers working in the U.S. and most are white, and between 40-50 years old. According to this website, 25.1% of environmental managers are women and 18% of all are LGBT. PEOPLE EXPERIENCING HOMELESSNESS All respondents were asked about the two primary transient populations that are the focus of this study, and many respondents work directly with people experiencing homelessness. To understand who survey respondents serve, this section offers a brief profle on them. People experiencing homelessness stay in shelters or live outside, and generally rely on public transportation, ride bikes, or walk everywhere, leaving them more exposed to weather and temperatures more frequently than non-transient people. There is also an unknown number who “couch hop” (stay with friends and family) and many live in their cars. This segment of the homeless population is often referred to as “hidden” or “invisible,” becauseWHO COUNTS IN CLIMATE RESILIENCE? 6 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 2 Homelessness in Boston and Cape Cod Regions )elpoep #( etamitsE emiT ni tnioP 6,000 4,000 2,000 0 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 U.S. Urban Housing Authority designates funding by Continuum of Care (CoC) regions, rather than by cities and townships. Each CoC region has a different numerical identifer. (Boston, 500; Cape Cod, 503). DATA SOURCE US Department of Housing and Urban Development they are likely not included in point in time, or shelter, counts each year. If so, the responses received as part of this survey do not refect these populations, indicating they, too, are excluded from climate discourse. Point in Time counts data for homeless populations in Massachusetts in 2020 indicate there were 17, 975 sheltered and unsheltered homeless people, and in 2021 were 13,944 sheltered homeless people including 1,144 chronically homeless. Also in 2021, there were 2,870 homeless households, 7,1993 women, 29 transgender, and while most homeless people were white, there were also 5,022 Hispanic/Latinx, and 5,003 Black or African American homeless people, among other genders, races and ethnicities. Estimates from the U.S. Department of Housing and Urban Development (HUD) indicate most of the state’s home- less people are concentrated in Boston and the surrounding area, where more services are available. As indicted in Figure 2, in 2020 in Boston (MA-500), there were 6,192 total homeless, including 135 unsheltered people, and 4,645 total homeless people in 2021 (not shown). In comparison, on Cape Cod (MA-503) in 2021 there were 343 adults and children experiencing homelessness.WHO COUNTS IN CLIMATE RESILIENCE? 7 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB H-2B INTERNATIONAL SEASONAL WORKERS In contrast to Boston’s homeless populations, records from the U.S. Department of Labor indicate that businesses requesting to hire H-2b seasonal workers, are concentrated in and around Barnstable County, Cape Cod, and the surrounding islands. The U.S. H-2b interna- tional visa program, through the Department of Homeland Security’s U.S. Citizenship and Immigration Ofce, allows employers nationwide to recruit 66,000 seasonal workers from abroad. This program allows employers in places like Cape Cod and surrounding islands to recruit workers from dozens of other countries when there is not enough help locally during peak tourist season. The number of H-2b workers allowed into the U.S. each year can vary depending on the Administration in the White House, and Congress. Though the survey for this project did not include organizations on Martha’s Vineyard and Nantucket, research shows many workers there and throughout Cape Cod are hired by businesses, especially in hospitality and landscaping. While many do not need transporta- tion to work, in 2021, only 35% of H-2b employers offered daily transportation to worksites. Other workers often use public transportation, walk, or bike during the summer months. While many employers in Cape Cod offer housing or help fnding housing, in 2021, an esti- mated 37% employers did not offer housing. This leaves many workers in search of lodging in one of the most expensive markets during peak tourist season. Anecdotally, locals say they often end up in makeshift, sub-standard housing options, with shift workers sharing beds. Some have stayed in local homeless shelters.1 It also means municipalities need to consider this population within climate change mitigation and adaptation strategies. Yet, they rarely seem engaged within climate discourse. While there appears to be, on average, a few thousand H-2b workers recruited to work in Cape Cod each year, few respondents to this survey appeared to work with them or know much about this population. While many employers in Cape Cod offer housing or help fnding housing, in 2021, an estimated 37% employers did not offer housing. This leaves many workers in search of lodging in one of the most expensive markets during peak tourist season. It means municipalities need to consider this population within climate change mitigation and adaptation strategies. Yet, they rarely seem engaged within climate discourse. 1 Personal communications, Provincetown city staff, July 2021; shelter employees, Oct. 2021WHO COUNTS IN CLIMATE RESILIENCE? 8 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 3 Seasonal Work in Massachusetts Zip Codes 800 600 400 200 0 2016 2017 2018 Highlighted zip codes include Nantucket (02554) and Provincetown (02657), MA DATA SOURCE Department of Labor Performance Data devorppA srekroW B2H latoTWHO COUNTS IN CLIMATE RESILIENCE? 9 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB CLIMATE CHANGE & WEATHER EXPOSURES In January of 2018, one of the largest western Atlantic winter storms in decades pummeled the Northeast coast of the U.S. This was followed in March of 2018 with three additional Nor’easters that incapacitated the area as ice water fooded through the streets of coastal towns. The rapid succession of major winter storms in the area is rare, but increasingly heavy downpours, rising temperatures, and sea level rise characterize climate change in the Northeast, U.S. These conditions are predicted to increase and intensify unless global carbon emissions are reduced enough to mitigate climate change impacts. These climate change impacts put transient people—groups of people without consistent Boston and Cape Cod are high- access to shelter– at signifcant risk. lighted in this research because Boston and Cape Cod are highlighted in this research they contain more people because they contain more people experiencing experiencing homelessness homelessness and H-2b workers than other locations and H-2b workers than other in Massachusetts, and both have dynamic weather and climate systems that impact these populations. North- locations in Massachusetts, and eastern U.S. coastal communities regularly experience: both have dynamic weather and • Two types of major storm systems: Nor’easters, climate systems that impact storms with low pressure systems and northeast- these populations. erly winds blowing off the ocean, and Atlantic hurricanes that move north from the tropics. • Heavy precipitation events that are predicted to increase in frequency and intensity in the next few decades. • Droughts and a warming trend that has spawned increasing numbers of “heat waves,” since 1970, warming at an average of 0.5°F every 10 years.WHO COUNTS IN CLIMATE RESILIENCE? 10 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB EXPOSURES TO PEOPLE EXPERIENCING TRANSIENCE This project applied a baseline dataset of 30-year climate “normals” that describe average monthly and annual conditions over the most recent three full decades. At the end of each decade, average values for temperature and precipitation for mainland U.S. are computed over the preceding 30 years. (Most recently, 1991–2020). This information was combined with population data in the maps shown in Figures 4 through 7. Combining these data illustrates how exposed each population may have been to precipitation and temperatures. These maps suggest that many Massachusetts locales with the largest populations experiencing homelessness also face elevated rates of rainfall relative to the rest of the state. H-2b workers in the outer Cape Cod area, experience less precipitation, on average than in Boston, or the upper Cape areas. These maps also suggest that homeless people and H-2b workers along the coastal areas in both Boston and Cape Cod faced warmer temperatures than people further inland. FIGURE 4 Map with precipitation and homeless populations by CoC regions, 2021. DATA SOURCES Prism Climate Group, hosted by Oregon State University; Map: Dlynzee Damas, Chris Watson, Johnna FlahiveWHO COUNTS IN CLIMATE RESILIENCE? 11 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 5 Map with precipitation and H-2b populations, 2021. DATA SOURCES Prism Climate Group, hosted by Oregon State University; Map: Dlynzee Damas, Chris Watson, Johnna Flahive FIGURE 6 Map with temperatures and homeless populations by CoC regions, 2021. DATA SOURCES Prism Climate Group, hosted by Oregon State University; Map:, Dlynzee Damas, Chris Watson, Johnna FlahiveWHO COUNTS IN CLIMATE RESILIENCE? 12 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 7 Map with temperatures and H-2b populations, 2021. DATA SOURCES Prism Climate Group, hosted by Oregon State University; Map: Chris Watson, Dlynzee Damas, Johnna Flahive This project applied a baseline dataset of 30-year climate “normals” that describe average monthly and annual conditions over the most recent three full decades. At the end of each decade, average values for temperature and precipitation for mainland U.S. are computed over the preceding 30 years.WHO COUNTS IN CLIMATE RESILIENCE? 13 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB SUMMARY OF RESULTS OVERALL SIGNIFICANT FINDINGS • Transient people are exposed to a variety of weather and climate conditions including extreme heat and rainfall events, storms, and fooding. • Boston and coastal Cape Cod experience slightly higher temperatures than inland areas, and Boston and the upper Cape receive moderately more rain than in the outer Cape. • Social sector organizations address immediate weather-related priorities, environmental sector organizations consider long-term climate change challenges. • Social and environmental sectors work in isolation from each other and rarely collaborate. • Transient people are often not engaged around climate issues—their climate and weather experiences are not high organizational priorities. • Transient people are not well represented within local climate resilience initiatives. RESPONDENT SUMMARY: ENVIRONMENTAL CONDITIONS & EVENTS In their responses, survey and interview respondents described climate and weather conditions that affect the transient people they serve or work within both Boston and Cape Cod (see Figure 8, p. 13). Among them, weather, fooding, storms, and rain were the top four most frequently mentioned terms. Considering many homeless and international people here working have tenuous housing, limited transportation options, and limited weather- appropriate clothing, exposure to these conditions can be life threatening. This insight is useful for decision-makers in both social and environmental sectors to consider when planning to address weather and climate impacts on the populations their organization serves. Considering many homeless and international people here working have tenuous housing, limited transportation options, and limited weather-appropriate clothing, exposure to these conditions can be life threatening.WHO COUNTS IN CLIMATE RESILIENCE? 14 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 8 Frequency of climate and weather-related events mentioned by survey and interview respondents. Weather Flooding Storms Rain Cold Winter Snow Temps Heat Summer Drought Hurricanes Wind Wet Conditions 0 5 10 15 20 Frequency of Mentions by Respondents RESEARCH SUMMARY: PEOPLE EXPERIENCING HOMELESSNESS • People experiencing homelessness are exposed to all types of weather and extremes. • A lack of shelter beds keeps many outside and exposed. • Many are exposed while waiting for public transportation. • During certain seasons they are often without weather-appropriate clothing and shoes, though some respondents provide some services, programs, and supplies. • Some social sector organizations engage with transient people experiencing climate change around their basic needs, but not for climate or environmental-related discussions. • Some organizations that work with homeless populations share data publicly, but none intentionally share data with the environmental sector. • Some environmental sector organizations engage the public and are interested in working with homeless people, but do not directly target or recruit them for input.WHO COUNTS IN CLIMATE RESILIENCE? 15 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB RESEARCH SUMMARY: H-2B WORKERS • Few respondents in this survey answered questions relating to H-2b workers, so details on their experiences are sparse. • One social sector organization’s work may impact workers if they visit a food pantry or shelter. • One environmental sector respondent said their work with wastewater treatment determines housing availability, which impacts workers in areas with limited housing. • One environmental sector respondent said they sponsor H-2b workers, and provide housing and full-time jobs, at a business that is impacted by coastal fooding. • One environmental sector respondent said they engage H-2b employers. • Others had no response, responded “n/a,” or were not sure if their work benefts this group. NOTABLE INSIGHTS • Different sectoral time scales related to weather and climate: Respondents in the social sector, primarily working with persons experiencing homelessness, often talked about immediate weather-related needs such as shelter from storms and winter weather. Respondents in the environmental sector often talked about longer-term climate related needs such as updating sewer systems to deal with fooding and mitigate property damage in the future. Many in this sector also consider the public and do not serve a specifc group. For example, few providers mentioned heat as a key risk factor for people experiencing transience. However, heat exposure is considered a long-term threat to these populations, as it is already impacting people experiencing homelessness. • From these responses, it appears there is a key barrier to including transient populations in climate resilience planning: advocacy organizations are mired in addressing day-to- day needs, while environmental organizations approach climate resilience through long-term-planning. Further, it is uncertain if most advocacy groups have access to participate or engage in climate planning processes. It appears there is a key barrier to including transient populations in climate resilience planning: advocacy organizations are mired in addressing day-to-day needs, while environmental organizations approach climate resilience through long-term-planning.WHO COUNTS IN CLIMATE RESILIENCE? 16 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB CONCLUSIONS T his research uniquely combined socio-environmental data on transient populations—people experiencing homelessness and international seasonal workers—who are frequently neglected within climate resilience efforts in coastal Massachusetts. It highlights the challenges these populations face from climate change and weather impacts, such as intense storms, cold weather, and fooding. Importantly, We found that homeless and we found that homeless and H-2b populations are clustered in different geographic areas, and H-2b populations are clustered in therefore face distinct regional environmental different geographic areas, and threats, which can inform climate resilience therefore face distinct regional initiatives. environmental threats, which can It also revealed that organizations represented by inform climate resilience initiatives. survey and interview respondents provide various services, programs, and supplies in response to weather and climate changes, but none of the responding organizations prioritized environmental impacts transient populations experience as part of their organizational mission or goals. Further, while some respondents did express interest in reaching transient populations and working with other sectors to achieve better community coverage, the organizations within both the social and environmental sectors seem siloed, isolated from each other, and rarely collaborate. Overall, this work illuminates the silos that exist among different municipal sectors, a gap in community level support that specifcally addresses environmental impacts to transient populations in the short and long-term, and ignores their unique regional experiences, all of which can be considered obstacles to achieving comprehensive community resilience. These fndings suggest transient populations are often left on their own to cope with climate and weather impacts, with little community support beyond temporary shelter or materials to address some of their immediate needs. Yet, these obstacles also present opportunities for solutions. For example, organizations and agencies could more intentionally identify climate and weather threats to their transient clients, and engage, prioritize, plan for, and respond to specifc threats at the local level. Though funding and staff capacity can be limiting, if more social and environmental sector decision-makers prioritize breaking down silos and critically reviewing practices and policies that traditionally segregate sectors, there are ample opportunities for inter-sector collaboration and data sharing. With these types of approaches, communities can develop more nuanced strategies for including transient populations in climate resilience that have the potential to transform climate resilience efforts in coastal Massachusetts into more inclusive, and just, approaches.WHO COUNTS IN CLIMATE RESILIENCE? 17 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FUTURE RESEARCH T his research will be published in upcoming academic articles. These publications, and the Story Map, offer a solid foundation for future research and analysis on this topic that we hope will become a more robust collection of materials on transient populations within the context of climate change. Future work on this topic could include conducting more interviews for more in-depth insights into how social and environ- mental organizations can engage transient populations around environmental topics, and what organizational funding opportunities, missions, and priorities historically have deterred this type of engagement. Decision-making processes and the co-production of climate and weather knowledge can be explored more. Also, comparative perspectives on the nuanced differences among transient populations, geographic regions, and differential climate change impacts on these diverse populations would be valuable contributions to this research. Decision-making processes and the co-production of climate and weather knowledge can be explored more. Also, comparative perspectives on the nuanced differences among transient populations, geographic regions, and differential climate change impacts on these diverse populations would be valuable contributions to this research.WHO COUNTS IN CLIMATE RESILIENCE? 18 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB APPENDIX A: METHODS & DATA ABOUT THE CLIMATE DATA To better understand what exposures transient populations experience in coastal Massa-chusetts, we considered climate data relevant to the study areas. We applied 30-year climate “normals” generated by Prism Climate Group, which are baseline datasets describing average monthly and annual conditions over the most recent three full decades. At the end of each decade, average values for temperature and precipi- tation are computed over the preceding 30 years. The PRISM data are for 1991-2020 for mainland U.S. and are hosted by Oregon State University. We also consulted a second set of 30-year “normals” by the National Oceanic and Atmospheric Administration (NOAA), as well as local data, including Boston Water and Sewer Commission Annual Rainfall data for precipitation and temperatures trends. ABOUT THE SOCIAL SERVICES DATA We collected two main sources of social service data on transient populations for this study. First, we collected point-in-time (PIT) estimates of homelessness from 2007 through 2021 in Massachusetts from the U.S. Department of Housing and Urban Development. These include estimates of sheltered, unsheltered, and total persons experiencing homelessness by Continuum of Care (CoC) region. We also collected records of H-2b seasonal worker visa requests from the U.S. Department of Labor from 2008 through 2021. These include complete records of all employers who requested visas, including how many were requested by each employer. We restructured these data by zip code to create a geographic count of visas requested each year. We aggregated these data by zip code to create a geographic count of visas requested by each Massachusetts-based employer each year. For map presentation, we then further aggregated these counts by municipality. ABOUT THE SURVEY DATA To collect data on how service providers understand their work with transient populations, we frst developed a sampling frame of 135 organizations in the Boston and Cape Cod areas that primarily work in human services and the environmental sector. Between November 5 and December 15, 2021, we contacted organizations via email inviting them to complete an online questionnaire via Qualtrics, which included eight questions in total. We received responses from surveys and follow-up interviews for 13 social services and environmentalWHO COUNTS IN CLIMATE RESILIENCE? 19 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB sector stakeholders in the Boston Area and Cape Cod, Massachusetts. Our response rate was 10%, which is comparable to most standard survey contact and response rates. All survey responses and follow-up interviews were anonymized, except for the organizational and personal data relating to the two interviews conducted through email, which was removed to ensure their anonymity. For the analysis, we conducted two rounds of coding and synthesized the survey and interview data. During the initial phase of coding, we iden- tifed key thematic codes. In the second phase, we applied a structured classifcation of the interviews under the key themes. The coding process was performed individually by three researchers and then discussed as a group. ABOUT THE SURVEY AND INTERVIEW DATA ON H-2B WORKERS Since there was less data collected for this research on H-2b workers than people experi- encing homelessness, research funded by National Oceanic and Atmospheric Administration (NOAA) is included here for insights on these populations.2 In total, the NOAA-funded work resulted in four personal interviews, 17 paper survey responses, and six digital surveys with workers living in Provincetown, MA. At the end of the research, 23 workers responded to at least one survey question, and 22 completed most survey questions. The questions on both surveys and interviews started with questions relating to the participant’s work history on the Cape, and included questions about their housing, transportation, and food experiences. Also collected were demographic details about participants. Research with H-2b workers took place primarily in the summer and fall of 2022. H-2B WORKER DATA Many participants engaged for this research have been working in Provincetown each summer for years, while others were there for the frst time. Some lived in employee housing at the hotels where they worked, others lived in houses with their spouses, which they had to fnd on their own. Some walked to work, others had friends give them rides, and a few had employee transport. The following charts and graphs offer more detailed insight. H-2b Participant Ages 25% ■ 18–25 33% ■ 26–35 ■ 36–50 20 respondents of 23 total participants 42% 2 NOAA AdSci: NA21OAR4310272WHO COUNTS IN CLIMATE RESILIENCE? 20 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Percentage of Nationalities by Age Jamaican 25 and older Jamaican 25 and under Bulgarian 25 and under Greek 25 20 respondents of and over 23 total participants 0% 10% 20% 30% 40% 50% 60% Percentage of Nationalities by Gender 55% 25% 20 respondents of 23 total participants 5% 5% 5% 5% Jamaican Jamaican Bulgarian Bulgarian Greek Greek Women Men Women Men Women Men Questions relating to participants age, gender, nationality, race, and ethnicity were answered by 20 respondents, though three did not answer questions about their race, and one put their nationality in place of race. Housing, Transportation, and Commute Among the respondents who answered questions about housing, 19 provided demographic information. Two of the 19 say they had no employer housing, including one Caucasian male under the age of 25, and one Jamaican female between ages 25 and 35.WHO COUNTS IN CLIMATE RESILIENCE? 21 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Workers with Employer Provided 18% Housing ■ Employer Provided Housing ■ No Employer Provided Housing 82% 22 respondents of 23 total participants Number of Workers with Employer Provided Housing by Type 15 ■ Employer Provided Housing ■ No Employer Provided Housing 22 respondents of 23 total participants 1 1 1 Group Housing Private Homes Hotel Of the 15 respondents who said their employer provided them with group housing, three further clarifed the arrangement, with two saying they were in dorms and one saying they were in a private house. Four respondents did not indicate the type of housing they had at the time of the survey. Number of Workers with Employer ■ Participants with Transportation 18% Employer Provided Transportation ■ Participants without Employer Provided 82% Transportation 20 respondents of 23 total participantsWHO COUNTS IN CLIMATE RESILIENCE? 22 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Among those who indicated they have employer transportation one respondent said their employer provides a shuttle to and from work to home each day for H-2b workers. Percentage of H-2b Participants with Commutes ■ Commute to Work Disrupted by is Not Disrupted Storms, Weather, 42% 58% and Flooding ■ Commute to Work is Disrupted 19 respondents of 23 total participants There were 19 responses to a question about whether their commute to and from work was ever disrupted by weather, storms, or fooding. Those who said their commute had been disrupted listed the following events as the cause for the disruptions—hurricanes, storms, heavy rain, tropical storms, heavy wind, downpours, thunderstorms, exteme heat, and extreme cold. Three respondents indicated they get storm/evacuation information online, one said they fnd this information another way, and one said their employer provides them details. Percentage of H-2b Participants ■ Percentage of 21% Who Know H-2b Workers Who Where to Shelter Know Where to Go if Major Storm During a Storm ■ Percentage of H-2b Workers Who Do Not 19 respondents of 79% 23 total participants Know Where to Go During a StormWHO COUNTS IN CLIMATE RESILIENCE? 23 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Workers Who Have/Not Seen ■ Workers Who Have Flooding Seen or Experienced Flooding 41% ■ Workers Who 17 respondents of 23 total participants 59% Have Not Seen or Experienced Flooding Of those who responded to the question, 10 said they have not seen fooding on their way to and from work and seven said yes, they have seen fooding. Places Flooding Observed by H-2b Workers by Location Along 0 Streams Tunnels/ 0 Bridges Parks 1 Near Beaches 2 Harbor Area 3 14 respondents of Streets 3 23 total participants Gutter/ 5 Sidewalks 0 1 2 3 4 5 6 Few people responded to questions about where they see fooding, though one said it foods in areas between the Dune Crest Hotel and downtown Provincetown along gutters and/or sidewalks.WHO COUNTS IN CLIMATE RESILIENCE? 24 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB APPENDIX B: SURVEY & INTERVIEW QUESTIONS SURVEY QUESTIONS: SOCIAL SECTOR 1. Please pick the best description for your organization. Does your organization serve: • Primarily homeless populations • Primarily non-homeless populations • Primarily homeless and non-homeless populations 2. Please describe how the people you serve are impacted by rain, storms, fooding, or extreme temperatures. For example, do they spend most of their day outside, do they have access to snow/rain boots? (Open question) 3. What programs does your organization offer in response to weather events like heavy rain, storms, snow, fooding, or extreme temperatures, if any? (Open question) 4. Does your organization engage the people it serves in leadership, such as shaping goals or strategies? (y/n) 5. If yes, how are they engaged? (Open question) 6. Please describe the relationship your organization has with the environmental sector, including groups working on extreme weather or emergency management in the city. For example, do you share data, do outreach, or collaborate? 7. Please describe how you think the people your organization serves beneft from local policies and plans that address weather events such as heavy rain, storms, snow, foods, or extreme temperatures. 8. How do you think the people you serve could contribute to local policies and plans that address weather events such as heavy rain, storms, snow, foods, or extreme temperatures? SURVEY QUESTIONS: ENVIRONMENTAL SECTOR 1. Please pick the best description for your organization. Does your organization serve: • A private group exclusively • A specifc neighborhood or community • Multiple neighborhoods or communities • The general publicWHO COUNTS IN CLIMATE RESILIENCE? 25 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB 2. Please describe how the people you serve are impacted by rain, storms, snow, fooding, or extreme temperatures. For example, do they spend most of their day outside, do they have access to snow/rain boots? (Open question) 3. What programs does your organization offer in response to weather events like heavy rain, storms, snow, fooding, or extreme temperatures, if any? (Open question) 4. Does your organization engage the people it serves in leadership, such as shaping goals or strategies? (y/n) 5. If yes, how are they engaged? (Open question) 6. Please describe the relationship between your industry and other sectors (like hospitality, social services, housing, or transportation, or others). For example, do you share data, do outreach, or collaborate? (Open question) 7. How do you think the work your organization does benefts people experiencing homelessness, if at all? (Open question) 8. How do you think the work your organization does benefts people who are international seasonal migrant workers, if at all? (Open question) INTERVIEW QUESTIONS: SOCIAL SECTOR 1. Please briefy describe the groups of people or communities your organization primarily serves • A private group exclusively • A specifc neighborhood or community • Multiple neighborhoods or communities • The general public 2. Does your organization engage the people it serves in leadership, such as shaping goals, strategies, or programing? (If so, please briefy describe how participants are recruited and engaged). 3. Please briefy describe how the people you serve are impacted by rain, storms, fooding, or extreme temperatures. For example, do they spend most of their day outside, do they have access to snow/rain boots, shelter, transportation, etc.? 4. What programs or actions does your organization offer in response to weather events like heavy rain, storms, snow, fooding, or extreme temperatures, if any? (Can you please briefy describe the decision-making process within your organization related to this programing? I.e. funders, committee selects, public voting...etc.) 5. Please describe the relationship your organization has with the environmental sector, including groups working on extreme weather or emergency management in the city. For example, do you share data, do outreach, or collaborate? (Please briefy describe any collaborations and explain who they targeted/benefted).WHO COUNTS IN CLIMATE RESILIENCE? 26 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB 6. Please describe how you think the people your organization serves beneft from local policies and plans that address weather events such as heavy rain, storms, snow, foods, or extreme temperatures. 7. How do you think the people you serve could contribute to local policies and plans that address weather events such as heavy rain, storms, snow, foods, or extreme temperatures? 8. What, if any, successes have your organization had, and/or what obstacles does your organization face in addressing impacts from rain, storms, fooding, or extreme temperature on the people you serve? INTERVIEW QUESTIONS: ENVIRONMENTAL SECTOR 1. Please describe the groups of people or communities your organization primarily serves (i.e. general public, specifc population or community, etc.) 2. Please describe how the people you serve are impacted by rain, storms, snow, fooding, or extreme temperatures. For example, do they spend most of their day outside, do they have access to snow/rain boots, own property, etc.? 3. What programs or actions, if any, does your organization offer in response to weather events like heavy rain, storms, snow, fooding, or extreme temperatures? (Can you please briefy describe the decision-making process within your organization related to these efforts?) 4. Does your organization engage the people it serves in leadership, such as shaping goals, strategies, or programing? (If so, please briefy describe how are they recruited and engaged?) 5. Please describe the relationship between your industry and other sectors (like hospitality, social services, housing, or transportation, or others). For example, do you share data, do outreach, or collaborate? (Please briefy describe any collaborations and explain who they targeted/benefted). 6. How do you think the work your organization does benefts people experiencing homelessness, if at all? 7. How do you think the work your organization does benefts people who are international seasonal migrant workers, if at all? 8. Please describe any notable successes or challenges your organization has had related to participating or leading local preparedness efforts related to weather, fooding, or extreme temperatures.Who Counts in Climate Resilience? Transient Populations and Climate Resilience in Boston and Cape Cod, Massachusetts Sustainable Solutions Lab University of Massachusetts, Boston 100 Morrissey Blvd, Boston, MA 02125 umb.edu/ssl",
    "TEXT BY PAGE": [
        "Who Counts in Climate Resilience? Transient Populations and Climate Resilience in Boston and Cape Cod, Massachusetts",
        "WHO COUNTS IN CLIMATE RESILIENCE? i UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Who Counts in Climate Resilience? Transient Populations and Climate Resilience in Boston and Cape Cod, Massachusetts Johnna Flahive, Katsyris Rivera Kientz, Dlynzee Damas, Chris Watson, Dr. Evan Stewart, Dr. Ellen Douglas September 2023 A Findings Report University of Massachusetts, Boston Sustainable Solutions Lab",
        "WHO COUNTS IN CLIMATE RESILIENCE? ii UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB TABLE OF CONTENTS 1 Executive Summary 3 Project Approach 5 Participant and Population Profles 9 Climate Change and Weather Exposures 10 Exposures Transient Populations Experience 13 Summary of Results 16 Conclusions 17 Future Research and Acknowledgements 18 Appendix A 24 Appendix B FIGURES 4 Figure 1 : Homeless and H-2b Worker Populations in Massachusetts, 2021. 6 Figure 2 : U.S. Urban Housing Authority designates funding by Continuum of Care (CoC) regions, rather than by cities and townships. 8 Figure 3 : Highlighted zip codes include Nantucket (02554) and Provincetown (02657), MA 10 Figure 4 : Map with precipitation and homeless populations by CoC regions, 2021. 11 Figure 5 : Map with precipitation and H-2b populations, 2021. 11 Figure 6 : Map with temperatures and homeless populations by CoC regions, 2021. 12 Figure 7: Map with temperatures and H-2b populations, 2021. 14 Figure 8: Frequency of climate and weather-related events mentioned by survey and interview respondents.",
        "WHO COUNTS IN CLIMATE RESILIENCE? iii UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB ACKNOWLEDGEMENTS We would like to thank several organizations and individuals for supporting this research. First, we are grateful to the Sustainable Solutions Lab (SSL) at the University of Massachu- setts, Boston, for funding our effort to conduct research with decision-makers in Boston and Cape Cod, Massachusetts. We want to specifcally thank everyone at SSL, including its Director Rebecca Herst and Associate Director Gabriela Boscio Santos, for their support throughout the research process and for their work on this report. We also want to thank the National Oceanographic and Atmospheric Administration (NOAA) Adaptive Sciences program (NA21OAR4310272) for supporting our engagement with H-2b workers. We gratefully acknowledge the NOAA staff and the overall support from both funders, without whom this research would not be possible. We also want to acknowledge the individuals and organizations that participated in our study and sincerely thank them for their time and valuable insights. Finally, we would like to thank the Barr Foundation for their continued support of the Sustainable Solutions Lab. ABOUT THE SUSTAINABLE SOLUTIONS LAB The Sustainable Solutions Lab (SSL) is an interdisciplinary research institute at UMass Boston focused on keeping historically excluded people and communities safe and healthy in the face of climate change.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 1 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB EXECUTIVE SUMMARY CLIMATE CHANGE & CLIMATE JUSTICE In the Northeast U.S., climate change impacts are predicted to increase and intensify unless global carbon emissions are reduced enough to mitigate impacts on local munici- palities. As a result, thousands of people in Massachusetts are vulnerable to dynamic and extreme weather conditions, including temperature fuctuations and precipitation patterns, particularly those who are socially, politically, or economically marginalized. While decision-makers in Boston and Cape Cod municipalities must consider diverse stakeholder needs, one population is notably missing from most climate resilience efforts: people experiencing transience, due to housing insecurity. Within the Commonwealth there are two transient populations who are among the most climate vulnerable: people experiencing homelessness, and international seasonal H-2b workers. Both groups are vulnerable due in part to housing insecurity, poverty, and regular exposure to climate change and related weather impacts. To date though, very little data on their environmental exposure and experiences have been collected. To address this, a team of social and environmental scientists at the University of Massachusetts Boston conducted qualitative and quantitative data analysis, a survey, and interviews. While quantitative data represented the entire Commonwealth, survey responses and interviews specifcally represented two regions where people experience transience and climate change impacts: the city of Boston and Barnstable County (Cape Cod). Research goals included learning what climate change impacts and weather conditions transient people in coastal Massa- chusetts are exposed to, how municipal social and environmental sectors engage, prioritize, and respond to these populations’ climate and weather-related needs, and if there are cross-sector collaborations. While decision-makers in Boston and Cape Cod municipalities must consider diverse stakeholder needs, one population is notably missing from most climate resilience efforts: people experiencing transience, due to housing insecurity.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 2 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB KEY FINDINGS Supported by the Sustainable Solutions Lab, and through the lens of climate justice, this project examined decision-maker priorities in the city of Boston in Suffolk County and Barnstable County, Massachusetts. Based on survey and interview feedback, we found . . . • Transient people are exposed to a variety of weather and climate conditions, including extreme heat and rainfall events, storms, and fooding. Boston and coastal Cape Cod contend with slightly higher temperatures than inland areas, Boston and the upper Cape receive moderately more rain than in the outer Cape. • Social sector organizations address immediate weather-related priorities, while environmental sector organizations consider long-term climate change challenges. • Social and environmental sectors work in isolation from each other and rarely collaborate. • Transient people are often not engaged around climate issues—their climate and weather experiences are not high organizational priorities. • Transient people are not well represented within local climate resilience initiatives. Transient people are exposed to a variety of weather and climate conditions, including extreme heat and rainfall events, storms, and fooding and are often not engaged around climate issues—their climate and weather experiences are not high organizational priorities.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 3 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB PROJECT APPROACH This research was initiated to address a signifcant gap in the literature on transient populations within climate resilience planning and generate information crucial to informing decision-makers who develop climate initiatives. The project goals were to determine what climate and weather conditions transient people are exposed to, how the social and environmental sectors engage, prioritize, and respond to transient people and their climate experiences, and if there is cross-sector collaboration. This study used a mixed method design. We reviewed government and organizational reports and academic articles. We collected and synthesized quantitative demographic and geographic data for Massachusetts, including point-in-time estimates of homeless people, applications for H-2b workers—international seasonal workers in the U.S. on work visas— and climate and weather data, including measures for precipitation and temperature. We also designed and distributed a self-administered online questionnaire (Qualtrics) and requests for interviews to a sample of organizations in the social and environmental sectors of Boston and Cape Cod (for more information, see Methodological Appendix). We obtained responses from thirteen organizations, which were balanced evenly across sectors. This work will be shared in academic papers (forthcoming) and the data has been used to develop a web-accessible (GIS) Story Map with more details and spatial analysis relating to precipita- tion and temperatures that impact homeless and H-2b populations. (Who Counts in Climate Resilience?) Selected Respondent Quotes Climate Threats Exposed Climate Risks Revealed Climate Resilience— Transience & Exclusion [Clients] face different impacts “The weather in New England gets “The people we serve are most margin- from weather, including erosion, tidal relatively cold in the winter months alized in many aspects of our society. fooding, coastal storm fooding, rain- and it is not uncommon to locate people Therefore their voices should be front fall fooding, snow/ice storms, drought, in the woods or on the streets who are and center when decisions are made and extreme heat events. Impacts suffering from hypothermia and other so that local policies and plans do not include dangers to life, damage to cold-weather related consequences continue to exclude them. The folks property (including public or private such as frostbite which has resulted we serve are speaking, they just need natural resources), degradation or in the loss of toes, etc. Also, I feel the more people to value what they are interruption of services that they emotional and mental stress from saying and truly hear out their ideas provide, and economic impacts worrying about incoming weather is and perspectives. As they may be most (income, wages, revenue, bad for people’s mental health.” vulnerable to climate change impacts expenditure, debt, etc.). Interview Respondent, we should prioritize their needs . . .” Survey Respondent, Social Sector Environmental Sector Survey Respondent, Social Services Sector",
        "WHO COUNTS IN CLIMATE RESILIENCE? 4 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 1 Homeless and H-2b Worker Populations in Massachusetts, 2021 DATA SOURCES U.S. Urban Housing Development (HUD), and U.S. Department of Labor, Performance Data (2021); Map: Chris Watson, Dlynzee Damas, Johnna Flahive The project goals were to determine what climate and weather conditions transient people are exposed to, how the social and environmental sectors engage, prioritize, and respond to transient people and their climate experiences, and if there is cross-sector collaboration.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 5 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB PARTICIPANT & POPULATION PROFILES ORGANIZATIONS SOLICITED T he survey and interviews conducted for this research targeted organizations and agencies in the social and environmental sectors in Boston and Cape Cod, Massachusetts. In the Boston metro area, there are over 2,000 human services non-profts, and around 700 environmental organizations, while in one town on Cape Cod, the town of Barnstable, has around 111 human service organizations and 101 environmental ones. Some of the organizations solicited to participate in this research included homeless shelters, health and service providers, food pantries, municipal public works and emergency services, funders, community outreach organizers, and food experts, among others. Participant feedback from these organizations signifcantly informed this study. SURVEY RESPONDENTS The survey conducted for this research was anonymous; to avoid compromising the identity of our participants, we could not ask details about who responded. To compensate, we con- sulted other information on decision-makers, organizations, and agencies for insight into the potential demographics of our respondents. Related to the social sector and governing corporate bodies, we found that in the U.S., women make up 75% of workers in social assis- tance, health care, and education—industries where most U.S. nonprofts work, implying they fll most roles in nonprofts. However, we also found that as of 2018, leadership at nonprofts was still dominated by men. Among Massachusetts’ top 50 commissions and boards, women comprise 34% of board chairs and 22% serve as CEOs, and people of color make up 7% of CEOs in Massachusetts’ public agencies. Related to the environmental sector, one job market website says there are over 63,000 environmental managers working in the U.S. and most are white, and between 40-50 years old. According to this website, 25.1% of environmental managers are women and 18% of all are LGBT. PEOPLE EXPERIENCING HOMELESSNESS All respondents were asked about the two primary transient populations that are the focus of this study, and many respondents work directly with people experiencing homelessness. To understand who survey respondents serve, this section offers a brief profle on them. People experiencing homelessness stay in shelters or live outside, and generally rely on public transportation, ride bikes, or walk everywhere, leaving them more exposed to weather and temperatures more frequently than non-transient people. There is also an unknown number who “couch hop” (stay with friends and family) and many live in their cars. This segment of the homeless population is often referred to as “hidden” or “invisible,” because",
        "WHO COUNTS IN CLIMATE RESILIENCE? 6 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 2 Homelessness in Boston and Cape Cod Regions )elpoep #( etamitsE emiT ni tnioP 6,000 4,000 2,000 0 2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 2018 2019 2020 U.S. Urban Housing Authority designates funding by Continuum of Care (CoC) regions, rather than by cities and townships. Each CoC region has a different numerical identifer. (Boston, 500; Cape Cod, 503). DATA SOURCE US Department of Housing and Urban Development they are likely not included in point in time, or shelter, counts each year. If so, the responses received as part of this survey do not refect these populations, indicating they, too, are excluded from climate discourse. Point in Time counts data for homeless populations in Massachusetts in 2020 indicate there were 17, 975 sheltered and unsheltered homeless people, and in 2021 were 13,944 sheltered homeless people including 1,144 chronically homeless. Also in 2021, there were 2,870 homeless households, 7,1993 women, 29 transgender, and while most homeless people were white, there were also 5,022 Hispanic/Latinx, and 5,003 Black or African American homeless people, among other genders, races and ethnicities. Estimates from the U.S. Department of Housing and Urban Development (HUD) indicate most of the state’s home- less people are concentrated in Boston and the surrounding area, where more services are available. As indicted in Figure 2, in 2020 in Boston (MA-500), there were 6,192 total homeless, including 135 unsheltered people, and 4,645 total homeless people in 2021 (not shown). In comparison, on Cape Cod (MA-503) in 2021 there were 343 adults and children experiencing homelessness.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 7 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB H-2B INTERNATIONAL SEASONAL WORKERS In contrast to Boston’s homeless populations, records from the U.S. Department of Labor indicate that businesses requesting to hire H-2b seasonal workers, are concentrated in and around Barnstable County, Cape Cod, and the surrounding islands. The U.S. H-2b interna- tional visa program, through the Department of Homeland Security’s U.S. Citizenship and Immigration Ofce, allows employers nationwide to recruit 66,000 seasonal workers from abroad. This program allows employers in places like Cape Cod and surrounding islands to recruit workers from dozens of other countries when there is not enough help locally during peak tourist season. The number of H-2b workers allowed into the U.S. each year can vary depending on the Administration in the White House, and Congress. Though the survey for this project did not include organizations on Martha’s Vineyard and Nantucket, research shows many workers there and throughout Cape Cod are hired by businesses, especially in hospitality and landscaping. While many do not need transporta- tion to work, in 2021, only 35% of H-2b employers offered daily transportation to worksites. Other workers often use public transportation, walk, or bike during the summer months. While many employers in Cape Cod offer housing or help fnding housing, in 2021, an esti- mated 37% employers did not offer housing. This leaves many workers in search of lodging in one of the most expensive markets during peak tourist season. Anecdotally, locals say they often end up in makeshift, sub-standard housing options, with shift workers sharing beds. Some have stayed in local homeless shelters.1 It also means municipalities need to consider this population within climate change mitigation and adaptation strategies. Yet, they rarely seem engaged within climate discourse. While there appears to be, on average, a few thousand H-2b workers recruited to work in Cape Cod each year, few respondents to this survey appeared to work with them or know much about this population. While many employers in Cape Cod offer housing or help fnding housing, in 2021, an estimated 37% employers did not offer housing. This leaves many workers in search of lodging in one of the most expensive markets during peak tourist season. It means municipalities need to consider this population within climate change mitigation and adaptation strategies. Yet, they rarely seem engaged within climate discourse. 1 Personal communications, Provincetown city staff, July 2021; shelter employees, Oct. 2021",
        "WHO COUNTS IN CLIMATE RESILIENCE? 8 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 3 Seasonal Work in Massachusetts Zip Codes 800 600 400 200 0 2016 2017 2018 Highlighted zip codes include Nantucket (02554) and Provincetown (02657), MA DATA SOURCE Department of Labor Performance Data devorppA srekroW B2H latoT",
        "WHO COUNTS IN CLIMATE RESILIENCE? 9 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB CLIMATE CHANGE & WEATHER EXPOSURES In January of 2018, one of the largest western Atlantic winter storms in decades pummeled the Northeast coast of the U.S. This was followed in March of 2018 with three additional Nor’easters that incapacitated the area as ice water fooded through the streets of coastal towns. The rapid succession of major winter storms in the area is rare, but increasingly heavy downpours, rising temperatures, and sea level rise characterize climate change in the Northeast, U.S. These conditions are predicted to increase and intensify unless global carbon emissions are reduced enough to mitigate climate change impacts. These climate change impacts put transient people—groups of people without consistent Boston and Cape Cod are high- access to shelter– at signifcant risk. lighted in this research because Boston and Cape Cod are highlighted in this research they contain more people because they contain more people experiencing experiencing homelessness homelessness and H-2b workers than other locations and H-2b workers than other in Massachusetts, and both have dynamic weather and climate systems that impact these populations. North- locations in Massachusetts, and eastern U.S. coastal communities regularly experience: both have dynamic weather and • Two types of major storm systems: Nor’easters, climate systems that impact storms with low pressure systems and northeast- these populations. erly winds blowing off the ocean, and Atlantic hurricanes that move north from the tropics. • Heavy precipitation events that are predicted to increase in frequency and intensity in the next few decades. • Droughts and a warming trend that has spawned increasing numbers of “heat waves,” since 1970, warming at an average of 0.5°F every 10 years.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 10 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB EXPOSURES TO PEOPLE EXPERIENCING TRANSIENCE This project applied a baseline dataset of 30-year climate “normals” that describe average monthly and annual conditions over the most recent three full decades. At the end of each decade, average values for temperature and precipitation for mainland U.S. are computed over the preceding 30 years. (Most recently, 1991–2020). This information was combined with population data in the maps shown in Figures 4 through 7. Combining these data illustrates how exposed each population may have been to precipitation and temperatures. These maps suggest that many Massachusetts locales with the largest populations experiencing homelessness also face elevated rates of rainfall relative to the rest of the state. H-2b workers in the outer Cape Cod area, experience less precipitation, on average than in Boston, or the upper Cape areas. These maps also suggest that homeless people and H-2b workers along the coastal areas in both Boston and Cape Cod faced warmer temperatures than people further inland. FIGURE 4 Map with precipitation and homeless populations by CoC regions, 2021. DATA SOURCES Prism Climate Group, hosted by Oregon State University; Map: Dlynzee Damas, Chris Watson, Johnna Flahive",
        "WHO COUNTS IN CLIMATE RESILIENCE? 11 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 5 Map with precipitation and H-2b populations, 2021. DATA SOURCES Prism Climate Group, hosted by Oregon State University; Map: Dlynzee Damas, Chris Watson, Johnna Flahive FIGURE 6 Map with temperatures and homeless populations by CoC regions, 2021. DATA SOURCES Prism Climate Group, hosted by Oregon State University; Map:, Dlynzee Damas, Chris Watson, Johnna Flahive",
        "WHO COUNTS IN CLIMATE RESILIENCE? 12 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 7 Map with temperatures and H-2b populations, 2021. DATA SOURCES Prism Climate Group, hosted by Oregon State University; Map: Chris Watson, Dlynzee Damas, Johnna Flahive This project applied a baseline dataset of 30-year climate “normals” that describe average monthly and annual conditions over the most recent three full decades. At the end of each decade, average values for temperature and precipitation for mainland U.S. are computed over the preceding 30 years.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 13 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB SUMMARY OF RESULTS OVERALL SIGNIFICANT FINDINGS • Transient people are exposed to a variety of weather and climate conditions including extreme heat and rainfall events, storms, and fooding. • Boston and coastal Cape Cod experience slightly higher temperatures than inland areas, and Boston and the upper Cape receive moderately more rain than in the outer Cape. • Social sector organizations address immediate weather-related priorities, environmental sector organizations consider long-term climate change challenges. • Social and environmental sectors work in isolation from each other and rarely collaborate. • Transient people are often not engaged around climate issues—their climate and weather experiences are not high organizational priorities. • Transient people are not well represented within local climate resilience initiatives. RESPONDENT SUMMARY: ENVIRONMENTAL CONDITIONS & EVENTS In their responses, survey and interview respondents described climate and weather conditions that affect the transient people they serve or work within both Boston and Cape Cod (see Figure 8, p. 13). Among them, weather, fooding, storms, and rain were the top four most frequently mentioned terms. Considering many homeless and international people here working have tenuous housing, limited transportation options, and limited weather- appropriate clothing, exposure to these conditions can be life threatening. This insight is useful for decision-makers in both social and environmental sectors to consider when planning to address weather and climate impacts on the populations their organization serves. Considering many homeless and international people here working have tenuous housing, limited transportation options, and limited weather-appropriate clothing, exposure to these conditions can be life threatening.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 14 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FIGURE 8 Frequency of climate and weather-related events mentioned by survey and interview respondents. Weather Flooding Storms Rain Cold Winter Snow Temps Heat Summer Drought Hurricanes Wind Wet Conditions 0 5 10 15 20 Frequency of Mentions by Respondents RESEARCH SUMMARY: PEOPLE EXPERIENCING HOMELESSNESS • People experiencing homelessness are exposed to all types of weather and extremes. • A lack of shelter beds keeps many outside and exposed. • Many are exposed while waiting for public transportation. • During certain seasons they are often without weather-appropriate clothing and shoes, though some respondents provide some services, programs, and supplies. • Some social sector organizations engage with transient people experiencing climate change around their basic needs, but not for climate or environmental-related discussions. • Some organizations that work with homeless populations share data publicly, but none intentionally share data with the environmental sector. • Some environmental sector organizations engage the public and are interested in working with homeless people, but do not directly target or recruit them for input.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 15 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB RESEARCH SUMMARY: H-2B WORKERS • Few respondents in this survey answered questions relating to H-2b workers, so details on their experiences are sparse. • One social sector organization’s work may impact workers if they visit a food pantry or shelter. • One environmental sector respondent said their work with wastewater treatment determines housing availability, which impacts workers in areas with limited housing. • One environmental sector respondent said they sponsor H-2b workers, and provide housing and full-time jobs, at a business that is impacted by coastal fooding. • One environmental sector respondent said they engage H-2b employers. • Others had no response, responded “n/a,” or were not sure if their work benefts this group. NOTABLE INSIGHTS • Different sectoral time scales related to weather and climate: Respondents in the social sector, primarily working with persons experiencing homelessness, often talked about immediate weather-related needs such as shelter from storms and winter weather. Respondents in the environmental sector often talked about longer-term climate related needs such as updating sewer systems to deal with fooding and mitigate property damage in the future. Many in this sector also consider the public and do not serve a specifc group. For example, few providers mentioned heat as a key risk factor for people experiencing transience. However, heat exposure is considered a long-term threat to these populations, as it is already impacting people experiencing homelessness. • From these responses, it appears there is a key barrier to including transient populations in climate resilience planning: advocacy organizations are mired in addressing day-to- day needs, while environmental organizations approach climate resilience through long-term-planning. Further, it is uncertain if most advocacy groups have access to participate or engage in climate planning processes. It appears there is a key barrier to including transient populations in climate resilience planning: advocacy organizations are mired in addressing day-to-day needs, while environmental organizations approach climate resilience through long-term-planning.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 16 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB CONCLUSIONS T his research uniquely combined socio-environmental data on transient populations—people experiencing homelessness and international seasonal workers—who are frequently neglected within climate resilience efforts in coastal Massachusetts. It highlights the challenges these populations face from climate change and weather impacts, such as intense storms, cold weather, and fooding. Importantly, We found that homeless and we found that homeless and H-2b populations are clustered in different geographic areas, and H-2b populations are clustered in therefore face distinct regional environmental different geographic areas, and threats, which can inform climate resilience therefore face distinct regional initiatives. environmental threats, which can It also revealed that organizations represented by inform climate resilience initiatives. survey and interview respondents provide various services, programs, and supplies in response to weather and climate changes, but none of the responding organizations prioritized environmental impacts transient populations experience as part of their organizational mission or goals. Further, while some respondents did express interest in reaching transient populations and working with other sectors to achieve better community coverage, the organizations within both the social and environmental sectors seem siloed, isolated from each other, and rarely collaborate. Overall, this work illuminates the silos that exist among different municipal sectors, a gap in community level support that specifcally addresses environmental impacts to transient populations in the short and long-term, and ignores their unique regional experiences, all of which can be considered obstacles to achieving comprehensive community resilience. These fndings suggest transient populations are often left on their own to cope with climate and weather impacts, with little community support beyond temporary shelter or materials to address some of their immediate needs. Yet, these obstacles also present opportunities for solutions. For example, organizations and agencies could more intentionally identify climate and weather threats to their transient clients, and engage, prioritize, plan for, and respond to specifc threats at the local level. Though funding and staff capacity can be limiting, if more social and environmental sector decision-makers prioritize breaking down silos and critically reviewing practices and policies that traditionally segregate sectors, there are ample opportunities for inter-sector collaboration and data sharing. With these types of approaches, communities can develop more nuanced strategies for including transient populations in climate resilience that have the potential to transform climate resilience efforts in coastal Massachusetts into more inclusive, and just, approaches.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 17 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB FUTURE RESEARCH T his research will be published in upcoming academic articles. These publications, and the Story Map, offer a solid foundation for future research and analysis on this topic that we hope will become a more robust collection of materials on transient populations within the context of climate change. Future work on this topic could include conducting more interviews for more in-depth insights into how social and environ- mental organizations can engage transient populations around environmental topics, and what organizational funding opportunities, missions, and priorities historically have deterred this type of engagement. Decision-making processes and the co-production of climate and weather knowledge can be explored more. Also, comparative perspectives on the nuanced differences among transient populations, geographic regions, and differential climate change impacts on these diverse populations would be valuable contributions to this research. Decision-making processes and the co-production of climate and weather knowledge can be explored more. Also, comparative perspectives on the nuanced differences among transient populations, geographic regions, and differential climate change impacts on these diverse populations would be valuable contributions to this research.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 18 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB APPENDIX A: METHODS & DATA ABOUT THE CLIMATE DATA To better understand what exposures transient populations experience in coastal Massa-chusetts, we considered climate data relevant to the study areas. We applied 30-year climate “normals” generated by Prism Climate Group, which are baseline datasets describing average monthly and annual conditions over the most recent three full decades. At the end of each decade, average values for temperature and precipi- tation are computed over the preceding 30 years. The PRISM data are for 1991-2020 for mainland U.S. and are hosted by Oregon State University. We also consulted a second set of 30-year “normals” by the National Oceanic and Atmospheric Administration (NOAA), as well as local data, including Boston Water and Sewer Commission Annual Rainfall data for precipitation and temperatures trends. ABOUT THE SOCIAL SERVICES DATA We collected two main sources of social service data on transient populations for this study. First, we collected point-in-time (PIT) estimates of homelessness from 2007 through 2021 in Massachusetts from the U.S. Department of Housing and Urban Development. These include estimates of sheltered, unsheltered, and total persons experiencing homelessness by Continuum of Care (CoC) region. We also collected records of H-2b seasonal worker visa requests from the U.S. Department of Labor from 2008 through 2021. These include complete records of all employers who requested visas, including how many were requested by each employer. We restructured these data by zip code to create a geographic count of visas requested each year. We aggregated these data by zip code to create a geographic count of visas requested by each Massachusetts-based employer each year. For map presentation, we then further aggregated these counts by municipality. ABOUT THE SURVEY DATA To collect data on how service providers understand their work with transient populations, we frst developed a sampling frame of 135 organizations in the Boston and Cape Cod areas that primarily work in human services and the environmental sector. Between November 5 and December 15, 2021, we contacted organizations via email inviting them to complete an online questionnaire via Qualtrics, which included eight questions in total. We received responses from surveys and follow-up interviews for 13 social services and environmental",
        "WHO COUNTS IN CLIMATE RESILIENCE? 19 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB sector stakeholders in the Boston Area and Cape Cod, Massachusetts. Our response rate was 10%, which is comparable to most standard survey contact and response rates. All survey responses and follow-up interviews were anonymized, except for the organizational and personal data relating to the two interviews conducted through email, which was removed to ensure their anonymity. For the analysis, we conducted two rounds of coding and synthesized the survey and interview data. During the initial phase of coding, we iden- tifed key thematic codes. In the second phase, we applied a structured classifcation of the interviews under the key themes. The coding process was performed individually by three researchers and then discussed as a group. ABOUT THE SURVEY AND INTERVIEW DATA ON H-2B WORKERS Since there was less data collected for this research on H-2b workers than people experi- encing homelessness, research funded by National Oceanic and Atmospheric Administration (NOAA) is included here for insights on these populations.2 In total, the NOAA-funded work resulted in four personal interviews, 17 paper survey responses, and six digital surveys with workers living in Provincetown, MA. At the end of the research, 23 workers responded to at least one survey question, and 22 completed most survey questions. The questions on both surveys and interviews started with questions relating to the participant’s work history on the Cape, and included questions about their housing, transportation, and food experiences. Also collected were demographic details about participants. Research with H-2b workers took place primarily in the summer and fall of 2022. H-2B WORKER DATA Many participants engaged for this research have been working in Provincetown each summer for years, while others were there for the frst time. Some lived in employee housing at the hotels where they worked, others lived in houses with their spouses, which they had to fnd on their own. Some walked to work, others had friends give them rides, and a few had employee transport. The following charts and graphs offer more detailed insight. H-2b Participant Ages 25% ■ 18–25 33% ■ 26–35 ■ 36–50 20 respondents of 23 total participants 42% 2 NOAA AdSci: NA21OAR4310272",
        "WHO COUNTS IN CLIMATE RESILIENCE? 20 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Percentage of Nationalities by Age Jamaican 25 and older Jamaican 25 and under Bulgarian 25 and under Greek 25 20 respondents of and over 23 total participants 0% 10% 20% 30% 40% 50% 60% Percentage of Nationalities by Gender 55% 25% 20 respondents of 23 total participants 5% 5% 5% 5% Jamaican Jamaican Bulgarian Bulgarian Greek Greek Women Men Women Men Women Men Questions relating to participants age, gender, nationality, race, and ethnicity were answered by 20 respondents, though three did not answer questions about their race, and one put their nationality in place of race. Housing, Transportation, and Commute Among the respondents who answered questions about housing, 19 provided demographic information. Two of the 19 say they had no employer housing, including one Caucasian male under the age of 25, and one Jamaican female between ages 25 and 35.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 21 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Workers with Employer Provided 18% Housing ■ Employer Provided Housing ■ No Employer Provided Housing 82% 22 respondents of 23 total participants Number of Workers with Employer Provided Housing by Type 15 ■ Employer Provided Housing ■ No Employer Provided Housing 22 respondents of 23 total participants 1 1 1 Group Housing Private Homes Hotel Of the 15 respondents who said their employer provided them with group housing, three further clarifed the arrangement, with two saying they were in dorms and one saying they were in a private house. Four respondents did not indicate the type of housing they had at the time of the survey. Number of Workers with Employer ■ Participants with Transportation 18% Employer Provided Transportation ■ Participants without Employer Provided 82% Transportation 20 respondents of 23 total participants",
        "WHO COUNTS IN CLIMATE RESILIENCE? 22 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Among those who indicated they have employer transportation one respondent said their employer provides a shuttle to and from work to home each day for H-2b workers. Percentage of H-2b Participants with Commutes ■ Commute to Work Disrupted by is Not Disrupted Storms, Weather, 42% 58% and Flooding ■ Commute to Work is Disrupted 19 respondents of 23 total participants There were 19 responses to a question about whether their commute to and from work was ever disrupted by weather, storms, or fooding. Those who said their commute had been disrupted listed the following events as the cause for the disruptions—hurricanes, storms, heavy rain, tropical storms, heavy wind, downpours, thunderstorms, exteme heat, and extreme cold. Three respondents indicated they get storm/evacuation information online, one said they fnd this information another way, and one said their employer provides them details. Percentage of H-2b Participants ■ Percentage of 21% Who Know H-2b Workers Who Where to Shelter Know Where to Go if Major Storm During a Storm ■ Percentage of H-2b Workers Who Do Not 19 respondents of 79% 23 total participants Know Where to Go During a Storm",
        "WHO COUNTS IN CLIMATE RESILIENCE? 23 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB Workers Who Have/Not Seen ■ Workers Who Have Flooding Seen or Experienced Flooding 41% ■ Workers Who 17 respondents of 23 total participants 59% Have Not Seen or Experienced Flooding Of those who responded to the question, 10 said they have not seen fooding on their way to and from work and seven said yes, they have seen fooding. Places Flooding Observed by H-2b Workers by Location Along 0 Streams Tunnels/ 0 Bridges Parks 1 Near Beaches 2 Harbor Area 3 14 respondents of Streets 3 23 total participants Gutter/ 5 Sidewalks 0 1 2 3 4 5 6 Few people responded to questions about where they see fooding, though one said it foods in areas between the Dune Crest Hotel and downtown Provincetown along gutters and/or sidewalks.",
        "WHO COUNTS IN CLIMATE RESILIENCE? 24 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB APPENDIX B: SURVEY & INTERVIEW QUESTIONS SURVEY QUESTIONS: SOCIAL SECTOR 1. Please pick the best description for your organization. Does your organization serve: • Primarily homeless populations • Primarily non-homeless populations • Primarily homeless and non-homeless populations 2. Please describe how the people you serve are impacted by rain, storms, fooding, or extreme temperatures. For example, do they spend most of their day outside, do they have access to snow/rain boots? (Open question) 3. What programs does your organization offer in response to weather events like heavy rain, storms, snow, fooding, or extreme temperatures, if any? (Open question) 4. Does your organization engage the people it serves in leadership, such as shaping goals or strategies? (y/n) 5. If yes, how are they engaged? (Open question) 6. Please describe the relationship your organization has with the environmental sector, including groups working on extreme weather or emergency management in the city. For example, do you share data, do outreach, or collaborate? 7. Please describe how you think the people your organization serves beneft from local policies and plans that address weather events such as heavy rain, storms, snow, foods, or extreme temperatures. 8. How do you think the people you serve could contribute to local policies and plans that address weather events such as heavy rain, storms, snow, foods, or extreme temperatures? SURVEY QUESTIONS: ENVIRONMENTAL SECTOR 1. Please pick the best description for your organization. Does your organization serve: • A private group exclusively • A specifc neighborhood or community • Multiple neighborhoods or communities • The general public",
        "WHO COUNTS IN CLIMATE RESILIENCE? 25 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB 2. Please describe how the people you serve are impacted by rain, storms, snow, fooding, or extreme temperatures. For example, do they spend most of their day outside, do they have access to snow/rain boots? (Open question) 3. What programs does your organization offer in response to weather events like heavy rain, storms, snow, fooding, or extreme temperatures, if any? (Open question) 4. Does your organization engage the people it serves in leadership, such as shaping goals or strategies? (y/n) 5. If yes, how are they engaged? (Open question) 6. Please describe the relationship between your industry and other sectors (like hospitality, social services, housing, or transportation, or others). For example, do you share data, do outreach, or collaborate? (Open question) 7. How do you think the work your organization does benefts people experiencing homelessness, if at all? (Open question) 8. How do you think the work your organization does benefts people who are international seasonal migrant workers, if at all? (Open question) INTERVIEW QUESTIONS: SOCIAL SECTOR 1. Please briefy describe the groups of people or communities your organization primarily serves • A private group exclusively • A specifc neighborhood or community • Multiple neighborhoods or communities • The general public 2. Does your organization engage the people it serves in leadership, such as shaping goals, strategies, or programing? (If so, please briefy describe how participants are recruited and engaged). 3. Please briefy describe how the people you serve are impacted by rain, storms, fooding, or extreme temperatures. For example, do they spend most of their day outside, do they have access to snow/rain boots, shelter, transportation, etc.? 4. What programs or actions does your organization offer in response to weather events like heavy rain, storms, snow, fooding, or extreme temperatures, if any? (Can you please briefy describe the decision-making process within your organization related to this programing? I.e. funders, committee selects, public voting...etc.) 5. Please describe the relationship your organization has with the environmental sector, including groups working on extreme weather or emergency management in the city. For example, do you share data, do outreach, or collaborate? (Please briefy describe any collaborations and explain who they targeted/benefted).",
        "WHO COUNTS IN CLIMATE RESILIENCE? 26 UMASS BOSTON, SUSTAINABLE SOLUTIONS LAB 6. Please describe how you think the people your organization serves beneft from local policies and plans that address weather events such as heavy rain, storms, snow, foods, or extreme temperatures. 7. How do you think the people you serve could contribute to local policies and plans that address weather events such as heavy rain, storms, snow, foods, or extreme temperatures? 8. What, if any, successes have your organization had, and/or what obstacles does your organization face in addressing impacts from rain, storms, fooding, or extreme temperature on the people you serve? INTERVIEW QUESTIONS: ENVIRONMENTAL SECTOR 1. Please describe the groups of people or communities your organization primarily serves (i.e. general public, specifc population or community, etc.) 2. Please describe how the people you serve are impacted by rain, storms, snow, fooding, or extreme temperatures. For example, do they spend most of their day outside, do they have access to snow/rain boots, own property, etc.? 3. What programs or actions, if any, does your organization offer in response to weather events like heavy rain, storms, snow, fooding, or extreme temperatures? (Can you please briefy describe the decision-making process within your organization related to these efforts?) 4. Does your organization engage the people it serves in leadership, such as shaping goals, strategies, or programing? (If so, please briefy describe how are they recruited and engaged?) 5. Please describe the relationship between your industry and other sectors (like hospitality, social services, housing, or transportation, or others). For example, do you share data, do outreach, or collaborate? (Please briefy describe any collaborations and explain who they targeted/benefted). 6. How do you think the work your organization does benefts people experiencing homelessness, if at all? 7. How do you think the work your organization does benefts people who are international seasonal migrant workers, if at all? 8. Please describe any notable successes or challenges your organization has had related to participating or leading local preparedness efforts related to weather, fooding, or extreme temperatures.",
        "Who Counts in Climate Resilience? Transient Populations and Climate Resilience in Boston and Cape Cod, Massachusetts Sustainable Solutions Lab University of Massachusetts, Boston 100 Morrissey Blvd, Boston, MA 02125 umb.edu/ssl"
    ]
}