{
    "FILE_NAME": "https://www.amtrak.com/content/dam/projects/dotcom/english/public/documents/corporate/foia/2022-Amtrak-Climate-Vulnerability-Assessment-Summary-Report-092222.pdf",
    "ALL TEXT": "2022 Amtrak Climate Vulnerability Assessment Summary Report September 20222022 Amtrak Climate Vulnerability Assessment Summary Report Table of Contents Executive Summary......................................................................................................................................... iv 1.0 Introduction ......................................................................................................................................... 1 2.0 Assessment of NEC Climate Trends ...................................................................................................... 1 3.0 Previously Completed Amtrak Climate Change Vulnerability Assessment Activities ........................... 6 4.0 Vulnerability Assessment Inputs .......................................................................................................... 7 4.1 Planning Team Participation ............................................................................................................ 7 4.2 Study Area Identification.................................................................................................................. 8 4.3 Assets Assessed .............................................................................................................................. 10 4.4 Climate Scenario Identification ...................................................................................................... 10 4.5 Climate Stressor Identification ....................................................................................................... 13 4.5.1 Heat ........................................................................................................................................ 13 4.5.2 Precipitation ........................................................................................................................... 15 4.5.3 Wind ....................................................................................................................................... 16 4.5.4 Sea Level Rise with Storm Surge ............................................................................................. 18 4.6 Final Assets and Climate Stressors Assessment Determination ..................................................... 19 5.0 Vulnerability Assessment Methodology ............................................................................................. 21 5.1 Asset-Specific Vulnerability Scores ................................................................................................. 21 5.2 Asset/Stressor Scoring Tables and Assumptions ............................................................................ 22 6.0 Results Summary................................................................................................................................ 26 6.1 Heat Results Summary ................................................................................................................... 26 6.2 Precipitation Results Summary ...................................................................................................... 29 6.3 Wind Results Summary .................................................................................................................. 33 6.4 Sea Level Results Summary ............................................................................................................ 35 6.5 Study Limitations and Constraints .................................................................................................. 40 7.0 Conclusion/Next Steps ....................................................................................................................... 40 Appendix A: Scoring Tables Appendix B: Maps i2022 Amtrak Climate Vulnerability Assessment Summary Report List of Tables Table 1. Trends and Projections (Qualitative) for Average Annual Precipitation Totals and Extreme Precipitation Events in the NEC (U.S. Global Change Research Program, 2017) .............................................. 3 Table 2. Observed Trend and Projected Change for 2050 and 2100 for Annual Average Temperature for the NEC. Historical Change Expressed is the Difference Between the Average for Present-Day (1986–2016) and the Average for the First Half of the Last Century (1901–1960). Projected Values are Change in Annual Average Temperatures from Present Day for the NEC. ................................................................................... 4 Table 3. Average Number of $1 Billion Disasters (NCEI) .................................................................................. 6 Table 4. Resilience Roundtable Participants for the VA ................................................................................... 7 Table 5. Asset and Vulnerability Assessment Group Roundtable Details ......................................................... 7 Table 6. Asset and Source Information .......................................................................................................... 10 Table 7. NEC Locations and Associated Historical and Future Projected Number of Days with Extreme Heat ... 14 Table 8. NEC Locations and Associated Historical and Future Projected Number of Days with Heavy Rainfall ....................................................................................................................................................................... 15 Table 9. NEC Locations and Associated Historical and Future Projected 100-year Return Period Wind Gust 17 Table 10. Climate Stressor-Asset Matrix of Assets Assessed .......................................................................... 20 Table 11. Asset Scoring Scale ......................................................................................................................... 21 Table 12. Vulnerability Scoring Inputs ........................................................................................................... 22 ii2022 Amtrak Climate Vulnerability Assessment Summary Report List of Figures Figure 1. Annual changes in total precipitation over the United States. Changes are for present-day (1986- 2015) relative to the first half of the 20th century (1901 - 1960). Figure adapted from CCSR, 2017. .............. 2 Figure 2. Maps depicting the increases in intensity and frequency of heavy precipitation across the United States, including within the NEC. Figure courtesy of CCSR, 2017. .................................................................... 3 Figure 3. Summary of impacts from 1.5°C versus 2°C of global warming. Source IPCC Special Report: Global Warming of 1.5°C. ............................................................................................................................................ 5 Figure 4. Amtrak NEC Vulnerability Assessment Study Area ............................................................................ 9 Figure 5. RCP Scenarios as described by the prescribed emissions pathways............................................... 11 Figure 6. Characterization of uncertainty within future climate scenarios. Figure adapted from IPCC (2013). ....................................................................................................................................................................... 12 Figure 7. Projected Change for Extreme Heat Day Frequency along the NEC ................................................ 14 Figure 8. Projected Change in the Frequency of Days with Intense Precipitation along the NEC ................. 16 Figure 9. Projected Increased Wind Speeds along the NEC ........................................................................... 17 Figure 10. Projected Sea Level Rise with Storm Surge along the NEC ............................................................ 19 Figure 11. Vulnerability Equation .................................................................................................................. 21 Figure 12. Amtrak Catenary Vulnerability to Heat DC to NY (RCP8.5) Year 2100 ........................................... 27 Figure 13. Amtrak Instrument House Vulnerability to Heat DC to Baltimore (RCP8.5) Year 2100 ................. 28 Figure 14. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP4.5) Year 2050 ................................. 30 Figure 15. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP4.5) Year 2100 ................................. 31 Figure 16. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP8.5) Year 2050 ................................. 32 Figure 17. Amtrak Track Vulnerability to Wind from Philadelphia to Boston (RCP8.5) 2050 ........................ 34 Figure 18. Amtrak Track Vulnerability to Sea Level Rise in New York City (RCP8.5) 2050 .............................. 36 Figure 19. Amtrak Track Vulnerability to Sea Level Rise in New York City (RCP8.5) 2100 .............................. 37 Figure 20. Amtrak Track Vulnerability to Sea Level Rise in CT (RCP8.5) 2050 ................................................ 38 Figure 21. Amtrak Track Vulnerability to Sea Level Rise in CT (RCP8.5) 2100 ................................................ 39 Portal Bridge, New Jersey iii2022 Amtrak Climate Vulnerability Assessment Summary Report Executive Summary Amtrak operations, assets, staff, and external stakeholders are subject to the ongoing and worsening impacts of climate change. Between 2006 and 2019, Amtrak lost more than $127 million from 450+ weather disruptions, resulting in an estimated $220 million in projected revenue losses in the coming decade. In 2020, Amtrak’s Board of Directors set a corporate goal to develop and implement a Climate Resilience Strategic Plan to determine how Amtrak can best absorb climatic disruptions through identification of prioritized actions. The 2021 Climate Vulnerability Assessment (VA) for the Northeast Corridor (NEC) has been drafted in response to this initiative. This VA focuses on the impacts of heat, precipitation, wind, and sea level rise for two future planning scenarios centered on the years 2050 and 2100. An analysis of NEC climatic trends points to each of these climate stressors becoming more severe along the corridor. For example, the mid-21st century projections for temperature and precipitation indicate an increase of temperature of 4 to 5°F and an increase of precipitation of 5-15 percent, compared to the previous half century. The VA focused on key assets where data was readily available as shown in Table ES-1 below. Table ES-1. Climate Stressor Matrix of Assets Assessed* Track Bridges Tunnels Catenary Substations Buildings Signals Yes: Instrument Houses; Not Not Not Not Heat Yes Yes Not Assessed: Switch Assessed Assessed Assessed Assessed Machines, Interlockings Yes: Switch Not Not Machines, Precipitation Yes Yes Yes Yes Assessed Assessed Interlockings; Not Assessed: Instrument Houses Not Not Not Wind Yes Yes Yes Not Assessed Assessed Assessed Assessed Yes: Switch Machines, Sea Level Not Yes Yes Yes Yes Yes Interlockings; Rise Assessed Not Assessed: Instrument Houses *Not assessed indicates asset data was not available, sufficient, or did not exist for the assessment. The VA resulted in a score for the assets analyzed for each stressor. Vulnerability was determined by analyzing an asset’s known exposure, sensitivity and adaptive capacity, which are defined generally below, and varied by climate stressor: • Exposure – The degree to which the asset is exposed to the climate stressor (e.g., flooding; depth of water); • Sensitivity – The degree to which the asset is affected by the climate stressor (e.g., level of damage); and iv2022 Amtrak Climate Vulnerability Assessment Summary Report • Adaptive Capacity – The ability to adjust to the climate stressor (e.g., move the asset, alternative routes, recovery time, redundancy). Results from the VA were summarized by stressor, but it is important that the results be reviewed with the understanding of hazard and data limitations within the study. Reference Section 4.4 for emission scenario details and Section 6.5 for Study Limitations and Constraints. Heat Analysis & Key Findings Heat data provided a measure for number days at or above 100°F (from present) by location. For reference, temperatures above 95°F result in an alert, temperatures above 98°F result in a speed reduction to 100 MPH, and temperatures above 102°F slow service to 80 MPH. Additionally, air temperature of 100°F equates to a track surface temperature of approximately 130°F. • Catenary shows the highest vulnerability scores for extreme heat across all scenarios (see Section 4.4) when compared to the other asset categories. Vulnerability is highest in areas south of New York where there is not a tension system in place to prevent sagging or tightening of lines during temperature changes. • Other assets with elevated vulnerability are signal, instrument houses, particularly under the high emissions scenario, as well as track where there is limited tree cover (assumed to be areas outside of the New England Division and Lancaster, PA to Harrisburg, PA). • New York City is a notable vulnerability “hot spot” for projected increases in temperature. Precipitation Analysis and Key Findings Precipitation data projected the increase in number of days that receive at least two inches of rain (from present in a given location). For reference, two inches or more of water on the track can impact operations causing slowdowns and inspections. This data does not account for site-specific topography or drainage enhancements. • Track and interlockings showed the highest vulnerability scores for precipitation events of days with at least two inches of rain across all scenarios when compared to the other asset categories. • Buildings had low vulnerability across all scenarios. This may be a result of limited building characteristic data and a higher adaptive capacity such a outfitting the building with temporary and permanent protection measures. • New York City is a notable “hot spot” for projected increases in precipitation. Wind Analysis and Key Findings Wind data was leveraged by applying bulk increases to wind gusts during a 100-year storm event. For reference, with 72.8 MPH gusts, operations are limited, and with 96.2 MPH gusts, operations are halted. • Vulnerability was consistent across asset types, though known asset data limitations (e.g., age, condition) could skew these results. • Boston, MA to Philadelphia, PA are notable “hot spots” for projected increases in wind when compared with the more southern portions of the corridor. Sea Level Rise Analysis and Key Findings Sea level rise data was leveraged from a 2017 Amtrak study which indicated the level of sea level rise with storm surge inundation (in inches). For reference, four or more inches of sea level rise was assumed to stop v2022 Amtrak Climate Vulnerability Assessment Summary Report operations and result in constant operational impacts. Increments of 0.1 inches were used to assess exposure at a given location. • Track showed the highest vulnerability, particularly in “hot spot” locations. • Wilmington, DE; New York, NY; New Haven, CT; New London, CT; Portland, RI; and Boston, MA are notable “hot spots” for projected increases in sea level rise. This VA is intended to provide an initial decision support framework for the Climate Resilience Strategic Plan, long-term and future planning, project prioritization, and assist with resource allocation decisions along the NEC. There are some limitations to these results. This information should not be used to inform design decisions without further evaluation of unique site-specific conditions. For example, the precipitation information indicates areas of increased risk. However, site specific conditions may already be designed to handle these increases, and a local drainage study would be necessary to determine this. Additionally, asset-specific data such as age, condition, location of building mechanical systems, and building first floor height or criticality could not be leveraged or did not exist for the assessment. This restricted asset-level scoring to assumptions such as a uniform elevation of one foot above grade for buildings. Recommended next steps include refining the VA as enhanced data becomes available, leveraging results into organization-wide guidance, and expanding the VA to include broader geographies (e.g., National Network) and additional climate stressors such as riverine flooding, and wildfires. Trees lining track in New England vi2022 Amtrak Climate Vulnerability Assessment Summary Report 1.0 Introduction Losses due to climate change are being felt around the world. From 2006-2019, Amtrak experienced more than 450 weather disruptions from floods, wildfires, and landslides, among other climatic occurrences. These events resulted in lost ridership of 1.3 million customers and tallied up more than $127 million in lost revenue for Amtrak. These disruptions are expected to increase in both frequency and severity, and based on historic totals, an additional $220 million in losses are projected in the coming decade.1 These events impact Amtrak assets, workforce, and operations, including: • Corroded rail and service disruption due to sea level rise; • Flooded buildings, tunnels, substations, electric traction (ET) equipment and other infrastructure due to extreme precipitation; and • Interrupted service schedules and increased workforce health and safety incidents due to extreme heat. These weather disruptions have catalyzed the need for a coordinated and integrated approach to climate change management at Amtrak. In 2020, Amtrak’s Board of Directors set a corporate goal to develop and implement a Climate Resilience Strategic Plan (herein referred to as the Strategic Plan). The Strategic Plan is intended to outline areas and assets at risk to future climate impacts. This information is necessary to prioritize climate adaptation actions Amtrak, and this Vulnerability Assessment (herein referred to as the VA) is intended to provide it. The VA was developed specific to the Northeast Corridor (NEC), including the Harrisburg Line and a segment of the Hudson Line. The assets including in the VA are considered essential to operations such as: rail, buildings (including stations), tunnels, substations, catenary systems, and signals.2 The following climate stressors are included in the VA: • sea level rise, including storm surge; • precipitation; • temperature; and • wind. The four stressors evaluated in this study were selected as a starting point given previous efforts, available data, and imminent threats to Amtrak operations, which are projected to worsen in coming years. The VA resulted in asset-level scoring for each stressor. This information enables decision makers, project managers, and engineers to evaluate and understand the organization’s vulnerability, and further allows Amtrak the ability to address those risks through capital improvement projects, state-of-good repairs, business practices, and long-term planning. 2.0 Assessment of NEC Climate Trends As an initial step in the VA, climate trends were reviewed for the planning area. Flood events, including sea level rise and extreme precipitation, are increasing across the NEC. According to the U.S. Climate Resiliency Toolkit, over the past three decades, the coastline extending from Massachusetts to Virginia, the approximate NEC planning area, has experienced a sea level rise of between 1 Estimated losses include losses due to revenue and ridership and are not inclusive of operational losses. Projections are based on past losses, meaning while these losses are anticipated they may be incurred through numerous small events or larger events (e.g., Superstorm Sandy). 2 The assets assessed may be expanded in future studies. 12022 Amtrak Climate Vulnerability Assessment Summary Report 2 to 3.7 mm (0.08 to 0.14 in) per year, more than three times the global average. In addition, annual total precipitation amounts across the NEC have increased by 5 to 15% when compared to the first half of the last century (Figure 1). Figure 1. Annual changes in total precipitation over the United States. Changes are for present-day (1986-2015) relative to the first half of the 20th century (1901 - 1960). Figure adapted from CCSR, 2017. Along the NEC, this precipitation increase has occurred due to both increases in the frequency and intensity of rainfall events. For example, the number of 5-year return period events (i.e., a high frequency event with a 20% chance of occurrence each year) increased by 92% along the NEC between 1958 and 2016. In the same time period, the amount of rainfall in the most intense events increased by 55%, as shown in Figure 2 and Table 1. It is expected that climate change will increase the frequency and intensity of precipitation events at a similar rate by the mid-21st century. Flooding from both permanent inundation associated with sea level rise and episodic flooding from extreme precipitation threaten Amtrak’s assets. Sea level rise can cause impacts necessitating increased maintenance or even complete abandonment of assets depending on the predicted water levels. Similarly, increases in the frequency of high rainfall events and/or the intensity of those events can cause assets to flood more frequently and result in expensive damage or the need for adaptation measures to protect the traditional use of those assets. Interlocking at New York Penn Station 22022 Amtrak Climate Vulnerability Assessment Summary Report Figure 2. Maps depicting the increases in intensity and frequency of heavy precipitation across the United States, including within the NEC. Figure courtesy of CCSR, 2017. Table 1. Trends and Projections (Qualitative) for Average Annual Precipitation Totals and Extreme Precipitation Events in the NEC (U.S. Global Change Research Program, 2017) Observed Observed Historical Change in Change in Mid-Century Late-Century Region Precipitation Heaviest Number of 48- (2050) (2100) Trends Rainfall hour rainfall Projection Projection Amounts3 (%) events 4 (%) Likely NEC Increasing 55 92 Increasing Increasing5 3 Defined as 99th percentile precipitation events 4 Defined as 20% Annual Chance (5-year return period) 5 Projections of increasing and likely increasing are based on the high emissions scenario 32022 Amtrak Climate Vulnerability Assessment Summary Report Extreme heat is also rising along the NEC. The annual average temperature across the NEC has increased by nearly 1.5°F in the last 50 years (Table 2). Projected changes in annual average temperature for the NEC are between 4 to 5°F for the mid-century (2050) and 5 to 9°F for the late-century (2100), dependent on greenhouse gas emissions scenarios and their respective climate impact. (Moderate and high emission scenarios were selected for this VA and are further described in Section 4.0.) In addition to overall temperature change, it can be expected that more intense and frequent heat waves are likely to occur, posing a threat to workers, train operations and infrastructure along the NEC (U.S. Global Change Research Program, 2020). Table 2. Observed Trend and Projected Change for 2050 and 2100 for Annual Average Temperature for the NEC. Historical Change Expressed is the Difference Between the Average for Present-Day (1986–2016) and the Average for the First Half of the Last Century (1901–1960). Projected Values are Change in Annual Average Temperatures from Present Day for the NEC. 2050 2100 Moderate Historical Change Moderate High Emissions High Emissions Emissions Region in Annual Average Emissions (RCP4.5) (RCP8.5) Mid- (RCP8.5) Late- (RCP4.5) Late- Temperature6 (°F) Mid-Century (°F) Century (°F) Century (°F) Century (°F) NEC 1.43 3.98 5.09 5.27 9.11 Source: Table produced with data from the Climate Change Science Report (CCSR 2017). Projected changes in global temperature can also be linked to increases in the frequency of other climate stressors including increased frequency and intensity of storm events, extreme precipitation, and sea level rise, among others. The IPCC Special Report on Global Warming of 1.5°C (2018) notes that a difference in global warming of 1.5°C (2.7°F) versus 2.0°C (3.6°F) leads to a number of cascading impacts and extremes. For example, the extra 0.9°F of warming leads to an additional 4 inches of sea level rise, resulting in a projected increase in global sea level rise of between 12.5 and 34 inches, depending on location, by 2100. Under the selected climate scenarios for this VA, climate models estimate we will reach the 1.5°C (2.7°F) threshold by year 2029 under the moderate emissions scenario or year 2027 under the high emissions scenario. Similarly, the 2.0°C (3.6°F) threshold is reached by year 2051 under the moderate emissions scenario or year 2041 under the high emissions scenario. Current global emissions trends are tracking along the high emissions scenario. Other impacts from the difference in global warming thresholds are summarized in Figure 3. 6 Change is average for present-day (1986–2016) relative to the first half of the 20th century (1901-1960). 42022 Amtrak Climate Vulnerability Assessment Summary Report Figure 3. Summary of impacts from 1.5°C versus 2°C of global warming. Source IPCC Special Report: Global Warming of 1.5°C. More directly, an increase in temperature poses both direct and indirect potential impacts to Amtrak’s assets. Direct impacts from temperature threaten track infrastructure as tracks become more vulnerable to bends and buckles with increased heat exposure. In addition, extreme temperatures impact riders and workers’ health. Indirect effects result from correlation between rising temperatures and an increase in extreme weather events and sea level rise which are discussed in further sections. Tropical cyclones (hurricanes and tropical storms) are also key stressors along the NEC. While impacts from intense cyclones have been felt by Amtrak in recent history, including Hurricane Sandy (in 2012) and Hurricane Ida (in 2021), trends for these types of storms are harder to assess than other parameters. For example, unlike temperature and precipitation, the understanding of trends and changes in hurricane and tropical storm behavior are difficult to establish due to the lack of a long-term dataset for event occurrences and analysis. As such, the IPCC (2013) and CCSR (2017) note a low confidence in long-term trends of an increase in activity and intensity of these storms due to the lower data quality of these key datasets. However, conclusions within the CCSR (2017) are supported by both theory and numerical modeling simulations that have shown an increase in the intensity of tropical cyclones and an increase in the number of very intense tropical cyclones over the 20th and early 21st century. It is also noted that under a warming climate, it is likely that cyclone wind speeds and precipitation rates (i.e., severity) will increase while the overall frequency of tropical cyclones is much more unclear. The historical increase in extreme weather events can also be seen through the increasing rate of $1 billion disasters, as tracked by the National Centers for Environmental Information (NCEI). From 1980 to present, there have been 308 total events matching this threshold, totaling a cost of over $2.085 trillion. Trends for such events show a decadal increase in the total number of events from 1980 to present as shown in Table 3. 52022 Amtrak Climate Vulnerability Assessment Summary Report Table 3. Average Number of $1 Billion Disasters (NCEI) Decade Average Number 1980s 2.9 1990s 5.3 2000s 6.3 2010s 12.3 The increasing trend in $1 billion disasters has been evident in the last 3 years, with an average of 16.7 events per year from 2018 – 2020. In 2020, there were 22 total $1 billion dollar disasters with seven (7) directly impacting the Northeast, including flooding, hurricane, and severe weather events. To date in 2021, there have been 18 total events nationally with seven (7) directly impacting the Northeast, including the impacts from Hurricane Ida which caused an estimated $64.5 billion in damages from both hurricane impacts and flooding in the Northeast. As noted in Section 1.0, Amtrak revenue losses are projected to be $220M in the coming decade which are further justified by climate trends. Fortunately, Amtrak has been proactive in understanding its vulnerability, as demonstrated by this VA and previously completed climate studies. 3.0 Previously Completed Amtrak Climate Change Vulnerability Assessment Activities Over the last decade, Amtrak has engaged in various climate change vulnerability assessments, adaptation, and resiliency studies that serve as a foundation for this VA. The initial Climate Change Vulnerability Assessment was undertaken by Amtrak in 2014 and included an assessment of Amtrak’s data availability and data gaps, identified climate change impacts to rail assets, evaluated climate change vulnerability assessment methodologies, and recommended a vulnerability assessment approach. Next, a pilot Climate Change Vulnerability Assessment study was completed in September of 2015, which focused on a 10-mile section of track within the Wilmington, DE area. This assessment evaluated the vulnerability of multiple asset types including rail, critical facilities, catenary systems, signals, bridges, and roads to several climate change variables. As part of this pilot study, a climate change framework was developed that utilized various resources including the Federal Highway Administration (FHWA) Climate Change and Extreme Weather Vulnerability Assessment Framework (FHWA, 2012). The main objective of this pilot study was not only to assess Amtrak’s asset vulnerabilities within the designated area, but more importantly, to set up a framework and methodology that can be replicated along other stretches or for the entire NEC. The framework provides a structured approach to identify asset vulnerabilities, prioritize risks, develop an adaptation strategy, and plan for the future. The 2015 study was followed-up in 2017 by the Amtrak Phase III – Climate Change Adaptation Plan, which analyzed Amtrak’s asset vulnerability to sea level rise inundation along the entire NEC. This study resulted in a GIS database that could be used as an initial screening tool to understand asset vulnerability to sea level rise. In 2018, Amtrak worked with researchers from the University of Pennsylvania’s Wharton School on a case study to measure the company’s resilience to climate risks along the NEC. An inter-departmental group developed and ranked a list of 21 business processes against how they stand up to short- and long-term resilience. The endeavor helped Amtrak begin to understand the breadth of vulnerabilities across numerous functions of the organization and to identify opportunities for resiliency planning. In FY20, Amtrak’s Board of Directors set a corporate goal to develop and implement a Climate Resilience Strategic 62022 Amtrak Climate Vulnerability Assessment Summary Report Plan. This vulnerability assessment and the Northeast Corridor Climate Resilience Strategic Plan are building off previous work to advance the company’s understanding of future impacts and identifying ways to integrate resilience into business planning and operations. 4.0 Vulnerability Assessment Inputs 4.1 Planning Team Participation Amtrak staff were engaged throughout the VA development process via Resilience Roundtables and topic- specific interviews. This engagement enabled collection of data and informed vulnerability assessment thresholds and assumptions (e.g., temperature at which rail operations are slowed). Amtrak staff who participated in the Roundtables for the VA are listed in Table 4. Table 4. Resilience Roundtable Participants for the VA Name Department Specialty Rene Asuncion Engineering Bridges and Tunnels Bob Giorgio Rail Operations & Emergency Emergency Management Management (APD Situation Unit) Jill Angelone Engineering GIS; Asset Management Rob Kane Engineering Electric Traction Chris Forrest Engineering Communication and Signals Bruce Williams Marketing Demand Forecasting Tim Wells Planning Future planning and expansion Kara Oldhouser Safety & Security Project Manager Kayla Sadallah Engineering GIS; Asset Management Kyle Barnard Engineering Outages Four Roundtables were held which were facilitated by the Stantec, the climate consultant. Topics for the Roundtables are listed in Table 5. Table 5. Asset and Vulnerability Assessment Group Roundtable Details Date Topic May 19, 2021 Overview of vulnerability assessment approach and input on thresholds and assumptions July 9, 2021 Confirmation of vulnerability approach and assumptions July 28, 2021 Confirmation of department-specific data needs and uses August 12, 2021 Draft vulnerability assessment results review 72022 Amtrak Climate Vulnerability Assessment Summary Report 4.2 Study Area Identification The study area includes the NEC, Harrisburg Line and a segment of the Empire Service Line as shown in Figure 4. The Harrisburg Line (also known as the Keystone Corridor) and Empire Service Line segment (herein referred to as the Hudson Line) were added to the vulnerability assessment as a result of Roundtable input, which indicated that these lines are vital to operations and connected to the NEC. The NEC is a 475-mile route from Washington, DC to Boston, MA of which Amtrak owns and operates 363 route-miles. The NEC is Amtrak’s most essential section of track: an essential artery that runs through the northeast region connecting eight states and the District of Columbia, and connecting numerous large metropolitan areas. The NEC carries approximately 2,200 Amtrak, commuter, and freight trains each day. The Harrisburg Line is a 104.2-mile service line from Philadelphia, PA (30th Street Station) to Harrisburg, PA (Harrisburg Transportation Center). It carries approximately more than 1.5 million passengers each day. The Hudson Line, a five-mile stretch of the Empire Service Line from New York Penn Station to the Bronx in New York City, was also included, though specifics on ridership were not available. Baltimore Penn Station – one of 100+ Stations along the NEC 82022 Amtrak Climate Vulnerability Assessment Summary Report Figure 4. Amtrak NEC Vulnerability Assessment Study Area 92022 Amtrak Climate Vulnerability Assessment Summary Report 4.3 Assets Assessed The VA analyzed major asset categories identified by the Roundtable Team. It is noted that not all assets were included; additional assets may be included in future assessments. Table 6 lists the asset type evaluated, source information, and data available for the NEC, Harrisburg Line, or Hudson Line. Table 6. Asset and Source Information Route for Which Type Asset Source File Name Data Was (e.g., Excel; GIS) Available* Centerline (AmtrakWebmap2020.gdb\\Centerline); GIS; Excel NEC, Harrisburg, Rail LineCode_Centerline.csv (lat/long, elevation) Hudson Bridge (AmtrakWebmap2020.gdb\\Bridge); GIS; Excel NEC, Harrisburg, Bridge OH_Bridge_2021_03_30.xlsx (lat/long, elevation) Hudson Tunnels Bridge (AmtrakWebmap2020.gdb\\Bridge) GIS NEC, Harrisburg Catenary_Pole_Base Catenary GIS NEC, Harrisburg (AmtrakWebmap2020.gdb\\Catenary_Pole_Base) Substations ET_Facility (AmtrakWebmap2020.gdb\\ET_Facility) GIS NEC, Harrisburg ET_Facility (AmtrakWebmap2020.gdb\\ET_Facility); NEC, Harrisburg, Buildings GIS Buildings (previous study) Hudson Signal – Signal_Equipment NEC, Harrisburg, Instrument GIS (AmtrakWebmap2020.gdb\\Signal_Equipment) Hudson Houses Signals – NEC, Harrisburg, Switch Turnout (AmtrakWebmap2020.gdb\\Turnout) GIS Hudson Machines Signals – NEC, Harrisburg, Interlocking (AmtrakWebmap2020.gdb\\Interlocking) GIS Interlockings Hudson * The Harrisburg Line and Hudson Line segments were not initially part of the NEC study area. These areas were added after the data collection process had concluded and no additional data was collected for these areas. As a result, while most data collected was available for all three routes, some assets analyzed on the NEC were not included for the Harrisburg Line and Hudson Line segments analysis. 4.4 Climate Scenario Identification Per the Intergovernmental Panel on Climate Change (IPCC), Representative Concentration Pathways (RCPs) are defined by the change in the amount of radiative forcing, or change in energy flux, due to increases in greenhouse gas (GHG) concentration. RCPs specify annual GHG concentrations, including anthropogenic emissions, throughout the 21st century while accounting for components such as land use change and sector-based emissions. In other words, RCPs reflect varying emissions scenarios, where a higher RCP number generally reflects higher emissions.7 7 Each RCP could potentially be realized under more than one underlying socioeconomic scenario (e.g., different combinations of economic, technological, demographic, and policy futures) and, therefore, can represent a range of 21st century climate policies. Human decisions were not explicitly considered in the development of RCPs. 102022 Amtrak Climate Vulnerability Assessment Summary Report For this VA, future climate scenarios were chosen to align with the IPCC Fifth Assessment Report (AR5) to consider plausible climate conditions that Amtrak’s assets and operations will likely face at the middle and end of the 21st century. To represent this, the two RCPs selected represent a moderate greenhouse gas emissions scenario and a high emissions scenario, which are described below and shown in Figure 5 below: • Moderate emissions scenario (purple line, RCP 4.5) – GHGs peak around 2040 and then decline • High emissions scenario (red line, RCP 8.5) – GHGs rise throughout the 21st century with no decline Source: International Panel on Climate Change Representative Concentration Pathways (AR5 Report) Figure 5. RCP Scenarios as described by the prescribed emissions pathways. Regardless of the differences in the GHG emissions pathways, global temperature increase will continue throughout the 21st century under each of the RCP scenarios. Even under the moderate emissions scenario, RCP4.5, the atmosphere will continue to warm through the 21st century, peaking at nearly 3.5°F of global temperature change, and the NEC regional change is projected to be higher than the global average projection. The VA considered two future planning horizons. Projected changes for the chosen climate stressors are assessed relative to recent historical climate conditions, using the 1991- 2020 time horizon as a reference. The two future planning horizons are: • 2050 (represented by average conditions across the 2041–2070 period), and • 2100 (represented by average conditions across the 2071–2100 period), Thus, the VA considers a total of four scenarios for each climate stressor:8 • RCP4.5, year 2050 (moderate emissions) • RCP4.5, year 2100 (moderate emissions) • RCP8.5, year 2050 (high emissions) • RCP8.5, year 2100 (high emissions) 8 For sea level rise, to maintain consistency with previous Amtrak reports, only the RCP8.5 scenario was utilized. It was considered for both 2050 and 2100 projection planning horizons. 112022 Amtrak Climate Vulnerability Assessment Summary Report Climate projections are descriptions of plausible future climate conditions and are most often created from Global Climate Models (GCMs). Global Climate Models are tools used to simulate the climate system and used to develop climate projections. GCMs simulate broader scale physical processes (e.g., regional scale atmospheric patterns and interactions within the climate system, such as between the atmosphere and ocean). Regional Climate Models are a series of models that operate similarly to GCMs except at higher spatial resolution over smaller areas across the globe. RCMs allow for finer scale features (such as mountains, rivers, coastlines, and complex terrain) to be included at a much higher level of detail than within GCMs and, as a result, produce higher resolution data such as data required for the VA. However, due to the higher resolution that RCMs operate at, fewer models are typically available as they are very computationally intensive. Nevertheless, RCM climate projections are available for the VA from the North American domain of the Coordinated Regional Climate Downscaling Experiment (NA-CORDEX) and have outputs that are available at an approximate 14 mile by 14 mile (22 km by 22 km) horizontal resolution. In all cases, it is not recommended to rely only on one or two climate models to estimate future climate due to potential biases inherent within a single model and the uncertainty in future global greenhouse gas emissions. Climate projections have three major sources of uncertainty: greenhouse gas emissions (human decisions), model-to-model differences, and internal climate variability (year-to-year changes). The future trajectory of GHG emissions is inherently uncertain, with the likelihood of achieving any particular future climate scenario (RCP) governed by human decision making. While uncertainties in future projections also arise from internal climate variability (year-to-year changes) and model-to-model differences, the choices that society makes in the near future have the largest influence on the future climate state, particularly at the end of the century. An example of how these main sources of uncertainty can be characterized is shown in Figure 6. Subsequently, this is why this VA focuses on four future possible climate states. Figure 6. Characterization of uncertainty within future climate scenarios. Figure adapted from IPCC (2013). To help eliminate some of the model-to-model based uncertainty within a multi-model dataset, it is common to use an average of many climate models as the results tends to provide a more reliable estimate of future climate. In particular, within the NA-CORDEX dataset, an ensemble of 12 available models were used to calculate climate parameters. Each individual model has been bias-corrected (hot/cold, wet/dry) using a daily historical gridded weather dataset. This dataset is called Daymet and has hourly weather files available at a 0.6 mile by 0.6 mile (1 km by 1 km) horizontal resolution. Outputs from RCMs are used at the 14-mile by 14-mile (22-km by 22-km) grid resolution across the NEC. 122022 Amtrak Climate Vulnerability Assessment Summary Report Due to spatial and temporal resolution limitations, it is not possible for the NA-CORDEX RCMs to accurately represent small-scale, short-duration or otherwise meteorologically complex events such as hurricane force wind gusts or short-duration high intensity rainfall events, which is a noted limitation of this VA. 4.5 Climate Stressor Identification Sea level rise with storm surge, precipitation, temperature and wind were the climate stressors selected for the VA. Climate projection data was collected for each stressor using the best available sources with consideration to the scale of the study area. 4.5.1 Heat To evaluate future heat effects on the NEC, the VA used data from the NA-CORDEX ensemble to project future conditions for the 2050 and 2100 planning horizons. Based on consultation with Amtrak, heat data was presented by looking at increases in the average number of days with maximum temperature at or above 100°F relative to the current conditions within the NEC. 100°F marks the air temperature threshold for impacts to Amtrak operations resulting from potentially damaging surfaces (e.g., track) and high indoor air temperatures in enclosed spaces (e.g., instrument houses without air conditioning) for many assets identified by Amtrak. Increases in the number of days with extreme heat across the corridor will increase vulnerability for assets in a number of different ways, as described below in the Section 6.1 shows projected changes in extreme heat frequency for the high emissions scenario (RCP8.5), year 2100. Model projected values for locations along the NEC are shown in Table 7. 132022 Amtrak Climate Vulnerability Assessment Summary Report Figure 7. Projected Change for Extreme Heat Day Frequency along the NEC Table 7. NEC Locations and Associated Historical and Future Projected Number of Days with Extreme Heat Extreme Heat – Average Days with Maximum Temperature at or above 100°F Location Recent Historical (1991 – 2020) 2050 2100 Washington, DC 0.5 5.5 16.3 Baltimore 0.5 6.4 18.6 Philadelphia 0.6 4.9 15.0 Harrisburg 0.1 2.0 7.1 New York 0.1 1.3 6.1 Providence 0.1 1.0 4.0 Boston 0.1 1.5 6.0 142022 Amtrak Climate Vulnerability Assessment Summary Report 4.5.2 Precipitation The VA utilizes data from the NA-CORDEX ensemble to project future precipitation conditions for the 2050 and 2100 planning horizons and projected precipitation effects on the NEC. Based on consultation with Amtrak, precipitation fields are presented as increases in the average number of days with total precipitation of at least two (2) inches with respect to current climate conditions. This amount of rainfall marks the beginning of impacts on Amtrak operations, and is reflective of conditions that cause potential flooding issues within the corridor, particularly at known trouble spots. The frequency of days with at least two inches of precipitation can also be used as a proxy to understand the increasing frequency of other intense precipitation events. Using the two inches in 24 hours intensity threshold presents an indicator of likely increase in frequency of intense precipitation events in general. Figure 8 shows projected change in the frequency of days with intense precipitation for the high emissions scenario, year 2100. A summary of model projected values for locations along the NEC are shown in Table 8. The climate consultant also gathered information on the overall increase in intensity of the most extreme daily rainfall events. While not used in the VA directly, this data will be provided to Amtrak in a database for future use and decision support. Table 8. NEC Locations and Associated Historical and Future Projected Number of Days with Heavy Rainfall Rainfall – Days with at least 2 inches of rain Location Recent Historical (1991 – 2020) 2050 2100 Washington, DC 0.8 1.3 1.6 Baltimore 1.1 1.5 1.7 Philadelphia 0.8 1.4 1.8 Harrisburg 1.2 1.4 1.7 New York 1.0 2.3 2.5 Providence 1.9 2.3 2.6 Boston 1.6 2.2 2.5 152022 Amtrak Climate Vulnerability Assessment Summary Report Figure 8. Projected Change in the Frequency of Days with Intense Precipitation along the NEC 4.5.3 Wind The Federal Emergency Management Agency (FEMA)’s Hazus-MH 100,000-year hurricane and tropical probabilistic storm database was used as the foundational source for the wind dataset for the VA. The Hazus data is presented at the census tract level and reflects 3-second gusts in open terrain for a 100-year probabilistic hurricane wind event. Future changes to hurricane and tropical storm frequencies and intensities were considered to make projections under future climate conditions. Using published literature and historical return periods for tropical storm and hurricane impacts, increases to hurricane related wind speeds were made by applying a bulk increase for time periods under each scenario and adjusting that by the historical return period of tropical storms and hurricanes along the NEC. The following equation was used to calculate wind projections for climate change under intermediate and High emissions scenarios. Projected Wind Speed = Historical Wind Speed x ( 1 + (Bulk Increase x Local Return Period)) 162022 Amtrak Climate Vulnerability Assessment Summary Report Bulk increases for the moderate emissions scenario (RCP4.5) were 10% and 15% increases to wind speed for the 2050 and 2100 planning horizons, respectively. Similarly, bulk increases for the high emissions scenario (RCP8.5) were 10% and 20% increases to wind speed for the 2050 and 2100 time horizons, respectively. Figure 9 shows projected increased wind speeds for RCP8.5, year 2100. A summary of projected 100-year return period wind gust values for locations along the NEC are shown in Table 9. Figure 9. Projected Increased Wind Speeds along the NEC Table 9. NEC Locations and Associated Historical and Future Projected 100-year Return Period Wind Gust 100-year Return Period Wind Gust (mph) Location Recent 2050 2100 Historical Washington, DC 63.0 69.2 75.5 Baltimore 63.1 64.7 66.8 Philadelphia 70.6 77.8 84.8 Harrisburg 54.0 59.5 64.9 New York 76.8 84.3 91.9 Providence 94.7 97.0 98.6 Boston 88.7 89.8 91.5 172022 Amtrak Climate Vulnerability Assessment Summary Report 4.5.4 Sea Level Rise with Storm Surge The VA leveraged sea level rise data created for the 2017 study, which reflect sea level rise with storm surge. Sea level rise data was developed using two established sources of sea level rise information: • FEMA coastal 100-year event coastal flood hazard data • United States Geological Survey (USGS) tidal gauge stations for the years 2050 and 2100 Projected sea level rise with coastal storm surge datasets were created by adding USGS predicted sea level rise to FEMA Stillwater Elevation (SWEL) datasets for each year (2050 and 2100). The sea level change data were developed at the county level and only included coastal counties that are traversed by the NEC and contained a FEMA Coastal Study. These new datasets were compared with existing ground elevation data to estimate the depth and extent of flooding. Based on consultation with Amtrak, sea level data was presented by looking at the projected inundation levels of water for the horizon years of 2050 and 2100 within the NEC, and with the understanding that overall Amtrak operations are affected when water levels reach two (2) inches of constant inundation and are halted when there are four (4) inches or more of inundation. Constant inundation can result in short term and long-term impacts to Amtrak’s operations. Short term impacts include immediate effects on daily train movement as standing water can slow trains, require more frequent inspections, and ultimately stop operations all together. Long term implications result from degradation of assets from erosion and saltwater corrosion. Standing salt water also poses a threat to the tunnels, catenary poles, signals, switch machines, and interlockings. Furthermore, constant inundation can impact buildings by damaging the exteriors, causing access issues, damage to equipment stored on the ground floor, and possibly lead to abandonment. Figure 10 shows projected sea level rise for RCP8.5, year 2100. Track Flooding from Hurricane Ida, Penn Coach Yard, Philadelphia, PA 182022 Amtrak Climate Vulnerability Assessment Summary Report Figure 10. Projected Sea Level Rise with Storm Surge along the NEC9 4.6 Final Assets and Climate Stressors Assessment Determination Amtrak staff and the availability of asset and climate stressor data determined which assets could and should be assessed for each stressor. Final decisions are shown in Table 10. Justifications for those that could not be assessed are listed below. 9 Consult GIS data for a more detailed view of the sea level rise stressor. 192022 Amtrak Climate Vulnerability Assessment Summary Report Table 10. Climate Stressor-Asset Matrix of Assets Assessed Track Bridges Tunnels Catenary Substations Buildings Signals Yes: Instrument Houses; Not Not Not Not Heat Yes Yes Not Assessed: Switch Assessed Assessed Assessed Assessed Machines, Interlockings Yes: Switch Not Not Machines, Precipitation Yes Yes Yes Yes Assessed Assessed Interlockings; Not Assessed: Instrument Houses Not Not Not Wind Yes Yes Yes Not Assessed Assessed Assessed Assessed Yes: Switch Machines, Sea Level Not Yes Yes Yes Yes Yes Interlockings; Rise Assessed Not Assessed: Instrument Houses * Not assessed indicates asset data was not available, sufficient, or did not exist for the assessment. The following list provides details for the exclusion of an asset in the vulnerability assessment. Additional information on study limitation can be found in Section 6.5. Heat • Bridges, tunnels, and substations – Heat was determined to be a non-issue with no major impacts via Roundtables. • Buildings – Heat generally has limited impacts on buildings but does cause occasional buckling and HVAC issues. However, limited building characteristic data (e.g., absence of building age and condition) prevented inclusion of this information in a meaningful way. For example, on an average hot summer day, signal huts can reach 130°F inside, risking equipment failure. Precipitation • Bridges – Bridge deck elevation information indicated bridges were elevated far beyond precipitation parameters (inches and days) through to 2100. Further, this assessment does not consider runoff and drainage which would have impacts on site-specific water levels. • Catenary – While increased precipitation can have impacts on current and future catenary via an increased water table, available data and analysis methods could not account for this directly. Wind • Bridges – Wind can impact safe train operations on bridges despite being designed to withstand certain wind levels based on location, height, material, and capacity, among other variables. However, limited data was available to properly account for these variables to yield meaningful results. • Tunnels and signals – Wind was determined to cause limited issues via Roundtables and follow-up calls with Amtrak subject matter experts. 202022 Amtrak Climate Vulnerability Assessment Summary Report Sea Level Rise • Bridges – Bridge deck elevation information indicated that no bridges would be impacted by sea level rise through 2100. 5.0 Vulnerability Assessment Methodology Vulnerability encompasses a variety of concepts, including susceptibility to harm, sensitivity, and the ability or capacity to adapt to changing conditions. For the VA within the NEC, the following key terms are used as portions of the equation which were then applied to calculate asset vulnerability to the climate stressors. • Exposure – The degree to which the asset is exposed to the climate stressor (e.g., flooding; depth of water) • Sensitivity – The degree to which the asset is affected by the climate stressor (e.g., level of damage) • Adaptive Capacity – The ability to adjust to the climate stressor (e.g., move the asset, alternative routes, recovery time, redundancy) 5.1 Asset-Specific Vulnerability Scores For the VA, the three aspects of exposure, sensitivity, and adaptive capacity are combined to assess vulnerability. The formula is shown in Figure 11. Figure 11. Vulnerability Equation A five-point scale was used to assess each aspect of vulnerability. In general, an asset with high exposure to a stressor would be rated a 5 while something with low exposure would be rated a 1. The same pattern repeats for each of the components, as is shown in Table 11. In general, the average exposure and sensitivity are adjusted by the adaptive capacity of Amtrak to address the specific stressor. Scales for exposure, sensitivity, and adaptive capacity are customized for each stressor, which are explained in Section 5.2 and Appendix A. Table 11. Asset Scoring Scale Rating Exposure Sensitivity Adaptive Capacity 0 None None None 1 Low Low Low 2 ↓ ↓ ↓ 3 Moderate Moderate Moderate 4 ↓ ↓ ↓ 5 High High High 212022 Amtrak Climate Vulnerability Assessment Summary Report 5.2 Asset/Stressor Scoring Tables and Assumptions As noted in Section 4.1, Amtrak personnel were involved in the VA via Roundtables and follow-up conversations as needed. Amtrak personnel input provided critical information necessary to understand operational assumptions and determine scoring levels for exposure, sensitivity and adaptive capacity parameters. Table 12 outlines the general assumptions, by climate stressor, for each asset. Specific scoring values for each stressor and asset can be found in the geospatial results. Table 12. Vulnerability Scoring Inputs Climate Stressor – Heat Asset: Track Operational Assumptions: • 95°F – Amtrak is under an alert. • >98°F – slow to 100 mph. • >102°F – slow to 80 mph. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Number of Days over 100°F. Areas without trees were considered Same for all sections of track due to more sensitive to increase to heat. the inability to move track and the lack of redundancy. Asset: Catenary Operational Assumptions: North of NY tension systems are in place which keeps lines from sagging when exposed to extreme heat. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Number of Days over 100°F. Assets North of NY are less sensitive Same for all sections of track due to to heat because they have tension the inability to move track and the systems. lack of redundancy. Assets South of NY are more sensitive to heat because they do not have tension systems. Asset: Signals, Switch Machines, Interlockings Operational Assumptions: Instrument houses in New England do not have AC and are therefore more susceptible to increases in temperature. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Number of Days over 100°F. New England Division is more Same for all sections of track due to sensitive to extreme heat because the inability to move communication the instrument houses do not have and signal equipment and the lack of air conditioning. redundancy. 222022 Amtrak Climate Vulnerability Assessment Summary Report Climate Stressor – Precipitation Asset: Track, Signals Operational Assumptions: • Data threshold – Increase of days with two inches of rain or more. • Two inches or more of water on the track can impact operations causing slowdowns and inspections. • No runoff or drainage considerations. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in days with over two Aligns with the exposure score. Same for both assets due to inability inches of rainfall. to move track/signals and lack of redundancy. Asset: Tunnels Operational Assumptions: • Data threshold – Increase of days with two inches of rain or more. • Two inches or more of water on the track can impact operations. • No runoff or drainage considerations. • Similar to track but expected to be more sensitive due to low elevation. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in days with over two Aligns with the exposure score. Same for all areas due to the inches of rainfall. inability to move the tunnels and lack of redundancy. Asset: Buildings, Substations Operational Assumptions: • Greater potential for flood damage caused by an increase in days with 2+ inches of rain. • All substation components are one (1) foot above the ground (i.e., where water would begin to impact them). Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in days with over two Aligns with the exposure score. Same for all areas due to the inches of rainfall. inability to move the building/substation and lack of redundancy. 232022 Amtrak Climate Vulnerability Assessment Summary Report Climate Stressor – Wind Asset: Track Operational Assumptions: • 56 mph sustained winds (72.8 mph gust) – limited operations. • 74 mph sustained winds (96.2 mph gust) – operations stop. • Conversion to gust is 1.3 times sustained wind. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in maximum winds gust Areas with more trees are more Same for all areas due to the ranging from 0-78+ mph. sensitive to high winds (defined as inability to move track and lack of New England Division, Lancaster to redundancy. Harrisburg). Asset: Buildings Operational Assumptions: • 39 MPH is the start of tropical storm strength winds. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in maximum winds gust Areas with more trees are more Same for all areas due to the ranging from 0-78+ mph. sensitive to high winds (areas inability to move buildings and lack defined as the New England Division of redundancy. and Lancaster, PA to Harrisburg, PA). Asset: Catenary Operational Assumptions: • Impacts begin at 20 mph sustained winds. • Damage is definite at 60 mph sustained winds. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in maximum winds gust Areas with more trees are more Same for all areas due to the ranging from 0-78+ mph. sensitive to high winds (areas inability to move catenary and lack defined as the New England Division of redundancy. and Lancaster, PA to Harrisburg, PA). 242022 Amtrak Climate Vulnerability Assessment Summary Report Climate Stressor – Sea Level Rise with Storm Surge Asset: Track, Tunnels Operational Assumptions: • Four inches of water or more stops operations. • The resulting inundation from sea level rise will not recede and will be constant. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increasing water levels from 0.1 to Sensitivity is high for all tracks from Same for all areas due to the greater than four inches. the long-term impacts from salt inability to move track and tunnels water. and lack of redundancy. Asset: Buildings Operational Assumptions: • 12 inches of water will cause impacts to electrical systems. • The resulting inundation from sea level rise will not recede and will be constant. • First floor height for buildings was estimated as lowest adjacent grade. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increasing water levels from 0.1 to Aligns with the exposure score. Same for all areas due to the greater than four inches. inability to move buildings and lack of redundancy. Asset: Substations Operational Assumptions: • Assumes all critical infrastructure is 12 inches above the ground. • Converter stations are critical to operations. • The resulting inundation from sea level rise will not recede and will be constant. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increasing water levels from 0.1 to Converter stations are more Adaptive capacity is higher for greater than four inches. sensitive than all other stations since converter stations then all other they are critical to operation. substations. Asset: Switch Machines, Interlockings Operational Assumptions: • The resulting inundation from sea level rise will not recede and will be constant. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increasing water levels from 0.1 to Sensitivity is high for all tracks from Same for all areas due to the greater than four inches. the long-term impacts from salt inability to move track and lack of water. redundancy. 252022 Amtrak Climate Vulnerability Assessment Summary Report 6.0 Results Summary An overview of vulnerability for each climate stressor is provided in the introductory text and scenario- specific information is provided in the tables below. The information highlights vulnerability by asset type and vulnerability hotspots (i.e., locations where patterns of vulnerability emerged). Maps for each stressor and scenario, can be found in Appendix B and asset specific scoring can be found in the geospatial results. As noted in Section 5.0, the asset rating scores range from 0 to 5, with a 5 being the highest value. Based on inputs used in the scoring scales, a score of 4 is the highest feasible vulnerability score for this VA. It should also be noted that there are data limitations for some assets which can impact actual vulnerability and scoring. Data limitations are further defined in Section 6.5. 6.1 Heat Results Summary Catenary shows the highest vulnerability scores for extreme heat across all scenarios when compared with other assets. Other assets with elevated vulnerability are signal instrument houses, particularly under the high emissions scenario. When determining vulnerability, exposure and sensitivity were linked but overall separate. Exposure was defined by the number of days with maximum temperature exceeding 100°F, while sensitivity was defined based on a few factors specific to asset types. For example, the sensitivity of the catenary asset class was highest in areas south of New York due to the lack of a tension system when compared with areas north of New York. A constant-tension catenary system prevents overhead electrical wires from sagging or tightening during changes in temperature. Instrument house sensitivity is largely determined by the installation of air conditioning with higher sensitivity for locations lacking climate controls. Track was more sensitive in areas with greater direct sunlight, as influenced by proximity to trees.10 In general, the New York City area had the most assets with increased vulnerability to extreme heat. The catenary system from New York City to Washington, DC had a notably higher vulnerability (scores of 3 and 4) across all scenarios compared to the rest of the catenary system as shown in Figure 12. This is driven mostly by the sensitivity in this zone to sagging lines in extreme heat conditions and increased exposure under each scenario. Similarly, instrument houses are more vulnerable in the 2100 scenario (late 21st century) from Baltimore, MD to Washington, DC where more exposure to extreme heat conditions is projected as shown in Figure 13. Lower to moderate vulnerability scores (scores of 1 to 3) were found across assets and scenarios along the Harrisburg Line and north of New York City. 10 Based on Roundtable input, the New England Division and Lancaster, PA to Harrisburg, PA were considered to be areas with greater tree cover. 262022 Amtrak Climate Vulnerability Assessment Summary Report Figure 12. Amtrak Catenary Vulnerability to Heat DC to NY (RCP8.5) Year 2100 272022 Amtrak Climate Vulnerability Assessment Summary Report Figure 13. Amtrak Instrument House Vulnerability to Heat DC to Baltimore (RCP8.5) Year 2100 282022 Amtrak Climate Vulnerability Assessment Summary Report 6.2 Precipitation Results Summary Track and interlockings showed the highest vulnerability scores for precipitation events of days with at least two inches of rain across all scenarios when compared to the other asset categories. Conversely, buildings generally showed low vulnerability, with a maximum vulnerability score of 2, in all scenarios. This was partly due to a data limitation of narrow building characteristic information (such as age and first floor height). However, buildings also had a higher adaptive capacity to increased rain events given the ability to implement dry floodproofing measures such as elevating mechanical equipment, which resulted in lower overall vulnerability when compared to other assets. The New York City area is a notable vulnerability hot spot for an increase in days with at least two inches of rain. Most assets had a vulnerability score of 3 or 4 across each of the four scenarios in this area. Vulnerability maps for interlockings in the NYC area are shown in Figure 14 through Figure 16. Areas of lower vulnerability (scores of 2 and 3) were observed across all assets and scenarios in Rhode Island (generally Kingston to Providence), areas immediately south of New York City to approximately the New Jersey border, and Philadelphia, PA to Baltimore, MD. 292022 Amtrak Climate Vulnerability Assessment Summary Report Figure 14. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP4.5) Year 2050 302022 Amtrak Climate Vulnerability Assessment Summary Report Figure 15. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP4.5) Year 2100 312022 Amtrak Climate Vulnerability Assessment Summary Report Figure 16. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP8.5) Year 2050 322022 Amtrak Climate Vulnerability Assessment Summary Report 6.3 Wind Results Summary Vulnerability patterns for wind are similar across all assets with maximum vulnerability scores in the moderate range with a maximum score of 2. The highest scores are found in the region stretching from Boston, MA to Philadelphia, PA compared with the more southern portions of the corridor as seen in Figure 17. No high vulnerability locations were found for any of the asset types (Buildings, Catenary, or Track) with respect to wind in any scenario. Vulnerability to wind in all scenarios is controlled primarily by the exposure conditions to sustained winds reaching 56 mph, which limited Amtrak’s operations, and 74 mph, which stops Amtrak operations. Catenary Lines in New Jersey 332022 Amtrak Climate Vulnerability Assessment Summary Report Figure 17. Amtrak Track Vulnerability to Wind from Philadelphia to Boston (RCP8.5) 2050 342022 Amtrak Climate Vulnerability Assessment Summary Report 6.4 Sea Level Rise Results Summary Vulnerability patterns are similar across all assets for sea level rise with low vulnerability (score of 0) for areas that are not projected to be impacted by sea level rise and high vulnerability (score of 3 to 4) for several major areas expected to be impacted by rising waters, including the following: • Wilmington, DE; • New York, NY; • New Haven, CT; • New London, CT; • Portland, RI; and • Boston, MA. The areas listed above had significant lengths of track with an expected range of two (2) to four (4) or more inches of inundation. Four (4) inches of standing water on the tracks can damage assets and stop operations. The New York City area has multiple sections of high vulnerability along the track as shown in Figure 18 and 19 The Connecticut coastline is the most sensitive area to sea level rise across all asset types in both the 2050 and 2100 planning horizons, as demonstrated in Figures 20 and 21. In addition to track, some buildings in the areas listed above are expected to get between three (3) and six (6) feet of inundation in 2050 and 2100. It is important to note, however, that the assessment did not account for building elevation given limited data. More data and information about the building elevations and where critical systems are located are needed in order to fully assess the buildings vulnerability to sea level rise inundation. Track Maintenance along the NEC 352022 Amtrak Climate Vulnerability Assessment Summary Report Figure 18. Amtrak Track Vulnerability to Sea Level Rise in New York City (RCP8.5) 2050 362022 Amtrak Climate Vulnerability Assessment Summary Report Figure 19. Amtrak Track Vulnerability to Sea Level Rise in New York City (RCP8.5) 2100 372022 Amtrak Climate Vulnerability Assessment Summary Report Figure 20. Amtrak Track Vulnerability to Sea Level Rise in CT (RCP8.5) 2050 382022 Amtrak Climate Vulnerability Assessment Summary Report Figure 21. Amtrak Track Vulnerability to Sea Level Rise in CT (RCP8.5) 2100 392022 Amtrak Climate Vulnerability Assessment Summary Report 6.5 Study Limitations and Constraints The results of the VA are intended to inform long-term and future planning, project prioritization, and resource allocation due to the study’s high-level analysis. The limitations and constraints to using the results outside of this purpose are bulleted below. • No Hydrologic and Hydraulic (H&H) Analysis – the assessment does not consider site specific flood conditions such as drainage. • Limited asset-specific data such as age, condition, or criticality, which restricted scoring (i.e., limited asset-specific information limits asset-specific vulnerability assessment, such as unknown location of building mechanical systems and first floor height) • Operational data limitations such as disruption per day were not available • Precipitation data incorporates intensity but does not explicitly quantify it (e.g., several inches of rain in an hour in a single location) • Lack of tidal-influenced sea level rise analysis– there are some areas along the NEC that show no or little sea level rise inundation but are known to be tidally influenced, such as Philadelphia. The study did account for any riverine analysis. • Lacking sea level rise data for some areas – areas lacking sea level information in a coastal area could be due to limited coastal influence (i.e., inland areas), lack of a FEMA Coastal study, or ground elevations high enough to avoid inundation. • Direct impacts to the workforce resulting from climate variables including heat were not assessed. • A dollar value for risk was initially considered but removed given data limitations. Replacement value for specific assets were not available in a format that could be leveraged into the assessment. • Design guidance – result values are not intended to inform specific design levels. 7.0 Conclusion/Next Steps In conclusion, this VA provides a base-level understanding of geographic vulnerability hot spots and the most vulnerable assets, based on available data. The results lay the foundation for Amtrak’s Climate Resilience Strategic Plan and organization-wide planning-level decisions. These efforts may be refined and advanced in the future. Potential next steps include: • Collecting additional data to provide more robust results; • Calculating the cost of impacts to operations and asset repair resulting from no action; • Calculating the cost of losses avoided by taking action; • Determining the mechanism to leverage the results into guidance, policies, and projects; • Assessing vulnerability beyond the NEC such as for the National Network; • Expanding the type of climate stressors included (e.g., riverine flooding, wildfire) and the types of assets considered; and • Conducting location-specific analysis in areas of high vulnerability with refined data and analysis including impacts on assets and employees. 402022 Amtrak Climate Vulnerability Assessment Summary Report The recommended next steps primarily focus on expanding the study area and refining the analysis for the most vulnerable areas. The next steps should take into consideration how the results will be used and by whom in the organization. Similar to how this analysis was conducted, it is critical to involve the stakeholders in the next phase to ensure buy-in throughout the organization. Amtrak's assets have a wide range of vulnerability to various climate stressors. As the climate crisis intensifies and impacts from events are harder felt, these vulnerabilities will increase the longer they are left unaddressed. While Amtrak has started the process of addressing climate impacts and incorporating resiliency into the business, further action is recommended to mitigate the climate related impacts that are expected. Amtrak must look at these problems holistically throughout the entire organization and act on a system-wide basis to be successful, the start of which is occurring with the development of the Strategic Plan. Acela II Designed to Refined the Customer Experience along the NEC on a Test Run Over the Susquehanna River in Maryland Enroute to Washington, D.C. 41APPENDIX A – SCORING TABLESVulnerability Assessment Scoring Data2 Extreme Heat3 Extreme Heat – Track Background Assumptions • 95 degrees Amtrak is under an alert • Exposure – Using 100 F as the threshold – • >98 degrees F – slow to 100 MPH 130 F track temp • >102 degrees F – slow to 80 MPH • Sensitivity – incorporate tree assumption which mitigates heat impacts Score Exposure Sensitivity Adaptive Capacity 0 0 0 – area with trees (New 0 England Division; Lancaster 1 >0-3 Days/year increase 1 to Harrisburg) over 100 1 – all other areas 2 >3-6 Days/year increase 1 over 100 3 >6 to 10 Days/year 1 increase over 100 4 >10 to 15 Days/year 1 increase over 100 5 15+ or more Days/year 1 increase over 1004 Extreme Heat – Catenary Assumptions: • Sensitivity –tension systems in place/not impacted by heat (1 for North of NY) Score Exposure Sensitivity Adaptive Capacity 0 0 0 – if Exposure is 0 0 – if Exposure is 0 1 – North of NY 1 (Washington to NY) 1 >0-3 Days/year increase 5 – South of NY 5 (North of NY) over 100 2 >3-6 Days/year increase over 100 3 >6 to 10 Days/year increase over 100 4 >10 to 15 Days/year increase over 100 5 15+ or more Days/year increase over 1005 Extreme Heat – Signals (Instrument House) Assumptions: • Most do not have A/C; New England Division has more issues • Data includes cases and instruments Score Exposure Sensitivity Adaptive Capacity (same grid as track) 0 0 Follows exposure score 0 unless in New England 1 >0-3 Days/year increase 1 Division; over 100 New England Division 2 <3-6 Days/year increase follows exposure score plus 1 over 100 1, to a maximum score of a 5 3 <6 to 10 Days/year increase 1 over 100 4 <10 to 15 Days/year 1 increase over 100 5 15+ or more Days/year 1 increase over 1006 Extreme Precipitation7 Extreme Precipitation – Track Assumptions • Data threshold - Increase of days with 2 inches of rain • Some drainage, starting at 2 inches operations restricted. • No runoff to be conservative (without full drainage study) • Designing to 100 year in general. Daily max precip (NYC is 8.2 inches) Score Exposure Sensitivity Adaptive Capacity 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 1 days with 2 inches 2 >0.5 – 1 Days/year increase 1 1 days with 2 inches 3 >1 – 1.5 Days/year increase Aligns with exposure score 1 days with 2 inches 4 >1.5-2 Days/year increase Aligns with exposure score 1 days with 2 inches 5 >2+ Days/year increase Aligns with exposure score 1 days with 2 inches8 Extreme Precipitation – Tunnels Assumptions • Aligns with track but higher sensitive Score Exposure Sensitivity Adaptive Capacity 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 1 days with 2 inches 2 >0.5 – 1 Days/year increase 1 1 days with 2 inches 3 >1 – 1.5 Days/year increase Aligns with exposure score 1 days with 2 inches +1, to a max score of 5 4 >1.5-2 Days/year increase 1 days with 2 inches 5 >2+ Days/year increase 1 days with 2 inches9 Extreme Precipitation – Buildings Score Exposure Sensitivity Adaptive Capacity 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 3 days with 2 inches 2 >0.5 – 1 Days/year increase 1 3 days with 2 inches 3 >1 – 1.5 Days/year increase Aligns with exposure score 3 days with 2 inches 4 >1.5-2 Days/year increase Aligns with exposure score 3 days with 2 inches 5 >2+ Days/year increase Aligns with exposure score 3 days with 2 inches10 Extreme Precipitation – Substations Assumptions: • All components are 1 foot above ground Score Exposure (Daily max precip Sensitivity Adaptive Capacity in inches) 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 1 days with 2 inches 2 >0.5 – 1 Days/year increase 1 1 days with 2 inches 3 >1 – 1.5 Days/year increase Aligns with exposure score 1 days with 2 inches 4 >1.5-2 Days/year increase Aligns with exposure score 1 days with 2 inches 5 >2+ Days/year increase Aligns with exposure score 1 days with 2 inches11 Extreme Precipitation (Signals/Switch Machines & Interlocking) Assumption: • Follows track Score Exposure Sensitivity Adaptive Capacity 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 (if critical add 2 to exposure 1 days with 2 inches score) 2 >0.5 – 1 Days/year increase 1 (if critical add 2 to exposure 1 days with 2 inches score) 3 >1 – 1.5 Days/year increase Aligns with exposure 1 days with 2 inches (if critical add 2 to a max score of 5) 4 >1.5-2 Days/year increase Aligns with exposure 1 days with 2 inches (if critical add 2 to a max score of 5) 5 >2+ Days/year increase Aligns with exposure 1 days with 2 inches (if critical add 2 to a max score of 5)12 Wind13 Wind – Track Assumptions: • 56 MPH sustained winds (72.8 MPH gust) – limited operations • 74 MPH sustained (96.2 MPH gust) – operations stops • Conversion to gust is 1.3 times sustained wind Score Exposure (MPH gust) Sensitivity (inverse of Adaptive Capacity extreme heat) 0 0 1 – area with trees (New 0 England Division, Lancaster to 1 >0-49.4 1 Harrisburg) 2 >49.4-58.5 1 0 – all other areas 3 >58.5-71.5 1 4 >71.5-78 1 5 (78+ gust) 114 Wind – Buildings Assumptions: • 39 MPH is start of the Tropical Storm • Modified from Beaufort Scale (aligns with other scales) Score Exposure Sensitivity Adaptive Capacity (MPH gust) 0 0 0 3 1 >0-49.4 1 3 2 >49.4-58.5 Follow exposure score + 1 3 to a max score of 5 3 >58.5-71.5 Follow exposure score + 1 3 to a max score of 5 4 >71.5-78 Follow exposure score + 1 3 to a max score of 5 5 (78+ gust) Follow exposure score + 1 3 to a max score of 515 Wind – Catenary Assumptions: • 20 MPH sustained noted as when impacts start • 60 is a threshold for when you’re definitely seeming impacts Score Exposure Sensitivity Adaptive Capacity (MPH gust) 0 0 1 – area with trees (New England 1 Division; Lancaster to Harrisburg) 1 >0-49.4 1 0 – all other areas 2 >49.4-58.5 1 3 >58.5-71.5 1 4 >71.5-78 1 5 (78+ gust) 116 Sea Level Rise17 Sea Level Rise – Track Assumptions • Assumes SLR is there to stay • Sensitivity is 5 because any salt is ultimately a problem • 4 inches of water is when operations are halted Score Exposure Sensitivity Adaptive Capacity 0 0 0 0 1 0.1 - 1 inches 5 1 2 1.1 - 2 inches 5 1 3 2.1 - 3 inches 5 1 4 3.1 - 4 inches 5 1 5 >4 inches of inundation 5 118 Sea Level Rise –Tunnels Assumptions • Same as track; • Not a drainage study-level analysis Score Exposure Sensitivity Adaptive Capacity 0 0 0 0 1 0.1 - 1 inches 5 1 2 1.1 - 2 inches 5 1 3 2.1 - 3 inches 5 1 4 3.1 - 4 inches 5 1 5 >4 inches of inundation 5 119 Sea Level Rise – Catenary Score Exposure Sensitivity Adaptive Capacity 0 0 0 0 1 0.1 - 1 inches 5 1 2 1.1 - 2 inches 5 1 3 2.1 - 3 inches 5 1 4 3.1 - 4 inches 5 1 5 >4 inches of 5 1 inundation20 Sea Level Rise – Buildings Assumptions • Estimated FFE • ~12 inches is where impacts are; electrical system • AC – simple measures to employ to manage (e.g., sand bags) Score Exposure Sensitivity Adaptive Capacity 0 0 Follow exposure score 3 1 0.1 - 3 inches Follow exposure score 3 2 3.1 - 6 inches Follow exposure score 3 3 6.1 - 9 inches Follow exposure score 3 4 9.1 - 12 inches Follow exposure score 3 5 >12 inches of inundation Follow exposure score 321 Sea Level Rise – Substations Assumptions • Assume everything is 1 foot above ground • Sensitivity – CCV stations are critical; access is also an issue (thus went all 5’s for converters substations) • AC – CCV stations are critical (lose one, many impacts. Can lose one and be ok but hard/expensive to move Score Exposure Sensitivity Adaptive Capacity 0 0 Converter substation = 5 Converter substation = 1 All others = 0 All others = 3 1 0.1 - 3 inches 2 3.1 - 6 inches 3 6.1 - 9 inches 4 9.1 - 12 inches 5 >12 inches of inundation22 Sea Level Rise – Signals – Switch Machines and Interlockings Score Exposure Sensitivity Adaptive Capacity 0 0 0 0 1 0.1 - 3 inches Follows exposure (if critical 1 interlocking add 2) 2 3.1 - 6 inches Follows exposure (if critical 1 interlocking add 2) 3 6.1 - 9 inches Follows exposure (if critical 1 interlocking add 2) 4 9.1 - 12 inches Follows exposure (if critical 1 interlocking add 2) 5 >12 inches of inundation Follows exposure (if critical 1 interlocking add 2)APPENDIX B – MAPSHeat MapsBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 4.1 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Instrument Houses Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Above 100° F from Present NY VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 18.2 days CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 4.1 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Above 100° F from Present NY VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 18.2 days CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 4.1 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 5.8 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Instrument Houses AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 5.8 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 5.8 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 6.4 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Instrument Houses AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 6.4 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 6.4 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 18.2 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Instrument Houses AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 18.2 DEBOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles AAmmttrraakk CClliimmaattee CChhaannggee Track Increase in Days MA NY Vulnerability Score Above 100° F from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 18.2 DEPrecipitation MapsBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Buildings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Interlockings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Substations Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Switch Machines Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 3.5 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Tunnels Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Buildings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days I2 YYeeaarr 22110000 Stations MD Maximum Amtrak Line Number of Days: 3.1 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Interlockings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22110000 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 3.1 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Substations Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 3.1 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles AAmmttrraakk CClliimmaattee CChhaannggee Switch Machines Increase in Days MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22110000 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 3.1 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 3.1 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Tunnels Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 3.1 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Buildings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 2.6 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Interlockings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 2.6 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Substations Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 2.6 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Switch Machines Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 2.6 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 2.6 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Tunnels Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 2.6 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Buildings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 2.9 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Interlockings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ YYeeaarr 22110000 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 2.9 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Substations Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ YYeeaarr 22110000 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 2.9 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Switch Machines Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 2.9 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 2.9 DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Tunnels Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 2.9 DESea Level Rise MapsBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Buildings Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 15.3 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 4 NJ I2 - 0.1 feet Stations MD Amtrak Line Maximum Depth: 15.3 feet DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Interlockings Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 15.3 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Substations Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 15.3 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Switch Machines Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 15.3 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 4 NJ I2 - 0.1 feet Stations MD Amtrak Line Maximum Depth 15.3 feet DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Tunnels Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 MD Stations Maximum Depth: 15.3 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Buildings Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet 3 PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Interlockings Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Substations Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Switch Machines Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 4 NJ I2 - 0.1 feet Stations MD Amtrak Line Maximum Depth: 19 feet DEBOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Tunnels Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 MD Stations Maximum Depth: 19 feet Amtrak Line DEWind MapsBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Buildings Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Catenary Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Track Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Buildings Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 110.5 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Catenary Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 110.5 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Track Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 3 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 110.5 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Buildings Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Catenary Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Track Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Buildings Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 111.4 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Catenary Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 111.4 mph DEBOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Track Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 3 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 111.4 mph DE",
    "TEXT BY PAGE": [
        "2022 Amtrak Climate Vulnerability Assessment Summary Report September 2022",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Table of Contents Executive Summary......................................................................................................................................... iv 1.0 Introduction ......................................................................................................................................... 1 2.0 Assessment of NEC Climate Trends ...................................................................................................... 1 3.0 Previously Completed Amtrak Climate Change Vulnerability Assessment Activities ........................... 6 4.0 Vulnerability Assessment Inputs .......................................................................................................... 7 4.1 Planning Team Participation ............................................................................................................ 7 4.2 Study Area Identification.................................................................................................................. 8 4.3 Assets Assessed .............................................................................................................................. 10 4.4 Climate Scenario Identification ...................................................................................................... 10 4.5 Climate Stressor Identification ....................................................................................................... 13 4.5.1 Heat ........................................................................................................................................ 13 4.5.2 Precipitation ........................................................................................................................... 15 4.5.3 Wind ....................................................................................................................................... 16 4.5.4 Sea Level Rise with Storm Surge ............................................................................................. 18 4.6 Final Assets and Climate Stressors Assessment Determination ..................................................... 19 5.0 Vulnerability Assessment Methodology ............................................................................................. 21 5.1 Asset-Specific Vulnerability Scores ................................................................................................. 21 5.2 Asset/Stressor Scoring Tables and Assumptions ............................................................................ 22 6.0 Results Summary................................................................................................................................ 26 6.1 Heat Results Summary ................................................................................................................... 26 6.2 Precipitation Results Summary ...................................................................................................... 29 6.3 Wind Results Summary .................................................................................................................. 33 6.4 Sea Level Results Summary ............................................................................................................ 35 6.5 Study Limitations and Constraints .................................................................................................. 40 7.0 Conclusion/Next Steps ....................................................................................................................... 40 Appendix A: Scoring Tables Appendix B: Maps i",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report List of Tables Table 1. Trends and Projections (Qualitative) for Average Annual Precipitation Totals and Extreme Precipitation Events in the NEC (U.S. Global Change Research Program, 2017) .............................................. 3 Table 2. Observed Trend and Projected Change for 2050 and 2100 for Annual Average Temperature for the NEC. Historical Change Expressed is the Difference Between the Average for Present-Day (1986–2016) and the Average for the First Half of the Last Century (1901–1960). Projected Values are Change in Annual Average Temperatures from Present Day for the NEC. ................................................................................... 4 Table 3. Average Number of $1 Billion Disasters (NCEI) .................................................................................. 6 Table 4. Resilience Roundtable Participants for the VA ................................................................................... 7 Table 5. Asset and Vulnerability Assessment Group Roundtable Details ......................................................... 7 Table 6. Asset and Source Information .......................................................................................................... 10 Table 7. NEC Locations and Associated Historical and Future Projected Number of Days with Extreme Heat ... 14 Table 8. NEC Locations and Associated Historical and Future Projected Number of Days with Heavy Rainfall ....................................................................................................................................................................... 15 Table 9. NEC Locations and Associated Historical and Future Projected 100-year Return Period Wind Gust 17 Table 10. Climate Stressor-Asset Matrix of Assets Assessed .......................................................................... 20 Table 11. Asset Scoring Scale ......................................................................................................................... 21 Table 12. Vulnerability Scoring Inputs ........................................................................................................... 22 ii",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report List of Figures Figure 1. Annual changes in total precipitation over the United States. Changes are for present-day (1986- 2015) relative to the first half of the 20th century (1901 - 1960). Figure adapted from CCSR, 2017. .............. 2 Figure 2. Maps depicting the increases in intensity and frequency of heavy precipitation across the United States, including within the NEC. Figure courtesy of CCSR, 2017. .................................................................... 3 Figure 3. Summary of impacts from 1.5°C versus 2°C of global warming. Source IPCC Special Report: Global Warming of 1.5°C. ............................................................................................................................................ 5 Figure 4. Amtrak NEC Vulnerability Assessment Study Area ............................................................................ 9 Figure 5. RCP Scenarios as described by the prescribed emissions pathways............................................... 11 Figure 6. Characterization of uncertainty within future climate scenarios. Figure adapted from IPCC (2013). ....................................................................................................................................................................... 12 Figure 7. Projected Change for Extreme Heat Day Frequency along the NEC ................................................ 14 Figure 8. Projected Change in the Frequency of Days with Intense Precipitation along the NEC ................. 16 Figure 9. Projected Increased Wind Speeds along the NEC ........................................................................... 17 Figure 10. Projected Sea Level Rise with Storm Surge along the NEC ............................................................ 19 Figure 11. Vulnerability Equation .................................................................................................................. 21 Figure 12. Amtrak Catenary Vulnerability to Heat DC to NY (RCP8.5) Year 2100 ........................................... 27 Figure 13. Amtrak Instrument House Vulnerability to Heat DC to Baltimore (RCP8.5) Year 2100 ................. 28 Figure 14. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP4.5) Year 2050 ................................. 30 Figure 15. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP4.5) Year 2100 ................................. 31 Figure 16. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP8.5) Year 2050 ................................. 32 Figure 17. Amtrak Track Vulnerability to Wind from Philadelphia to Boston (RCP8.5) 2050 ........................ 34 Figure 18. Amtrak Track Vulnerability to Sea Level Rise in New York City (RCP8.5) 2050 .............................. 36 Figure 19. Amtrak Track Vulnerability to Sea Level Rise in New York City (RCP8.5) 2100 .............................. 37 Figure 20. Amtrak Track Vulnerability to Sea Level Rise in CT (RCP8.5) 2050 ................................................ 38 Figure 21. Amtrak Track Vulnerability to Sea Level Rise in CT (RCP8.5) 2100 ................................................ 39 Portal Bridge, New Jersey iii",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Executive Summary Amtrak operations, assets, staff, and external stakeholders are subject to the ongoing and worsening impacts of climate change. Between 2006 and 2019, Amtrak lost more than $127 million from 450+ weather disruptions, resulting in an estimated $220 million in projected revenue losses in the coming decade. In 2020, Amtrak’s Board of Directors set a corporate goal to develop and implement a Climate Resilience Strategic Plan to determine how Amtrak can best absorb climatic disruptions through identification of prioritized actions. The 2021 Climate Vulnerability Assessment (VA) for the Northeast Corridor (NEC) has been drafted in response to this initiative. This VA focuses on the impacts of heat, precipitation, wind, and sea level rise for two future planning scenarios centered on the years 2050 and 2100. An analysis of NEC climatic trends points to each of these climate stressors becoming more severe along the corridor. For example, the mid-21st century projections for temperature and precipitation indicate an increase of temperature of 4 to 5°F and an increase of precipitation of 5-15 percent, compared to the previous half century. The VA focused on key assets where data was readily available as shown in Table ES-1 below. Table ES-1. Climate Stressor Matrix of Assets Assessed* Track Bridges Tunnels Catenary Substations Buildings Signals Yes: Instrument Houses; Not Not Not Not Heat Yes Yes Not Assessed: Switch Assessed Assessed Assessed Assessed Machines, Interlockings Yes: Switch Not Not Machines, Precipitation Yes Yes Yes Yes Assessed Assessed Interlockings; Not Assessed: Instrument Houses Not Not Not Wind Yes Yes Yes Not Assessed Assessed Assessed Assessed Yes: Switch Machines, Sea Level Not Yes Yes Yes Yes Yes Interlockings; Rise Assessed Not Assessed: Instrument Houses *Not assessed indicates asset data was not available, sufficient, or did not exist for the assessment. The VA resulted in a score for the assets analyzed for each stressor. Vulnerability was determined by analyzing an asset’s known exposure, sensitivity and adaptive capacity, which are defined generally below, and varied by climate stressor: • Exposure – The degree to which the asset is exposed to the climate stressor (e.g., flooding; depth of water); • Sensitivity – The degree to which the asset is affected by the climate stressor (e.g., level of damage); and iv",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report • Adaptive Capacity – The ability to adjust to the climate stressor (e.g., move the asset, alternative routes, recovery time, redundancy). Results from the VA were summarized by stressor, but it is important that the results be reviewed with the understanding of hazard and data limitations within the study. Reference Section 4.4 for emission scenario details and Section 6.5 for Study Limitations and Constraints. Heat Analysis & Key Findings Heat data provided a measure for number days at or above 100°F (from present) by location. For reference, temperatures above 95°F result in an alert, temperatures above 98°F result in a speed reduction to 100 MPH, and temperatures above 102°F slow service to 80 MPH. Additionally, air temperature of 100°F equates to a track surface temperature of approximately 130°F. • Catenary shows the highest vulnerability scores for extreme heat across all scenarios (see Section 4.4) when compared to the other asset categories. Vulnerability is highest in areas south of New York where there is not a tension system in place to prevent sagging or tightening of lines during temperature changes. • Other assets with elevated vulnerability are signal, instrument houses, particularly under the high emissions scenario, as well as track where there is limited tree cover (assumed to be areas outside of the New England Division and Lancaster, PA to Harrisburg, PA). • New York City is a notable vulnerability “hot spot” for projected increases in temperature. Precipitation Analysis and Key Findings Precipitation data projected the increase in number of days that receive at least two inches of rain (from present in a given location). For reference, two inches or more of water on the track can impact operations causing slowdowns and inspections. This data does not account for site-specific topography or drainage enhancements. • Track and interlockings showed the highest vulnerability scores for precipitation events of days with at least two inches of rain across all scenarios when compared to the other asset categories. • Buildings had low vulnerability across all scenarios. This may be a result of limited building characteristic data and a higher adaptive capacity such a outfitting the building with temporary and permanent protection measures. • New York City is a notable “hot spot” for projected increases in precipitation. Wind Analysis and Key Findings Wind data was leveraged by applying bulk increases to wind gusts during a 100-year storm event. For reference, with 72.8 MPH gusts, operations are limited, and with 96.2 MPH gusts, operations are halted. • Vulnerability was consistent across asset types, though known asset data limitations (e.g., age, condition) could skew these results. • Boston, MA to Philadelphia, PA are notable “hot spots” for projected increases in wind when compared with the more southern portions of the corridor. Sea Level Rise Analysis and Key Findings Sea level rise data was leveraged from a 2017 Amtrak study which indicated the level of sea level rise with storm surge inundation (in inches). For reference, four or more inches of sea level rise was assumed to stop v",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report operations and result in constant operational impacts. Increments of 0.1 inches were used to assess exposure at a given location. • Track showed the highest vulnerability, particularly in “hot spot” locations. • Wilmington, DE; New York, NY; New Haven, CT; New London, CT; Portland, RI; and Boston, MA are notable “hot spots” for projected increases in sea level rise. This VA is intended to provide an initial decision support framework for the Climate Resilience Strategic Plan, long-term and future planning, project prioritization, and assist with resource allocation decisions along the NEC. There are some limitations to these results. This information should not be used to inform design decisions without further evaluation of unique site-specific conditions. For example, the precipitation information indicates areas of increased risk. However, site specific conditions may already be designed to handle these increases, and a local drainage study would be necessary to determine this. Additionally, asset-specific data such as age, condition, location of building mechanical systems, and building first floor height or criticality could not be leveraged or did not exist for the assessment. This restricted asset-level scoring to assumptions such as a uniform elevation of one foot above grade for buildings. Recommended next steps include refining the VA as enhanced data becomes available, leveraging results into organization-wide guidance, and expanding the VA to include broader geographies (e.g., National Network) and additional climate stressors such as riverine flooding, and wildfires. Trees lining track in New England vi",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 1.0 Introduction Losses due to climate change are being felt around the world. From 2006-2019, Amtrak experienced more than 450 weather disruptions from floods, wildfires, and landslides, among other climatic occurrences. These events resulted in lost ridership of 1.3 million customers and tallied up more than $127 million in lost revenue for Amtrak. These disruptions are expected to increase in both frequency and severity, and based on historic totals, an additional $220 million in losses are projected in the coming decade.1 These events impact Amtrak assets, workforce, and operations, including: • Corroded rail and service disruption due to sea level rise; • Flooded buildings, tunnels, substations, electric traction (ET) equipment and other infrastructure due to extreme precipitation; and • Interrupted service schedules and increased workforce health and safety incidents due to extreme heat. These weather disruptions have catalyzed the need for a coordinated and integrated approach to climate change management at Amtrak. In 2020, Amtrak’s Board of Directors set a corporate goal to develop and implement a Climate Resilience Strategic Plan (herein referred to as the Strategic Plan). The Strategic Plan is intended to outline areas and assets at risk to future climate impacts. This information is necessary to prioritize climate adaptation actions Amtrak, and this Vulnerability Assessment (herein referred to as the VA) is intended to provide it. The VA was developed specific to the Northeast Corridor (NEC), including the Harrisburg Line and a segment of the Hudson Line. The assets including in the VA are considered essential to operations such as: rail, buildings (including stations), tunnels, substations, catenary systems, and signals.2 The following climate stressors are included in the VA: • sea level rise, including storm surge; • precipitation; • temperature; and • wind. The four stressors evaluated in this study were selected as a starting point given previous efforts, available data, and imminent threats to Amtrak operations, which are projected to worsen in coming years. The VA resulted in asset-level scoring for each stressor. This information enables decision makers, project managers, and engineers to evaluate and understand the organization’s vulnerability, and further allows Amtrak the ability to address those risks through capital improvement projects, state-of-good repairs, business practices, and long-term planning. 2.0 Assessment of NEC Climate Trends As an initial step in the VA, climate trends were reviewed for the planning area. Flood events, including sea level rise and extreme precipitation, are increasing across the NEC. According to the U.S. Climate Resiliency Toolkit, over the past three decades, the coastline extending from Massachusetts to Virginia, the approximate NEC planning area, has experienced a sea level rise of between 1 Estimated losses include losses due to revenue and ridership and are not inclusive of operational losses. Projections are based on past losses, meaning while these losses are anticipated they may be incurred through numerous small events or larger events (e.g., Superstorm Sandy). 2 The assets assessed may be expanded in future studies. 1",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 2 to 3.7 mm (0.08 to 0.14 in) per year, more than three times the global average. In addition, annual total precipitation amounts across the NEC have increased by 5 to 15% when compared to the first half of the last century (Figure 1). Figure 1. Annual changes in total precipitation over the United States. Changes are for present-day (1986-2015) relative to the first half of the 20th century (1901 - 1960). Figure adapted from CCSR, 2017. Along the NEC, this precipitation increase has occurred due to both increases in the frequency and intensity of rainfall events. For example, the number of 5-year return period events (i.e., a high frequency event with a 20% chance of occurrence each year) increased by 92% along the NEC between 1958 and 2016. In the same time period, the amount of rainfall in the most intense events increased by 55%, as shown in Figure 2 and Table 1. It is expected that climate change will increase the frequency and intensity of precipitation events at a similar rate by the mid-21st century. Flooding from both permanent inundation associated with sea level rise and episodic flooding from extreme precipitation threaten Amtrak’s assets. Sea level rise can cause impacts necessitating increased maintenance or even complete abandonment of assets depending on the predicted water levels. Similarly, increases in the frequency of high rainfall events and/or the intensity of those events can cause assets to flood more frequently and result in expensive damage or the need for adaptation measures to protect the traditional use of those assets. Interlocking at New York Penn Station 2",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 2. Maps depicting the increases in intensity and frequency of heavy precipitation across the United States, including within the NEC. Figure courtesy of CCSR, 2017. Table 1. Trends and Projections (Qualitative) for Average Annual Precipitation Totals and Extreme Precipitation Events in the NEC (U.S. Global Change Research Program, 2017) Observed Observed Historical Change in Change in Mid-Century Late-Century Region Precipitation Heaviest Number of 48- (2050) (2100) Trends Rainfall hour rainfall Projection Projection Amounts3 (%) events 4 (%) Likely NEC Increasing 55 92 Increasing Increasing5 3 Defined as 99th percentile precipitation events 4 Defined as 20% Annual Chance (5-year return period) 5 Projections of increasing and likely increasing are based on the high emissions scenario 3",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Extreme heat is also rising along the NEC. The annual average temperature across the NEC has increased by nearly 1.5°F in the last 50 years (Table 2). Projected changes in annual average temperature for the NEC are between 4 to 5°F for the mid-century (2050) and 5 to 9°F for the late-century (2100), dependent on greenhouse gas emissions scenarios and their respective climate impact. (Moderate and high emission scenarios were selected for this VA and are further described in Section 4.0.) In addition to overall temperature change, it can be expected that more intense and frequent heat waves are likely to occur, posing a threat to workers, train operations and infrastructure along the NEC (U.S. Global Change Research Program, 2020). Table 2. Observed Trend and Projected Change for 2050 and 2100 for Annual Average Temperature for the NEC. Historical Change Expressed is the Difference Between the Average for Present-Day (1986–2016) and the Average for the First Half of the Last Century (1901–1960). Projected Values are Change in Annual Average Temperatures from Present Day for the NEC. 2050 2100 Moderate Historical Change Moderate High Emissions High Emissions Emissions Region in Annual Average Emissions (RCP4.5) (RCP8.5) Mid- (RCP8.5) Late- (RCP4.5) Late- Temperature6 (°F) Mid-Century (°F) Century (°F) Century (°F) Century (°F) NEC 1.43 3.98 5.09 5.27 9.11 Source: Table produced with data from the Climate Change Science Report (CCSR 2017). Projected changes in global temperature can also be linked to increases in the frequency of other climate stressors including increased frequency and intensity of storm events, extreme precipitation, and sea level rise, among others. The IPCC Special Report on Global Warming of 1.5°C (2018) notes that a difference in global warming of 1.5°C (2.7°F) versus 2.0°C (3.6°F) leads to a number of cascading impacts and extremes. For example, the extra 0.9°F of warming leads to an additional 4 inches of sea level rise, resulting in a projected increase in global sea level rise of between 12.5 and 34 inches, depending on location, by 2100. Under the selected climate scenarios for this VA, climate models estimate we will reach the 1.5°C (2.7°F) threshold by year 2029 under the moderate emissions scenario or year 2027 under the high emissions scenario. Similarly, the 2.0°C (3.6°F) threshold is reached by year 2051 under the moderate emissions scenario or year 2041 under the high emissions scenario. Current global emissions trends are tracking along the high emissions scenario. Other impacts from the difference in global warming thresholds are summarized in Figure 3. 6 Change is average for present-day (1986–2016) relative to the first half of the 20th century (1901-1960). 4",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 3. Summary of impacts from 1.5°C versus 2°C of global warming. Source IPCC Special Report: Global Warming of 1.5°C. More directly, an increase in temperature poses both direct and indirect potential impacts to Amtrak’s assets. Direct impacts from temperature threaten track infrastructure as tracks become more vulnerable to bends and buckles with increased heat exposure. In addition, extreme temperatures impact riders and workers’ health. Indirect effects result from correlation between rising temperatures and an increase in extreme weather events and sea level rise which are discussed in further sections. Tropical cyclones (hurricanes and tropical storms) are also key stressors along the NEC. While impacts from intense cyclones have been felt by Amtrak in recent history, including Hurricane Sandy (in 2012) and Hurricane Ida (in 2021), trends for these types of storms are harder to assess than other parameters. For example, unlike temperature and precipitation, the understanding of trends and changes in hurricane and tropical storm behavior are difficult to establish due to the lack of a long-term dataset for event occurrences and analysis. As such, the IPCC (2013) and CCSR (2017) note a low confidence in long-term trends of an increase in activity and intensity of these storms due to the lower data quality of these key datasets. However, conclusions within the CCSR (2017) are supported by both theory and numerical modeling simulations that have shown an increase in the intensity of tropical cyclones and an increase in the number of very intense tropical cyclones over the 20th and early 21st century. It is also noted that under a warming climate, it is likely that cyclone wind speeds and precipitation rates (i.e., severity) will increase while the overall frequency of tropical cyclones is much more unclear. The historical increase in extreme weather events can also be seen through the increasing rate of $1 billion disasters, as tracked by the National Centers for Environmental Information (NCEI). From 1980 to present, there have been 308 total events matching this threshold, totaling a cost of over $2.085 trillion. Trends for such events show a decadal increase in the total number of events from 1980 to present as shown in Table 3. 5",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Table 3. Average Number of $1 Billion Disasters (NCEI) Decade Average Number 1980s 2.9 1990s 5.3 2000s 6.3 2010s 12.3 The increasing trend in $1 billion disasters has been evident in the last 3 years, with an average of 16.7 events per year from 2018 – 2020. In 2020, there were 22 total $1 billion dollar disasters with seven (7) directly impacting the Northeast, including flooding, hurricane, and severe weather events. To date in 2021, there have been 18 total events nationally with seven (7) directly impacting the Northeast, including the impacts from Hurricane Ida which caused an estimated $64.5 billion in damages from both hurricane impacts and flooding in the Northeast. As noted in Section 1.0, Amtrak revenue losses are projected to be $220M in the coming decade which are further justified by climate trends. Fortunately, Amtrak has been proactive in understanding its vulnerability, as demonstrated by this VA and previously completed climate studies. 3.0 Previously Completed Amtrak Climate Change Vulnerability Assessment Activities Over the last decade, Amtrak has engaged in various climate change vulnerability assessments, adaptation, and resiliency studies that serve as a foundation for this VA. The initial Climate Change Vulnerability Assessment was undertaken by Amtrak in 2014 and included an assessment of Amtrak’s data availability and data gaps, identified climate change impacts to rail assets, evaluated climate change vulnerability assessment methodologies, and recommended a vulnerability assessment approach. Next, a pilot Climate Change Vulnerability Assessment study was completed in September of 2015, which focused on a 10-mile section of track within the Wilmington, DE area. This assessment evaluated the vulnerability of multiple asset types including rail, critical facilities, catenary systems, signals, bridges, and roads to several climate change variables. As part of this pilot study, a climate change framework was developed that utilized various resources including the Federal Highway Administration (FHWA) Climate Change and Extreme Weather Vulnerability Assessment Framework (FHWA, 2012). The main objective of this pilot study was not only to assess Amtrak’s asset vulnerabilities within the designated area, but more importantly, to set up a framework and methodology that can be replicated along other stretches or for the entire NEC. The framework provides a structured approach to identify asset vulnerabilities, prioritize risks, develop an adaptation strategy, and plan for the future. The 2015 study was followed-up in 2017 by the Amtrak Phase III – Climate Change Adaptation Plan, which analyzed Amtrak’s asset vulnerability to sea level rise inundation along the entire NEC. This study resulted in a GIS database that could be used as an initial screening tool to understand asset vulnerability to sea level rise. In 2018, Amtrak worked with researchers from the University of Pennsylvania’s Wharton School on a case study to measure the company’s resilience to climate risks along the NEC. An inter-departmental group developed and ranked a list of 21 business processes against how they stand up to short- and long-term resilience. The endeavor helped Amtrak begin to understand the breadth of vulnerabilities across numerous functions of the organization and to identify opportunities for resiliency planning. In FY20, Amtrak’s Board of Directors set a corporate goal to develop and implement a Climate Resilience Strategic 6",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Plan. This vulnerability assessment and the Northeast Corridor Climate Resilience Strategic Plan are building off previous work to advance the company’s understanding of future impacts and identifying ways to integrate resilience into business planning and operations. 4.0 Vulnerability Assessment Inputs 4.1 Planning Team Participation Amtrak staff were engaged throughout the VA development process via Resilience Roundtables and topic- specific interviews. This engagement enabled collection of data and informed vulnerability assessment thresholds and assumptions (e.g., temperature at which rail operations are slowed). Amtrak staff who participated in the Roundtables for the VA are listed in Table 4. Table 4. Resilience Roundtable Participants for the VA Name Department Specialty Rene Asuncion Engineering Bridges and Tunnels Bob Giorgio Rail Operations & Emergency Emergency Management Management (APD Situation Unit) Jill Angelone Engineering GIS; Asset Management Rob Kane Engineering Electric Traction Chris Forrest Engineering Communication and Signals Bruce Williams Marketing Demand Forecasting Tim Wells Planning Future planning and expansion Kara Oldhouser Safety & Security Project Manager Kayla Sadallah Engineering GIS; Asset Management Kyle Barnard Engineering Outages Four Roundtables were held which were facilitated by the Stantec, the climate consultant. Topics for the Roundtables are listed in Table 5. Table 5. Asset and Vulnerability Assessment Group Roundtable Details Date Topic May 19, 2021 Overview of vulnerability assessment approach and input on thresholds and assumptions July 9, 2021 Confirmation of vulnerability approach and assumptions July 28, 2021 Confirmation of department-specific data needs and uses August 12, 2021 Draft vulnerability assessment results review 7",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 4.2 Study Area Identification The study area includes the NEC, Harrisburg Line and a segment of the Empire Service Line as shown in Figure 4. The Harrisburg Line (also known as the Keystone Corridor) and Empire Service Line segment (herein referred to as the Hudson Line) were added to the vulnerability assessment as a result of Roundtable input, which indicated that these lines are vital to operations and connected to the NEC. The NEC is a 475-mile route from Washington, DC to Boston, MA of which Amtrak owns and operates 363 route-miles. The NEC is Amtrak’s most essential section of track: an essential artery that runs through the northeast region connecting eight states and the District of Columbia, and connecting numerous large metropolitan areas. The NEC carries approximately 2,200 Amtrak, commuter, and freight trains each day. The Harrisburg Line is a 104.2-mile service line from Philadelphia, PA (30th Street Station) to Harrisburg, PA (Harrisburg Transportation Center). It carries approximately more than 1.5 million passengers each day. The Hudson Line, a five-mile stretch of the Empire Service Line from New York Penn Station to the Bronx in New York City, was also included, though specifics on ridership were not available. Baltimore Penn Station – one of 100+ Stations along the NEC 8",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 4. Amtrak NEC Vulnerability Assessment Study Area 9",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 4.3 Assets Assessed The VA analyzed major asset categories identified by the Roundtable Team. It is noted that not all assets were included; additional assets may be included in future assessments. Table 6 lists the asset type evaluated, source information, and data available for the NEC, Harrisburg Line, or Hudson Line. Table 6. Asset and Source Information Route for Which Type Asset Source File Name Data Was (e.g., Excel; GIS) Available* Centerline (AmtrakWebmap2020.gdb\\Centerline); GIS; Excel NEC, Harrisburg, Rail LineCode_Centerline.csv (lat/long, elevation) Hudson Bridge (AmtrakWebmap2020.gdb\\Bridge); GIS; Excel NEC, Harrisburg, Bridge OH_Bridge_2021_03_30.xlsx (lat/long, elevation) Hudson Tunnels Bridge (AmtrakWebmap2020.gdb\\Bridge) GIS NEC, Harrisburg Catenary_Pole_Base Catenary GIS NEC, Harrisburg (AmtrakWebmap2020.gdb\\Catenary_Pole_Base) Substations ET_Facility (AmtrakWebmap2020.gdb\\ET_Facility) GIS NEC, Harrisburg ET_Facility (AmtrakWebmap2020.gdb\\ET_Facility); NEC, Harrisburg, Buildings GIS Buildings (previous study) Hudson Signal – Signal_Equipment NEC, Harrisburg, Instrument GIS (AmtrakWebmap2020.gdb\\Signal_Equipment) Hudson Houses Signals – NEC, Harrisburg, Switch Turnout (AmtrakWebmap2020.gdb\\Turnout) GIS Hudson Machines Signals – NEC, Harrisburg, Interlocking (AmtrakWebmap2020.gdb\\Interlocking) GIS Interlockings Hudson * The Harrisburg Line and Hudson Line segments were not initially part of the NEC study area. These areas were added after the data collection process had concluded and no additional data was collected for these areas. As a result, while most data collected was available for all three routes, some assets analyzed on the NEC were not included for the Harrisburg Line and Hudson Line segments analysis. 4.4 Climate Scenario Identification Per the Intergovernmental Panel on Climate Change (IPCC), Representative Concentration Pathways (RCPs) are defined by the change in the amount of radiative forcing, or change in energy flux, due to increases in greenhouse gas (GHG) concentration. RCPs specify annual GHG concentrations, including anthropogenic emissions, throughout the 21st century while accounting for components such as land use change and sector-based emissions. In other words, RCPs reflect varying emissions scenarios, where a higher RCP number generally reflects higher emissions.7 7 Each RCP could potentially be realized under more than one underlying socioeconomic scenario (e.g., different combinations of economic, technological, demographic, and policy futures) and, therefore, can represent a range of 21st century climate policies. Human decisions were not explicitly considered in the development of RCPs. 10",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report For this VA, future climate scenarios were chosen to align with the IPCC Fifth Assessment Report (AR5) to consider plausible climate conditions that Amtrak’s assets and operations will likely face at the middle and end of the 21st century. To represent this, the two RCPs selected represent a moderate greenhouse gas emissions scenario and a high emissions scenario, which are described below and shown in Figure 5 below: • Moderate emissions scenario (purple line, RCP 4.5) – GHGs peak around 2040 and then decline • High emissions scenario (red line, RCP 8.5) – GHGs rise throughout the 21st century with no decline Source: International Panel on Climate Change Representative Concentration Pathways (AR5 Report) Figure 5. RCP Scenarios as described by the prescribed emissions pathways. Regardless of the differences in the GHG emissions pathways, global temperature increase will continue throughout the 21st century under each of the RCP scenarios. Even under the moderate emissions scenario, RCP4.5, the atmosphere will continue to warm through the 21st century, peaking at nearly 3.5°F of global temperature change, and the NEC regional change is projected to be higher than the global average projection. The VA considered two future planning horizons. Projected changes for the chosen climate stressors are assessed relative to recent historical climate conditions, using the 1991- 2020 time horizon as a reference. The two future planning horizons are: • 2050 (represented by average conditions across the 2041–2070 period), and • 2100 (represented by average conditions across the 2071–2100 period), Thus, the VA considers a total of four scenarios for each climate stressor:8 • RCP4.5, year 2050 (moderate emissions) • RCP4.5, year 2100 (moderate emissions) • RCP8.5, year 2050 (high emissions) • RCP8.5, year 2100 (high emissions) 8 For sea level rise, to maintain consistency with previous Amtrak reports, only the RCP8.5 scenario was utilized. It was considered for both 2050 and 2100 projection planning horizons. 11",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Climate projections are descriptions of plausible future climate conditions and are most often created from Global Climate Models (GCMs). Global Climate Models are tools used to simulate the climate system and used to develop climate projections. GCMs simulate broader scale physical processes (e.g., regional scale atmospheric patterns and interactions within the climate system, such as between the atmosphere and ocean). Regional Climate Models are a series of models that operate similarly to GCMs except at higher spatial resolution over smaller areas across the globe. RCMs allow for finer scale features (such as mountains, rivers, coastlines, and complex terrain) to be included at a much higher level of detail than within GCMs and, as a result, produce higher resolution data such as data required for the VA. However, due to the higher resolution that RCMs operate at, fewer models are typically available as they are very computationally intensive. Nevertheless, RCM climate projections are available for the VA from the North American domain of the Coordinated Regional Climate Downscaling Experiment (NA-CORDEX) and have outputs that are available at an approximate 14 mile by 14 mile (22 km by 22 km) horizontal resolution. In all cases, it is not recommended to rely only on one or two climate models to estimate future climate due to potential biases inherent within a single model and the uncertainty in future global greenhouse gas emissions. Climate projections have three major sources of uncertainty: greenhouse gas emissions (human decisions), model-to-model differences, and internal climate variability (year-to-year changes). The future trajectory of GHG emissions is inherently uncertain, with the likelihood of achieving any particular future climate scenario (RCP) governed by human decision making. While uncertainties in future projections also arise from internal climate variability (year-to-year changes) and model-to-model differences, the choices that society makes in the near future have the largest influence on the future climate state, particularly at the end of the century. An example of how these main sources of uncertainty can be characterized is shown in Figure 6. Subsequently, this is why this VA focuses on four future possible climate states. Figure 6. Characterization of uncertainty within future climate scenarios. Figure adapted from IPCC (2013). To help eliminate some of the model-to-model based uncertainty within a multi-model dataset, it is common to use an average of many climate models as the results tends to provide a more reliable estimate of future climate. In particular, within the NA-CORDEX dataset, an ensemble of 12 available models were used to calculate climate parameters. Each individual model has been bias-corrected (hot/cold, wet/dry) using a daily historical gridded weather dataset. This dataset is called Daymet and has hourly weather files available at a 0.6 mile by 0.6 mile (1 km by 1 km) horizontal resolution. Outputs from RCMs are used at the 14-mile by 14-mile (22-km by 22-km) grid resolution across the NEC. 12",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Due to spatial and temporal resolution limitations, it is not possible for the NA-CORDEX RCMs to accurately represent small-scale, short-duration or otherwise meteorologically complex events such as hurricane force wind gusts or short-duration high intensity rainfall events, which is a noted limitation of this VA. 4.5 Climate Stressor Identification Sea level rise with storm surge, precipitation, temperature and wind were the climate stressors selected for the VA. Climate projection data was collected for each stressor using the best available sources with consideration to the scale of the study area. 4.5.1 Heat To evaluate future heat effects on the NEC, the VA used data from the NA-CORDEX ensemble to project future conditions for the 2050 and 2100 planning horizons. Based on consultation with Amtrak, heat data was presented by looking at increases in the average number of days with maximum temperature at or above 100°F relative to the current conditions within the NEC. 100°F marks the air temperature threshold for impacts to Amtrak operations resulting from potentially damaging surfaces (e.g., track) and high indoor air temperatures in enclosed spaces (e.g., instrument houses without air conditioning) for many assets identified by Amtrak. Increases in the number of days with extreme heat across the corridor will increase vulnerability for assets in a number of different ways, as described below in the Section 6.1 shows projected changes in extreme heat frequency for the high emissions scenario (RCP8.5), year 2100. Model projected values for locations along the NEC are shown in Table 7. 13",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 7. Projected Change for Extreme Heat Day Frequency along the NEC Table 7. NEC Locations and Associated Historical and Future Projected Number of Days with Extreme Heat Extreme Heat – Average Days with Maximum Temperature at or above 100°F Location Recent Historical (1991 – 2020) 2050 2100 Washington, DC 0.5 5.5 16.3 Baltimore 0.5 6.4 18.6 Philadelphia 0.6 4.9 15.0 Harrisburg 0.1 2.0 7.1 New York 0.1 1.3 6.1 Providence 0.1 1.0 4.0 Boston 0.1 1.5 6.0 14",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 4.5.2 Precipitation The VA utilizes data from the NA-CORDEX ensemble to project future precipitation conditions for the 2050 and 2100 planning horizons and projected precipitation effects on the NEC. Based on consultation with Amtrak, precipitation fields are presented as increases in the average number of days with total precipitation of at least two (2) inches with respect to current climate conditions. This amount of rainfall marks the beginning of impacts on Amtrak operations, and is reflective of conditions that cause potential flooding issues within the corridor, particularly at known trouble spots. The frequency of days with at least two inches of precipitation can also be used as a proxy to understand the increasing frequency of other intense precipitation events. Using the two inches in 24 hours intensity threshold presents an indicator of likely increase in frequency of intense precipitation events in general. Figure 8 shows projected change in the frequency of days with intense precipitation for the high emissions scenario, year 2100. A summary of model projected values for locations along the NEC are shown in Table 8. The climate consultant also gathered information on the overall increase in intensity of the most extreme daily rainfall events. While not used in the VA directly, this data will be provided to Amtrak in a database for future use and decision support. Table 8. NEC Locations and Associated Historical and Future Projected Number of Days with Heavy Rainfall Rainfall – Days with at least 2 inches of rain Location Recent Historical (1991 – 2020) 2050 2100 Washington, DC 0.8 1.3 1.6 Baltimore 1.1 1.5 1.7 Philadelphia 0.8 1.4 1.8 Harrisburg 1.2 1.4 1.7 New York 1.0 2.3 2.5 Providence 1.9 2.3 2.6 Boston 1.6 2.2 2.5 15",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 8. Projected Change in the Frequency of Days with Intense Precipitation along the NEC 4.5.3 Wind The Federal Emergency Management Agency (FEMA)’s Hazus-MH 100,000-year hurricane and tropical probabilistic storm database was used as the foundational source for the wind dataset for the VA. The Hazus data is presented at the census tract level and reflects 3-second gusts in open terrain for a 100-year probabilistic hurricane wind event. Future changes to hurricane and tropical storm frequencies and intensities were considered to make projections under future climate conditions. Using published literature and historical return periods for tropical storm and hurricane impacts, increases to hurricane related wind speeds were made by applying a bulk increase for time periods under each scenario and adjusting that by the historical return period of tropical storms and hurricanes along the NEC. The following equation was used to calculate wind projections for climate change under intermediate and High emissions scenarios. Projected Wind Speed = Historical Wind Speed x ( 1 + (Bulk Increase x Local Return Period)) 16",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Bulk increases for the moderate emissions scenario (RCP4.5) were 10% and 15% increases to wind speed for the 2050 and 2100 planning horizons, respectively. Similarly, bulk increases for the high emissions scenario (RCP8.5) were 10% and 20% increases to wind speed for the 2050 and 2100 time horizons, respectively. Figure 9 shows projected increased wind speeds for RCP8.5, year 2100. A summary of projected 100-year return period wind gust values for locations along the NEC are shown in Table 9. Figure 9. Projected Increased Wind Speeds along the NEC Table 9. NEC Locations and Associated Historical and Future Projected 100-year Return Period Wind Gust 100-year Return Period Wind Gust (mph) Location Recent 2050 2100 Historical Washington, DC 63.0 69.2 75.5 Baltimore 63.1 64.7 66.8 Philadelphia 70.6 77.8 84.8 Harrisburg 54.0 59.5 64.9 New York 76.8 84.3 91.9 Providence 94.7 97.0 98.6 Boston 88.7 89.8 91.5 17",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 4.5.4 Sea Level Rise with Storm Surge The VA leveraged sea level rise data created for the 2017 study, which reflect sea level rise with storm surge. Sea level rise data was developed using two established sources of sea level rise information: • FEMA coastal 100-year event coastal flood hazard data • United States Geological Survey (USGS) tidal gauge stations for the years 2050 and 2100 Projected sea level rise with coastal storm surge datasets were created by adding USGS predicted sea level rise to FEMA Stillwater Elevation (SWEL) datasets for each year (2050 and 2100). The sea level change data were developed at the county level and only included coastal counties that are traversed by the NEC and contained a FEMA Coastal Study. These new datasets were compared with existing ground elevation data to estimate the depth and extent of flooding. Based on consultation with Amtrak, sea level data was presented by looking at the projected inundation levels of water for the horizon years of 2050 and 2100 within the NEC, and with the understanding that overall Amtrak operations are affected when water levels reach two (2) inches of constant inundation and are halted when there are four (4) inches or more of inundation. Constant inundation can result in short term and long-term impacts to Amtrak’s operations. Short term impacts include immediate effects on daily train movement as standing water can slow trains, require more frequent inspections, and ultimately stop operations all together. Long term implications result from degradation of assets from erosion and saltwater corrosion. Standing salt water also poses a threat to the tunnels, catenary poles, signals, switch machines, and interlockings. Furthermore, constant inundation can impact buildings by damaging the exteriors, causing access issues, damage to equipment stored on the ground floor, and possibly lead to abandonment. Figure 10 shows projected sea level rise for RCP8.5, year 2100. Track Flooding from Hurricane Ida, Penn Coach Yard, Philadelphia, PA 18",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 10. Projected Sea Level Rise with Storm Surge along the NEC9 4.6 Final Assets and Climate Stressors Assessment Determination Amtrak staff and the availability of asset and climate stressor data determined which assets could and should be assessed for each stressor. Final decisions are shown in Table 10. Justifications for those that could not be assessed are listed below. 9 Consult GIS data for a more detailed view of the sea level rise stressor. 19",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Table 10. Climate Stressor-Asset Matrix of Assets Assessed Track Bridges Tunnels Catenary Substations Buildings Signals Yes: Instrument Houses; Not Not Not Not Heat Yes Yes Not Assessed: Switch Assessed Assessed Assessed Assessed Machines, Interlockings Yes: Switch Not Not Machines, Precipitation Yes Yes Yes Yes Assessed Assessed Interlockings; Not Assessed: Instrument Houses Not Not Not Wind Yes Yes Yes Not Assessed Assessed Assessed Assessed Yes: Switch Machines, Sea Level Not Yes Yes Yes Yes Yes Interlockings; Rise Assessed Not Assessed: Instrument Houses * Not assessed indicates asset data was not available, sufficient, or did not exist for the assessment. The following list provides details for the exclusion of an asset in the vulnerability assessment. Additional information on study limitation can be found in Section 6.5. Heat • Bridges, tunnels, and substations – Heat was determined to be a non-issue with no major impacts via Roundtables. • Buildings – Heat generally has limited impacts on buildings but does cause occasional buckling and HVAC issues. However, limited building characteristic data (e.g., absence of building age and condition) prevented inclusion of this information in a meaningful way. For example, on an average hot summer day, signal huts can reach 130°F inside, risking equipment failure. Precipitation • Bridges – Bridge deck elevation information indicated bridges were elevated far beyond precipitation parameters (inches and days) through to 2100. Further, this assessment does not consider runoff and drainage which would have impacts on site-specific water levels. • Catenary – While increased precipitation can have impacts on current and future catenary via an increased water table, available data and analysis methods could not account for this directly. Wind • Bridges – Wind can impact safe train operations on bridges despite being designed to withstand certain wind levels based on location, height, material, and capacity, among other variables. However, limited data was available to properly account for these variables to yield meaningful results. • Tunnels and signals – Wind was determined to cause limited issues via Roundtables and follow-up calls with Amtrak subject matter experts. 20",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Sea Level Rise • Bridges – Bridge deck elevation information indicated that no bridges would be impacted by sea level rise through 2100. 5.0 Vulnerability Assessment Methodology Vulnerability encompasses a variety of concepts, including susceptibility to harm, sensitivity, and the ability or capacity to adapt to changing conditions. For the VA within the NEC, the following key terms are used as portions of the equation which were then applied to calculate asset vulnerability to the climate stressors. • Exposure – The degree to which the asset is exposed to the climate stressor (e.g., flooding; depth of water) • Sensitivity – The degree to which the asset is affected by the climate stressor (e.g., level of damage) • Adaptive Capacity – The ability to adjust to the climate stressor (e.g., move the asset, alternative routes, recovery time, redundancy) 5.1 Asset-Specific Vulnerability Scores For the VA, the three aspects of exposure, sensitivity, and adaptive capacity are combined to assess vulnerability. The formula is shown in Figure 11. Figure 11. Vulnerability Equation A five-point scale was used to assess each aspect of vulnerability. In general, an asset with high exposure to a stressor would be rated a 5 while something with low exposure would be rated a 1. The same pattern repeats for each of the components, as is shown in Table 11. In general, the average exposure and sensitivity are adjusted by the adaptive capacity of Amtrak to address the specific stressor. Scales for exposure, sensitivity, and adaptive capacity are customized for each stressor, which are explained in Section 5.2 and Appendix A. Table 11. Asset Scoring Scale Rating Exposure Sensitivity Adaptive Capacity 0 None None None 1 Low Low Low 2 ↓ ↓ ↓ 3 Moderate Moderate Moderate 4 ↓ ↓ ↓ 5 High High High 21",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 5.2 Asset/Stressor Scoring Tables and Assumptions As noted in Section 4.1, Amtrak personnel were involved in the VA via Roundtables and follow-up conversations as needed. Amtrak personnel input provided critical information necessary to understand operational assumptions and determine scoring levels for exposure, sensitivity and adaptive capacity parameters. Table 12 outlines the general assumptions, by climate stressor, for each asset. Specific scoring values for each stressor and asset can be found in the geospatial results. Table 12. Vulnerability Scoring Inputs Climate Stressor – Heat Asset: Track Operational Assumptions: • 95°F – Amtrak is under an alert. • >98°F – slow to 100 mph. • >102°F – slow to 80 mph. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Number of Days over 100°F. Areas without trees were considered Same for all sections of track due to more sensitive to increase to heat. the inability to move track and the lack of redundancy. Asset: Catenary Operational Assumptions: North of NY tension systems are in place which keeps lines from sagging when exposed to extreme heat. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Number of Days over 100°F. Assets North of NY are less sensitive Same for all sections of track due to to heat because they have tension the inability to move track and the systems. lack of redundancy. Assets South of NY are more sensitive to heat because they do not have tension systems. Asset: Signals, Switch Machines, Interlockings Operational Assumptions: Instrument houses in New England do not have AC and are therefore more susceptible to increases in temperature. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Number of Days over 100°F. New England Division is more Same for all sections of track due to sensitive to extreme heat because the inability to move communication the instrument houses do not have and signal equipment and the lack of air conditioning. redundancy. 22",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Climate Stressor – Precipitation Asset: Track, Signals Operational Assumptions: • Data threshold – Increase of days with two inches of rain or more. • Two inches or more of water on the track can impact operations causing slowdowns and inspections. • No runoff or drainage considerations. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in days with over two Aligns with the exposure score. Same for both assets due to inability inches of rainfall. to move track/signals and lack of redundancy. Asset: Tunnels Operational Assumptions: • Data threshold – Increase of days with two inches of rain or more. • Two inches or more of water on the track can impact operations. • No runoff or drainage considerations. • Similar to track but expected to be more sensitive due to low elevation. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in days with over two Aligns with the exposure score. Same for all areas due to the inches of rainfall. inability to move the tunnels and lack of redundancy. Asset: Buildings, Substations Operational Assumptions: • Greater potential for flood damage caused by an increase in days with 2+ inches of rain. • All substation components are one (1) foot above the ground (i.e., where water would begin to impact them). Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in days with over two Aligns with the exposure score. Same for all areas due to the inches of rainfall. inability to move the building/substation and lack of redundancy. 23",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Climate Stressor – Wind Asset: Track Operational Assumptions: • 56 mph sustained winds (72.8 mph gust) – limited operations. • 74 mph sustained winds (96.2 mph gust) – operations stop. • Conversion to gust is 1.3 times sustained wind. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in maximum winds gust Areas with more trees are more Same for all areas due to the ranging from 0-78+ mph. sensitive to high winds (defined as inability to move track and lack of New England Division, Lancaster to redundancy. Harrisburg). Asset: Buildings Operational Assumptions: • 39 MPH is the start of tropical storm strength winds. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in maximum winds gust Areas with more trees are more Same for all areas due to the ranging from 0-78+ mph. sensitive to high winds (areas inability to move buildings and lack defined as the New England Division of redundancy. and Lancaster, PA to Harrisburg, PA). Asset: Catenary Operational Assumptions: • Impacts begin at 20 mph sustained winds. • Damage is definite at 60 mph sustained winds. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increase in maximum winds gust Areas with more trees are more Same for all areas due to the ranging from 0-78+ mph. sensitive to high winds (areas inability to move catenary and lack defined as the New England Division of redundancy. and Lancaster, PA to Harrisburg, PA). 24",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Climate Stressor – Sea Level Rise with Storm Surge Asset: Track, Tunnels Operational Assumptions: • Four inches of water or more stops operations. • The resulting inundation from sea level rise will not recede and will be constant. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increasing water levels from 0.1 to Sensitivity is high for all tracks from Same for all areas due to the greater than four inches. the long-term impacts from salt inability to move track and tunnels water. and lack of redundancy. Asset: Buildings Operational Assumptions: • 12 inches of water will cause impacts to electrical systems. • The resulting inundation from sea level rise will not recede and will be constant. • First floor height for buildings was estimated as lowest adjacent grade. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increasing water levels from 0.1 to Aligns with the exposure score. Same for all areas due to the greater than four inches. inability to move buildings and lack of redundancy. Asset: Substations Operational Assumptions: • Assumes all critical infrastructure is 12 inches above the ground. • Converter stations are critical to operations. • The resulting inundation from sea level rise will not recede and will be constant. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increasing water levels from 0.1 to Converter stations are more Adaptive capacity is higher for greater than four inches. sensitive than all other stations since converter stations then all other they are critical to operation. substations. Asset: Switch Machines, Interlockings Operational Assumptions: • The resulting inundation from sea level rise will not recede and will be constant. Exposure Parameters Sensitivity Parameters Adaptive Capacity Parameters Increasing water levels from 0.1 to Sensitivity is high for all tracks from Same for all areas due to the greater than four inches. the long-term impacts from salt inability to move track and lack of water. redundancy. 25",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 6.0 Results Summary An overview of vulnerability for each climate stressor is provided in the introductory text and scenario- specific information is provided in the tables below. The information highlights vulnerability by asset type and vulnerability hotspots (i.e., locations where patterns of vulnerability emerged). Maps for each stressor and scenario, can be found in Appendix B and asset specific scoring can be found in the geospatial results. As noted in Section 5.0, the asset rating scores range from 0 to 5, with a 5 being the highest value. Based on inputs used in the scoring scales, a score of 4 is the highest feasible vulnerability score for this VA. It should also be noted that there are data limitations for some assets which can impact actual vulnerability and scoring. Data limitations are further defined in Section 6.5. 6.1 Heat Results Summary Catenary shows the highest vulnerability scores for extreme heat across all scenarios when compared with other assets. Other assets with elevated vulnerability are signal instrument houses, particularly under the high emissions scenario. When determining vulnerability, exposure and sensitivity were linked but overall separate. Exposure was defined by the number of days with maximum temperature exceeding 100°F, while sensitivity was defined based on a few factors specific to asset types. For example, the sensitivity of the catenary asset class was highest in areas south of New York due to the lack of a tension system when compared with areas north of New York. A constant-tension catenary system prevents overhead electrical wires from sagging or tightening during changes in temperature. Instrument house sensitivity is largely determined by the installation of air conditioning with higher sensitivity for locations lacking climate controls. Track was more sensitive in areas with greater direct sunlight, as influenced by proximity to trees.10 In general, the New York City area had the most assets with increased vulnerability to extreme heat. The catenary system from New York City to Washington, DC had a notably higher vulnerability (scores of 3 and 4) across all scenarios compared to the rest of the catenary system as shown in Figure 12. This is driven mostly by the sensitivity in this zone to sagging lines in extreme heat conditions and increased exposure under each scenario. Similarly, instrument houses are more vulnerable in the 2100 scenario (late 21st century) from Baltimore, MD to Washington, DC where more exposure to extreme heat conditions is projected as shown in Figure 13. Lower to moderate vulnerability scores (scores of 1 to 3) were found across assets and scenarios along the Harrisburg Line and north of New York City. 10 Based on Roundtable input, the New England Division and Lancaster, PA to Harrisburg, PA were considered to be areas with greater tree cover. 26",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 12. Amtrak Catenary Vulnerability to Heat DC to NY (RCP8.5) Year 2100 27",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 13. Amtrak Instrument House Vulnerability to Heat DC to Baltimore (RCP8.5) Year 2100 28",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 6.2 Precipitation Results Summary Track and interlockings showed the highest vulnerability scores for precipitation events of days with at least two inches of rain across all scenarios when compared to the other asset categories. Conversely, buildings generally showed low vulnerability, with a maximum vulnerability score of 2, in all scenarios. This was partly due to a data limitation of narrow building characteristic information (such as age and first floor height). However, buildings also had a higher adaptive capacity to increased rain events given the ability to implement dry floodproofing measures such as elevating mechanical equipment, which resulted in lower overall vulnerability when compared to other assets. The New York City area is a notable vulnerability hot spot for an increase in days with at least two inches of rain. Most assets had a vulnerability score of 3 or 4 across each of the four scenarios in this area. Vulnerability maps for interlockings in the NYC area are shown in Figure 14 through Figure 16. Areas of lower vulnerability (scores of 2 and 3) were observed across all assets and scenarios in Rhode Island (generally Kingston to Providence), areas immediately south of New York City to approximately the New Jersey border, and Philadelphia, PA to Baltimore, MD. 29",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 14. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP4.5) Year 2050 30",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 15. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP4.5) Year 2100 31",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 16. Amtrak Interlocking Vulnerability to Precipitation NYC (RCP8.5) Year 2050 32",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 6.3 Wind Results Summary Vulnerability patterns for wind are similar across all assets with maximum vulnerability scores in the moderate range with a maximum score of 2. The highest scores are found in the region stretching from Boston, MA to Philadelphia, PA compared with the more southern portions of the corridor as seen in Figure 17. No high vulnerability locations were found for any of the asset types (Buildings, Catenary, or Track) with respect to wind in any scenario. Vulnerability to wind in all scenarios is controlled primarily by the exposure conditions to sustained winds reaching 56 mph, which limited Amtrak’s operations, and 74 mph, which stops Amtrak operations. Catenary Lines in New Jersey 33",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 17. Amtrak Track Vulnerability to Wind from Philadelphia to Boston (RCP8.5) 2050 34",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 6.4 Sea Level Rise Results Summary Vulnerability patterns are similar across all assets for sea level rise with low vulnerability (score of 0) for areas that are not projected to be impacted by sea level rise and high vulnerability (score of 3 to 4) for several major areas expected to be impacted by rising waters, including the following: • Wilmington, DE; • New York, NY; • New Haven, CT; • New London, CT; • Portland, RI; and • Boston, MA. The areas listed above had significant lengths of track with an expected range of two (2) to four (4) or more inches of inundation. Four (4) inches of standing water on the tracks can damage assets and stop operations. The New York City area has multiple sections of high vulnerability along the track as shown in Figure 18 and 19 The Connecticut coastline is the most sensitive area to sea level rise across all asset types in both the 2050 and 2100 planning horizons, as demonstrated in Figures 20 and 21. In addition to track, some buildings in the areas listed above are expected to get between three (3) and six (6) feet of inundation in 2050 and 2100. It is important to note, however, that the assessment did not account for building elevation given limited data. More data and information about the building elevations and where critical systems are located are needed in order to fully assess the buildings vulnerability to sea level rise inundation. Track Maintenance along the NEC 35",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 18. Amtrak Track Vulnerability to Sea Level Rise in New York City (RCP8.5) 2050 36",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 19. Amtrak Track Vulnerability to Sea Level Rise in New York City (RCP8.5) 2100 37",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 20. Amtrak Track Vulnerability to Sea Level Rise in CT (RCP8.5) 2050 38",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report Figure 21. Amtrak Track Vulnerability to Sea Level Rise in CT (RCP8.5) 2100 39",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report 6.5 Study Limitations and Constraints The results of the VA are intended to inform long-term and future planning, project prioritization, and resource allocation due to the study’s high-level analysis. The limitations and constraints to using the results outside of this purpose are bulleted below. • No Hydrologic and Hydraulic (H&H) Analysis – the assessment does not consider site specific flood conditions such as drainage. • Limited asset-specific data such as age, condition, or criticality, which restricted scoring (i.e., limited asset-specific information limits asset-specific vulnerability assessment, such as unknown location of building mechanical systems and first floor height) • Operational data limitations such as disruption per day were not available • Precipitation data incorporates intensity but does not explicitly quantify it (e.g., several inches of rain in an hour in a single location) • Lack of tidal-influenced sea level rise analysis– there are some areas along the NEC that show no or little sea level rise inundation but are known to be tidally influenced, such as Philadelphia. The study did account for any riverine analysis. • Lacking sea level rise data for some areas – areas lacking sea level information in a coastal area could be due to limited coastal influence (i.e., inland areas), lack of a FEMA Coastal study, or ground elevations high enough to avoid inundation. • Direct impacts to the workforce resulting from climate variables including heat were not assessed. • A dollar value for risk was initially considered but removed given data limitations. Replacement value for specific assets were not available in a format that could be leveraged into the assessment. • Design guidance – result values are not intended to inform specific design levels. 7.0 Conclusion/Next Steps In conclusion, this VA provides a base-level understanding of geographic vulnerability hot spots and the most vulnerable assets, based on available data. The results lay the foundation for Amtrak’s Climate Resilience Strategic Plan and organization-wide planning-level decisions. These efforts may be refined and advanced in the future. Potential next steps include: • Collecting additional data to provide more robust results; • Calculating the cost of impacts to operations and asset repair resulting from no action; • Calculating the cost of losses avoided by taking action; • Determining the mechanism to leverage the results into guidance, policies, and projects; • Assessing vulnerability beyond the NEC such as for the National Network; • Expanding the type of climate stressors included (e.g., riverine flooding, wildfire) and the types of assets considered; and • Conducting location-specific analysis in areas of high vulnerability with refined data and analysis including impacts on assets and employees. 40",
        "2022 Amtrak Climate Vulnerability Assessment Summary Report The recommended next steps primarily focus on expanding the study area and refining the analysis for the most vulnerable areas. The next steps should take into consideration how the results will be used and by whom in the organization. Similar to how this analysis was conducted, it is critical to involve the stakeholders in the next phase to ensure buy-in throughout the organization. Amtrak's assets have a wide range of vulnerability to various climate stressors. As the climate crisis intensifies and impacts from events are harder felt, these vulnerabilities will increase the longer they are left unaddressed. While Amtrak has started the process of addressing climate impacts and incorporating resiliency into the business, further action is recommended to mitigate the climate related impacts that are expected. Amtrak must look at these problems holistically throughout the entire organization and act on a system-wide basis to be successful, the start of which is occurring with the development of the Strategic Plan. Acela II Designed to Refined the Customer Experience along the NEC on a Test Run Over the Susquehanna River in Maryland Enroute to Washington, D.C. 41",
        "APPENDIX A – SCORING TABLES",
        "Vulnerability Assessment Scoring Data",
        "2 Extreme Heat",
        "3 Extreme Heat – Track Background Assumptions • 95 degrees Amtrak is under an alert • Exposure – Using 100 F as the threshold – • >98 degrees F – slow to 100 MPH 130 F track temp • >102 degrees F – slow to 80 MPH • Sensitivity – incorporate tree assumption which mitigates heat impacts Score Exposure Sensitivity Adaptive Capacity 0 0 0 – area with trees (New 0 England Division; Lancaster 1 >0-3 Days/year increase 1 to Harrisburg) over 100 1 – all other areas 2 >3-6 Days/year increase 1 over 100 3 >6 to 10 Days/year 1 increase over 100 4 >10 to 15 Days/year 1 increase over 100 5 15+ or more Days/year 1 increase over 100",
        "4 Extreme Heat – Catenary Assumptions: • Sensitivity –tension systems in place/not impacted by heat (1 for North of NY) Score Exposure Sensitivity Adaptive Capacity 0 0 0 – if Exposure is 0 0 – if Exposure is 0 1 – North of NY 1 (Washington to NY) 1 >0-3 Days/year increase 5 – South of NY 5 (North of NY) over 100 2 >3-6 Days/year increase over 100 3 >6 to 10 Days/year increase over 100 4 >10 to 15 Days/year increase over 100 5 15+ or more Days/year increase over 100",
        "5 Extreme Heat – Signals (Instrument House) Assumptions: • Most do not have A/C; New England Division has more issues • Data includes cases and instruments Score Exposure Sensitivity Adaptive Capacity (same grid as track) 0 0 Follows exposure score 0 unless in New England 1 >0-3 Days/year increase 1 Division; over 100 New England Division 2 <3-6 Days/year increase follows exposure score plus 1 over 100 1, to a maximum score of a 5 3 <6 to 10 Days/year increase 1 over 100 4 <10 to 15 Days/year 1 increase over 100 5 15+ or more Days/year 1 increase over 100",
        "6 Extreme Precipitation",
        "7 Extreme Precipitation – Track Assumptions • Data threshold - Increase of days with 2 inches of rain • Some drainage, starting at 2 inches operations restricted. • No runoff to be conservative (without full drainage study) • Designing to 100 year in general. Daily max precip (NYC is 8.2 inches) Score Exposure Sensitivity Adaptive Capacity 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 1 days with 2 inches 2 >0.5 – 1 Days/year increase 1 1 days with 2 inches 3 >1 – 1.5 Days/year increase Aligns with exposure score 1 days with 2 inches 4 >1.5-2 Days/year increase Aligns with exposure score 1 days with 2 inches 5 >2+ Days/year increase Aligns with exposure score 1 days with 2 inches",
        "8 Extreme Precipitation – Tunnels Assumptions • Aligns with track but higher sensitive Score Exposure Sensitivity Adaptive Capacity 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 1 days with 2 inches 2 >0.5 – 1 Days/year increase 1 1 days with 2 inches 3 >1 – 1.5 Days/year increase Aligns with exposure score 1 days with 2 inches +1, to a max score of 5 4 >1.5-2 Days/year increase 1 days with 2 inches 5 >2+ Days/year increase 1 days with 2 inches",
        "9 Extreme Precipitation – Buildings Score Exposure Sensitivity Adaptive Capacity 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 3 days with 2 inches 2 >0.5 – 1 Days/year increase 1 3 days with 2 inches 3 >1 – 1.5 Days/year increase Aligns with exposure score 3 days with 2 inches 4 >1.5-2 Days/year increase Aligns with exposure score 3 days with 2 inches 5 >2+ Days/year increase Aligns with exposure score 3 days with 2 inches",
        "10 Extreme Precipitation – Substations Assumptions: • All components are 1 foot above ground Score Exposure (Daily max precip Sensitivity Adaptive Capacity in inches) 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 1 days with 2 inches 2 >0.5 – 1 Days/year increase 1 1 days with 2 inches 3 >1 – 1.5 Days/year increase Aligns with exposure score 1 days with 2 inches 4 >1.5-2 Days/year increase Aligns with exposure score 1 days with 2 inches 5 >2+ Days/year increase Aligns with exposure score 1 days with 2 inches",
        "11 Extreme Precipitation (Signals/Switch Machines & Interlocking) Assumption: • Follows track Score Exposure Sensitivity Adaptive Capacity 0 0 days per year 0 0 1 >0-0.5 Days/year increase 1 (if critical add 2 to exposure 1 days with 2 inches score) 2 >0.5 – 1 Days/year increase 1 (if critical add 2 to exposure 1 days with 2 inches score) 3 >1 – 1.5 Days/year increase Aligns with exposure 1 days with 2 inches (if critical add 2 to a max score of 5) 4 >1.5-2 Days/year increase Aligns with exposure 1 days with 2 inches (if critical add 2 to a max score of 5) 5 >2+ Days/year increase Aligns with exposure 1 days with 2 inches (if critical add 2 to a max score of 5)",
        "12 Wind",
        "13 Wind – Track Assumptions: • 56 MPH sustained winds (72.8 MPH gust) – limited operations • 74 MPH sustained (96.2 MPH gust) – operations stops • Conversion to gust is 1.3 times sustained wind Score Exposure (MPH gust) Sensitivity (inverse of Adaptive Capacity extreme heat) 0 0 1 – area with trees (New 0 England Division, Lancaster to 1 >0-49.4 1 Harrisburg) 2 >49.4-58.5 1 0 – all other areas 3 >58.5-71.5 1 4 >71.5-78 1 5 (78+ gust) 1",
        "14 Wind – Buildings Assumptions: • 39 MPH is start of the Tropical Storm • Modified from Beaufort Scale (aligns with other scales) Score Exposure Sensitivity Adaptive Capacity (MPH gust) 0 0 0 3 1 >0-49.4 1 3 2 >49.4-58.5 Follow exposure score + 1 3 to a max score of 5 3 >58.5-71.5 Follow exposure score + 1 3 to a max score of 5 4 >71.5-78 Follow exposure score + 1 3 to a max score of 5 5 (78+ gust) Follow exposure score + 1 3 to a max score of 5",
        "15 Wind – Catenary Assumptions: • 20 MPH sustained noted as when impacts start • 60 is a threshold for when you’re definitely seeming impacts Score Exposure Sensitivity Adaptive Capacity (MPH gust) 0 0 1 – area with trees (New England 1 Division; Lancaster to Harrisburg) 1 >0-49.4 1 0 – all other areas 2 >49.4-58.5 1 3 >58.5-71.5 1 4 >71.5-78 1 5 (78+ gust) 1",
        "16 Sea Level Rise",
        "17 Sea Level Rise – Track Assumptions • Assumes SLR is there to stay • Sensitivity is 5 because any salt is ultimately a problem • 4 inches of water is when operations are halted Score Exposure Sensitivity Adaptive Capacity 0 0 0 0 1 0.1 - 1 inches 5 1 2 1.1 - 2 inches 5 1 3 2.1 - 3 inches 5 1 4 3.1 - 4 inches 5 1 5 >4 inches of inundation 5 1",
        "18 Sea Level Rise –Tunnels Assumptions • Same as track; • Not a drainage study-level analysis Score Exposure Sensitivity Adaptive Capacity 0 0 0 0 1 0.1 - 1 inches 5 1 2 1.1 - 2 inches 5 1 3 2.1 - 3 inches 5 1 4 3.1 - 4 inches 5 1 5 >4 inches of inundation 5 1",
        "19 Sea Level Rise – Catenary Score Exposure Sensitivity Adaptive Capacity 0 0 0 0 1 0.1 - 1 inches 5 1 2 1.1 - 2 inches 5 1 3 2.1 - 3 inches 5 1 4 3.1 - 4 inches 5 1 5 >4 inches of 5 1 inundation",
        "20 Sea Level Rise – Buildings Assumptions • Estimated FFE • ~12 inches is where impacts are; electrical system • AC – simple measures to employ to manage (e.g., sand bags) Score Exposure Sensitivity Adaptive Capacity 0 0 Follow exposure score 3 1 0.1 - 3 inches Follow exposure score 3 2 3.1 - 6 inches Follow exposure score 3 3 6.1 - 9 inches Follow exposure score 3 4 9.1 - 12 inches Follow exposure score 3 5 >12 inches of inundation Follow exposure score 3",
        "21 Sea Level Rise – Substations Assumptions • Assume everything is 1 foot above ground • Sensitivity – CCV stations are critical; access is also an issue (thus went all 5’s for converters substations) • AC – CCV stations are critical (lose one, many impacts. Can lose one and be ok but hard/expensive to move Score Exposure Sensitivity Adaptive Capacity 0 0 Converter substation = 5 Converter substation = 1 All others = 0 All others = 3 1 0.1 - 3 inches 2 3.1 - 6 inches 3 6.1 - 9 inches 4 9.1 - 12 inches 5 >12 inches of inundation",
        "22 Sea Level Rise – Signals – Switch Machines and Interlockings Score Exposure Sensitivity Adaptive Capacity 0 0 0 0 1 0.1 - 3 inches Follows exposure (if critical 1 interlocking add 2) 2 3.1 - 6 inches Follows exposure (if critical 1 interlocking add 2) 3 6.1 - 9 inches Follows exposure (if critical 1 interlocking add 2) 4 9.1 - 12 inches Follows exposure (if critical 1 interlocking add 2) 5 >12 inches of inundation Follows exposure (if critical 1 interlocking add 2)",
        "APPENDIX B – MAPS",
        "Heat Maps",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 4.1 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Instrument Houses Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Above 100° F from Present NY VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 18.2 days CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 4.1 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Above 100° F from Present NY VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 18.2 days CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 4.1 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 5.8 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Instrument Houses AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 5.8 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 5.8 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 6.4 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Instrument Houses AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 6.4 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 6.4 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 18.2 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Instrument Houses AAmmttrraakk CClliimmaattee CChhaannggee Increase in Days MA Vulnerability Score NY Above 100° F from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 18.2 DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles AAmmttrraakk CClliimmaattee CChhaannggee Track Increase in Days MA NY Vulnerability Score Above 100° F from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 18.2 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee HHeeaatt EEvveenntt 3 4 0 days NJ YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 18.2 DE",
        "Precipitation Maps",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Buildings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Interlockings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Substations Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Switch Machines Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 3.5 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Tunnels Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 3.5 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Buildings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days I2 YYeeaarr 22110000 Stations MD Maximum Amtrak Line Number of Days: 3.1 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Interlockings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22110000 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 3.1 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Substations Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 3.1 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles AAmmttrraakk CClliimmaattee CChhaannggee Switch Machines Increase in Days MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22110000 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 3.1 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 3.1 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Tunnels Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 3.1 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Buildings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 2.6 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Interlockings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 2.6 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Substations Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 2.6 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Switch Machines Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 2.6 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 2.6 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Tunnels Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22005500 I2 Stations MD Maximum Amtrak Line Number of Days: 2.6 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Buildings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 2.9 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Interlockings Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ YYeeaarr 22110000 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 2.9 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Substations Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ YYeeaarr 22110000 I2 0 days Stations MD Maximum Amtrak Line Number of Days: 2.9 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Switch Machines Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 2.9 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Track Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 0 CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 3 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 2.9 DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 10 M0 iles Tunnels Increase in Days AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Receiving at Least NY 2 inches from Present 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 3.5 days RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 EExxttrreemmee PPrreecciippiittaattiioonn EEvveenntt 4 NJ 0 days YYeeaarr 22110000 I2 Stations MD Maximum Amtrak Line Number of Days: 2.9 DE",
        "Sea Level Rise Maps",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Buildings Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 15.3 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 4 NJ I2 - 0.1 feet Stations MD Amtrak Line Maximum Depth: 15.3 feet DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Interlockings Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 15.3 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Substations Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 15.3 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Switch Machines Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 15.3 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 4 NJ I2 - 0.1 feet Stations MD Amtrak Line Maximum Depth 15.3 feet DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Tunnels Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 MD Stations Maximum Depth: 15.3 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Buildings Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Catenary Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet 3 PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Interlockings Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Substations Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Switch Machines Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 Stations MD Maximum Depth: 19 feet Amtrak Line DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Track Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 4 NJ I2 - 0.1 feet Stations MD Amtrak Line Maximum Depth: 19 feet DE",
        "BOS - Boston - South Station, MAI2 NHV - New Haven, CTI2 I2 NYP - New York - Penn Station, NY BAL - Baltimore - Penn Station, MD I2 ¯ I2WAS - Washington - Union Station, DC 0 25 50 100 Miles Tunnels Sea Level Rise with Surge AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score Depth NY 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt 19 feet CT RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 7 feet PPrroojjeecctteedd SSeeaa LLeevveell RRiissee wwiitthh SSuurrggee 3 4 - 0.1 feet NJ I2 MD Stations Maximum Depth: 19 feet Amtrak Line DE",
        "Wind Maps",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Buildings Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Catenary Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Track Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Buildings Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 110.5 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Catenary Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 110.5 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Track Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 3 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 110.5 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Buildings Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Catenary Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Track Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 3 4 NJ YYeeaarr 22005500 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 109.6 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Buildings Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 111.4 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Catenary Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 3 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 111.4 mph DE",
        "BOS - Boston - South Station, MA I2 NHV - New Haven, CT I2 NYP - New York - Penn Station, NYI2 BAL - Baltimore - Penn Station, MDI2 ¯ I2 0 25 50 100 WAS - Washington - Union Station, DC Miles Track Climate Adjusted AAmmttrraakk CClliimmaattee CChhaannggee MA Vulnerability Score 100-Year Return NY Period Peak Wind Gust 0 VVuullnneerraabbiilliittyy AAsssseessssmmeenntt CT 111.4 mph RI 1 NNoorrtthheeaasstt CCoorrrriiddoorr ((NNEECC)) SSttuuddyy 2 PPAA PA 110000 YYeeaarr PPeeaakk GGuusstt WWiinndd EEvveenntt 3 4 NJ YYeeaarr 22110000 I2 56.8 mph Stations MD Amtrak Line Maximum Value: 111.4 mph DE"
    ]
}