{
    "FILE_NAME": "https://www.cambridgema.gov/-/media/Files/CDD/Climate/resilientcambridge/resilientcityresilientpeople.pdf",
    "ALL TEXT": "Resilient City ↓ Resilient PeopleThis a public summary for Resilient Cambridge. 6 What is climate change? 8 What we’re doing about climate change. ↳ Closer Neighborhoods ↳ Better Buildings ↳ Stronger Infrastructure ↳ Greener City 22 How Cambridge is adapting for a resilient future. 30 Your role in our future: What you can do to help. 32 A broad view of a serious issue. 34 Let’s work together to build a Resilient Cambridge.elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC5 While climate change poses a growing threat to our City, there are many things we can do to reduce the risk and severity of its effects. Among them: → Strengthen community → Plant more trees and organizations that provide create additional green essential services to spaces on public and residents and businesses private property to combat rising temperatures and → Make our buildings flood- energy demand and heat-resilient, and require climate-resilience → Work together with design standards on new neighboring cities and the developments state to minimize floodingWhat is climate change? Climate change refers to long-term changes in weather patterns that impact our environment and way of life. The science is clear: Our climate is not the same as the one that our cities were built to accommodate, and the pace of change is accelerating. Climate change will The City of Cambridge bring extreme heat, is ready to meet these severe storms, and challenges. extensive flooding. In this document, you’ll learn about what needs to be done, what All three may affect our health Cambridge is already doing, and the and comfort, cause damage to our important role that you can play in homes and schools, and threaten our making our City more resilient in the access to reliable energy and safe face of a changing climate. drinking water. How bad it gets depends on the actions that we take now. We can’t prevent or reverse climate change by ourselves at the local level, but we can adapt to its current effects and take action to prepare for the future. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC1→ Flooding The average sea level in Boston Harbor is expected to rise steadily in the coming CHARLES decades. A massive storm in 2070 RIVER ← could overtop the dams and cause significant flooding. 2018 2↘ Severe Storms Precipitation projections show that today’s 25-year storm will be comparable to a 10-year storm in 2070. 3↓ Extreme heat By the 2030s, average summer heat index in the City can be around 95°F, and by the 2070s, average summer heat index can be as high as 110ºF.h as 110°F. MAD REVIR SELRAHC BOSTON HARBOR → + 4.2 ft by 2070 + 1.2 ft 11.7 ft by 2030 10\" 5\" 10-Year Storm mrots rep niar fo sehcni 7 100-Year Storm 25-Year Storm 0\" Today 2030 2070 The number of days over S M T W T F S S M T W T F S S M T W T F S 90ºF is increasing. 1 2 3 4 5 6 7 1 2 3 4 5 6 7 1 2 3 4 5 6 7 8 9 10 11 12 13 14 8 9 10 11 12 13 14 8 9 10 11 12 13 14 ← Above 90ºF (Low Scenario) 15 16 17 18 19 20 21 15 16 17 18 19 20 21 15 16 17 18 19 20 21 22 23 24 25 26 27 28 22 23 24 25 26 27 28 22 23 24 25 26 27 28 29 30 1 2 3 4 5 29 30 1 2 3 4 5 29 30 1 2 3 4 5 6 7 8 9 10 11 12 6 7 8 9 10 11 12 6 7 8 9 10 11 12 ← Above 100ºF (Low Scenario) 13 14 15 16 17 18 19 13 14 15 16 17 18 19 13 14 15 16 17 18 19 ← Above 90ºF (High Scenario) 20 21 22 23 24 25 26 20 21 22 23 24 25 26 20 21 22 23 24 25 26 ← Above 100ºF (High Scenario) 27 28 29 30 31 1 2 27 28 29 30 31 1 2 27 28 29 30 31 1 2 3 4 5 6 7 8 9 3 4 5 6 7 8 9 3 4 5 6 7 8 9 10 11 12 13 14 15 16 10 11 12 13 14 15 16 10 11 12 13 14 15 16 17 18 19 20 21 22 23 17 18 19 20 21 22 23 17 18 19 20 21 22 23 24 25 26 27 28 29 30 24 25 26 27 28 29 30 24 25 26 27 28 29 30 Today 2030 2070What we’re doing about climate change. Cambridge was not designed or built for the climate challenges we’re facing today, and big changes will need to be made to address the changing climate. Cambridge is ready to make those changes. A broad-based, multidisciplinary initiative called Resilient Cambridge has been working hard for several years to plan ways to reduce the risks of potentially devastating storms and floods, and to mitigate rising temperatures. Resilient Cambridge is made up of four key areas of focus: Closer Neighborhoods, Better Buildings, Stronger Infrastructure, and Greener City. This effort builds on prior work the City has done such as the Net Zero Plan, designed to reduce greenhouse gas emissions that are a major contributing factor of climate change. There is no single solution to climate change. We must all work together to ensure a resilient future for Cambridge. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC9 1 2 3 4 Closer Better Stronger Greener Neighborhoods Buildings Infrastructure City The ways people The City’s built The systems that While the natural who live and work environment keep the City environment itself here, and the was constructed running—such needs protection, social networks in an earlier as energy, it can also be a that connect time without communication, key to combating us, can be an awareness transportation, climate change important part of of the issues and water—need effects. the solution. we face today. strengthening. 1 2 4 3Closer Because we’re all in this together Neighborhoods Success will depend on the strength and resilience of our social networks: family, friends, and neighbors; work, school, and religious, cultural, and community organizations; and City services and resources. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC11 A key indicator Affordable housing of a prepared, connected community is the density Public health facilities and diversity of community resources Public facilities available for building networks Community-based and providing organizations critical support in times of crisis. Educational facilities Food supplies In order to stay strong in the face of growing climate change effects, we all need to work together and support each other: neighbors helping neighbors, businesses assisting their communities, and the City doing what’s right for our residents. For a number of reasons—varying education levels, health issues, socio-economic status, and language barriers among them—some of our neighbors may have difficulty adapting to and coping with climate change and may need support and help. We must ensure that everyone has access to clear, manageable, multilingual information about climate change risk, preparedness, and recovery. The City will also work to reduce systemic and structural obstacles for change to populations at risk by providing them with enhanced access to resources and helping them respond to extreme weather events.Better Structural solutions for the future Buildings The goal is for all buildings to sustain functionality against floods, increasing temperatures, and extreme heat. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiCThe oldest building in Cambridge is a house that was built in 1681—nearly a century before the Declaration of Independence. The newest buildings are currently in development. Whether a building is 200 or 2 years old, it will need to be climate-ready. Better Buildings identifies ways that Cambridge residents, property owners, and developers can adapt today’s buildings, and also sets rigorous standards for new construction, such as “green” design that can reduce urban heat, protect against flooding, conserve energy usage, and contribute to better stormwater management. The Better Buildings strategies will help to reduce the risk of damage caused by severe storms and flooding. Buildings that are energy efficient and use renewable energy and storage can weather disruption from storms and increasing temperatures, while also helping reduce the pollution that causes climate change. RESIDENTIAL COMMERCIAL 1-3 Units 4-25 Units 26+ Units Small R&D/Large gnidoolF Dry floodproofing      Elevation of critical systems      Elevation of structure      Green infrastructure      Impervious surface replacement      Secure critical systems      Water alarms      taeH The relative cost of implementing resiliency strategies for residential and commercial buildings. More dots = higher cost. Wet floodproofing      Cool roofs      Energy storage      Green roofs      Operable windows/shading      0202 ,redlefnielK yb tropeR lacinhceT sgnidliuB retteB eht rof sumdaC :ecruoS 13Stronger Ensuring our systems are sustainable Infrastructure Anticipated stresses due to climate change provide an opportunity to reimagine our systems. The City of Cambridge will partner with state agencies and service providers to ensure a seamless approach to adapting our infrastructure to climate stresses. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiCCambridge is a city with complex energy, communication, transportation, and water systems—in many cases, these infrastructure elements are tied to regional systems. In the face of climate change, our current infrastructure does not adequately meet the needs of the future. We will need to enhance our systems to adapt to increased flood elevations caused by extreme precipitation, sea level rise, and storm surge. Transportation and communication networks will need The PL6 tank in The Port to be modified and upgraded, and higher temperatures will drive increased energy demand in the summer, requiring a fortified electric grid. Resilient Cambridge’s Stronger Infrastructure strategies include targets for mitigating flooding, adapting energy and telecommunication infrastructure facilities and systems, supporting resilient mobility, and protecting Fresh Pond Reservoir, our drinking water supply. 10\" 5\" 10-Year Storm The City is committed to stormwater infrastructure improvements so that flooding from a 10-year storm by 2070 is no worse than a 10-year storm of today. mrots rep niar fo sehcni 15 100-Year Storm 25-Year Storm Amount of stormwater the City wants to capture to mitigate the increase in precipitation. 0\" Today 2030 2070Greener City Making space for nature Cambridge is a dense city that has more hard surfaces and less vegetation. We plan to make improvements to public spaces like street corridor parks and support increasing tree canopy and plant cover on private properties. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiCInstall cool roofs Plant more street trees Provide shading Use high- Create more reflectivity soil volume for pavers tree roots A few of the proposed public Connect to realm enhancements. permeable front yards Cambridge’s living systems—its trees, parks, green spaces, and waterways—are pleasant to look at and visit; best of all, they provide shade, clean air, and can lower temperatures. We need to protect services and add more of them to our City. Hard, dark surfaces like roads, parking lots, and roofs increase local temperatures, but natural settings and light-colored surfaces make the air cooler. As a result, cities are usually warmer than suburban and rural areas, a phenomenon known as the urban heat island (UHI). The goals of the Greener City aspect of Resilient Cambridge cover four categories: increased vegetated areas (including roofs), expanded urban tree canopy and shade, enhanced access to open space and clean air, and improved health and protection of waterways. tropeR ytiC yhtlaeH ,tseroF yhtlaeH :ecruoS 17Visions of a transformed city.19 We can’t predict the future, but we can plan for it. The science tells us that climate change will have significant impacts on the planet. But we envision a prepared city that is able to rise to the challenges of climate change—if we take responsible action now. Let’s imagine that transformed city together. This vision includes cool streets surrounded by green spaces and trees; energy-efficient buildings powered by clean energy and storage; more planted areas to manage flooding and heat; a region cooperating to manage coastal storm surges; public infrastructure that can withstand and recover from flooding and extreme heat; and people helping and watching out for each other. Establish support hubs  Implement rain gardens on properties to retain water on a parcel  Help business associations prepare a disaster preparedness plan  Maximize inflow and infiltration  I s d fm t e op o l rl r a e e y sm / te r s on e t rt t r m a a wo i t an n e t- / g es i ri et se DFE 1% DF 2 E0 17 00 % 2070 We are committed to do everything we can to mitigate flood risks and enhance the richness of our natural environment. We will have buildings designed with cool roofs and key utilities located above projected flood elevations. We will emphasize green and gray infrastructure—combining natural systems like the urban forest with a strengthened system of dams, pipes, and roads. Taken together, these actions will help achieve a resilient Cambridge. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC21  Closer Neighborhoods  Better Buildings  Stronger Infrastructure  Greener City  Elevate or protect vulnerable utilities such as fuel storage, furnaces, and electrical panels above 2070 10-year flood elevation  Plant green infrastructure in public right-of-way  Floodproof buildings to the 2070 10-year flood elevation DFE 1% DF 2 E0 17 00 % 2070How Cambridge is adapting for a resilient future. It is important to understand the three key potential impacts of our changing climate. Extreme heat Severe storms Extensive flooding Average summer The increasing The first Charles River temperatures in probability of Cambridge Dam (built in 1910) Cambridge are expected receiving more and the Amelia Earhart to increase 4 degrees severe rainstorms Dam on the Mystic above baseline may overwhelm River (1966) were not averages, tripling the our stormwater designed for rising sea number of days each infrastructure, leading levels, and are at risk of year above 90 degrees. to frequent and severe being breached in the flooding in the future. next 20-30 years. Over the last several years, the City of Cambridge has studied these potential effects of climate change and developed a comprehensive plan to reduce the severity of those impacts. This plan includes bold new policies, programs, and infrastructure redesigns that, with your help, will ensure a stronger, healthier, and more connected City for all of us. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC23 A Better Building: Thoughtful planning and green design Finch Cambridge, a housing project in the Alewife Quadrangle area, incorporated resiliency and sustainability best practices in its design. The development exceeds energy efficiency standards and can withstand extreme heat, power outages, and flood impacts. Residential units are located above projected future flood elevations, while the ground level includes essential services that can easily rebound from flooding. A community room located on the upper level, above the flood elevation, can function as an emergency shelter-in- place location. © Gregg ShupeMitigating stormwater flooding One example of the work we’re doing to prepare is a set of recommendations to address the potential of stormwater flooding due to extreme precipitation. They include: ↳ Integrate findings from the citywide analysis about where green/gray infrastructure strategies can be implemented into the design of priority projects—such as sewer and drain infrastructure plans, sidewalk and street reconstruction plans, sewer overflow management plans, and a plan for open spaces. ↳ Consider the potential flood and heat mitigation benefits of individual projects as part of ongoing capital improvement planning. ↳ Retrofit catch basins within areas of greatest green infrastructure opportunity, and replace them with leaching catch basins that permit runoff into the ground—as existing soil conditions allow. ↳ Map out soil conditions, ground water, and soil contamination conditions to help identify locations where infiltration systems are suitable. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC25 From wasteland to wetland The Alewife Stormwater Wetland Project, part of the federally mandated Boston Harbor Cleanup, turned an ignored parcel of land into a stormwater treatment resource that reduces the risk of flooding. The result of a collaboration of engineering firms and state and local agencies, the one-time eyesore now boasts healthy vegetation, improved water quality, and is a place that both residents and wildlife like to visit. In the words of the federal judge overseeing the Boston Harbor Cleanup, the Alewife wetland is “an environmental miracle.”SAUGUS MELROSE Flooding extents of a 2070 coastal storm MALDEN The average sea level in Boston Harbor is expected to rise steadily in the coming decades: 1.2 feet by 2030, 2.4 feet by 2050, 4.2 feet by 2070. Because of this, the Amelia Earhart and Mystic River dams are at risk of being overtopped in REVERE the future. A massive storm in 2070 could cause significant flooding and damage over an enormous area, affecting as many as 15 communities. EVERETT CHELSEA SOMERVILLE BELMONT CAMBRIDGE WINTHROP WATERTOWN BOSTON NEWTON 0 0.5 1 2 miles BROOKLINE 2070 1% FLOOD elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiCSAUGUS MELROSE MALDEN REVERE EVERETT CHELSEA SOMERVILLE BELMONT CAMBRIDGE WINTHROP WATERTOWN BOSTON NEWTON 0 0.5 1 2 miles BROOKLINE 2070 1% FLOOD 11v MRF-CM puorG eloH sdooW ,SIG egdirbmaC ,SIGssaM :ecruoSSAUGUS MELROSE Flooding mitigated by proposed interventions MALDEN The City of Cambridge estimates that with the proper interventions, more than 6,100 acres of land area could be 7. Flood Barrier made more resilient. Mitigating flooding from a massive storm along Rt1, Sea would protect over $58 billion of real estate value within the Plane Basin REVERE Mystic River and Charles River watersheds—over $25 billion of which is in Cambridge—affecting more than 108,000 people. EVERETT 1. Raised crest of Amelia Earhart Dam CHELSEA 5. Flood barrier SOMERVILLE East of Encore Casino BELMONT 2. Flood Barrier 6. Flood Barrier at Draw 7 State Park around Island End River confluence 3. Increased height of flood barrier at MBTA bus depot - In construction CAMBRIDGE 4. Flood Barrier at Shrafft Center WINTHROP 9. Flood Barrier around Paul Revere Landing Park WATERTOWN 10. Flood Barrier BOSTON around North End 8. Raised crest of Charles River Dam NEWTON INTERVENTIONS FLOODING MITIGATED 0 0.5 1 2 miles BY INTERVENTIONS BROOKLINE 2070 1% FLOOD elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiCSAUGUS MELROSE MALDEN 7. Flood Barrier along Rt1, Sea Plane Basin REVERE EVERETT 1. Raised crest of Amelia Earhart Dam CHELSEA 5. Flood barrier SOMERVILLE East of Encore Casino BELMONT 2. Flood Barrier 6. Flood Barrier at Draw 7 State Park around Island End River confluence 3. Increased height of flood barrier at MBTA bus depot - In construction CAMBRIDGE 4. Flood Barrier at Shrafft Center WINTHROP 9. Flood Barrier around Paul Revere Landing Park WATERTOWN 10. Flood Barrier BOSTON around North End 8. Raised crest of Charles River Dam NEWTON INTERVENTIONS FLOODING MITIGATED 0 0.5 1 2 miles BY INTERVENTIONS BROOKLINE 2070 1% FLOOD 11v MRF-CM puorG eloH sdooW ,SIG egdirbmaC ,SIGssaM :ecruoSYour role in our future: What you can do to help. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC31 The City of Cambridge is taking a leadership role in adapting the community to the challenges of climate change. But to be successful, we need to collaborate with the residents and businesses of Cambridge. We all have a part to play, and we all have a lot to gain from working together. We are hoping that residents and businesses will do all they can, and will make changes that will help our City be prepared for our climate future. In the context of the Resilient Cambridge initiative, we’re asking for just few things from the public: Learn as much as Look out for your you can about neighbors and climate change, employees. Help them to and help to spread understand climate the word. change and how they can be part of this effort. Investigating strategies such as green roofs, vegetated facades, and improvements to small lawn areas through ground, shrub, In the heat of summer, and tree planting can help us make sure your reach our goal. Do what you can neighbors (especially the to make our city greener (but be elderly) are comfortable; responsible with water usage). if not, help them find a cooling center. In winter, make sure drains and hydrants on Home and building owners your street are shoveled. should incorporate resilience strategies in their construction and renovation projects; renters can help by preparing for emergencies in advance.A broad view of a serious issue. The Resilient Cambridge initiative is just the latest in a series of important efforts Cambridge leaders have undertaken to address both climate mitigation and adaptation. These initiatives include: ↳ The Envision Cambridge citywide plan, which highlights resiliency actions related to climate and the environment ↳ The Climate Change Vulnerability Assessment ↳ Preparedness plans for Alewife and The Port ↳ An updated Climate Action Plan aligned with the Net Zero Action Plan ↳ A comprehensive Urban Forest Master Plan to evaluate, maintain, and expand the urban forest canopy ↳ An Open Space Plan to enhance and strategize planning ↳ A Climate Resilience Zoning Task Force to build on climate planning efforts, with a focus on amending development standards ↳ Creation of the Alewife Stormwater Wetland, a significant enhancement of vegetation and hydrologic ecosystems and a noteworthy collaboration between the City’s Department of Public Works with the State’s Department of Conservation and Recreation ↳ Installation of a 400,000-gallon tank in The Port to reduce flooding from stormwater during precipitation events elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC33 Alewife Stormwater WetlandLet’s work together to build a Resilient Cambridge. Cambridge is planning for a resilient future, but government action is not enough. We need the buy-in and momentum of all of our residents, businesses, and institutions to ensure that our City is able to adapt to the challenges of climate change. This collaboration must also include our neighbors and our region. Ongoing discussions about resiliency with the Massachusetts Department of Conservation and Recreation, state agencies such as the Massachusetts Emergency Management Agency and the Executive Office of Energy and Environmental Affairs, Resilient Mystic Collaborative, the Charles River Climate Compact, and the Metro Mayors Climate Preparedness Task Force will help to bring about sustainable change. We look forward to hearing your questions and working together to make Cambridge a model of how cities can adapt to mitigate the effects of climate change for generations to come. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC35 PROPONENTS Summary of the way forward City State & Federal Institutions Partnerships Closer Neighborhoods Provide for Strengthen emergency Enhance emergency Continue climate neighborhood communication systems response plans education resilience hubs Support business Provide for healthcare Support renter Enhance resilient public and organizational continuity and access preparedness amenities preparedness Encourage stronger Create support systems Provide for resilient social network for populations at risk community facilities resource Better Buildings Regulate flood Encourage heat Establish adapted zoning Develop flood protection protection for new protection for existing policies and regulations and operations planning buildings buildings for historic and critical Study adapted planning facilities Regulate heat protection Support building for urban blocks for new buildings management for flood and heat protection Encourage resiliency of Encourage flood building scale energy protection for existing Incite site green buildings infrastructure Stronger Infrastructure Protect Fresh Pond Encourage the resiliency Upgrade stormwater Support sustainable Reservoir of the transportation storage energy infrastructure system Encourage the resiliency Implement green Support a resilient of the electrical Continue combined infrastructure telecommunication distribution system sewer separation for stormwater network management Greener City Provide for a resilient Reduce impervious area Expand and improve urban forest open spaces Seek green Enhance outdoor infrastructure thermal comfort opportunitiesThe City of Cambridge Resilient City → Resilient People View the Resilient Cambridge plan and other materials at www.cambridgema.gov/ResilientCambridge Kleinfelder Libretto OverUnder © June 2021",
    "TEXT BY PAGE": [
        "Resilient City ↓ Resilient People",
        "",
        "This a public summary for Resilient Cambridge. 6 What is climate change? 8 What we’re doing about climate change. ↳ Closer Neighborhoods ↳ Better Buildings ↳ Stronger Infrastructure ↳ Greener City 22 How Cambridge is adapting for a resilient future. 30 Your role in our future: What you can do to help. 32 A broad view of a serious issue. 34 Let’s work together to build a Resilient Cambridge.",
        "elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "5 While climate change poses a growing threat to our City, there are many things we can do to reduce the risk and severity of its effects. Among them: → Strengthen community → Plant more trees and organizations that provide create additional green essential services to spaces on public and residents and businesses private property to combat rising temperatures and → Make our buildings flood- energy demand and heat-resilient, and require climate-resilience → Work together with design standards on new neighboring cities and the developments state to minimize flooding",
        "What is climate change? Climate change refers to long-term changes in weather patterns that impact our environment and way of life. The science is clear: Our climate is not the same as the one that our cities were built to accommodate, and the pace of change is accelerating. Climate change will The City of Cambridge bring extreme heat, is ready to meet these severe storms, and challenges. extensive flooding. In this document, you’ll learn about what needs to be done, what All three may affect our health Cambridge is already doing, and the and comfort, cause damage to our important role that you can play in homes and schools, and threaten our making our City more resilient in the access to reliable energy and safe face of a changing climate. drinking water. How bad it gets depends on the actions that we take now. We can’t prevent or reverse climate change by ourselves at the local level, but we can adapt to its current effects and take action to prepare for the future. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "1→ Flooding The average sea level in Boston Harbor is expected to rise steadily in the coming CHARLES decades. A massive storm in 2070 RIVER ← could overtop the dams and cause significant flooding. 2018 2↘ Severe Storms Precipitation projections show that today’s 25-year storm will be comparable to a 10-year storm in 2070. 3↓ Extreme heat By the 2030s, average summer heat index in the City can be around 95°F, and by the 2070s, average summer heat index can be as high as 110ºF.h as 110°F. MAD REVIR SELRAHC BOSTON HARBOR → + 4.2 ft by 2070 + 1.2 ft 11.7 ft by 2030 10\" 5\" 10-Year Storm mrots rep niar fo sehcni 7 100-Year Storm 25-Year Storm 0\" Today 2030 2070 The number of days over S M T W T F S S M T W T F S S M T W T F S 90ºF is increasing. 1 2 3 4 5 6 7 1 2 3 4 5 6 7 1 2 3 4 5 6 7 8 9 10 11 12 13 14 8 9 10 11 12 13 14 8 9 10 11 12 13 14 ← Above 90ºF (Low Scenario) 15 16 17 18 19 20 21 15 16 17 18 19 20 21 15 16 17 18 19 20 21 22 23 24 25 26 27 28 22 23 24 25 26 27 28 22 23 24 25 26 27 28 29 30 1 2 3 4 5 29 30 1 2 3 4 5 29 30 1 2 3 4 5 6 7 8 9 10 11 12 6 7 8 9 10 11 12 6 7 8 9 10 11 12 ← Above 100ºF (Low Scenario) 13 14 15 16 17 18 19 13 14 15 16 17 18 19 13 14 15 16 17 18 19 ← Above 90ºF (High Scenario) 20 21 22 23 24 25 26 20 21 22 23 24 25 26 20 21 22 23 24 25 26 ← Above 100ºF (High Scenario) 27 28 29 30 31 1 2 27 28 29 30 31 1 2 27 28 29 30 31 1 2 3 4 5 6 7 8 9 3 4 5 6 7 8 9 3 4 5 6 7 8 9 10 11 12 13 14 15 16 10 11 12 13 14 15 16 10 11 12 13 14 15 16 17 18 19 20 21 22 23 17 18 19 20 21 22 23 17 18 19 20 21 22 23 24 25 26 27 28 29 30 24 25 26 27 28 29 30 24 25 26 27 28 29 30 Today 2030 2070",
        "What we’re doing about climate change. Cambridge was not designed or built for the climate challenges we’re facing today, and big changes will need to be made to address the changing climate. Cambridge is ready to make those changes. A broad-based, multidisciplinary initiative called Resilient Cambridge has been working hard for several years to plan ways to reduce the risks of potentially devastating storms and floods, and to mitigate rising temperatures. Resilient Cambridge is made up of four key areas of focus: Closer Neighborhoods, Better Buildings, Stronger Infrastructure, and Greener City. This effort builds on prior work the City has done such as the Net Zero Plan, designed to reduce greenhouse gas emissions that are a major contributing factor of climate change. There is no single solution to climate change. We must all work together to ensure a resilient future for Cambridge. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "9 1 2 3 4 Closer Better Stronger Greener Neighborhoods Buildings Infrastructure City The ways people The City’s built The systems that While the natural who live and work environment keep the City environment itself here, and the was constructed running—such needs protection, social networks in an earlier as energy, it can also be a that connect time without communication, key to combating us, can be an awareness transportation, climate change important part of of the issues and water—need effects. the solution. we face today. strengthening. 1 2 4 3",
        "Closer Because we’re all in this together Neighborhoods Success will depend on the strength and resilience of our social networks: family, friends, and neighbors; work, school, and religious, cultural, and community organizations; and City services and resources. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "11 A key indicator Affordable housing of a prepared, connected community is the density Public health facilities and diversity of community resources Public facilities available for building networks Community-based and providing organizations critical support in times of crisis. Educational facilities Food supplies In order to stay strong in the face of growing climate change effects, we all need to work together and support each other: neighbors helping neighbors, businesses assisting their communities, and the City doing what’s right for our residents. For a number of reasons—varying education levels, health issues, socio-economic status, and language barriers among them—some of our neighbors may have difficulty adapting to and coping with climate change and may need support and help. We must ensure that everyone has access to clear, manageable, multilingual information about climate change risk, preparedness, and recovery. The City will also work to reduce systemic and structural obstacles for change to populations at risk by providing them with enhanced access to resources and helping them respond to extreme weather events.",
        "Better Structural solutions for the future Buildings The goal is for all buildings to sustain functionality against floods, increasing temperatures, and extreme heat. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "The oldest building in Cambridge is a house that was built in 1681—nearly a century before the Declaration of Independence. The newest buildings are currently in development. Whether a building is 200 or 2 years old, it will need to be climate-ready. Better Buildings identifies ways that Cambridge residents, property owners, and developers can adapt today’s buildings, and also sets rigorous standards for new construction, such as “green” design that can reduce urban heat, protect against flooding, conserve energy usage, and contribute to better stormwater management. The Better Buildings strategies will help to reduce the risk of damage caused by severe storms and flooding. Buildings that are energy efficient and use renewable energy and storage can weather disruption from storms and increasing temperatures, while also helping reduce the pollution that causes climate change. RESIDENTIAL COMMERCIAL 1-3 Units 4-25 Units 26+ Units Small R&D/Large gnidoolF Dry floodproofing      Elevation of critical systems      Elevation of structure      Green infrastructure      Impervious surface replacement      Secure critical systems      Water alarms      taeH The relative cost of implementing resiliency strategies for residential and commercial buildings. More dots = higher cost. Wet floodproofing      Cool roofs      Energy storage      Green roofs      Operable windows/shading      0202 ,redlefnielK yb tropeR lacinhceT sgnidliuB retteB eht rof sumdaC :ecruoS 13",
        "Stronger Ensuring our systems are sustainable Infrastructure Anticipated stresses due to climate change provide an opportunity to reimagine our systems. The City of Cambridge will partner with state agencies and service providers to ensure a seamless approach to adapting our infrastructure to climate stresses. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "Cambridge is a city with complex energy, communication, transportation, and water systems—in many cases, these infrastructure elements are tied to regional systems. In the face of climate change, our current infrastructure does not adequately meet the needs of the future. We will need to enhance our systems to adapt to increased flood elevations caused by extreme precipitation, sea level rise, and storm surge. Transportation and communication networks will need The PL6 tank in The Port to be modified and upgraded, and higher temperatures will drive increased energy demand in the summer, requiring a fortified electric grid. Resilient Cambridge’s Stronger Infrastructure strategies include targets for mitigating flooding, adapting energy and telecommunication infrastructure facilities and systems, supporting resilient mobility, and protecting Fresh Pond Reservoir, our drinking water supply. 10\" 5\" 10-Year Storm The City is committed to stormwater infrastructure improvements so that flooding from a 10-year storm by 2070 is no worse than a 10-year storm of today. mrots rep niar fo sehcni 15 100-Year Storm 25-Year Storm Amount of stormwater the City wants to capture to mitigate the increase in precipitation. 0\" Today 2030 2070",
        "Greener City Making space for nature Cambridge is a dense city that has more hard surfaces and less vegetation. We plan to make improvements to public spaces like street corridor parks and support increasing tree canopy and plant cover on private properties. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "Install cool roofs Plant more street trees Provide shading Use high- Create more reflectivity soil volume for pavers tree roots A few of the proposed public Connect to realm enhancements. permeable front yards Cambridge’s living systems—its trees, parks, green spaces, and waterways—are pleasant to look at and visit; best of all, they provide shade, clean air, and can lower temperatures. We need to protect services and add more of them to our City. Hard, dark surfaces like roads, parking lots, and roofs increase local temperatures, but natural settings and light-colored surfaces make the air cooler. As a result, cities are usually warmer than suburban and rural areas, a phenomenon known as the urban heat island (UHI). The goals of the Greener City aspect of Resilient Cambridge cover four categories: increased vegetated areas (including roofs), expanded urban tree canopy and shade, enhanced access to open space and clean air, and improved health and protection of waterways. tropeR ytiC yhtlaeH ,tseroF yhtlaeH :ecruoS 17",
        "Visions of a transformed city.",
        "19 We can’t predict the future, but we can plan for it. The science tells us that climate change will have significant impacts on the planet. But we envision a prepared city that is able to rise to the challenges of climate change—if we take responsible action now. Let’s imagine that transformed city together. This vision includes cool streets surrounded by green spaces and trees; energy-efficient buildings powered by clean energy and storage; more planted areas to manage flooding and heat; a region cooperating to manage coastal storm surges; public infrastructure that can withstand and recover from flooding and extreme heat; and people helping and watching out for each other.",
        " Establish support hubs  Implement rain gardens on properties to retain water on a parcel  Help business associations prepare a disaster preparedness plan  Maximize inflow and infiltration  I s d fm t e op o l rl r a e e y sm / te r s on e t rt t r m a a wo i t an n e t- / g es i ri et se DFE 1% DF 2 E0 17 00 % 2070 We are committed to do everything we can to mitigate flood risks and enhance the richness of our natural environment. We will have buildings designed with cool roofs and key utilities located above projected flood elevations. We will emphasize green and gray infrastructure—combining natural systems like the urban forest with a strengthened system of dams, pipes, and roads. Taken together, these actions will help achieve a resilient Cambridge. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "21  Closer Neighborhoods  Better Buildings  Stronger Infrastructure  Greener City  Elevate or protect vulnerable utilities such as fuel storage, furnaces, and electrical panels above 2070 10-year flood elevation  Plant green infrastructure in public right-of-way  Floodproof buildings to the 2070 10-year flood elevation DFE 1% DF 2 E0 17 00 % 2070",
        "How Cambridge is adapting for a resilient future. It is important to understand the three key potential impacts of our changing climate. Extreme heat Severe storms Extensive flooding Average summer The increasing The first Charles River temperatures in probability of Cambridge Dam (built in 1910) Cambridge are expected receiving more and the Amelia Earhart to increase 4 degrees severe rainstorms Dam on the Mystic above baseline may overwhelm River (1966) were not averages, tripling the our stormwater designed for rising sea number of days each infrastructure, leading levels, and are at risk of year above 90 degrees. to frequent and severe being breached in the flooding in the future. next 20-30 years. Over the last several years, the City of Cambridge has studied these potential effects of climate change and developed a comprehensive plan to reduce the severity of those impacts. This plan includes bold new policies, programs, and infrastructure redesigns that, with your help, will ensure a stronger, healthier, and more connected City for all of us. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "23 A Better Building: Thoughtful planning and green design Finch Cambridge, a housing project in the Alewife Quadrangle area, incorporated resiliency and sustainability best practices in its design. The development exceeds energy efficiency standards and can withstand extreme heat, power outages, and flood impacts. Residential units are located above projected future flood elevations, while the ground level includes essential services that can easily rebound from flooding. A community room located on the upper level, above the flood elevation, can function as an emergency shelter-in- place location. © Gregg Shupe",
        "Mitigating stormwater flooding One example of the work we’re doing to prepare is a set of recommendations to address the potential of stormwater flooding due to extreme precipitation. They include: ↳ Integrate findings from the citywide analysis about where green/gray infrastructure strategies can be implemented into the design of priority projects—such as sewer and drain infrastructure plans, sidewalk and street reconstruction plans, sewer overflow management plans, and a plan for open spaces. ↳ Consider the potential flood and heat mitigation benefits of individual projects as part of ongoing capital improvement planning. ↳ Retrofit catch basins within areas of greatest green infrastructure opportunity, and replace them with leaching catch basins that permit runoff into the ground—as existing soil conditions allow. ↳ Map out soil conditions, ground water, and soil contamination conditions to help identify locations where infiltration systems are suitable. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "25 From wasteland to wetland The Alewife Stormwater Wetland Project, part of the federally mandated Boston Harbor Cleanup, turned an ignored parcel of land into a stormwater treatment resource that reduces the risk of flooding. The result of a collaboration of engineering firms and state and local agencies, the one-time eyesore now boasts healthy vegetation, improved water quality, and is a place that both residents and wildlife like to visit. In the words of the federal judge overseeing the Boston Harbor Cleanup, the Alewife wetland is “an environmental miracle.”",
        "SAUGUS MELROSE Flooding extents of a 2070 coastal storm MALDEN The average sea level in Boston Harbor is expected to rise steadily in the coming decades: 1.2 feet by 2030, 2.4 feet by 2050, 4.2 feet by 2070. Because of this, the Amelia Earhart and Mystic River dams are at risk of being overtopped in REVERE the future. A massive storm in 2070 could cause significant flooding and damage over an enormous area, affecting as many as 15 communities. EVERETT CHELSEA SOMERVILLE BELMONT CAMBRIDGE WINTHROP WATERTOWN BOSTON NEWTON 0 0.5 1 2 miles BROOKLINE 2070 1% FLOOD elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "SAUGUS MELROSE MALDEN REVERE EVERETT CHELSEA SOMERVILLE BELMONT CAMBRIDGE WINTHROP WATERTOWN BOSTON NEWTON 0 0.5 1 2 miles BROOKLINE 2070 1% FLOOD 11v MRF-CM puorG eloH sdooW ,SIG egdirbmaC ,SIGssaM :ecruoS",
        "SAUGUS MELROSE Flooding mitigated by proposed interventions MALDEN The City of Cambridge estimates that with the proper interventions, more than 6,100 acres of land area could be 7. Flood Barrier made more resilient. Mitigating flooding from a massive storm along Rt1, Sea would protect over $58 billion of real estate value within the Plane Basin REVERE Mystic River and Charles River watersheds—over $25 billion of which is in Cambridge—affecting more than 108,000 people. EVERETT 1. Raised crest of Amelia Earhart Dam CHELSEA 5. Flood barrier SOMERVILLE East of Encore Casino BELMONT 2. Flood Barrier 6. Flood Barrier at Draw 7 State Park around Island End River confluence 3. Increased height of flood barrier at MBTA bus depot - In construction CAMBRIDGE 4. Flood Barrier at Shrafft Center WINTHROP 9. Flood Barrier around Paul Revere Landing Park WATERTOWN 10. Flood Barrier BOSTON around North End 8. Raised crest of Charles River Dam NEWTON INTERVENTIONS FLOODING MITIGATED 0 0.5 1 2 miles BY INTERVENTIONS BROOKLINE 2070 1% FLOOD elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "SAUGUS MELROSE MALDEN 7. Flood Barrier along Rt1, Sea Plane Basin REVERE EVERETT 1. Raised crest of Amelia Earhart Dam CHELSEA 5. Flood barrier SOMERVILLE East of Encore Casino BELMONT 2. Flood Barrier 6. Flood Barrier at Draw 7 State Park around Island End River confluence 3. Increased height of flood barrier at MBTA bus depot - In construction CAMBRIDGE 4. Flood Barrier at Shrafft Center WINTHROP 9. Flood Barrier around Paul Revere Landing Park WATERTOWN 10. Flood Barrier BOSTON around North End 8. Raised crest of Charles River Dam NEWTON INTERVENTIONS FLOODING MITIGATED 0 0.5 1 2 miles BY INTERVENTIONS BROOKLINE 2070 1% FLOOD 11v MRF-CM puorG eloH sdooW ,SIG egdirbmaC ,SIGssaM :ecruoS",
        "Your role in our future: What you can do to help. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "31 The City of Cambridge is taking a leadership role in adapting the community to the challenges of climate change. But to be successful, we need to collaborate with the residents and businesses of Cambridge. We all have a part to play, and we all have a lot to gain from working together. We are hoping that residents and businesses will do all they can, and will make changes that will help our City be prepared for our climate future. In the context of the Resilient Cambridge initiative, we’re asking for just few things from the public: Learn as much as Look out for your you can about neighbors and climate change, employees. Help them to and help to spread understand climate the word. change and how they can be part of this effort. Investigating strategies such as green roofs, vegetated facades, and improvements to small lawn areas through ground, shrub, In the heat of summer, and tree planting can help us make sure your reach our goal. Do what you can neighbors (especially the to make our city greener (but be elderly) are comfortable; responsible with water usage). if not, help them find a cooling center. In winter, make sure drains and hydrants on Home and building owners your street are shoveled. should incorporate resilience strategies in their construction and renovation projects; renters can help by preparing for emergencies in advance.",
        "A broad view of a serious issue. The Resilient Cambridge initiative is just the latest in a series of important efforts Cambridge leaders have undertaken to address both climate mitigation and adaptation. These initiatives include: ↳ The Envision Cambridge citywide plan, which highlights resiliency actions related to climate and the environment ↳ The Climate Change Vulnerability Assessment ↳ Preparedness plans for Alewife and The Port ↳ An updated Climate Action Plan aligned with the Net Zero Action Plan ↳ A comprehensive Urban Forest Master Plan to evaluate, maintain, and expand the urban forest canopy ↳ An Open Space Plan to enhance and strategize planning ↳ A Climate Resilience Zoning Task Force to build on climate planning efforts, with a focus on amending development standards ↳ Creation of the Alewife Stormwater Wetland, a significant enhancement of vegetation and hydrologic ecosystems and a noteworthy collaboration between the City’s Department of Public Works with the State’s Department of Conservation and Recreation ↳ Installation of a 400,000-gallon tank in The Port to reduce flooding from stormwater during precipitation events elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "33 Alewife Stormwater Wetland",
        "Let’s work together to build a Resilient Cambridge. Cambridge is planning for a resilient future, but government action is not enough. We need the buy-in and momentum of all of our residents, businesses, and institutions to ensure that our City is able to adapt to the challenges of climate change. This collaboration must also include our neighbors and our region. Ongoing discussions about resiliency with the Massachusetts Department of Conservation and Recreation, state agencies such as the Massachusetts Emergency Management Agency and the Executive Office of Energy and Environmental Affairs, Resilient Mystic Collaborative, the Charles River Climate Compact, and the Metro Mayors Climate Preparedness Task Force will help to bring about sustainable change. We look forward to hearing your questions and working together to make Cambridge a model of how cities can adapt to mitigate the effects of climate change for generations to come. elpoeP tneiliseR → ytiC tneiliseR egdirbmaC fo ytiC",
        "35 PROPONENTS Summary of the way forward City State & Federal Institutions Partnerships Closer Neighborhoods Provide for Strengthen emergency Enhance emergency Continue climate neighborhood communication systems response plans education resilience hubs Support business Provide for healthcare Support renter Enhance resilient public and organizational continuity and access preparedness amenities preparedness Encourage stronger Create support systems Provide for resilient social network for populations at risk community facilities resource Better Buildings Regulate flood Encourage heat Establish adapted zoning Develop flood protection protection for new protection for existing policies and regulations and operations planning buildings buildings for historic and critical Study adapted planning facilities Regulate heat protection Support building for urban blocks for new buildings management for flood and heat protection Encourage resiliency of Encourage flood building scale energy protection for existing Incite site green buildings infrastructure Stronger Infrastructure Protect Fresh Pond Encourage the resiliency Upgrade stormwater Support sustainable Reservoir of the transportation storage energy infrastructure system Encourage the resiliency Implement green Support a resilient of the electrical Continue combined infrastructure telecommunication distribution system sewer separation for stormwater network management Greener City Provide for a resilient Reduce impervious area Expand and improve urban forest open spaces Seek green Enhance outdoor infrastructure thermal comfort opportunities",
        "The City of Cambridge Resilient City → Resilient People View the Resilient Cambridge plan and other materials at www.cambridgema.gov/ResilientCambridge Kleinfelder Libretto OverUnder © June 2021"
    ]
}