{
    "FILE_NAME": "http://ctps.org/data/images/Pages/lrtp-dev/LRTP_Memo_NA_Recommendations_11.16.pdf",
    "ALL TEXT": "TECHNICAL MEMORANDUM DATE: November 15, 2018 TO: Boston Region Metropolitan Planning Organization FROM: Certification Activities Staff RE: Draft Needs Assessment Summary and Recommendations 1 BACKGROUND Over the last year, Boston Region Metropolitan Planning Organization (MPO) staff has been updating the Needs Assessment for the next Long-Range Transportation Plan (LRTP), Destination 2040. The Needs Assessment is a compilation of data and analyses about existing transportation, population, and employment conditions and projections of future conditions that indicate prospective transportation demand. The Needs Assessment includes information about various components of the transportation system, their existing condition, how they are used, and their projected future use. This memorandum summarizes key themes and needs staff has identified as relates to the MPO’s six goal areas: • Safety • System Preservation • Capacity Management and Mobility • Clean Air and Clean Communities • Transportation Equity • Economic Vitality This memorandum also identifies programs, studies and actions that staff recommends the MPO continue or implement to address the region’s transportation needs. Staff is presenting these preliminary findings and recommendations so that the MPO can begin discussions on the selection of projects and programs for the next LRTP, Destination 2040. Starting in 2017, MPO staff worked on the following tasks: 1. Developing demographic projections – Demographic trends were projected to the year 2040 for use in the MPO’s regional travel demand model. 2. Gathering data – Staff updated existing data, identified newly available data from state- and CTPS-managed databases, and identified additionalDraft Needs Assessment Summary and Recommendations November 15, 2018 sources of data needed for the Needs Assessment and to implement the MPO’s Performance-Based Planning and Programming process. 3. Collecting stakeholder input about transportation needs – Feedback was gathered from regional transportation stakeholders and the public about transportation needs in the region. 4. Analyzing Data – Updated and new data was reviewed and analyzed to explore the extent of demographic and development changes and the implications for the region’s transportation network and land use. 1.1 Demographic Projections The Needs Assessment includes travel-demand-model analyses for both 2016 base-year and 2040 no-build conditions. The 2016 base-year analysis is predicated on 2016 population estimates and projects that were completed and opened for service by the end of 2016. The 2040 no-build analysis is predicated on 2040 population projections from the current LRTP, Charting Progress to 2040. In addition to the projects that were completed and opened for service by the end of 2016, it reflects all other projects that were completed between 2016 and 2017, those that were under construction at the time of the analysis, and those that were programmed in the first year of the federal fiscal years (FFYs) 2018–22 Transportation Improvement Program (TIP). The draft recommendations presented in this memorandum are based on the analyses that used the demographic projections for 2040 from Charting Progress to 2040. Over the last year, Boston Region MPO staff worked with the Massachusetts Department of Transportation (MassDOT) and the other MPOs in Massachusetts to update demographic projections to 2040. That work was completed in September 2018 and is now being input into the travel demand model. Staff will re-run the analyses performed in developing the draft recommendations described in this memorandum and revise the recommendations if the new results warrant changes. 1.2 Gather Data Staff gathered information and updated data sets relevant to each of the MPO’s six goal areas. As mentioned in the section above, any results from the travel demand model will be updated with the new demographics and included in the final Needs Assessment. 1.3 Collect Stakeholder Input Staff attended Regional Transportation Advisory Council meetings, Metropolitan Area Planning Council (MAPC) subregion meetings, and transportation equity meetings and conducted surveys to identify the public’s transportation needs in Page 2 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 the region. MPO staff considered this input when developing the draft recommendations presented in this memorandum. More detail on public comments will be included in the final Needs Assessment. 1.4 Analyze Data Staff performed the travel-demand-model analyses for the 2016 base-year and 2040 no-build conditions as well as off-model analyses for the six goal areas. Based on these analyses and input from the public, staff has compiled draft recommendations for addressing transportation needs. As mentioned above, staff will revise these recommendations if new analyses indicate changes are warranted. 1.5 Final Needs Assessment Report This memorandum presents a draft summary of issues, needs, and recommendations for addressing the transportation needs relating to the MPO’s six goal areas. Staff has been conducting the research and analyses for each goal area and preparing the draft Needs Assessment report using the data described above. Once the analyses have been updated with the new demographic projections, staff will review the draft summaries and recommendations presented in this memorandum and report back to the MPO board with any revisions. The final Needs Assessment will be presented to the MPO in winter 2018/2019. The complete Needs Assessment will include the following information for each goal area: • Existing Goals and Objectives from Charting Progress to 2040 – these will be updated when the MPO finalizes any necessary revisions • Background – summarizing important trends and factors related to each goal area • Planning and Policy Context – listing policies and plans that define the needs related to each goal • MPO Studies and Reports – listing documents that inform MPO staff’s understanding of needs related to each goal area • Data Resources – listing data resources used to inform MPO staff’s understanding of needs related to each goal area, particularly those that are incorporated into MPO analyses • Needs – identifying needs and key trends pertaining to each goal area, based on MPO staff’s research and analysis and stakeholder input • Needs Summary – summarizing the previous Needs section • Recommendations to Address Needs – providing an initial list of actions the MPO might take to address needs, which may inform program development and project selection phases of the LRTP Page 3 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 The following sections include the Needs Summary and Draft Recommendations to address the needs for each goal area. 2 SAFETY GOAL AREA 2.1 Safety Needs Summary Issue Statement People who travel by car, truck, bus, rail, or bicycle, or on foot in the Boston region seek to travel safely, but often these modes compete for space and priority on the roadways. While roadway crashes overall have declined over time, recent increases in bicycle and pedestrian crashes and in serious injuries to pedestrians attest to the challenge of ensuring safety for all modes. Changes to travel patterns, caused in part by increased use of transportation network company (TNC) services (e.g. Uber and Lyft) and deliveries from online retail businesses, add to the many factors that affect safety on the region’s transportation system. Meanwhile, advancements in connected and autonomous vehicle (CAV) technology have the potential to generate safety benefits, but this technology may also change travel patterns and influence traveler behavior in ways that introduce new concerns. Needs Statement Reducing the number of transportation-related accidents, injuries, and fatalities— as well as related property damage, pain, and suffering—is the Boston Region MPO’s highest priority. This focus is in line with federal goals and Vision Zero policies that are being implemented by the Commonwealth of Massachusetts and municipalities. Potential projects that improve transportation safety in the region will need to account for all modes and employ a variety of strategies. Effective solutions will also require collaboration between the MPO, the Massachusetts Department of Transportation (MassDOT), other Commonwealth executive agencies, the region’s transit providers, municipalities, and other stakeholders. Over several decades, the MPO built a practice of analyzing roadway crash trends and crash locations. The MPO helps address key safety issues by recommending roadway design solutions for specific locations; creating tools and guidance to help municipalities address local safety issues; and investing in capital projects through the Long-Range Transportation Plan (LRTP) and Transportation Improvement Program (TIP) to improve safety. The Needs Assessment for the new LRTP, Destination 2040, (the final assessment will be completed in winter 2018/2019) will include analyses of recent safety data—including crash trends and factors involved in fatalities and Page 4 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 serious injuries. It will also identify the worst crash locations in the region based on the Equivalent Property Damage Only (EPDO) Index—for auto crashes and crashes involving trucks, bicyclists, and pedestrians. These findings can be used when selecting locations for Unified Planning Work Program (UPWP) studies or TIP projects. The public feedback received during the development of the Needs Assessment includes proposed solutions for improving roadway safety, with many suggesting separate facilities for bicyclists, connected networks, and improved intersections that make travel safer for bicyclists and pedestrians. Table 1 summarizes key findings from safety assessments and concerns expressed by the public. Going forward, the MPO must continue to enhance its practices of analyzing data, collecting public feedback, and applying staff expertise to recommend safety solutions. It must also continue to apply LRTP and TIP evaluation and development processes that identify and support projects likely to have safety benefits. The MPO should also continue to monitor the potential impacts that connected and autonomous vehicles will have on roadway user behavior and safety. There are also areas where the MPO can expand its activities to address transportation safety. The MPO will need to consider transit safety issues, data requirements, and needs when coordinating with the region’s transit providers to set federally required transit safety performance targets. The Needs Assessment will provide more information about several transit safety metrics; Table 1 summarizes key issues in this area. The MPO should continue to analyze transit safety trends, consider the potential safety benefits of projects for the Massachusetts Bay Transportation Authority (MBTA), Cape Ann Transportation Authority (CATA), MetroWest Regional Transit Authority (MWRTA), and MassDOT that are programmed in the TIP, and explore opportunities to support transit agencies’ safety initiatives and investments. The MPO should also continue to collaborate with safety practitioners, transportation agency representatives, municipalities, and others to identify both infrastructure and non- infrastructure approaches (such as education and awareness campaigns) to reduce fatalities, injuries, incidents, and other safety outcomes across all transportation modes and systems. Page 5 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 1 Safety Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Fatalities and Serious Fatalities and serious injuries • Continue to collect and analyze Injuries from from roadway crashes have safety data and monitor Roadway Crashes declined over the past five performance measures. years. However, a multi- • Identify crash factors and strategy approach will be countermeasures. needed to eliminate roadway • Consider capital investment, crash fatalities and injuries in education, enforcement, and the Boston region. other approaches to improve roadway safety. High Crash Locations The number of all crashes • Address the region’s top-ranking should be reduced. Crash crash cluster locations. cluster locations with high • Address MassDOT-identified EPDO values indicate locations Top 200 high-crash with high crash frequencies intersections in the Boston and/or where crashes are region (66 total), such as those severe. on Route 9 in Framingham, Route 107 in Lynn and Salem, and Route 16 in Chelsea, Everett, and Medford. Pedestrians In the Boston region, the • Address top-ranking pedestrian number of pedestrian-involved crash cluster locations, including crashes is increasing. those in downtown areas in Pedestrians were involved in a Chelsea, Lynn, Quincy, Boston, disproportionate share of and Framingham. roadway crashes resulting in • Provide well-maintained, fatalities (27 percent) and connected sidewalk networks. serious injuries (12 percent), • Improve pedestrian connections based on 2011-15 rolling at intersections. annual averages. Pedestrian • Develop separated shared-use safety was a top concern paths. mentioned during the MPO’s outreach events. Bicyclists In the Boston region, bicyclists • Address top-ranking bicycle account for a disproportionate crash cluster locations, including share of roadway crash those in Boston, Cambridge, fatalities (four percent) and and Somerville. serious injuries (five percent) • Develop separated shared-use based on 2011-15 rolling paths and protected bike lanes. annual averages. Bicycle safety • Develop a connected bicycle was a top concern mentioned network. during the MPO’s outreach events. Page 6 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Trucks Truck-involved crashes account • Address top truck crash cluster for approximately six percent of locations. total motor vehicle crashes in • Modernize obsolete the Boston region; however interchanges, such as the I-90 truck/large vehicle crashes and I-95 interchange in Weston account for ten percent of and the I-95 and Middlesex roadway fatalities. Turnpike interchange in Burlington. Multimodal Roadway Cars, trucks, buses, bicyclists, • Incorporate Complete Streets Use pedestrians, and others design and traffic calming compete for space and travel principles in roadway projects. priority in constrained roadway • Identify strategies to manage environments. Delivery vehicles roadway user priority, parking, transporting online purchases and curb space. and TNC vehicles picking up or dropping off passengers also compete for curb space and create conflicts. Both of these factors can create unsafe conditions for travelers. Transit Safety The MBTA reported recent • Collect and analyze safety data increases in fatalities on its and monitor transit safety system, particularly on the performance measures. commuter rail. The MBTA and • Identify and invest in priority the RTAs in the Boston region state-of-good-repair and must continue to monitor and modernization projects (e.g. reduce bus collisions, positive train control and rapid derailments, and other transit vehicle upgrades). accidents that may contribute to • Coordinate with transit providers negative safety outcomes. and partner agencies on safety education and awareness initiatives. Connected and CAV technology is advancing. • Monitor advancements in CAV Autonomous Vehicles While CAV applications may technology. reduce instances of human • Monitor and analyze safety driver error, limiting factors impacts of CAV deployments, such as inclement weather and particularly in the Boston region. device inoperability, may reduce their safety effectiveness. Riskier driver, pedestrian, and other roadway user behavior may offset safety benefits. CAV = Connected and Autonomous Vehicles. EPDO = Equivalent Property Damage Only. RTA = regional transit authority. TNC = transportation network company. Source: Boston Region MPO Page 7 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 2.2 Recommendations to Address Safety Needs The following are existing, planned, or potential programs, projects, and studies that can address the safety needs in the Boston region. Programs and Project Types to Address Safety Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to improve safety in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the safety goals in the region: • Intersection Improvement Program – This program can implement safety improvements at high crash locations for motorists, trucks, pedestrians, and bicyclists. Improvements could consist of upgraded roadway geometry, shortened crossing distances, enhanced signage and lighting, and other improvements consistent with Complete Streets design. • Complete Streets Program – This program can modernize the roadway network to provide safe conditions for all modes along corridors. Improvements could consist of lane reconfiguration, traffic signal and access improvements for motorists, new sidewalks, curb ramps, improved roadway crossings for pedestrians, and continuous bicycle facilities to reduce conflicts between bicyclists and motor vehicles. • Bicycle and Pedestrian Program – This program can provide safe on-road or separate accommodations for bicyclists and pedestrians, such as protected bicycle lanes, off-road shared-use paths, and new sidewalks. • Major Infrastructure Program – Major infrastructure projects could incorporate bicycle and pedestrian elements and safety measures for trucks, such as improvements to major ramps to prevent roll-over accidents. • Bottleneck Program – Bottleneck locations identified as part of the Needs Assessment are studied to identify and prioritize short- and long-term improvements that can reduce congestion and improve mobility. These improvements frequently address safety concerns on expressways and arterials. • Community Transportation Technical Assistance Support – This program provides municipal officials with technical advice on local transportation concerns, such as traffic operations, safety, bicycle and pedestrian access, livability, parking, and bus stop locations.1 • Support to MassDOT’s Climate Adaptation Vulnerability Assessment – This project will help prioritize transportation assets that should be the focus of MassDOT’s climate change adaptation efforts, which will help address the 1 http://www.ctps.org/ctta Page 8 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 challenges resulting from climate change for the populations that are the most vulnerable. Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new program: • Interchange Modernization Program – This program would improve safety at major interstate interchanges. • Transit State-of-Good Repair and Modernization Program – This program could address safety as well as system preservation needs. The MPO would coordinate with MassDOT, the MBTA, and regional transit authorities (RTAs) in the region to identify opportunities to flex the MPO’s discretionary funding to transit state-of-good-repair and modernization projects. Studies, Research, and Analysis to Address Safety Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to improve safety in the region: • Addressing Safety, Mobility, and Access on Subregional Priority Roadway Studies (FFY 2019 UPWP) –These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups concentrating on transit, nonmotorized modes of transportation, and truck activity. • Addressing Priority Corridors for LRTP Needs Assessment Studies (FFY 2019 UPWP) –These studies are conducted each year to make recommendations for improving priority roadway corridors that have high levels of congestion and safety problems. • Low-Cost Improvements to Express Highway Bottlenecks (FFY 2019 UPWP) – These studies are conducted each year to address points in the highway system where traffic flow is restricted and to provide recommendations to increase safety and reduce congestion. • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking, including best practices for urban delivery zones. As discussed above, effective management of curb space can enhance traveler safety. • Pedestrian Report Card Assessment Dashboard (FFY 2019 UPWP) – This project will create an online version of the Pedestrian Report Card Assessment, which was developed in a previous UPWP study, and an interactive website, both of which will be available to the public. Safety elements are included in this report card. Page 9 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following study ideas: • Safety and Operations at Selected Intersections – These studies provide municipalities with recommendations and conceptual designs for potential short-term, low-cost solutions or long-term, high-cost solutions for intersections that need safety improvements. (These studies are usually done every other year. The last study was done in 2018. A new study could be done in FFY 2020.) • Locations with High Bicycle and Pedestrian Crash Rates (FFY 2019 UPWP Universe proposal) – This study would identify intersections where there are high incidences of crashes involving pedestrians and recommend improvements to those intersections. • Fatal and Serious Injury Crashes – This study would identify factors that may contribute to fatal and serious injury crashes on the region’s roadways. • TIP Before-and-After Studies – These studies would measure the success of roadway safety projects. • Safety Studies – These studies would recommend actions to improve safety for people traveling to and from transit stops and stations. • Research on Autonomous Vehicle Testing – Staff would research safety outcomes of autonomous vehicle testing in Boston or other metropolitan areas. • Climate Change Resiliency – Staff would explore opportunities to consider vulnerability and resilience in MPO-funded corridor and intersection studies. Other Actions to Address Safety Needs Other actions to address safety needs that the MPO is engaged in or could potentially undertake include the following: • Continue to coordinate with partner agencies to collect data that supports safety research and analysis. • Continue to participate in road safety audits (RSAs) for roadway improvements projects. • Consider publicizing transportation safety-oriented education and awareness material through the MPO’s communication and public involvement channels. • Consider opportunities to use MPO meetings or events to support discussions on transportation safety issues. • Coordinate with municipalities and state and regional agencies on ways MPO staff can support climate vulnerability assessments and resiliency planning. • Establish additional performance metrics that measure safety of the transportation system that could be included in state and regional plans. Page 10 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 3 SYSTEM PRESERVATION GOAL AREA 3.1 System Preservation Needs Summary Issue Statement The Boston region’s transportation infrastructure is aging and the demands on roadway and transit facilities have stressed the infrastructure to the point that routine maintenance is insufficient to keep up with necessary repairs. As a result, there is a significant backlog of maintenance and state-of-good-repair projects on all parts of the transportation system, including bridges, roadway pavement, transit rolling stock and infrastructure, and traffic and transit control equipment. In addition, parts of the transportation system may be compromised if climate change trends continue as projected. Needs Statement The transportation system must be brought into a state of good repair, maintained at that level, and enhanced to ensure mobility, efficient movement of goods, and protection from potential sea-level rise and storm-induced flooding. Financial constraints require the Boston Region MPO to set priorities, considering the most crucial maintenance needs and the most effective ways to program its funding. At the same time, infrastructure that could be affected by climate change must be made more resilient. MassDOT and the MBTA are developing asset management plans as part of the newly required federal performance-based planning regulations. MassDOT recently developed a Transportation Asset Management Plan (TAMP), a risk- based asset management plan for the National Highway System. The TAMP will help the agency plan to improve and preserve the condition of its assets and the performance of the system. Also as part of the federal performance-based planning requirements, the transit agencies in the MPO region—the MBTA, MetroWest Regional Transit Authority (MWRTA), and Cape Ann Transportation Authority (CATA) have recently produced Transit Asset Management (TAM) plans to monitor and improve state of good repair. The MBTA’s Strategic Plan and 25-year investment plan, Focus40, complement the asset management plans by specifying state-of-good-repair and modernization programs and projects, both for individual MBTA services and the system as a whole. They also address climate vulnerable elements of the system and how to make the system more resilient. All of these plans will inform the MPO’s understanding of both highway and transit system preservation needs. These planning processes will provide a foundation that the MPO can use to make investments and coordinate with its partners to bring the transportation system into a state of good repair and to modernize the system. The MPO can use information from these processes to Page 11 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 understand and provide feedback on projects and programs that agencies bring forward for inclusion in the MPO’s LRTP and TIP. The MPO may also choose to support some of these investments directly with its target funds. The MPO can also use this new information to supplement its current TIP evaluation criteria for highway infrastructure. Current system preservation criteria are used to determine whether a project improves substandard pavement, signal operations, intermodal accommodations, connections to transit, or if it implements intelligent operations system strategies. Table 2 summarizes key findings regarding system preservation issues that were gleaned from data analysis and public input during the development of the Needs Assessment for the LRTP. The MPO board should consider these findings when prioritizing projects to receive funding in the LRTP and TIP. Table 2 System Preservation Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Bridges Bridge condition: Currently, of the Meet MassDOT’s performance 2,811 bridges in the region 570 (20%) measure to prevent the number are in a functionally obsolete of structurally deficient bridges condition and 151 (5%) are from exceeding 300 statewide. structurally deficient. Bridges Bridge Health Index scores: Meet MassDOT’s performance Currently, as measured on this index, measure to maintain a 33% of bridges in the region are in systemwide Bridge Health Index good condition, 35% are in poorer score of 92 (measured on a scale condition, and 32% have not been of zero to 100) in calendar year rated because of missing data. 2020 and a score of 95 in the long-term. Pavement Management Page 12 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Pedestrian Sidewalk location and condition: Most Identify the location of sidewalks Facilities sidewalks in the state, 81% are and their condition; identify those municipally owned. Neither the MPO around transit stations. nor MassDOT maintain pedestrian facility data. Knowing where sidewalks are located or absent, and their condition, is a key element in planning. Transit Asset State of good repair for the transit Identify and invest in priority State of Good system: The region’s transit systems transit state-of-good-repair Repair include vehicles, facilities, and fixed projects, as identified in Focus guideway that do not meet state-of- 40, transit agency TAM plans, good-repair thresholds defined by the and other prioritization processes. federal government. Other transit assets, such as track signals and power systems, need maintenance and upgrades to support safe, reliable service. Transit Asset Obsolete infrastructure: Even if in a • Support investments that Modernization state of good repair, obsolete improve the accessibility of infrastructure inhibits transit systems’ transit stations, bus stops, abilities to adapt to change and serve and paratransit services, such customers. Examples of necessary as those identified through upgrades include increasing the the MBTA’s Plan for resiliency of transit system power Accessible Transit supplies, incorporating modern doors Infrastructure (PATI) process. and platforms into subway services, • Support investments that and making transit stations—such as upgrade transit fleets, Oak Grove Station and Natick Center facilities, and systems to Commuter Rail Station—more provide more efficient, accessible to people with disabilities. reliable, and sustainable service. • Support climate vulnerability assessments and invest in projects and programs resulting from these processes. Freight Network Many express highways are built to • Maintain and modernize the outdated design standards for trucks. roadway network. Roads connecting to major freight • Improve connections between facilities and routes need to support intermodal facilities and trucks as well as other types of regional road network. vehicles. • Maintain truck access on roadways designed to Complete Streets standards. Climate Change Some transportation facilities and Retrofit or adapt infrastructure, Adaptation infrastructure, including tunnels, are including the Central Artery, to located in places vulnerable to protect it from the impacts of flooding and other hazards. hazards and climate change. Source: Boston Region MPO Page 13 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 3.2 Recommendations to Address Needs The following are existing, planned, or potential programs, projects, and studies that can address the system preservation needs in the Boston region. Programs and Project Types to Address Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the Boston Region MPO to improve system preservation in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the system preservation goals in the region: • Intersection Improvement Program – This program can address pavement condition, modernization of signal equipment, and other improvements consistent with elements of Complete Streets. • Complete Streets – This program can address pavement condition, upgrade sidewalk and bicycle accommodations, upgrade traffic signals, and improve bridges and culverts (including adaptations to transportation infrastructure vulnerable to climate change and other hazards). • Bicycle and Pedestrian Program – This program can provide maintenance and modernization improvements to bicycle and pedestrian infrastructure. • Major Infrastructure – The large-scale highway projects funded through this program can address pavement condition and bridge condition, bicycle and pedestrian facilities, and signals, as well as reconstruct obsolete interchanges to accommodate future freight and passenger levels. Large-scale transit projects funded through this program can include overhauls and infrastructure adaptations to address climate change hazards. • Bottleneck Program – Bottleneck locations identified as part of the Needs Assessment are studied to identify and prioritize short- and long-term improvements that can improve mobility but may also include maintenance and modernization improvements. • Support to MassDOT’s Climate Adaptation Vulnerability Assessment – This project will help prioritize transportation assets that should be the focus of MassDOT’s climate change adaptation efforts, which will help address the challenges related to climate change for the populations that are the most vulnerable. Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new program: • Interchange Modernization Program – This program would modernize interchanges on the region’s roadway system. Page 14 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Transit State-of-Good Repair and Modernization Program – This program could address safety as well as system preservation needs. The MPO would coordinate with MassDOT, the MBTA, and regional transit authorities (RTAs) in the region to identify opportunities to flex the MPO’s discretionary funding to transit state-of-good-repair and modernization projects. Studies, Research, and Analysis to Address Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the Boston Region MPO that can include system preservation improvements in the Boston region: • Addressing Priority Corridors for LRTP Needs Assessment Studies (FFY 2019 UPWP) – These studies are conducted each year to make recommendations for improving priority roadway corridors that have high levels of congestion and safety problems. Recommendations from these studies may include maintenance and modernization improvements. • Addressing Safety, Mobility, and Access on Subregional Priority Roadway Studies (FFY 2019 UPWP) – These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups. Recommendations from these studies may include maintenance and modernization improvements. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider engaging in the following efforts: • Regionwide Sidewalk Inventory – This project would create a regionwide sidewalk inventory documenting infrastructure condition, stored in a format such as GIS, akin to that created by the Capital District Transportation Committee.2 This inventory would fill a major gap identified by staff during the Needs Assessment development and complement numerous MPO programs and analyses. • Climate Change Resiliency – Staff would explore opportunities to consider vulnerability and resilience in MPO-funded corridor and intersection studies. Other Actions to Address System Preservation Needs • Coordinate with municipalities and state and regional agencies on ways MPO staff can support climate vulnerability assessments and resiliency planning. • Emphasize the existing TIP resiliency and adaptation criteria and encourage municipalities to share information about how their proposed projects relate to their resiliency and adaptation planning. 2 http://www.cdtcmpo.org/news/latest-news/307-regional-sidewalk-inventory Page 15 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Establish additional performance metrics that measure maintenance and modernization of the transportation system that could be included in state and regional plans. 4 CAPACITY MANAGEMENT AND MOBILITY GOAL AREA 4.1 Capacity Management and Mobility Needs Summary Issue Statement The transportation system in the Boston region is, to a certain extent, increasingly stressed by the overall growth and success of the region’s economy. Congestion on the region’s roadways is reducing vehicular speeds, while the transit system is strained by high ridership and an aging infrastructure. Usage of the transportation network—both the roadway and transit systems—is projected to increase even more during the time period covered by the Boston Region MPO’s next LRTP, Destination 2040. In pursuit of the MPO’s core goals, the MPO and other stakeholders must find a way to manage the network’s capacity with limited capital funding to maximize mobility for all residents and users of the transportation network, including bicyclists and pedestrians. Needs Statement One of the major challenges facing the MPO and other policymaking stakeholders and agencies is the preservation and enhancement of mobility options when economic growth and trip-making are concentrated in a limited geographic area. Economic growth in the Boston region outpaces that in the rest of the state, and growth in the Inner Core subregion is projected to continue at a faster rate than in the rest of the Boston region. The increase in the number of trips made in the Boston region is increasing congestion on a network that is either at capacity or nearing it. In an area where adding roadway capacity for vehicles is challenging, the MPO and other policymaking entities have the opportunity to work with municipalities to reallocate road space to accommodate all modes of travel. The regional transit system has also been stressed over the past several years; however, plans to modernize and increase capacity on much of the rapid transit system are currently underway. There is also an opportunity to improve the reliability, capacity, and quality of the bus network with a relatively low capital expenditure. The MBTA is in the process of conducting the Better Bus Project, which will propose changes to bus service based on research and partnerships with municipalities. The MBTA has also launched a study to examine the future of the commuter rail network, which reaches communities across the region. Some commuter rail lines have significant passenger capacity, especially during Page 16 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 off-peak travel times and going in the reverse-commute direction; the MPO staff heard this topic discussed many times during public outreach events. Table 3 summarizes key findings regarding capacity management and mobility issues that were gleaned from data analysis and public input during the development of the Needs Assessment. The MPO board should consider these findings when prioritizing projects to receive funding in the LRTP and TIP. Table 3 Capacity Management and Mobility Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Roadway More congestion and Reduce congestion on expressways, slower speeds interchanges, and arterials. Roadway Bottlenecks Reduce congestion at bottleneck locations on the regional roadway network. Roadway Connected and Continue to monitor this technology because the autonomous vehicles schedule for its adoption and implementation, and its implications remain highly uncertain. Roadway Ride-hailing and Continue to monitor growth in TNC usage to transportation determine if TNCs are diverting ridership and network companies funds away from public transit and contributing to congestion; the future of this mode is uncertain. Roadway Car-sharing Continue to monitor car-sharing; it is poorly integrated with other modes and not accessible in all areas; the future of this mode is uncertain. Roadway Transportation Continue to monitor TDM services. There is no demand regionwide strategy for TDM and relatively few management municipalities in the Boston region have TDM ordinances. Freight Congestion Reduce congestion on regional roadways to facilitate the movement of freight. Freight Contested curb and Reduce conflicts between automobiles and arterial road usage delivery trucks that are competing for curb space. Freight Lack of data Develop reliable data sets on various freight topics. Page 17 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Transit Access to transit Improve access to transit service that runs frequently and increase capacity at park-and-ride lots that are at or approaching capacity. Transit Bus speed and Improve the reliability of bus service. Bus speeds reliability are projected to decline even further due to increasing congestion; the introduction of more dedicated bus lanes could be a potential solution. Transit Rapid transit Address increased delays resulting from the reliability system’s aging rapid transit infrastructure. Transit Crowding Address crowding on rapid transit lines and bus routes. According to a 2040 no-build scenario, crowding is projected to increase to unacceptable levels in some locations. Transit Bus maintenance Address the need for sufficient MBTA garage facilities space to fully modernize and/or expand the fleet. Transit Commuter rail Examine off-peak and reverse-commute options. schedules The commuter rail mostly serves commuter travel during the peak periods between the suburbs and the Boston Central Business District. Transit Commuter rail Address aging equipment and infrastructure reliability challenges facing the commuter rail fleet; the reliability of the commuter rail system is not as good as it could be. Transit First- and last-mile Identify challenges to making first- and last-mile connections connections, which are major barriers to transit usage. Bicycle and Access to Expand pedestrian and bicycle infrastructure so Pedestrian infrastructure that residential areas and employment locations are close to good-quality facilities conducive to regular usage. Bicycle and Network construction Connect the disjointed elements of the bicycle Pedestrian network to create a cohesive network. Bicycle and Bike-sharing Ensure that docked bike-share facilities are Pedestrian provided in all neighborhoods in the Inner Core, including low-income and minority areas. Monitor the future of dockless bike-share systems. Bicycle and Lack of sidewalk data Create a comprehensive inventory of existing Pedestrian sidewalk data, including sidewalk coverage and condition. TDM = transportation demand management. TNC = transportation network company. Source: Boston Region MPO Page 18 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 4.2 Recommendations to Address Capacity Management and Mobility Needs The following are existing, planned, or potential programs, projects, and studies—listed by mode—that can address the capacity management and mobility needs in the Boston region. Addressing Roadway Needs Programs and Project Types to Address Roadway Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the Boston Region MPO to improve roadway capacity and mobility in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the capacity management and mobility goals in the region: • Intersection Improvement Program – This program can help to reduce congestion, thereby improving mobility. Projects funded through this program may include Complete Streets elements that would improve mobility for bicyclists and mobility and accessibility for pedestrians. • Complete Streets Program – This program can increase transportation options by adding new sidewalks and bicycle facilities. • Bicycle and Pedestrian Program – This program can increase transportation options, facilitate non-motorized access to transit or other activity centers, and create first- and last-mile connections. • Community Transportation Program – This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. • Major Infrastructure Program – The large-scale projects funded through this program could potentially reduce congestion and increase transportation options. • Bottleneck Program – Bottleneck locations identified as part of the Needs Assessment are studied to identify and prioritize short- and long-term improvements that can reduce congestion and improve mobility. • Community Transportation Technical Assistance Program – This program provides municipal officials with technical advice on local transportation concerns, such as traffic operations, safety, bicycle and pedestrian access, livability, parking, and bus stop locations.3 3 http://www.ctps.org/ctta Page 19 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new programs: • Dedicated Bus Lanes – The MPO could consider establishing a new program to be implemented through the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. Dedicated bus lanes will help alleviate congestion and allow faster travel times for bus riders. • Connect Elderly Adults with Transportation Options – The MPO or another entity could take the lead on developing a program to connect elderly adults with transportation options, such as transportation network companies (TNCs). This program would restore mobility to elderly adults who can no longer drive and who might not be familiar with the new technologies and transportation options that now exist. • Coordinating Car-Sharing and Transit – Car-sharing locations in the Boston region are currently concentrated in the Inner Core. Designating more spots for car-sharing providers at key outlying rapid transit and commuter rail stations could improve mobility for travelers outside the Inner Core. The MPO could play a key role in identifying potential locations and coordinating planning. • Infrastructure Bank or Demonstration Materials Library – The MPO’s discretionary funds could be used to build a library or bank of materials that could be a resource during roadway interventions and allow quick tests of various roadway configurations and alternatives. This idea was inspired by the Northeast Ohio Areawide Coordinating Agency (NOACA), the MPO for the greater Cleveland area.4 Studies, Research, and Analysis to Address Roadway Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the Boston Region MPO to improve capacity management and mobility in the Boston region: • Addressing Priority Corridors from the LRTP Needs Assessment (FFY 2019 UPWP) – These studies are conducted each year to make recommendations for improving priority roadway corridors that have high levels of congestion and safety problems. • Addressing Safety, Mobility, and Access on Subregional Priority Roadways (FFY 2019 UPWP) – These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups concentrating on transit, nonmotorized modes of transportation, and truck activity. 4 http://noaca.org/index.aspx?page=32&recordid=11702 Page 20 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Low-Cost Improvements to Express Highway Bottlenecks (FFY 2019 UPWP) – These studies are conducted each year to address points in the highway system where traffic flow is restricted and to provide recommendations to reduce congestion. • Transportation Access Studies of Commercial Business Districts (FFY 2019 UPWP) – This study will involve the collection of data on the mode of arrival and travel behavior of patrons of commercial business districts in the Boston region and apply the analysis of that data to questions about topics such as curb access and parking policy. • New and Emerging Metrics for Roadway Usage (FFY 2019 UPWP) – This study will involve the review of new performance metrics for monitoring roadway capacity. • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking. • Updates to Express Highway Volumes Charts (FFY 2019 UPWP) – This study will develop updated estimates of traffic volumes on key regional limited-access highways and ramps. • Tracking of Emerging Connected and Autonomous Vehicle Technologies – The MPO staff continues to monitor the status of this new technology and the schedule for adoption and implementation of this technology in the Boston region. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider engaging in the following efforts: • Congestion Pricing Research – The MPO could plan proactively to examine potential effects of different models for road congestion pricing proposed in the Massachusetts Legislature and advanced by members of the public. Congestion pricing schemes aim to reduce congestion by charging higher fees during peak travel times. If effective, congestion pricing can reduce transportation-related emissions. • Safety and Operations at Selected Intersections – These studies provide municipalities with recommendations and conceptual designs for potential short-term, low-cost solutions or long-term, high-cost solutions for intersections that need safety improvements. (These studies are usually done every other year. The last study was done in 2018. A new study could be done in FFY 2020.) • Revenue Analyses – Staff would continue to analyze revenue lost to transit services because of TNC usage. • Research on TNCs – Staff would continue to research the role of TNCs in the system and their effect on other modes, especially transit. Page 21 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Monitor TNC Adoption – Staff would monitor how the adoption of TNCs by young people modifies travel habits in the future and how other age groups might respond to this technology. • TIP Before-and-After Studies – These studies would measure the success of roadway operation improvement projects. Other Actions to Address Roadway Needs • Lead public discussions about how to prioritize the use of surface roadway space for the automobile, transit, freight, and active transportation modes. • Establish additional performance metrics that measure congestion levels, degrees of mode shift, etc., and consider including them in state and regional plans. Addressing Freight Needs Programs and Project Types to Address Freight Needs Existing Programs in the LRTP, TIP, and/or UPWP The following funding program is currently being implemented by the MPO to improve freight mobility in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of this program to achieve the capacity management and mobility goals in the region: • Freight Program – This program monitors developments and analyzes changes in the region’s freight systems. Potential Project to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new project: • Freight Database – This project would involve collecting a full set of truck volume data for use in an updated truck model. This information could also be used when selecting infrastructure improvement projects. Studies, Research, and Analysis to Address Freight Needs Existing or Planned Studies in the UPWP The following studies are currently being conducted by the MPO to improve capacity management and mobility in the region: • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking. • Location-specific studies – Staff conducts location-specific studies and technical analysis projects implemented through the existing Freight Program. Page 22 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Addressing Transit Needs Programs and Project Types to Address Transit Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to improve transit capacity and mobility in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the capacity management and mobility goals in the region: • Park-and-Ride and Bicycle Parking Programs – These programs can increase transit ridership by expanding automobile and bicycle parking at commuter rail and rapid transit stations. • Regional Transit Service Planning Technical Assistance – Through this program, the MPO staff offers technical support to RTAs to promote best practices and address issues related to route planning, ridership, cost- effectiveness, and other service characteristics. Staff also helps transportation management associations (TMAs), municipalities, and MAPC’s subregional groups to improve the transit services that they operate or fund.5 • Community Transportation Program –This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. Potential Programs and Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new programs and projects: • Dedicated Bus Lane Program – This program could be implemented in the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. More bus lanes would improve mobility and allow faster travel times for bus riders. • Enhanced Park and Ride Program – The MPO could revisit the existing Community Transportation/Parking/Clean Air and Mobility Program and consider allocating more funding for additional park-and-ride spots at transit stations for commuter rail and rapid transit customers. This program could help induce mode shift and reduce transportation-related emissions. • Infrastructure Bank or Demonstration Materials Library – The MPO’s discretionary funds could be used to build a library or bank of materials that could be a resource when testing new transit configurations, such as bus bump-outs, and other alternatives. This idea was inspired by the NOACA.6 5 http://www.ctps.org/regional_transit 6 http://noaca.org/index.aspx?page=32&recordid=11702 Page 23 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Coordinating Car-Sharing and Transit – Car-sharing locations in the Boston region are currently concentrated in the Inner Core. Designating more spots for car-sharing providers at key outlying rapid transit and commuter rail stations could improve mobility for travelers outside of the Inner Core. The MPO could play a key role in identifying potential locations and coordinating planning. Studies, Research, and Analysis to Address Transit Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to improve capacity management and mobility in the region: • Transportation Access Studies of Commercial Business Districts (FFY 2019 UPWP) – This study will involve the collection of data on the mode of arrival and travel behavior of patrons of commercial business districts in the Boston region. The analysis of that data will be applied to address issues relating to topics such as curb access and parking policies. • Reverse-Commute Areas Analysis (FFY 2019 UPWP) – This study will identify reverse-commute patterns, where a significant number of workers commute from the Inner Core to suburban municipalities, and examine possibilities for encouraging these commuters to use transit. • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking, including dedicated bus lanes. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new study ideas: • The role of dispatching and supervision in bus reliability and its application in the MBTA network – Several independent research reports have suggested that modernizing dispatching and supervision practices could reduce bus bunching and improve reliability on the MBTA bus and rail networks.7 The MPO could contribute its expertise and data resources to a comprehensive effort to address this question. • Assist the MBTA in locating new or improved bus garage locations – State of the System materials compiled as part of MassDOT’s Focus40 long- range planning process identified the need to modernize bus garages as a high priority for the MBTA. Modern garages would allow expansion of the bus fleet and acquisition of more articulated buses and battery-electric-powered 7 For MBTA-specific research, see Maltzan (2015) and Fabian (2017); for examples from other U.S. transit systems, see Pangilinan, Wilson, and Moore (2007), Berrebi, Watkins, and Laval (2015), and Berrebi et al (2017). Page 24 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 buses. However, these garages are not easy to site, as they are considered poor neighbors, and because they must be as close as possible to major bus terminals to minimize deadhead time. As a regional agency, the MPO is in a position to assist a regional effort focused on finding locations for new garages. • Analyze peak capacity of the MBTA rapid transit system – Historically several of the MBTA’s rapid transit lines operated with shorter peak headways (that is, with more frequent service) than they do today. Headways are expected to decrease with the delivery of new rolling stock and signal systems for the Orange and Red Lines in the coming years, but the Orange Line’s scheduled headways will still be longer than was historically the case. Members of the public suggested that the MPO analyze this situation and determine whether it is possible to return to historical headways without major capital investment, or if it is possible to run tighter headways given the currently available level of investment. Other Actions to Address Transit Needs • Encourage coordination between RTAs and other transit providers. During public outreach efforts, MPO staff documented the need for better coordination between various transit providers, especially in municipalities that are located on the borders of provider-service areas. • Establish new performance metrics that measure congestion levels, degrees of mode shift, etc., and include them in state and regional plans. • Measure mode shift related to capital investment. An equivalent investment in the various transit services may not produce the same degree of mode shift to each service. For example, commuter rail is capital-intensive but carries fewer riders, whereas buses are less capital-intensive but carry more riders. Addressing Bicycle and Pedestrian Needs Programs and Project Types to Address Bicycle and Pedestrian Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to improve bicycle and pedestrian capacity and mobility in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the capacity management and mobility goals in the region: • Bicycle and Pedestrian Program – This program can increase transportation options, facilitate non-motorized access to transit or other activity centers, and create first- and last-mile connections. • Bicycle and Pedestrian Support Activities – MPO staff supports the Boston region's bicycle and pedestrian planning needs through ongoing data collection, analysis, and technical assistance. Products include bicycle and pedestrian counts and various online resources. Page 25 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Community Transportation Program –This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. Studies, Research, and Analysis to Address Bicycle and Pedestrian Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to improve capacity management and mobility in the region: • Pedestrian Report Card Assessment Dashboard (FFY 2019 UPWP) – This project will create an online version of the Pedestrian Report Card Assessment, which was developed in a previous UPWP study, and an interactive website, both of which will be available to the public. • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for bike lanes. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new study ideas: • Locations with High Bicycle and Pedestrian Crash Rates – This study, which was proposed during the development of the FFY 2019 UPWP, would identify intersections in the Boston region where a high number of pedestrian crashes have occurred and recommend improvements to those intersections. • Regionwide Sidewalk Inventory – This project would create a regionwide sidewalk inventory, stored in a format such as GIS, akin to that created by the Capital District Transportation Committee.8 This inventory would fill a major gap identified by staff during the Needs Assessment development and complement numerous MPO programs and analyses. 8 http://www.cdtcmpo.org/news/latest-news/307-regional-sidewalk-inventory Page 26 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 5 CLEAN AIR/CLEAN COMMUNITIES GOAL AREA 5.1 Clean Air and Clean Communities Needs Summary Issue Statement The Boston Region MPO acknowledges that greenhouse gas emissions (GHGs) contribute to climate change. If climate trends continue as projected, the conditions in the Boston region will include a rise in sea level coupled with storm- induced flooding and warmer temperatures that would affect the region’s infrastructure, economy, human health, and natural resources. The Commonwealth has made significant progress toward improving air quality in the region, which is now in attainment for ozone, particulate matter (PM), and carbon monoxide (CO) in all but one community (Waltham remains a maintenance area for CO). Continued vigilance is needed to keep emissions of these pollutants at acceptable levels. In addition, transportation infrastructure can negatively affect land-use patterns and environmental resources. The MPO must continue to consult with the appropriate environmental agencies regarding transportation initiatives. Needs Statement Clean Air and Clean Communities needs fall into three categories—reducing GHG emissions, reducing transportation-related pollutants, and addressing other environmental impacts of transportation projects and programs. Table 4 summarizes key findings regarding these issues that were identified from data analysis and public input received during the development of the Needs Assessment for the LRTP. The reduction of GHG emissions is a priority for the MPO, not only to help implement the Commonwealth’s Global Warming Solutions Act (GWSA) but also to help alleviate impacts from climate change including flooding, sea-level rise, and warmer temperatures. The MPO should continue to evaluate and monitor carbon dioxide (CO ) emissions from projects and programs funded through the 2 LRTP and TIP. The MPO monitors CO because it is the most significant GHG in 2 the atmosphere. The MPO uses information from the Massachusetts Department of Energy Resources’ Green Communities program to evaluate projects and programs for the LRTP and TIP, and MAPC works with municipalities on their Local Energy Action, Net Zero Communities 101, Energy-Use Baselines, and GHG Inventories programs. Continued updates of the MPO’s Vehicle-Miles Traveled and Emission Browser and All-Hazards Planning Application can provide information to municipalities that are creating GHG baseline information and GHG inventories. Page 27 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Although the Boston region is meeting the air quality standards for most air pollutants, it is important to ensure that transportation projects funded by the MPO continue to help to reduce vehicle-miles traveled (VMT), which in turn will continue to reduce air pollution in the region. The MPO should continue to evaluate and monitor volatile organic compounds (VOCs) and nitrogen oxides (NOx) – which are precursors to ozone, PM, and CO emissions – from projects and programs funded through the LRTP and TIP. Updates to the MPO’s Vehicle- Miles Traveled and Emission Browser will allow municipalities to monitor their transportation-related emissions of these pollutants as well. The MPO does not engage in environmental planning, rather it relies on information from MassDOT, the MBTA, and other planning agencies when evaluating projects and programs to be funded in the LRTP and TIP. MassDOT and the MBTA take the lead on environmental reviews during project design, and MAPC provides comments on environmental documents for regionally significant projects. Other sources of information used by the MPO include Massachusetts Geographic Information System (GIS) mapping, Massachusetts Department of Energy Resources’ Green Communities program, and MAPC’s stormwater management and hazard mitigation plans. The MPO should continue to coordinate with these agencies during its transportation planning activities. Page 28 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 4 Clean Air and Clean Communities Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Greenhouse Gas Reduce CO emissions Reduce CO emissions from MPO-funded 2 2 transportation projects and programs to help meet the requirements of the GWSA, particularly projects that help to reduce VMT Greenhouse Gas Reduce CO emissions Prioritize transportation projects and 2 programs to assist municipalities in meeting or maintaining their Green Communities certification Greenhouse Gas Reduce CO emissions Provide data and assistance to municipalities 2 in developing their GHG inventories and energy reduction plans Air Pollution Reduce VOC, NOx, CO, Reduce VOC, NOx, CO, and PM emissions and PM emissions from MPO-funded transportation projects and programs – particularly those that help to reduce VMT – to help maintain the air quality standards in the region Environment Protect the environment – Identify projects and programs that can meet wetlands, cultural criteria established to protect wetlands, resources, open space, cultural resources, open space, and wildlife and wildlife Environment Protect the environment – Ensure that infrastructure to reduce storm water quality water pollution is incorporated in project design Environment Protect the environment – Ensure that infrastructure to reduce impacts hazard mitigation from natural hazard events (flooding, winter storms, etc.) is incorporated in project design CO = carbon monoxide. CO2 = carbon dioxide. GWSA = Global Warming Solutions Act. NOx = nitrogen oxides. PM = particulate matter. VMT = vehicle-miles traveled. VOC = volatile organic compound. Source: Boston Region MPO 5.2 Recommendations to Address Clean Air and Clean Communities Needs The following are existing, planned, or potential programs, projects, and studies that can address the Clean Air and Clean Communities needs in the Boston region. Programs and Project Types to Address Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to reduce transportation-related pollutants and promote smart growth and healthy transportation options. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation Page 29 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 of these programs to achieve the clean air and clean communities goals in the region. • Intersection Improvement Program – This program can reduce emissions by improving operations at intersections for all vehicles and also by making transit service more reliable and improving bicycle and pedestrian infrastructure. • Complete Streets Program – Complete Streets that incorporate infrastructure for bicyclists and pedestrians can help lower emissions by reducing VMT (which results when people choose to bicycle or walk instead of drive) and by improving operations for vehicles (which reduces the time that vehicles are emitting in congested conditions). • Community Transportation Program – This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. Improved connections between transit stations and residences and employment locations could induce a mode shift from automobile to transit or bicycle and pedestrian options, which would reduce emissions. • Bicycle and Pedestrian Program – Bicycle and pedestrian infrastructure improvements can help to reduce VMT by enabling mode shifts to non- motorized travel means, which reduces emissions. • Major Infrastructure Program – The large-scale projects funded through this program could include projects that would increase transit usage and reduce VMT and emissions. • Bottleneck Program – This program identifies bottleneck locations and develops short- and long-term solutions to improve traffic operations and traffic flow, and thereby lessens emissions by reducing the time that vehicles are emitting in congested conditions. Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new programs: • Enhanced Park and Ride Program – The MPO could revisit the existing Community Transportation/Parking/Clean Air and Mobility Program and consider allocating more funding for additional park-and-ride spots at transit stations for commuter rail and rapid transit customers. This program could help induce mode shift and reduce transportation-related emissions. • Dedicated Bus Lane Program – The MPO could consider establishing a new program to be implemented in the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. Dedicated bus lanes will help alleviate congestion in commercial areas and reduce emissions while allowing for faster travel times for people commuting by bus. Bus lanes could also induce a mode shift from the single-occupant vehicle (SOV) to transit. Page 30 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Interchange Modernization Program – This program can reduce congestion at major interstate interchanges to improve mobility and reduce transportation-related emissions. • Coordinating Car-Sharing and Transit – Car-sharing locations in the Boston region are currently concentrated in the Inner Core. Designating more spots for car-sharing providers at key outlying rapid transit and commuter rail stations could improve mobility for travelers outside the Inner Core. The MPO could play a key role in identifying potential locations and coordinating planning. Car-sharing will increase mode shift from SOV to transit and reduce transportation-related emissions. Studies, Research, and Analysis to Address Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to improve air quality and promote smart growth in the region: • Addressing Safety, Mobility, and Access on Subregional Priority Roadways (FFY 2019 UPWP) – These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups concentrating on transit, nonmotorized modes of transportation, and truck activity. Improved operations will reduce vehicle emissions. • Low-Cost Improvements to Express Highway Bottlenecks (FFY 2019 UPWP) – These studies are conducted each year to address points in the highway system where traffic flow is restricted and to provide recommendations to reduce congestion and vehicle emissions. • Pedestrian Report Card Assessment Dashboard (FFY 2019 UPWP) – This project will create an online version of the Pedestrian Report Card Assessment, which was developed in a previous UPWP project, and an interactive website, both of which will be available to the public. These tools will allow municipalities to identify locations where improvements may encourage walking and potentially reduce transportation-related emissions. • Reverse-Commute Areas Analysis (FFY 2019 UPWP) – This study will identify reverse-commute patterns, where a significant number of workers commute from the Inner Core to suburban municipalities, and examine possibilities for encouraging these commuters to use transit, thereby reducing transportation-related emissions. Potential Study to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the needs assessment, staff recommends that the MPO board consider the following new study idea: • Congestion Pricing Research – The MPO could plan proactively to examine potential effects of different models for road congestion pricing proposed in Page 31 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 the Massachusetts Legislature and advanced by members of the public. Congestion pricing schemes aim to reduce congestion by charging higher fees during peak travel times. If effective, congestion pricing can reduce transportation-related emissions. Other Actions to Address Clean Air Needs • Establish additional performance metrics that measure air quality and other environmental issues, and consider using those metrics in state and regional plans. 6 TRANSPORTATION EQUITY GOAL AREA 6.1 Transportation Equity Needs Summary Issue Statement Over three million people live in the Boston region, representing a broad range of ages, abilities, incomes, races, ethnicities, and nationalities. Some of the most vulnerable residents who rely on the public transit system are most susceptible to reductions in adequate and affordable transportation options, and they stand to benefit significantly from improvements to the transportation system. Populations that are of concern include people who identify as minority, have limited English proficiency (LEP), are 75 years of age or older (elderly adults), are 17 years of age or younger (youth), have a disability, or are members of low-income or transit-dependent households. In planning parlance these populations are referred to as transportation equity (TE) populations. Given the Boston region’s demographics and the changing nature of travel patterns (induced by emerging new technologies and increasing interest in transit and non-motorized transportation options), sustaining a transportation network that serves all residents continues to be a challenge. As a regional transportation planning agency, the Boston Region MPO has a role to play in developing a comprehensive understanding of the current transportation challenges facing TE populations, so that the MPO and transportation agencies can prioritize limited funding and apply it to transportation projects and programs that benefit these populations. Needs Statement When the MPO conducted public outreach during the development of the new LRTP, Destination 2040, and as part of its continuing Transportation Equity Program, the MPO heard that the overwhelming concern among TE populations is access to affordable and frequent public transit, especially for commuting at off-peak times and reverse commutes; service to healthcare facilities in Boston and satellite locations; and first- and last-mile service to and from existing rail stations. Providing access to job centers, amenity-rich locations, and healthcare Page 32 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 should be at the core of any transportation programming designed to serve TE populations. Any effort to improve transportation for TE populations must include improvements or expansion to reliable, affordable transit service in communities that have high shares of TE populations. Not all TE populations may be adequately served by a given improvement, as the elderly population, for example, will have different transportation needs than people with LEP. Care should be taken to ensure service reflects the particular needs of the people it is intended serve. Providing active transportation options to TE populations that serve all ages and abilities would also provide much-needed local connections to amenities and to transit service, while reducing exposure to pollutants. These options can include sidewalks and high-quality bicycle infrastructure connecting to transit stations, schools, major employment centers, and downtown areas. The MPO should support the efforts of other transportation organizations and agencies in the region that are addressing TE-related transportation issues to reduce duplication of efforts and better coordinate across agency and political boundaries. The MPO could establish new investment programs to provide technical assistance for transit projects, such as transit planning support for councils on aging. Finally, given that some underserved communities are located in areas with high volumes of traffic, minimizing negative environmental effects from the transportation system—such as poor air quality and congestion—and vehicle crashes should also be a priority. Efforts to improve public transit, bicycle facilities, and sidewalks within and between these communities can help address these environmental and safety concerns. Table 5 summarizes key findings regarding TE needs that were gleaned from data analysis and public input during the development of the Needs Assessment. Although the majority of the needs identified below are also addressed in other goal areas as noted in Table 5, these needs are of special concern to TE populations. Page 33 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 5 Transportation Equity Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Capacity Management Serving non-traditional There is a lack of public transit and Mobility commutes service for reverse commutes, off- peak commutes, and suburb-to- suburb commutes. Capacity Management Gaps in transit service Some TE populations lack transit and Mobility service comparable to service available to non-TE populations. Capacity Management Transit reliability Rapid transit and bus service is and Mobility unreliable for populations whose only option is transit. Capacity Management First- and last-mile The absence of first- and last-mile and Mobility connections connections is a major barrier to transit usage. Capacity Management Active transportation options There is inadequate access to and Mobility safe bicycle facilities, especially for elderly and youth populations, and accessible sidewalks, including those connecting to transit stops. Capacity Management Active transportation options Docked bike-share facilities in the and Mobility Inner Core are not available to some low-income or minority areas; the future of dockless bike- share systems is uncertain. Clean Air and Clean Auto emissions More active off-road transportation Communities routes are needed in communities with high shares of one or more TE population that are located near congested roadways. Page 34 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Coordination between Lack of coordination of Better coordination of schedules, towns and regions9 services between towns and routes, and services is needed transportation agencies between towns and between the MBTA and other regional transit authorities. Economic Vitality Lack of transit service during More transit service (late night, non-peak commuting times early morning, and reverse commute) is needed between job- rich centers—such as Longwood Medical Area, the Seaport, and suburban job centers—and underserved neighborhoods. Economic Vitality Lack of transit routes New transit service between low- between suburbs income suburban residential communities and suburban job centers is needed. Economic Vitality Lack of non-automobile First- and last- mile connections transportation options (including pedestrian, bicycle, and between transit stops and transit routes) between home/work work/home and fixed route stops are lacking. Economic Vitality Affordable housing Transportation needs of TE populations could be met by building transit-oriented developments that provide affordable housing near transit hubs and employment centers, particularly in the Inner Core and suburbs. Safety Lack of safe bicycle routes to The region needs good-quality key destinations bicycle infrastructure that connects homes and final destinations, such as jobs and other amenity-rich locations, especially in and between communities with high shares of low-income or transit-dependent households. 9 Although this issue does not directly relate to the MPO’s goal areas, this topic was voiced during public outreach. Page 35 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Safety Lack of safe bicycle routes The region needs good-quality within neighborhoods bicycle infrastructure that provides first- and last-mile connections, especially in communities with high shares of low-income or transit-dependent households, families, or elderly adults. Safety Unsafe sidewalks and street Improve sidewalks and street crossings, and incomplete crossings, especially around street networks schools, so that they are safe for children and elderly adults. System Preservation Non-ADA compliant Upgrade sidewalks to be sidewalks compliant with the Americans with Disabilities Act. System Preservation Climate change Document potential future exposure of TE populations to climate change impacts and determine how their ability to access transportation may be affected. ADA = Americans with Disabilities Act. TE = transportation equity. Source: Boston Region MPO 6.2 Recommendations to Address Needs The following are existing, planned, or potential programs, projects, and studies that can address the TE needs in the Boston region. Programs and Project Types to Address Transportation Equity Needs Existing Programs in the LRTP, TIP and/or UPWP The following are funding programs that are currently being implemented by the MPO to provide comparable transportation access and service to all populations. Based on the updated needs assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the TE goals in the region: • Intersection Improvement Program – This program can help to reduce congestion, thereby improving mobility and access to centers of economic activity, including those in communities with high shares of TE populations. Projects funded through this program may include Complete Streets elements that would improve mobility for bicyclists and mobility and accessibility for pedestrians. Page 36 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Complete Streets Program – This program can increase transportation options and access to places of employment by adding new sidewalks and bicycle facilities, including those in communities with high shares of TE populations. • Bicycle and Pedestrian Program – This program can create safe pedestrian and bicycle corridors that connect activity centers and provide access to transit service while bypassing high-crash locations on the roadway system. Bicycle and pedestrian infrastructure provides transportation options for those with limited or no access to personal vehicles. • Community Transportation Program – This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions, a major transportation need identified for many TE populations. • Community Transportation Technical Assistance Program – Provides municipal officials with technical advice on local transportation concerns such as traffic operations, safety, bicycle and pedestrian access, livability, parking, and bus stop locations. • Evaluation of LRTP program benefits and burdens – This project develops analysis methods with which to assess the potential benefits and burdens of the LRTP program of projects in the aggregate. Concurrently, a Disparate Impact and Disproportionate Burden (DI/DB) Policy is being developed to determine whether the LRTP program of projects is projected to cause disparate impacts (when they adversely affect minority populations) and disproportionate burdens (when they adversely affect low-income populations) by 2040. • Evaluation of TIP program benefits and burdens – This project develops analysis methods with which to assess the potential benefits and burdens of the TIP program in the aggregate. • Support to MassDOT’s Climate Adaptation Vulnerability Assessment – This project will help prioritize transportation assets that should be the focus of MassDOT’s climate change adaptation efforts, which will help address the challenges related to climate change for the populations that are the most vulnerable. • Regional Transit Service Planning Technical Assistance – Through this program, the MPO staff offers technical support to RTAs to promote best practices and address issues related to route planning, ridership, cost- effectiveness, and other service characteristics. Staff also helps TMAs, municipalities, and the MAPC’s subregional groups to improve the transit services that they operate or fund.10 10 http://www.ctps.org/regional_transit Page 37 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new programs: • Connect Elderly Adults with Transportation Options – The MPO or another entity could take the lead on developing a program to connect elderly adults with transportation options, such as TNCs. This program would restore mobility to elderly adults who can no longer drive and who might not be familiar with the new technologies and transportation options that now exist. • Coordinating Car-Sharing and Transit – Car-sharing locations in the Boston region are currently concentrated in the Inner Core. Designating more spots for car-sharing providers at key outlying rapid transit and commuter rail stations could improve mobility for travelers outside the Inner Core. The MPO could play a key role in identifying potential locations and coordinating planning that could support the non-traditional commuting needs of TE populations. • Dedicated Bus Lanes Program – The MPO could consider establishing a new program to be implemented through the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. Dedicated bus lanes will help alleviate congestion and allow faster travel times for bus riders. This program would benefit TE populations that rely on the bus system. Studies, Research, and Analysis to Address Needs Existing or Planned Studies in the UPWP The following study is currently being conducted by the MPO to improve access and service to all populations in the region: • Reverse-Commute Areas Analysis (FFY 2019 UPWP) – This study will identify reverse-commute patterns, where a significant number of workers commute from the Inner Core to suburban municipalities, and examine possibilities for encouraging these commuters to use transit. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new study ideas: • Assessing the Impacts of Changes to the Transportation System – This study would identify how changes to the transportation system affect the region’s population, with a focus on TE populations. For example, staff could research the effects of increases in carbon monoxide emissions, changes in commute times, or increases in congestion levels. • Commute Patterns of Low-Income Populations – This study would identify gaps in transit service to employment centers that have a significant concentration of jobs that employ low-income populations. Page 38 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Congestion Pricing – This study would proactively examine the potential effects of different models for road congestion pricing proposed in the Massachusetts Legislature and suggested by the public, including the effects on low-income populations. • Locations with High Bicycle and Pedestrian Crash Rates – This study, which was proposed during the development of the FFY 2019 UPWP, would identify intersections in the Boston region where a high number of pedestrian crashes have occurred and recommend improvements to those intersections. Locations in communities with high shares of TE populations could be identified. • Regionwide Sidewalk Inventory – This project would create a regionwide sidewalk inventory, stored in a format such as GIS, akin to that created by the Capital District Transportation Committee.11 This inventory would fill a major gap identified by staff during the Needs Assessment development and complement numerous MPO programs and analyses. The inventory could include a field identifying if sidewalks are located in communities with high shares of TE populations. • TIP Before-and-After Studies – These studies would measure the success of roadway safety projects in transportation equity areas. Other Actions to Address Transportation Equity Needs Current Actions by the MPO The MPO is currently conducting the following work to address TE needs: • Demographic Profiles – These projects analyze demographic data from the US Census Bureau and its American Community Survey to identify the transportation analysis zones (TAZs) in the Boston region that have a high share of each TE population. This is determined using the threshold for each TE population, which is equal to the population’s regionwide median, except for low-income populations for which the threshold is 60 percent of the region’s median household income. Potential Actions to be Considered by the MPO The MPO may consider the follow actions: • Tracking Transportation Trends – Summarize key demographic, socioeconomic, health, transportation, and environmental data each year to provide further context for understanding the transportation challenges and needs of TE populations in the Boston region, as well as the trends that emerge as these data are tracked over time. 11 http://www.cdtcmpo.org/news/latest-news/307-regional-sidewalk-inventory Page 39 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 • Communities of Concern – Identify TAZs that have high shares of more than one TE population to better focus resources on communities that may be particularly vulnerable to being underserved by the transportation network. • Establish additional performance metrics for the transportation system specific to transportation equity populations. 7 ECONOMIC VITALITY GOAL AREA 7.1 Economic Vitality Needs Summary Issue Statement Transportation is a key factor in the region’s economic vitality. The transportation system makes economic activity possible by enabling the transport of goods and delivery of services. The transportation sector also serves as a major economic engine itself—households, businesses, and the government directly consume transportation goods (e.g., vehicles and motor fuel) and services (e.g., public transit) to meet their travel needs. Traffic congestion can make the region’s economy less competitive—time- consuming commutes have the effect of lowering a worker’s effective hourly pay; time wasted in traffic for household discretionary travel can be considered an aspect of the region’s cost of living; and the increases in costs of products and services include compensation to truck drivers when they are delayed in traffic. Investment in the region’s transportation assets will help to build and maintain the Boston region’s transportation system and provide a stronger foundation for economic vitality. Although land-use decisions and many economic development decisions in Massachusetts are controlled directly by local municipalities through zoning, the Boston Region MPO can support economic development by focusing attention on the transportation infrastructure needs of identified priority development and preservation areas in the region as it prioritizes its limited regional funding. Needs Statement Table 6 summarizes key issues surrounding land use, access, and congestion that factor into the region’s economic vitality. On land use issues, MAPC continues to work with state agencies to identify local, regional, and state-level priority development and preservation areas in municipalities in the Boston region. These areas can support additional housing—including affordable and elderly housing—employment growth, creation and preservation of open space, and the type of continued economic vitality and future growth that the market demands, and which the communities desire. The MPO should continue to work with MAPC and state agencies to understand the transportation infrastructure needs in these communities. Page 40 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Economic vitality depends on good access to transportation. Reliable and well- maintained infrastructure is needed to support growth in the priority development areas, including public transit and facilities for bicyclists and pedestrians that provide equitable access to employment centers and housing. As indicated by data analysis and public outreach conducted during the development of the Needs Assessment for the new LRTP, Destination 2040, new infrastructure and upgrades to traffic and transit operations are needed to improve access to jobs and services. These include additional park-and-ride spaces, reverse-commute and off-peak services, and coordination among RTAs. Regarding freight transport, there must be convenient access to the regional express highway system from warehouses and distribution centers. In addition, conflicts between automobiles and delivery trucks competing for curb space in urban areas need to be addressed. Economic growth in the Boston region outpaces that in the rest of the state, and growth in the Inner Core subregion is projected to continue at a faster rate than in the rest of the Boston region. This growth is adding to an increase in the number of trips made in the region and increasing congestion on a network that is either at capacity or nearing it. Congestion reduction on expressways, interchanges, and arterials is needed to facilitate the movement of people and freight to ensure that the transportation network continues to provide a strong foundation for the economy. Table 6 summarizes key findings regarding economic vitality issues that were gleaned from data analysis and public input conducted during the development of the Needs Assessment. The MPO board should consider these findings when prioritizing projects to receive funding in the LRTP and TIP. Table 6 Economic Vitality Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Land Use Affordable housing Address the transportation needs of low- income populations via dense, affordable housing near transit hubs and employment, particularly in the Inner Core and suburbs. Land Use/Access Creating a high- Infrastructure improvements are needed to performing, multi-modal support growth in the priority development transportation system areas, including improved equitable access to employment and housing via public transit, walking, and biking options. Access to Jobs Reverse-commute and There is a need for better commuter rail Page 41 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need off-peak service scheduling, more frequent service, and off- peak service to allow for commuters to access jobs outside of the Inner Core. Also, more frequent, reliable off-peak, late-night, and weekend service to support reverse commuting and service workers on all modes throughout the region is needed. Access Regional transit authority RTAs should coordinate service to address coordination the needs of customers who travel between different RTA service areas; however, there are no funding sources to connect RTA services. Access Park-and-ride Additional parking is needed at park-and-ride lots that are at or approaching capacity. Freight Congestion Reduce congestion on regional roadways to Movement facilitate the movement of freight. Increases in the costs of products and services can result from congestion due to increased payroll and vehicle costs of truck operations. Freight Contested curb and Reduce conflicts between automobiles and Movement arterial road usage delivery trucks that are competing for curb space. Freight Appropriate freight Modern logistic operations, such as Movement access to retail and warehouses, distribution centers, and motor industrial sites pools, require economies of scale and convenient access to the regional express highways system. RTA = regional transit authority. Source: Boston Region MPO 7.2 Recommendations to Address Needs The following are existing, planned, or potential programs, projects, and studies that can address the economic vitality needs in the Boston region. Programs and Project Types to Address Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to enhance economic vitality in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the economic vitality goals in the region. • Intersection Improvement Program – This program can help to reduce congestion, thereby improving mobility and access to centers of economic activity. Projects funded through this program may include Complete Streets Page 42 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 elements that improve mobility for bicyclists and mobility and accessibility for pedestrians for access to housing, places of employment, and activities. • Complete Streets Program – This program can increase transportation options and access to housing, places of employment, and activities by adding new sidewalks and bicycle facilities. • Bicycle and Pedestrian Program – This program can increase transportation options, facilitate non-motorized access to transit or other activity centers, and create first- and last-mile connections. This program can create safe bicycle corridors, expand the sidewalk network, and implement Complete Streets upgrades. • Community Transportation Program – This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. • Major Infrastructure Program – The large-scale projects funded through this program could potentially increase mobility for all modes and address access to existing centers of economic activity and services. • Bottleneck Program – Bottleneck locations identified as part of the Needs Assessment are studied to identify and prioritize short- and long-term improvements that can reduce congestion and improve mobility on expressways and arterials. • Freight Program – This program, monitors developments and analyzes changes in the region’s freight systems. Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new projects and programs: • Freight Database – This project would involve collecting a full set of truck volume data for use in an updated truck model. This information could also be used when selecting infrastructure improvement projects. • Interchange Modernization Program – This program can reduce congestion at major interstate interchanges to improve mobility. • Enhanced Park-and-Ride Program – The MPO could revisit the existing Community Transportation/Parking/Clean Air and Mobility Program and consider allocating more funding for additional park-and-ride spots at transit stations for commuter rail and rapid transit customers. • Dedicated Bus Lane Program – This program could be implemented in the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. More bus lanes will help alleviate congestion in commercial areas and allow faster travel times for commuters. Page 43 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Studies, Research, and Analysis to Address Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to enhance economic vitality in the region: • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking, including for dedicated bus lanes and urban delivery zones. • Transportation Access Studies of Commercial Business Districts (FFY 2019 UPWP) – This study will involve the collection of data on the mode of arrival and travel behavior of patrons of commercial business districts in the Boston region. The analysis of that data will be applied to address issues such as curb access and parking policy. • Reverse-Commute Areas Analysis (FFY 2019 UPWP) – This study will identify reverse-commute patterns, where a significant number of workers commute from the Inner Core to suburban municipalities, and examine possibilities for encouraging these commuters to use transit. • Addressing Safety, Mobility, and Access on Subregional Priority Roadways (FFY 2019 UPWP) – These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups concentrating on transit, nonmotorized modes of transportation, and truck activity. • Various location-specific studies and technical analysis projects implemented through the existing Freight Program. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new studies and ideas: • Congestion Pricing Research – The MPO could plan proactively to examine potential effects of different models for road congestion pricing proposed in the Massachusetts Legislature and advanced by members of the public. Congestion pricing schemes aim to reduce congestion by charging higher fees during peak travel times. • State Freight and Rail Projects – The MPO could consider recommendations from the Massachusetts Department of Transportation’s (MassDOT) State Rail Plan, MassDOT’s Freight Plan, and the MBTA’s Rail Vision when programming projects for the LRTP and TIP. • Statewide Economic Impact Study – The MPO could consider recommendations from MassDOT’s 2018 economic impact study, which will include economic scoring criteria for transportation projects. Page 44 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Other Actions to Address Economic Vitality Needs • Establish additional performance metrics to monitor economic vitality in the region as it relates to the transportation system, and consider including those metrics in state and regional plans. 8 SUMMARY OF RECOMMENDATIONS The tables in this section summarize MPO staff’s recommendations by type— existing or potential program, existing or potential study, or other action—and identify the MPO goals that relate to each recommendation. These tables can be used to guide MPO discussions on the selection of projects and programs for the next LRTP, Destination 2040. Staff is requesting that the MPO consider the recommendations presented above during its discussions and deliberations about the development of Destination 2040, the FFY 2020–24 TIP, and the FFY 2020 UPWP, all of which are to be adopted by the MPO in spring 2019. Page 45 of 51Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 7 Existing Programs in the LRTP, TIP and/or UPWP Program Page 46 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE ytilatiV cimonocE Intersection Improvement X X X X X X Complete Streets X X X X X X Bicycle and Pedestrian X X X X X X Major Infrastructure X X X X X Community Transportation X X X X Bottleneck X X X X X Community Transportation X X X Technical Assistance Support to MassDOT’s Climate Adaptation Vulnerability X X X Assessment Park-and-Ride/Bicycle Parking X Regional Transit Service Planning X X Technical Assistance Bicycle and Pedestrian Support X Evaluation of LRTP program benefits and burdens to X transportation equity populations Evaluation of TIP program benefits and burdens to transportation X equity populations Freight Program X X LRTP = Long-Range Transportation Plan. TIP = Transportation Improvement Program. Source: Boston Region MPODraft Needs Assessment Summary and Recommendations November 15, 2018 Table 8 Potential Programs to be Considered for Implementation by the MPO Program Page 47 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE cimonocE ytilatiV Dedicated Bus Lanes X X X X Connect Elderly Adults with X X Transportation Coordinating Car-Sharing and X X X Transit Infrastructure Bank or X Demonstration Materials Library Freight Database X X Enhanced Park-and-Ride Program X X X Interchange Modernization X X X X Transit State-of-Good-Repair and X X Modernization Program Source: Boston Region MPODraft Needs Assessment Summary and Recommendations November 15, 2018 Table 9 Existing or Planned Studies, Research, and Analyses in the UPWP to Address Needs Program Page 48 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE ytilatiV cimonocE Addressing Safety, Mobility, and Access on Subregional Priority X X X X X Roadway Studies (FFY 2019 UPWP) Addressing Priority Corridors for LRTP Needs Assessment Studies X X X (FFY 2019 UPWP) Low-Cost Improvements to Express Highway Bottlenecks X X X (FFY 2019 UPWP) The Future of the Curb (FFY 2019 X X X UPWP) Transportation Access Studies of Commercial Business Districts X X (FFY 2019 UPWP) New and Emerging Metrics for Roadway Usage (FFY 2019 X UPWP) Updates to Express Highway Volumes Charts (FFY 2019 X UPWP) Tracking of Emerging Connected and Autonomous Vehicle X Technologies Reverse-Commute Areas Analysis X X X X (FFY 2019 UPWP) Pedestrian Report Card Assessment Dashboard (FFY X X X 2019 UPWP) Location Specific Freight Studies X X LRTP = Long-Range Transportation Plan. UPWP = Unified Planning Work Program. Source: Boston Region MPODraft Needs Assessment Summary and Recommendations November 15, 2018 Table 10 Potential Studies to be Considered by the MPO Program Page 49 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE cimonocE ytilatiV Conduct safety and operations at X X selected intersections studies Identify locations with high bicycle X X X and pedestrian crash rates Identify factors that may contribute to fatal and serious injury crashes X on the region’s roadways Conduct TIP before-and-after X X X studies Research safety outcomes of X autonomous vehicle testing Conduct safety studies for travel to X and from transit stops and stations Create regionwide sidewalk X X X inventory Explore opportunities to consider vulnerability and resilience in X X MPO-funded corridor and intersection studies Conduct congestion pricing X X X X research Analyze revenue lost to transit X services because of TNC usage Research effect of TNCs on other X modes, especially transit Monitor travel habits of all age groups in response to TNC X technology Research the role of dispatching and supervision in bus reliability X and its application in the MBTA networkDraft Needs Assessment Summary and Recommendations November 15, 2018 Program Page 50 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE cimonocE ytilatiV Assist the MBTA in locating new or X improved bus garage locations Analyze peak capacity of the X MBTA rapid transit system Assess the impacts on transportation equity populations of X changes to the transportation system Analyze commute patterns of low- X income populations Support studies of state freight and X rail projects Support the recommendations of the Statewide Economic Impact X Study TIP = Transportation Improvement Program. TNC = transportation network company. Source: Boston Region MPODraft Needs Assessment Summary and Recommendations November 15, 2018 Table 11 Other Potential MPO Actions to be Considered by the MPO Program Page 51 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE cimonocE ytilatiV Continue to coordinate with partner agencies to collect data that support X safety research and analysis Continue to participate in Road Safety X Audits Consider publicizing transportation X safety-oriented education Consider opportunities to support discussions on transportation safety X issues Coordinate on ways staff can support climate vulnerability assessments and X X resiliency planning Emphasize the existing TIP resiliency X and adaptation criteria Lead discussions on prioritization of surface roadway space for the X automobile, transit, freight, and active transportation modes Coordinate between RTAs and other X transit providers Establish additional performance X X X X X X metrics Measure mode shift related to capital X investment Develop demographic profiles for X transportation equity populations Track transportation trends X Identify communities of concern X RTA = regional transit authority. TIP = Transportation Improvement Program. Source: Boston Region MPO",
    "TEXT BY PAGE": [
        "TECHNICAL MEMORANDUM DATE: November 15, 2018 TO: Boston Region Metropolitan Planning Organization FROM: Certification Activities Staff RE: Draft Needs Assessment Summary and Recommendations 1 BACKGROUND Over the last year, Boston Region Metropolitan Planning Organization (MPO) staff has been updating the Needs Assessment for the next Long-Range Transportation Plan (LRTP), Destination 2040. The Needs Assessment is a compilation of data and analyses about existing transportation, population, and employment conditions and projections of future conditions that indicate prospective transportation demand. The Needs Assessment includes information about various components of the transportation system, their existing condition, how they are used, and their projected future use. This memorandum summarizes key themes and needs staff has identified as relates to the MPO’s six goal areas: • Safety • System Preservation • Capacity Management and Mobility • Clean Air and Clean Communities • Transportation Equity • Economic Vitality This memorandum also identifies programs, studies and actions that staff recommends the MPO continue or implement to address the region’s transportation needs. Staff is presenting these preliminary findings and recommendations so that the MPO can begin discussions on the selection of projects and programs for the next LRTP, Destination 2040. Starting in 2017, MPO staff worked on the following tasks: 1. Developing demographic projections – Demographic trends were projected to the year 2040 for use in the MPO’s regional travel demand model. 2. Gathering data – Staff updated existing data, identified newly available data from state- and CTPS-managed databases, and identified additional",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 sources of data needed for the Needs Assessment and to implement the MPO’s Performance-Based Planning and Programming process. 3. Collecting stakeholder input about transportation needs – Feedback was gathered from regional transportation stakeholders and the public about transportation needs in the region. 4. Analyzing Data – Updated and new data was reviewed and analyzed to explore the extent of demographic and development changes and the implications for the region’s transportation network and land use. 1.1 Demographic Projections The Needs Assessment includes travel-demand-model analyses for both 2016 base-year and 2040 no-build conditions. The 2016 base-year analysis is predicated on 2016 population estimates and projects that were completed and opened for service by the end of 2016. The 2040 no-build analysis is predicated on 2040 population projections from the current LRTP, Charting Progress to 2040. In addition to the projects that were completed and opened for service by the end of 2016, it reflects all other projects that were completed between 2016 and 2017, those that were under construction at the time of the analysis, and those that were programmed in the first year of the federal fiscal years (FFYs) 2018–22 Transportation Improvement Program (TIP). The draft recommendations presented in this memorandum are based on the analyses that used the demographic projections for 2040 from Charting Progress to 2040. Over the last year, Boston Region MPO staff worked with the Massachusetts Department of Transportation (MassDOT) and the other MPOs in Massachusetts to update demographic projections to 2040. That work was completed in September 2018 and is now being input into the travel demand model. Staff will re-run the analyses performed in developing the draft recommendations described in this memorandum and revise the recommendations if the new results warrant changes. 1.2 Gather Data Staff gathered information and updated data sets relevant to each of the MPO’s six goal areas. As mentioned in the section above, any results from the travel demand model will be updated with the new demographics and included in the final Needs Assessment. 1.3 Collect Stakeholder Input Staff attended Regional Transportation Advisory Council meetings, Metropolitan Area Planning Council (MAPC) subregion meetings, and transportation equity meetings and conducted surveys to identify the public’s transportation needs in Page 2 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 the region. MPO staff considered this input when developing the draft recommendations presented in this memorandum. More detail on public comments will be included in the final Needs Assessment. 1.4 Analyze Data Staff performed the travel-demand-model analyses for the 2016 base-year and 2040 no-build conditions as well as off-model analyses for the six goal areas. Based on these analyses and input from the public, staff has compiled draft recommendations for addressing transportation needs. As mentioned above, staff will revise these recommendations if new analyses indicate changes are warranted. 1.5 Final Needs Assessment Report This memorandum presents a draft summary of issues, needs, and recommendations for addressing the transportation needs relating to the MPO’s six goal areas. Staff has been conducting the research and analyses for each goal area and preparing the draft Needs Assessment report using the data described above. Once the analyses have been updated with the new demographic projections, staff will review the draft summaries and recommendations presented in this memorandum and report back to the MPO board with any revisions. The final Needs Assessment will be presented to the MPO in winter 2018/2019. The complete Needs Assessment will include the following information for each goal area: • Existing Goals and Objectives from Charting Progress to 2040 – these will be updated when the MPO finalizes any necessary revisions • Background – summarizing important trends and factors related to each goal area • Planning and Policy Context – listing policies and plans that define the needs related to each goal • MPO Studies and Reports – listing documents that inform MPO staff’s understanding of needs related to each goal area • Data Resources – listing data resources used to inform MPO staff’s understanding of needs related to each goal area, particularly those that are incorporated into MPO analyses • Needs – identifying needs and key trends pertaining to each goal area, based on MPO staff’s research and analysis and stakeholder input • Needs Summary – summarizing the previous Needs section • Recommendations to Address Needs – providing an initial list of actions the MPO might take to address needs, which may inform program development and project selection phases of the LRTP Page 3 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 The following sections include the Needs Summary and Draft Recommendations to address the needs for each goal area. 2 SAFETY GOAL AREA 2.1 Safety Needs Summary Issue Statement People who travel by car, truck, bus, rail, or bicycle, or on foot in the Boston region seek to travel safely, but often these modes compete for space and priority on the roadways. While roadway crashes overall have declined over time, recent increases in bicycle and pedestrian crashes and in serious injuries to pedestrians attest to the challenge of ensuring safety for all modes. Changes to travel patterns, caused in part by increased use of transportation network company (TNC) services (e.g. Uber and Lyft) and deliveries from online retail businesses, add to the many factors that affect safety on the region’s transportation system. Meanwhile, advancements in connected and autonomous vehicle (CAV) technology have the potential to generate safety benefits, but this technology may also change travel patterns and influence traveler behavior in ways that introduce new concerns. Needs Statement Reducing the number of transportation-related accidents, injuries, and fatalities— as well as related property damage, pain, and suffering—is the Boston Region MPO’s highest priority. This focus is in line with federal goals and Vision Zero policies that are being implemented by the Commonwealth of Massachusetts and municipalities. Potential projects that improve transportation safety in the region will need to account for all modes and employ a variety of strategies. Effective solutions will also require collaboration between the MPO, the Massachusetts Department of Transportation (MassDOT), other Commonwealth executive agencies, the region’s transit providers, municipalities, and other stakeholders. Over several decades, the MPO built a practice of analyzing roadway crash trends and crash locations. The MPO helps address key safety issues by recommending roadway design solutions for specific locations; creating tools and guidance to help municipalities address local safety issues; and investing in capital projects through the Long-Range Transportation Plan (LRTP) and Transportation Improvement Program (TIP) to improve safety. The Needs Assessment for the new LRTP, Destination 2040, (the final assessment will be completed in winter 2018/2019) will include analyses of recent safety data—including crash trends and factors involved in fatalities and Page 4 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 serious injuries. It will also identify the worst crash locations in the region based on the Equivalent Property Damage Only (EPDO) Index—for auto crashes and crashes involving trucks, bicyclists, and pedestrians. These findings can be used when selecting locations for Unified Planning Work Program (UPWP) studies or TIP projects. The public feedback received during the development of the Needs Assessment includes proposed solutions for improving roadway safety, with many suggesting separate facilities for bicyclists, connected networks, and improved intersections that make travel safer for bicyclists and pedestrians. Table 1 summarizes key findings from safety assessments and concerns expressed by the public. Going forward, the MPO must continue to enhance its practices of analyzing data, collecting public feedback, and applying staff expertise to recommend safety solutions. It must also continue to apply LRTP and TIP evaluation and development processes that identify and support projects likely to have safety benefits. The MPO should also continue to monitor the potential impacts that connected and autonomous vehicles will have on roadway user behavior and safety. There are also areas where the MPO can expand its activities to address transportation safety. The MPO will need to consider transit safety issues, data requirements, and needs when coordinating with the region’s transit providers to set federally required transit safety performance targets. The Needs Assessment will provide more information about several transit safety metrics; Table 1 summarizes key issues in this area. The MPO should continue to analyze transit safety trends, consider the potential safety benefits of projects for the Massachusetts Bay Transportation Authority (MBTA), Cape Ann Transportation Authority (CATA), MetroWest Regional Transit Authority (MWRTA), and MassDOT that are programmed in the TIP, and explore opportunities to support transit agencies’ safety initiatives and investments. The MPO should also continue to collaborate with safety practitioners, transportation agency representatives, municipalities, and others to identify both infrastructure and non- infrastructure approaches (such as education and awareness campaigns) to reduce fatalities, injuries, incidents, and other safety outcomes across all transportation modes and systems. Page 5 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 1 Safety Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Fatalities and Serious Fatalities and serious injuries • Continue to collect and analyze Injuries from from roadway crashes have safety data and monitor Roadway Crashes declined over the past five performance measures. years. However, a multi- • Identify crash factors and strategy approach will be countermeasures. needed to eliminate roadway • Consider capital investment, crash fatalities and injuries in education, enforcement, and the Boston region. other approaches to improve roadway safety. High Crash Locations The number of all crashes • Address the region’s top-ranking should be reduced. Crash crash cluster locations. cluster locations with high • Address MassDOT-identified EPDO values indicate locations Top 200 high-crash with high crash frequencies intersections in the Boston and/or where crashes are region (66 total), such as those severe. on Route 9 in Framingham, Route 107 in Lynn and Salem, and Route 16 in Chelsea, Everett, and Medford. Pedestrians In the Boston region, the • Address top-ranking pedestrian number of pedestrian-involved crash cluster locations, including crashes is increasing. those in downtown areas in Pedestrians were involved in a Chelsea, Lynn, Quincy, Boston, disproportionate share of and Framingham. roadway crashes resulting in • Provide well-maintained, fatalities (27 percent) and connected sidewalk networks. serious injuries (12 percent), • Improve pedestrian connections based on 2011-15 rolling at intersections. annual averages. Pedestrian • Develop separated shared-use safety was a top concern paths. mentioned during the MPO’s outreach events. Bicyclists In the Boston region, bicyclists • Address top-ranking bicycle account for a disproportionate crash cluster locations, including share of roadway crash those in Boston, Cambridge, fatalities (four percent) and and Somerville. serious injuries (five percent) • Develop separated shared-use based on 2011-15 rolling paths and protected bike lanes. annual averages. Bicycle safety • Develop a connected bicycle was a top concern mentioned network. during the MPO’s outreach events. Page 6 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Trucks Truck-involved crashes account • Address top truck crash cluster for approximately six percent of locations. total motor vehicle crashes in • Modernize obsolete the Boston region; however interchanges, such as the I-90 truck/large vehicle crashes and I-95 interchange in Weston account for ten percent of and the I-95 and Middlesex roadway fatalities. Turnpike interchange in Burlington. Multimodal Roadway Cars, trucks, buses, bicyclists, • Incorporate Complete Streets Use pedestrians, and others design and traffic calming compete for space and travel principles in roadway projects. priority in constrained roadway • Identify strategies to manage environments. Delivery vehicles roadway user priority, parking, transporting online purchases and curb space. and TNC vehicles picking up or dropping off passengers also compete for curb space and create conflicts. Both of these factors can create unsafe conditions for travelers. Transit Safety The MBTA reported recent • Collect and analyze safety data increases in fatalities on its and monitor transit safety system, particularly on the performance measures. commuter rail. The MBTA and • Identify and invest in priority the RTAs in the Boston region state-of-good-repair and must continue to monitor and modernization projects (e.g. reduce bus collisions, positive train control and rapid derailments, and other transit vehicle upgrades). accidents that may contribute to • Coordinate with transit providers negative safety outcomes. and partner agencies on safety education and awareness initiatives. Connected and CAV technology is advancing. • Monitor advancements in CAV Autonomous Vehicles While CAV applications may technology. reduce instances of human • Monitor and analyze safety driver error, limiting factors impacts of CAV deployments, such as inclement weather and particularly in the Boston region. device inoperability, may reduce their safety effectiveness. Riskier driver, pedestrian, and other roadway user behavior may offset safety benefits. CAV = Connected and Autonomous Vehicles. EPDO = Equivalent Property Damage Only. RTA = regional transit authority. TNC = transportation network company. Source: Boston Region MPO Page 7 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 2.2 Recommendations to Address Safety Needs The following are existing, planned, or potential programs, projects, and studies that can address the safety needs in the Boston region. Programs and Project Types to Address Safety Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to improve safety in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the safety goals in the region: • Intersection Improvement Program – This program can implement safety improvements at high crash locations for motorists, trucks, pedestrians, and bicyclists. Improvements could consist of upgraded roadway geometry, shortened crossing distances, enhanced signage and lighting, and other improvements consistent with Complete Streets design. • Complete Streets Program – This program can modernize the roadway network to provide safe conditions for all modes along corridors. Improvements could consist of lane reconfiguration, traffic signal and access improvements for motorists, new sidewalks, curb ramps, improved roadway crossings for pedestrians, and continuous bicycle facilities to reduce conflicts between bicyclists and motor vehicles. • Bicycle and Pedestrian Program – This program can provide safe on-road or separate accommodations for bicyclists and pedestrians, such as protected bicycle lanes, off-road shared-use paths, and new sidewalks. • Major Infrastructure Program – Major infrastructure projects could incorporate bicycle and pedestrian elements and safety measures for trucks, such as improvements to major ramps to prevent roll-over accidents. • Bottleneck Program – Bottleneck locations identified as part of the Needs Assessment are studied to identify and prioritize short- and long-term improvements that can reduce congestion and improve mobility. These improvements frequently address safety concerns on expressways and arterials. • Community Transportation Technical Assistance Support – This program provides municipal officials with technical advice on local transportation concerns, such as traffic operations, safety, bicycle and pedestrian access, livability, parking, and bus stop locations.1 • Support to MassDOT’s Climate Adaptation Vulnerability Assessment – This project will help prioritize transportation assets that should be the focus of MassDOT’s climate change adaptation efforts, which will help address the 1 http://www.ctps.org/ctta Page 8 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 challenges resulting from climate change for the populations that are the most vulnerable. Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new program: • Interchange Modernization Program – This program would improve safety at major interstate interchanges. • Transit State-of-Good Repair and Modernization Program – This program could address safety as well as system preservation needs. The MPO would coordinate with MassDOT, the MBTA, and regional transit authorities (RTAs) in the region to identify opportunities to flex the MPO’s discretionary funding to transit state-of-good-repair and modernization projects. Studies, Research, and Analysis to Address Safety Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to improve safety in the region: • Addressing Safety, Mobility, and Access on Subregional Priority Roadway Studies (FFY 2019 UPWP) –These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups concentrating on transit, nonmotorized modes of transportation, and truck activity. • Addressing Priority Corridors for LRTP Needs Assessment Studies (FFY 2019 UPWP) –These studies are conducted each year to make recommendations for improving priority roadway corridors that have high levels of congestion and safety problems. • Low-Cost Improvements to Express Highway Bottlenecks (FFY 2019 UPWP) – These studies are conducted each year to address points in the highway system where traffic flow is restricted and to provide recommendations to increase safety and reduce congestion. • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking, including best practices for urban delivery zones. As discussed above, effective management of curb space can enhance traveler safety. • Pedestrian Report Card Assessment Dashboard (FFY 2019 UPWP) – This project will create an online version of the Pedestrian Report Card Assessment, which was developed in a previous UPWP study, and an interactive website, both of which will be available to the public. Safety elements are included in this report card. Page 9 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following study ideas: • Safety and Operations at Selected Intersections – These studies provide municipalities with recommendations and conceptual designs for potential short-term, low-cost solutions or long-term, high-cost solutions for intersections that need safety improvements. (These studies are usually done every other year. The last study was done in 2018. A new study could be done in FFY 2020.) • Locations with High Bicycle and Pedestrian Crash Rates (FFY 2019 UPWP Universe proposal) – This study would identify intersections where there are high incidences of crashes involving pedestrians and recommend improvements to those intersections. • Fatal and Serious Injury Crashes – This study would identify factors that may contribute to fatal and serious injury crashes on the region’s roadways. • TIP Before-and-After Studies – These studies would measure the success of roadway safety projects. • Safety Studies – These studies would recommend actions to improve safety for people traveling to and from transit stops and stations. • Research on Autonomous Vehicle Testing – Staff would research safety outcomes of autonomous vehicle testing in Boston or other metropolitan areas. • Climate Change Resiliency – Staff would explore opportunities to consider vulnerability and resilience in MPO-funded corridor and intersection studies. Other Actions to Address Safety Needs Other actions to address safety needs that the MPO is engaged in or could potentially undertake include the following: • Continue to coordinate with partner agencies to collect data that supports safety research and analysis. • Continue to participate in road safety audits (RSAs) for roadway improvements projects. • Consider publicizing transportation safety-oriented education and awareness material through the MPO’s communication and public involvement channels. • Consider opportunities to use MPO meetings or events to support discussions on transportation safety issues. • Coordinate with municipalities and state and regional agencies on ways MPO staff can support climate vulnerability assessments and resiliency planning. • Establish additional performance metrics that measure safety of the transportation system that could be included in state and regional plans. Page 10 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 3 SYSTEM PRESERVATION GOAL AREA 3.1 System Preservation Needs Summary Issue Statement The Boston region’s transportation infrastructure is aging and the demands on roadway and transit facilities have stressed the infrastructure to the point that routine maintenance is insufficient to keep up with necessary repairs. As a result, there is a significant backlog of maintenance and state-of-good-repair projects on all parts of the transportation system, including bridges, roadway pavement, transit rolling stock and infrastructure, and traffic and transit control equipment. In addition, parts of the transportation system may be compromised if climate change trends continue as projected. Needs Statement The transportation system must be brought into a state of good repair, maintained at that level, and enhanced to ensure mobility, efficient movement of goods, and protection from potential sea-level rise and storm-induced flooding. Financial constraints require the Boston Region MPO to set priorities, considering the most crucial maintenance needs and the most effective ways to program its funding. At the same time, infrastructure that could be affected by climate change must be made more resilient. MassDOT and the MBTA are developing asset management plans as part of the newly required federal performance-based planning regulations. MassDOT recently developed a Transportation Asset Management Plan (TAMP), a risk- based asset management plan for the National Highway System. The TAMP will help the agency plan to improve and preserve the condition of its assets and the performance of the system. Also as part of the federal performance-based planning requirements, the transit agencies in the MPO region—the MBTA, MetroWest Regional Transit Authority (MWRTA), and Cape Ann Transportation Authority (CATA) have recently produced Transit Asset Management (TAM) plans to monitor and improve state of good repair. The MBTA’s Strategic Plan and 25-year investment plan, Focus40, complement the asset management plans by specifying state-of-good-repair and modernization programs and projects, both for individual MBTA services and the system as a whole. They also address climate vulnerable elements of the system and how to make the system more resilient. All of these plans will inform the MPO’s understanding of both highway and transit system preservation needs. These planning processes will provide a foundation that the MPO can use to make investments and coordinate with its partners to bring the transportation system into a state of good repair and to modernize the system. The MPO can use information from these processes to Page 11 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 understand and provide feedback on projects and programs that agencies bring forward for inclusion in the MPO’s LRTP and TIP. The MPO may also choose to support some of these investments directly with its target funds. The MPO can also use this new information to supplement its current TIP evaluation criteria for highway infrastructure. Current system preservation criteria are used to determine whether a project improves substandard pavement, signal operations, intermodal accommodations, connections to transit, or if it implements intelligent operations system strategies. Table 2 summarizes key findings regarding system preservation issues that were gleaned from data analysis and public input during the development of the Needs Assessment for the LRTP. The MPO board should consider these findings when prioritizing projects to receive funding in the LRTP and TIP. Table 2 System Preservation Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Bridges Bridge condition: Currently, of the Meet MassDOT’s performance 2,811 bridges in the region 570 (20%) measure to prevent the number are in a functionally obsolete of structurally deficient bridges condition and 151 (5%) are from exceeding 300 statewide. structurally deficient. Bridges Bridge Health Index scores: Meet MassDOT’s performance Currently, as measured on this index, measure to maintain a 33% of bridges in the region are in systemwide Bridge Health Index good condition, 35% are in poorer score of 92 (measured on a scale condition, and 32% have not been of zero to 100) in calendar year rated because of missing data. 2020 and a score of 95 in the long-term. Pavement Management Page 12 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Pedestrian Sidewalk location and condition: Most Identify the location of sidewalks Facilities sidewalks in the state, 81% are and their condition; identify those municipally owned. Neither the MPO around transit stations. nor MassDOT maintain pedestrian facility data. Knowing where sidewalks are located or absent, and their condition, is a key element in planning. Transit Asset State of good repair for the transit Identify and invest in priority State of Good system: The region’s transit systems transit state-of-good-repair Repair include vehicles, facilities, and fixed projects, as identified in Focus guideway that do not meet state-of- 40, transit agency TAM plans, good-repair thresholds defined by the and other prioritization processes. federal government. Other transit assets, such as track signals and power systems, need maintenance and upgrades to support safe, reliable service. Transit Asset Obsolete infrastructure: Even if in a • Support investments that Modernization state of good repair, obsolete improve the accessibility of infrastructure inhibits transit systems’ transit stations, bus stops, abilities to adapt to change and serve and paratransit services, such customers. Examples of necessary as those identified through upgrades include increasing the the MBTA’s Plan for resiliency of transit system power Accessible Transit supplies, incorporating modern doors Infrastructure (PATI) process. and platforms into subway services, • Support investments that and making transit stations—such as upgrade transit fleets, Oak Grove Station and Natick Center facilities, and systems to Commuter Rail Station—more provide more efficient, accessible to people with disabilities. reliable, and sustainable service. • Support climate vulnerability assessments and invest in projects and programs resulting from these processes. Freight Network Many express highways are built to • Maintain and modernize the outdated design standards for trucks. roadway network. Roads connecting to major freight • Improve connections between facilities and routes need to support intermodal facilities and trucks as well as other types of regional road network. vehicles. • Maintain truck access on roadways designed to Complete Streets standards. Climate Change Some transportation facilities and Retrofit or adapt infrastructure, Adaptation infrastructure, including tunnels, are including the Central Artery, to located in places vulnerable to protect it from the impacts of flooding and other hazards. hazards and climate change. Source: Boston Region MPO Page 13 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 3.2 Recommendations to Address Needs The following are existing, planned, or potential programs, projects, and studies that can address the system preservation needs in the Boston region. Programs and Project Types to Address Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the Boston Region MPO to improve system preservation in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the system preservation goals in the region: • Intersection Improvement Program – This program can address pavement condition, modernization of signal equipment, and other improvements consistent with elements of Complete Streets. • Complete Streets – This program can address pavement condition, upgrade sidewalk and bicycle accommodations, upgrade traffic signals, and improve bridges and culverts (including adaptations to transportation infrastructure vulnerable to climate change and other hazards). • Bicycle and Pedestrian Program – This program can provide maintenance and modernization improvements to bicycle and pedestrian infrastructure. • Major Infrastructure – The large-scale highway projects funded through this program can address pavement condition and bridge condition, bicycle and pedestrian facilities, and signals, as well as reconstruct obsolete interchanges to accommodate future freight and passenger levels. Large-scale transit projects funded through this program can include overhauls and infrastructure adaptations to address climate change hazards. • Bottleneck Program – Bottleneck locations identified as part of the Needs Assessment are studied to identify and prioritize short- and long-term improvements that can improve mobility but may also include maintenance and modernization improvements. • Support to MassDOT’s Climate Adaptation Vulnerability Assessment – This project will help prioritize transportation assets that should be the focus of MassDOT’s climate change adaptation efforts, which will help address the challenges related to climate change for the populations that are the most vulnerable. Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new program: • Interchange Modernization Program – This program would modernize interchanges on the region’s roadway system. Page 14 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Transit State-of-Good Repair and Modernization Program – This program could address safety as well as system preservation needs. The MPO would coordinate with MassDOT, the MBTA, and regional transit authorities (RTAs) in the region to identify opportunities to flex the MPO’s discretionary funding to transit state-of-good-repair and modernization projects. Studies, Research, and Analysis to Address Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the Boston Region MPO that can include system preservation improvements in the Boston region: • Addressing Priority Corridors for LRTP Needs Assessment Studies (FFY 2019 UPWP) – These studies are conducted each year to make recommendations for improving priority roadway corridors that have high levels of congestion and safety problems. Recommendations from these studies may include maintenance and modernization improvements. • Addressing Safety, Mobility, and Access on Subregional Priority Roadway Studies (FFY 2019 UPWP) – These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups. Recommendations from these studies may include maintenance and modernization improvements. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider engaging in the following efforts: • Regionwide Sidewalk Inventory – This project would create a regionwide sidewalk inventory documenting infrastructure condition, stored in a format such as GIS, akin to that created by the Capital District Transportation Committee.2 This inventory would fill a major gap identified by staff during the Needs Assessment development and complement numerous MPO programs and analyses. • Climate Change Resiliency – Staff would explore opportunities to consider vulnerability and resilience in MPO-funded corridor and intersection studies. Other Actions to Address System Preservation Needs • Coordinate with municipalities and state and regional agencies on ways MPO staff can support climate vulnerability assessments and resiliency planning. • Emphasize the existing TIP resiliency and adaptation criteria and encourage municipalities to share information about how their proposed projects relate to their resiliency and adaptation planning. 2 http://www.cdtcmpo.org/news/latest-news/307-regional-sidewalk-inventory Page 15 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Establish additional performance metrics that measure maintenance and modernization of the transportation system that could be included in state and regional plans. 4 CAPACITY MANAGEMENT AND MOBILITY GOAL AREA 4.1 Capacity Management and Mobility Needs Summary Issue Statement The transportation system in the Boston region is, to a certain extent, increasingly stressed by the overall growth and success of the region’s economy. Congestion on the region’s roadways is reducing vehicular speeds, while the transit system is strained by high ridership and an aging infrastructure. Usage of the transportation network—both the roadway and transit systems—is projected to increase even more during the time period covered by the Boston Region MPO’s next LRTP, Destination 2040. In pursuit of the MPO’s core goals, the MPO and other stakeholders must find a way to manage the network’s capacity with limited capital funding to maximize mobility for all residents and users of the transportation network, including bicyclists and pedestrians. Needs Statement One of the major challenges facing the MPO and other policymaking stakeholders and agencies is the preservation and enhancement of mobility options when economic growth and trip-making are concentrated in a limited geographic area. Economic growth in the Boston region outpaces that in the rest of the state, and growth in the Inner Core subregion is projected to continue at a faster rate than in the rest of the Boston region. The increase in the number of trips made in the Boston region is increasing congestion on a network that is either at capacity or nearing it. In an area where adding roadway capacity for vehicles is challenging, the MPO and other policymaking entities have the opportunity to work with municipalities to reallocate road space to accommodate all modes of travel. The regional transit system has also been stressed over the past several years; however, plans to modernize and increase capacity on much of the rapid transit system are currently underway. There is also an opportunity to improve the reliability, capacity, and quality of the bus network with a relatively low capital expenditure. The MBTA is in the process of conducting the Better Bus Project, which will propose changes to bus service based on research and partnerships with municipalities. The MBTA has also launched a study to examine the future of the commuter rail network, which reaches communities across the region. Some commuter rail lines have significant passenger capacity, especially during Page 16 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 off-peak travel times and going in the reverse-commute direction; the MPO staff heard this topic discussed many times during public outreach events. Table 3 summarizes key findings regarding capacity management and mobility issues that were gleaned from data analysis and public input during the development of the Needs Assessment. The MPO board should consider these findings when prioritizing projects to receive funding in the LRTP and TIP. Table 3 Capacity Management and Mobility Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Roadway More congestion and Reduce congestion on expressways, slower speeds interchanges, and arterials. Roadway Bottlenecks Reduce congestion at bottleneck locations on the regional roadway network. Roadway Connected and Continue to monitor this technology because the autonomous vehicles schedule for its adoption and implementation, and its implications remain highly uncertain. Roadway Ride-hailing and Continue to monitor growth in TNC usage to transportation determine if TNCs are diverting ridership and network companies funds away from public transit and contributing to congestion; the future of this mode is uncertain. Roadway Car-sharing Continue to monitor car-sharing; it is poorly integrated with other modes and not accessible in all areas; the future of this mode is uncertain. Roadway Transportation Continue to monitor TDM services. There is no demand regionwide strategy for TDM and relatively few management municipalities in the Boston region have TDM ordinances. Freight Congestion Reduce congestion on regional roadways to facilitate the movement of freight. Freight Contested curb and Reduce conflicts between automobiles and arterial road usage delivery trucks that are competing for curb space. Freight Lack of data Develop reliable data sets on various freight topics. Page 17 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Transit Access to transit Improve access to transit service that runs frequently and increase capacity at park-and-ride lots that are at or approaching capacity. Transit Bus speed and Improve the reliability of bus service. Bus speeds reliability are projected to decline even further due to increasing congestion; the introduction of more dedicated bus lanes could be a potential solution. Transit Rapid transit Address increased delays resulting from the reliability system’s aging rapid transit infrastructure. Transit Crowding Address crowding on rapid transit lines and bus routes. According to a 2040 no-build scenario, crowding is projected to increase to unacceptable levels in some locations. Transit Bus maintenance Address the need for sufficient MBTA garage facilities space to fully modernize and/or expand the fleet. Transit Commuter rail Examine off-peak and reverse-commute options. schedules The commuter rail mostly serves commuter travel during the peak periods between the suburbs and the Boston Central Business District. Transit Commuter rail Address aging equipment and infrastructure reliability challenges facing the commuter rail fleet; the reliability of the commuter rail system is not as good as it could be. Transit First- and last-mile Identify challenges to making first- and last-mile connections connections, which are major barriers to transit usage. Bicycle and Access to Expand pedestrian and bicycle infrastructure so Pedestrian infrastructure that residential areas and employment locations are close to good-quality facilities conducive to regular usage. Bicycle and Network construction Connect the disjointed elements of the bicycle Pedestrian network to create a cohesive network. Bicycle and Bike-sharing Ensure that docked bike-share facilities are Pedestrian provided in all neighborhoods in the Inner Core, including low-income and minority areas. Monitor the future of dockless bike-share systems. Bicycle and Lack of sidewalk data Create a comprehensive inventory of existing Pedestrian sidewalk data, including sidewalk coverage and condition. TDM = transportation demand management. TNC = transportation network company. Source: Boston Region MPO Page 18 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 4.2 Recommendations to Address Capacity Management and Mobility Needs The following are existing, planned, or potential programs, projects, and studies—listed by mode—that can address the capacity management and mobility needs in the Boston region. Addressing Roadway Needs Programs and Project Types to Address Roadway Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the Boston Region MPO to improve roadway capacity and mobility in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the capacity management and mobility goals in the region: • Intersection Improvement Program – This program can help to reduce congestion, thereby improving mobility. Projects funded through this program may include Complete Streets elements that would improve mobility for bicyclists and mobility and accessibility for pedestrians. • Complete Streets Program – This program can increase transportation options by adding new sidewalks and bicycle facilities. • Bicycle and Pedestrian Program – This program can increase transportation options, facilitate non-motorized access to transit or other activity centers, and create first- and last-mile connections. • Community Transportation Program – This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. • Major Infrastructure Program – The large-scale projects funded through this program could potentially reduce congestion and increase transportation options. • Bottleneck Program – Bottleneck locations identified as part of the Needs Assessment are studied to identify and prioritize short- and long-term improvements that can reduce congestion and improve mobility. • Community Transportation Technical Assistance Program – This program provides municipal officials with technical advice on local transportation concerns, such as traffic operations, safety, bicycle and pedestrian access, livability, parking, and bus stop locations.3 3 http://www.ctps.org/ctta Page 19 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new programs: • Dedicated Bus Lanes – The MPO could consider establishing a new program to be implemented through the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. Dedicated bus lanes will help alleviate congestion and allow faster travel times for bus riders. • Connect Elderly Adults with Transportation Options – The MPO or another entity could take the lead on developing a program to connect elderly adults with transportation options, such as transportation network companies (TNCs). This program would restore mobility to elderly adults who can no longer drive and who might not be familiar with the new technologies and transportation options that now exist. • Coordinating Car-Sharing and Transit – Car-sharing locations in the Boston region are currently concentrated in the Inner Core. Designating more spots for car-sharing providers at key outlying rapid transit and commuter rail stations could improve mobility for travelers outside the Inner Core. The MPO could play a key role in identifying potential locations and coordinating planning. • Infrastructure Bank or Demonstration Materials Library – The MPO’s discretionary funds could be used to build a library or bank of materials that could be a resource during roadway interventions and allow quick tests of various roadway configurations and alternatives. This idea was inspired by the Northeast Ohio Areawide Coordinating Agency (NOACA), the MPO for the greater Cleveland area.4 Studies, Research, and Analysis to Address Roadway Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the Boston Region MPO to improve capacity management and mobility in the Boston region: • Addressing Priority Corridors from the LRTP Needs Assessment (FFY 2019 UPWP) – These studies are conducted each year to make recommendations for improving priority roadway corridors that have high levels of congestion and safety problems. • Addressing Safety, Mobility, and Access on Subregional Priority Roadways (FFY 2019 UPWP) – These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups concentrating on transit, nonmotorized modes of transportation, and truck activity. 4 http://noaca.org/index.aspx?page=32&recordid=11702 Page 20 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Low-Cost Improvements to Express Highway Bottlenecks (FFY 2019 UPWP) – These studies are conducted each year to address points in the highway system where traffic flow is restricted and to provide recommendations to reduce congestion. • Transportation Access Studies of Commercial Business Districts (FFY 2019 UPWP) – This study will involve the collection of data on the mode of arrival and travel behavior of patrons of commercial business districts in the Boston region and apply the analysis of that data to questions about topics such as curb access and parking policy. • New and Emerging Metrics for Roadway Usage (FFY 2019 UPWP) – This study will involve the review of new performance metrics for monitoring roadway capacity. • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking. • Updates to Express Highway Volumes Charts (FFY 2019 UPWP) – This study will develop updated estimates of traffic volumes on key regional limited-access highways and ramps. • Tracking of Emerging Connected and Autonomous Vehicle Technologies – The MPO staff continues to monitor the status of this new technology and the schedule for adoption and implementation of this technology in the Boston region. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider engaging in the following efforts: • Congestion Pricing Research – The MPO could plan proactively to examine potential effects of different models for road congestion pricing proposed in the Massachusetts Legislature and advanced by members of the public. Congestion pricing schemes aim to reduce congestion by charging higher fees during peak travel times. If effective, congestion pricing can reduce transportation-related emissions. • Safety and Operations at Selected Intersections – These studies provide municipalities with recommendations and conceptual designs for potential short-term, low-cost solutions or long-term, high-cost solutions for intersections that need safety improvements. (These studies are usually done every other year. The last study was done in 2018. A new study could be done in FFY 2020.) • Revenue Analyses – Staff would continue to analyze revenue lost to transit services because of TNC usage. • Research on TNCs – Staff would continue to research the role of TNCs in the system and their effect on other modes, especially transit. Page 21 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Monitor TNC Adoption – Staff would monitor how the adoption of TNCs by young people modifies travel habits in the future and how other age groups might respond to this technology. • TIP Before-and-After Studies – These studies would measure the success of roadway operation improvement projects. Other Actions to Address Roadway Needs • Lead public discussions about how to prioritize the use of surface roadway space for the automobile, transit, freight, and active transportation modes. • Establish additional performance metrics that measure congestion levels, degrees of mode shift, etc., and consider including them in state and regional plans. Addressing Freight Needs Programs and Project Types to Address Freight Needs Existing Programs in the LRTP, TIP, and/or UPWP The following funding program is currently being implemented by the MPO to improve freight mobility in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of this program to achieve the capacity management and mobility goals in the region: • Freight Program – This program monitors developments and analyzes changes in the region’s freight systems. Potential Project to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new project: • Freight Database – This project would involve collecting a full set of truck volume data for use in an updated truck model. This information could also be used when selecting infrastructure improvement projects. Studies, Research, and Analysis to Address Freight Needs Existing or Planned Studies in the UPWP The following studies are currently being conducted by the MPO to improve capacity management and mobility in the region: • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking. • Location-specific studies – Staff conducts location-specific studies and technical analysis projects implemented through the existing Freight Program. Page 22 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Addressing Transit Needs Programs and Project Types to Address Transit Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to improve transit capacity and mobility in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the capacity management and mobility goals in the region: • Park-and-Ride and Bicycle Parking Programs – These programs can increase transit ridership by expanding automobile and bicycle parking at commuter rail and rapid transit stations. • Regional Transit Service Planning Technical Assistance – Through this program, the MPO staff offers technical support to RTAs to promote best practices and address issues related to route planning, ridership, cost- effectiveness, and other service characteristics. Staff also helps transportation management associations (TMAs), municipalities, and MAPC’s subregional groups to improve the transit services that they operate or fund.5 • Community Transportation Program –This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. Potential Programs and Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new programs and projects: • Dedicated Bus Lane Program – This program could be implemented in the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. More bus lanes would improve mobility and allow faster travel times for bus riders. • Enhanced Park and Ride Program – The MPO could revisit the existing Community Transportation/Parking/Clean Air and Mobility Program and consider allocating more funding for additional park-and-ride spots at transit stations for commuter rail and rapid transit customers. This program could help induce mode shift and reduce transportation-related emissions. • Infrastructure Bank or Demonstration Materials Library – The MPO’s discretionary funds could be used to build a library or bank of materials that could be a resource when testing new transit configurations, such as bus bump-outs, and other alternatives. This idea was inspired by the NOACA.6 5 http://www.ctps.org/regional_transit 6 http://noaca.org/index.aspx?page=32&recordid=11702 Page 23 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Coordinating Car-Sharing and Transit – Car-sharing locations in the Boston region are currently concentrated in the Inner Core. Designating more spots for car-sharing providers at key outlying rapid transit and commuter rail stations could improve mobility for travelers outside of the Inner Core. The MPO could play a key role in identifying potential locations and coordinating planning. Studies, Research, and Analysis to Address Transit Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to improve capacity management and mobility in the region: • Transportation Access Studies of Commercial Business Districts (FFY 2019 UPWP) – This study will involve the collection of data on the mode of arrival and travel behavior of patrons of commercial business districts in the Boston region. The analysis of that data will be applied to address issues relating to topics such as curb access and parking policies. • Reverse-Commute Areas Analysis (FFY 2019 UPWP) – This study will identify reverse-commute patterns, where a significant number of workers commute from the Inner Core to suburban municipalities, and examine possibilities for encouraging these commuters to use transit. • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking, including dedicated bus lanes. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new study ideas: • The role of dispatching and supervision in bus reliability and its application in the MBTA network – Several independent research reports have suggested that modernizing dispatching and supervision practices could reduce bus bunching and improve reliability on the MBTA bus and rail networks.7 The MPO could contribute its expertise and data resources to a comprehensive effort to address this question. • Assist the MBTA in locating new or improved bus garage locations – State of the System materials compiled as part of MassDOT’s Focus40 long- range planning process identified the need to modernize bus garages as a high priority for the MBTA. Modern garages would allow expansion of the bus fleet and acquisition of more articulated buses and battery-electric-powered 7 For MBTA-specific research, see Maltzan (2015) and Fabian (2017); for examples from other U.S. transit systems, see Pangilinan, Wilson, and Moore (2007), Berrebi, Watkins, and Laval (2015), and Berrebi et al (2017). Page 24 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 buses. However, these garages are not easy to site, as they are considered poor neighbors, and because they must be as close as possible to major bus terminals to minimize deadhead time. As a regional agency, the MPO is in a position to assist a regional effort focused on finding locations for new garages. • Analyze peak capacity of the MBTA rapid transit system – Historically several of the MBTA’s rapid transit lines operated with shorter peak headways (that is, with more frequent service) than they do today. Headways are expected to decrease with the delivery of new rolling stock and signal systems for the Orange and Red Lines in the coming years, but the Orange Line’s scheduled headways will still be longer than was historically the case. Members of the public suggested that the MPO analyze this situation and determine whether it is possible to return to historical headways without major capital investment, or if it is possible to run tighter headways given the currently available level of investment. Other Actions to Address Transit Needs • Encourage coordination between RTAs and other transit providers. During public outreach efforts, MPO staff documented the need for better coordination between various transit providers, especially in municipalities that are located on the borders of provider-service areas. • Establish new performance metrics that measure congestion levels, degrees of mode shift, etc., and include them in state and regional plans. • Measure mode shift related to capital investment. An equivalent investment in the various transit services may not produce the same degree of mode shift to each service. For example, commuter rail is capital-intensive but carries fewer riders, whereas buses are less capital-intensive but carry more riders. Addressing Bicycle and Pedestrian Needs Programs and Project Types to Address Bicycle and Pedestrian Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to improve bicycle and pedestrian capacity and mobility in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the capacity management and mobility goals in the region: • Bicycle and Pedestrian Program – This program can increase transportation options, facilitate non-motorized access to transit or other activity centers, and create first- and last-mile connections. • Bicycle and Pedestrian Support Activities – MPO staff supports the Boston region's bicycle and pedestrian planning needs through ongoing data collection, analysis, and technical assistance. Products include bicycle and pedestrian counts and various online resources. Page 25 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Community Transportation Program –This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. Studies, Research, and Analysis to Address Bicycle and Pedestrian Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to improve capacity management and mobility in the region: • Pedestrian Report Card Assessment Dashboard (FFY 2019 UPWP) – This project will create an online version of the Pedestrian Report Card Assessment, which was developed in a previous UPWP study, and an interactive website, both of which will be available to the public. • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for bike lanes. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new study ideas: • Locations with High Bicycle and Pedestrian Crash Rates – This study, which was proposed during the development of the FFY 2019 UPWP, would identify intersections in the Boston region where a high number of pedestrian crashes have occurred and recommend improvements to those intersections. • Regionwide Sidewalk Inventory – This project would create a regionwide sidewalk inventory, stored in a format such as GIS, akin to that created by the Capital District Transportation Committee.8 This inventory would fill a major gap identified by staff during the Needs Assessment development and complement numerous MPO programs and analyses. 8 http://www.cdtcmpo.org/news/latest-news/307-regional-sidewalk-inventory Page 26 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 5 CLEAN AIR/CLEAN COMMUNITIES GOAL AREA 5.1 Clean Air and Clean Communities Needs Summary Issue Statement The Boston Region MPO acknowledges that greenhouse gas emissions (GHGs) contribute to climate change. If climate trends continue as projected, the conditions in the Boston region will include a rise in sea level coupled with storm- induced flooding and warmer temperatures that would affect the region’s infrastructure, economy, human health, and natural resources. The Commonwealth has made significant progress toward improving air quality in the region, which is now in attainment for ozone, particulate matter (PM), and carbon monoxide (CO) in all but one community (Waltham remains a maintenance area for CO). Continued vigilance is needed to keep emissions of these pollutants at acceptable levels. In addition, transportation infrastructure can negatively affect land-use patterns and environmental resources. The MPO must continue to consult with the appropriate environmental agencies regarding transportation initiatives. Needs Statement Clean Air and Clean Communities needs fall into three categories—reducing GHG emissions, reducing transportation-related pollutants, and addressing other environmental impacts of transportation projects and programs. Table 4 summarizes key findings regarding these issues that were identified from data analysis and public input received during the development of the Needs Assessment for the LRTP. The reduction of GHG emissions is a priority for the MPO, not only to help implement the Commonwealth’s Global Warming Solutions Act (GWSA) but also to help alleviate impacts from climate change including flooding, sea-level rise, and warmer temperatures. The MPO should continue to evaluate and monitor carbon dioxide (CO ) emissions from projects and programs funded through the 2 LRTP and TIP. The MPO monitors CO because it is the most significant GHG in 2 the atmosphere. The MPO uses information from the Massachusetts Department of Energy Resources’ Green Communities program to evaluate projects and programs for the LRTP and TIP, and MAPC works with municipalities on their Local Energy Action, Net Zero Communities 101, Energy-Use Baselines, and GHG Inventories programs. Continued updates of the MPO’s Vehicle-Miles Traveled and Emission Browser and All-Hazards Planning Application can provide information to municipalities that are creating GHG baseline information and GHG inventories. Page 27 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Although the Boston region is meeting the air quality standards for most air pollutants, it is important to ensure that transportation projects funded by the MPO continue to help to reduce vehicle-miles traveled (VMT), which in turn will continue to reduce air pollution in the region. The MPO should continue to evaluate and monitor volatile organic compounds (VOCs) and nitrogen oxides (NOx) – which are precursors to ozone, PM, and CO emissions – from projects and programs funded through the LRTP and TIP. Updates to the MPO’s Vehicle- Miles Traveled and Emission Browser will allow municipalities to monitor their transportation-related emissions of these pollutants as well. The MPO does not engage in environmental planning, rather it relies on information from MassDOT, the MBTA, and other planning agencies when evaluating projects and programs to be funded in the LRTP and TIP. MassDOT and the MBTA take the lead on environmental reviews during project design, and MAPC provides comments on environmental documents for regionally significant projects. Other sources of information used by the MPO include Massachusetts Geographic Information System (GIS) mapping, Massachusetts Department of Energy Resources’ Green Communities program, and MAPC’s stormwater management and hazard mitigation plans. The MPO should continue to coordinate with these agencies during its transportation planning activities. Page 28 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 4 Clean Air and Clean Communities Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Greenhouse Gas Reduce CO emissions Reduce CO emissions from MPO-funded 2 2 transportation projects and programs to help meet the requirements of the GWSA, particularly projects that help to reduce VMT Greenhouse Gas Reduce CO emissions Prioritize transportation projects and 2 programs to assist municipalities in meeting or maintaining their Green Communities certification Greenhouse Gas Reduce CO emissions Provide data and assistance to municipalities 2 in developing their GHG inventories and energy reduction plans Air Pollution Reduce VOC, NOx, CO, Reduce VOC, NOx, CO, and PM emissions and PM emissions from MPO-funded transportation projects and programs – particularly those that help to reduce VMT – to help maintain the air quality standards in the region Environment Protect the environment – Identify projects and programs that can meet wetlands, cultural criteria established to protect wetlands, resources, open space, cultural resources, open space, and wildlife and wildlife Environment Protect the environment – Ensure that infrastructure to reduce storm water quality water pollution is incorporated in project design Environment Protect the environment – Ensure that infrastructure to reduce impacts hazard mitigation from natural hazard events (flooding, winter storms, etc.) is incorporated in project design CO = carbon monoxide. CO2 = carbon dioxide. GWSA = Global Warming Solutions Act. NOx = nitrogen oxides. PM = particulate matter. VMT = vehicle-miles traveled. VOC = volatile organic compound. Source: Boston Region MPO 5.2 Recommendations to Address Clean Air and Clean Communities Needs The following are existing, planned, or potential programs, projects, and studies that can address the Clean Air and Clean Communities needs in the Boston region. Programs and Project Types to Address Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to reduce transportation-related pollutants and promote smart growth and healthy transportation options. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation Page 29 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 of these programs to achieve the clean air and clean communities goals in the region. • Intersection Improvement Program – This program can reduce emissions by improving operations at intersections for all vehicles and also by making transit service more reliable and improving bicycle and pedestrian infrastructure. • Complete Streets Program – Complete Streets that incorporate infrastructure for bicyclists and pedestrians can help lower emissions by reducing VMT (which results when people choose to bicycle or walk instead of drive) and by improving operations for vehicles (which reduces the time that vehicles are emitting in congested conditions). • Community Transportation Program – This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. Improved connections between transit stations and residences and employment locations could induce a mode shift from automobile to transit or bicycle and pedestrian options, which would reduce emissions. • Bicycle and Pedestrian Program – Bicycle and pedestrian infrastructure improvements can help to reduce VMT by enabling mode shifts to non- motorized travel means, which reduces emissions. • Major Infrastructure Program – The large-scale projects funded through this program could include projects that would increase transit usage and reduce VMT and emissions. • Bottleneck Program – This program identifies bottleneck locations and develops short- and long-term solutions to improve traffic operations and traffic flow, and thereby lessens emissions by reducing the time that vehicles are emitting in congested conditions. Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new programs: • Enhanced Park and Ride Program – The MPO could revisit the existing Community Transportation/Parking/Clean Air and Mobility Program and consider allocating more funding for additional park-and-ride spots at transit stations for commuter rail and rapid transit customers. This program could help induce mode shift and reduce transportation-related emissions. • Dedicated Bus Lane Program – The MPO could consider establishing a new program to be implemented in the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. Dedicated bus lanes will help alleviate congestion in commercial areas and reduce emissions while allowing for faster travel times for people commuting by bus. Bus lanes could also induce a mode shift from the single-occupant vehicle (SOV) to transit. Page 30 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Interchange Modernization Program – This program can reduce congestion at major interstate interchanges to improve mobility and reduce transportation-related emissions. • Coordinating Car-Sharing and Transit – Car-sharing locations in the Boston region are currently concentrated in the Inner Core. Designating more spots for car-sharing providers at key outlying rapid transit and commuter rail stations could improve mobility for travelers outside the Inner Core. The MPO could play a key role in identifying potential locations and coordinating planning. Car-sharing will increase mode shift from SOV to transit and reduce transportation-related emissions. Studies, Research, and Analysis to Address Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to improve air quality and promote smart growth in the region: • Addressing Safety, Mobility, and Access on Subregional Priority Roadways (FFY 2019 UPWP) – These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups concentrating on transit, nonmotorized modes of transportation, and truck activity. Improved operations will reduce vehicle emissions. • Low-Cost Improvements to Express Highway Bottlenecks (FFY 2019 UPWP) – These studies are conducted each year to address points in the highway system where traffic flow is restricted and to provide recommendations to reduce congestion and vehicle emissions. • Pedestrian Report Card Assessment Dashboard (FFY 2019 UPWP) – This project will create an online version of the Pedestrian Report Card Assessment, which was developed in a previous UPWP project, and an interactive website, both of which will be available to the public. These tools will allow municipalities to identify locations where improvements may encourage walking and potentially reduce transportation-related emissions. • Reverse-Commute Areas Analysis (FFY 2019 UPWP) – This study will identify reverse-commute patterns, where a significant number of workers commute from the Inner Core to suburban municipalities, and examine possibilities for encouraging these commuters to use transit, thereby reducing transportation-related emissions. Potential Study to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the needs assessment, staff recommends that the MPO board consider the following new study idea: • Congestion Pricing Research – The MPO could plan proactively to examine potential effects of different models for road congestion pricing proposed in Page 31 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 the Massachusetts Legislature and advanced by members of the public. Congestion pricing schemes aim to reduce congestion by charging higher fees during peak travel times. If effective, congestion pricing can reduce transportation-related emissions. Other Actions to Address Clean Air Needs • Establish additional performance metrics that measure air quality and other environmental issues, and consider using those metrics in state and regional plans. 6 TRANSPORTATION EQUITY GOAL AREA 6.1 Transportation Equity Needs Summary Issue Statement Over three million people live in the Boston region, representing a broad range of ages, abilities, incomes, races, ethnicities, and nationalities. Some of the most vulnerable residents who rely on the public transit system are most susceptible to reductions in adequate and affordable transportation options, and they stand to benefit significantly from improvements to the transportation system. Populations that are of concern include people who identify as minority, have limited English proficiency (LEP), are 75 years of age or older (elderly adults), are 17 years of age or younger (youth), have a disability, or are members of low-income or transit-dependent households. In planning parlance these populations are referred to as transportation equity (TE) populations. Given the Boston region’s demographics and the changing nature of travel patterns (induced by emerging new technologies and increasing interest in transit and non-motorized transportation options), sustaining a transportation network that serves all residents continues to be a challenge. As a regional transportation planning agency, the Boston Region MPO has a role to play in developing a comprehensive understanding of the current transportation challenges facing TE populations, so that the MPO and transportation agencies can prioritize limited funding and apply it to transportation projects and programs that benefit these populations. Needs Statement When the MPO conducted public outreach during the development of the new LRTP, Destination 2040, and as part of its continuing Transportation Equity Program, the MPO heard that the overwhelming concern among TE populations is access to affordable and frequent public transit, especially for commuting at off-peak times and reverse commutes; service to healthcare facilities in Boston and satellite locations; and first- and last-mile service to and from existing rail stations. Providing access to job centers, amenity-rich locations, and healthcare Page 32 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 should be at the core of any transportation programming designed to serve TE populations. Any effort to improve transportation for TE populations must include improvements or expansion to reliable, affordable transit service in communities that have high shares of TE populations. Not all TE populations may be adequately served by a given improvement, as the elderly population, for example, will have different transportation needs than people with LEP. Care should be taken to ensure service reflects the particular needs of the people it is intended serve. Providing active transportation options to TE populations that serve all ages and abilities would also provide much-needed local connections to amenities and to transit service, while reducing exposure to pollutants. These options can include sidewalks and high-quality bicycle infrastructure connecting to transit stations, schools, major employment centers, and downtown areas. The MPO should support the efforts of other transportation organizations and agencies in the region that are addressing TE-related transportation issues to reduce duplication of efforts and better coordinate across agency and political boundaries. The MPO could establish new investment programs to provide technical assistance for transit projects, such as transit planning support for councils on aging. Finally, given that some underserved communities are located in areas with high volumes of traffic, minimizing negative environmental effects from the transportation system—such as poor air quality and congestion—and vehicle crashes should also be a priority. Efforts to improve public transit, bicycle facilities, and sidewalks within and between these communities can help address these environmental and safety concerns. Table 5 summarizes key findings regarding TE needs that were gleaned from data analysis and public input during the development of the Needs Assessment. Although the majority of the needs identified below are also addressed in other goal areas as noted in Table 5, these needs are of special concern to TE populations. Page 33 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 5 Transportation Equity Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Capacity Management Serving non-traditional There is a lack of public transit and Mobility commutes service for reverse commutes, off- peak commutes, and suburb-to- suburb commutes. Capacity Management Gaps in transit service Some TE populations lack transit and Mobility service comparable to service available to non-TE populations. Capacity Management Transit reliability Rapid transit and bus service is and Mobility unreliable for populations whose only option is transit. Capacity Management First- and last-mile The absence of first- and last-mile and Mobility connections connections is a major barrier to transit usage. Capacity Management Active transportation options There is inadequate access to and Mobility safe bicycle facilities, especially for elderly and youth populations, and accessible sidewalks, including those connecting to transit stops. Capacity Management Active transportation options Docked bike-share facilities in the and Mobility Inner Core are not available to some low-income or minority areas; the future of dockless bike- share systems is uncertain. Clean Air and Clean Auto emissions More active off-road transportation Communities routes are needed in communities with high shares of one or more TE population that are located near congested roadways. Page 34 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Coordination between Lack of coordination of Better coordination of schedules, towns and regions9 services between towns and routes, and services is needed transportation agencies between towns and between the MBTA and other regional transit authorities. Economic Vitality Lack of transit service during More transit service (late night, non-peak commuting times early morning, and reverse commute) is needed between job- rich centers—such as Longwood Medical Area, the Seaport, and suburban job centers—and underserved neighborhoods. Economic Vitality Lack of transit routes New transit service between low- between suburbs income suburban residential communities and suburban job centers is needed. Economic Vitality Lack of non-automobile First- and last- mile connections transportation options (including pedestrian, bicycle, and between transit stops and transit routes) between home/work work/home and fixed route stops are lacking. Economic Vitality Affordable housing Transportation needs of TE populations could be met by building transit-oriented developments that provide affordable housing near transit hubs and employment centers, particularly in the Inner Core and suburbs. Safety Lack of safe bicycle routes to The region needs good-quality key destinations bicycle infrastructure that connects homes and final destinations, such as jobs and other amenity-rich locations, especially in and between communities with high shares of low-income or transit-dependent households. 9 Although this issue does not directly relate to the MPO’s goal areas, this topic was voiced during public outreach. Page 35 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need Safety Lack of safe bicycle routes The region needs good-quality within neighborhoods bicycle infrastructure that provides first- and last-mile connections, especially in communities with high shares of low-income or transit-dependent households, families, or elderly adults. Safety Unsafe sidewalks and street Improve sidewalks and street crossings, and incomplete crossings, especially around street networks schools, so that they are safe for children and elderly adults. System Preservation Non-ADA compliant Upgrade sidewalks to be sidewalks compliant with the Americans with Disabilities Act. System Preservation Climate change Document potential future exposure of TE populations to climate change impacts and determine how their ability to access transportation may be affected. ADA = Americans with Disabilities Act. TE = transportation equity. Source: Boston Region MPO 6.2 Recommendations to Address Needs The following are existing, planned, or potential programs, projects, and studies that can address the TE needs in the Boston region. Programs and Project Types to Address Transportation Equity Needs Existing Programs in the LRTP, TIP and/or UPWP The following are funding programs that are currently being implemented by the MPO to provide comparable transportation access and service to all populations. Based on the updated needs assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the TE goals in the region: • Intersection Improvement Program – This program can help to reduce congestion, thereby improving mobility and access to centers of economic activity, including those in communities with high shares of TE populations. Projects funded through this program may include Complete Streets elements that would improve mobility for bicyclists and mobility and accessibility for pedestrians. Page 36 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Complete Streets Program – This program can increase transportation options and access to places of employment by adding new sidewalks and bicycle facilities, including those in communities with high shares of TE populations. • Bicycle and Pedestrian Program – This program can create safe pedestrian and bicycle corridors that connect activity centers and provide access to transit service while bypassing high-crash locations on the roadway system. Bicycle and pedestrian infrastructure provides transportation options for those with limited or no access to personal vehicles. • Community Transportation Program – This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions, a major transportation need identified for many TE populations. • Community Transportation Technical Assistance Program – Provides municipal officials with technical advice on local transportation concerns such as traffic operations, safety, bicycle and pedestrian access, livability, parking, and bus stop locations. • Evaluation of LRTP program benefits and burdens – This project develops analysis methods with which to assess the potential benefits and burdens of the LRTP program of projects in the aggregate. Concurrently, a Disparate Impact and Disproportionate Burden (DI/DB) Policy is being developed to determine whether the LRTP program of projects is projected to cause disparate impacts (when they adversely affect minority populations) and disproportionate burdens (when they adversely affect low-income populations) by 2040. • Evaluation of TIP program benefits and burdens – This project develops analysis methods with which to assess the potential benefits and burdens of the TIP program in the aggregate. • Support to MassDOT’s Climate Adaptation Vulnerability Assessment – This project will help prioritize transportation assets that should be the focus of MassDOT’s climate change adaptation efforts, which will help address the challenges related to climate change for the populations that are the most vulnerable. • Regional Transit Service Planning Technical Assistance – Through this program, the MPO staff offers technical support to RTAs to promote best practices and address issues related to route planning, ridership, cost- effectiveness, and other service characteristics. Staff also helps TMAs, municipalities, and the MAPC’s subregional groups to improve the transit services that they operate or fund.10 10 http://www.ctps.org/regional_transit Page 37 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new programs: • Connect Elderly Adults with Transportation Options – The MPO or another entity could take the lead on developing a program to connect elderly adults with transportation options, such as TNCs. This program would restore mobility to elderly adults who can no longer drive and who might not be familiar with the new technologies and transportation options that now exist. • Coordinating Car-Sharing and Transit – Car-sharing locations in the Boston region are currently concentrated in the Inner Core. Designating more spots for car-sharing providers at key outlying rapid transit and commuter rail stations could improve mobility for travelers outside the Inner Core. The MPO could play a key role in identifying potential locations and coordinating planning that could support the non-traditional commuting needs of TE populations. • Dedicated Bus Lanes Program – The MPO could consider establishing a new program to be implemented through the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. Dedicated bus lanes will help alleviate congestion and allow faster travel times for bus riders. This program would benefit TE populations that rely on the bus system. Studies, Research, and Analysis to Address Needs Existing or Planned Studies in the UPWP The following study is currently being conducted by the MPO to improve access and service to all populations in the region: • Reverse-Commute Areas Analysis (FFY 2019 UPWP) – This study will identify reverse-commute patterns, where a significant number of workers commute from the Inner Core to suburban municipalities, and examine possibilities for encouraging these commuters to use transit. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new study ideas: • Assessing the Impacts of Changes to the Transportation System – This study would identify how changes to the transportation system affect the region’s population, with a focus on TE populations. For example, staff could research the effects of increases in carbon monoxide emissions, changes in commute times, or increases in congestion levels. • Commute Patterns of Low-Income Populations – This study would identify gaps in transit service to employment centers that have a significant concentration of jobs that employ low-income populations. Page 38 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Congestion Pricing – This study would proactively examine the potential effects of different models for road congestion pricing proposed in the Massachusetts Legislature and suggested by the public, including the effects on low-income populations. • Locations with High Bicycle and Pedestrian Crash Rates – This study, which was proposed during the development of the FFY 2019 UPWP, would identify intersections in the Boston region where a high number of pedestrian crashes have occurred and recommend improvements to those intersections. Locations in communities with high shares of TE populations could be identified. • Regionwide Sidewalk Inventory – This project would create a regionwide sidewalk inventory, stored in a format such as GIS, akin to that created by the Capital District Transportation Committee.11 This inventory would fill a major gap identified by staff during the Needs Assessment development and complement numerous MPO programs and analyses. The inventory could include a field identifying if sidewalks are located in communities with high shares of TE populations. • TIP Before-and-After Studies – These studies would measure the success of roadway safety projects in transportation equity areas. Other Actions to Address Transportation Equity Needs Current Actions by the MPO The MPO is currently conducting the following work to address TE needs: • Demographic Profiles – These projects analyze demographic data from the US Census Bureau and its American Community Survey to identify the transportation analysis zones (TAZs) in the Boston region that have a high share of each TE population. This is determined using the threshold for each TE population, which is equal to the population’s regionwide median, except for low-income populations for which the threshold is 60 percent of the region’s median household income. Potential Actions to be Considered by the MPO The MPO may consider the follow actions: • Tracking Transportation Trends – Summarize key demographic, socioeconomic, health, transportation, and environmental data each year to provide further context for understanding the transportation challenges and needs of TE populations in the Boston region, as well as the trends that emerge as these data are tracked over time. 11 http://www.cdtcmpo.org/news/latest-news/307-regional-sidewalk-inventory Page 39 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 • Communities of Concern – Identify TAZs that have high shares of more than one TE population to better focus resources on communities that may be particularly vulnerable to being underserved by the transportation network. • Establish additional performance metrics for the transportation system specific to transportation equity populations. 7 ECONOMIC VITALITY GOAL AREA 7.1 Economic Vitality Needs Summary Issue Statement Transportation is a key factor in the region’s economic vitality. The transportation system makes economic activity possible by enabling the transport of goods and delivery of services. The transportation sector also serves as a major economic engine itself—households, businesses, and the government directly consume transportation goods (e.g., vehicles and motor fuel) and services (e.g., public transit) to meet their travel needs. Traffic congestion can make the region’s economy less competitive—time- consuming commutes have the effect of lowering a worker’s effective hourly pay; time wasted in traffic for household discretionary travel can be considered an aspect of the region’s cost of living; and the increases in costs of products and services include compensation to truck drivers when they are delayed in traffic. Investment in the region’s transportation assets will help to build and maintain the Boston region’s transportation system and provide a stronger foundation for economic vitality. Although land-use decisions and many economic development decisions in Massachusetts are controlled directly by local municipalities through zoning, the Boston Region MPO can support economic development by focusing attention on the transportation infrastructure needs of identified priority development and preservation areas in the region as it prioritizes its limited regional funding. Needs Statement Table 6 summarizes key issues surrounding land use, access, and congestion that factor into the region’s economic vitality. On land use issues, MAPC continues to work with state agencies to identify local, regional, and state-level priority development and preservation areas in municipalities in the Boston region. These areas can support additional housing—including affordable and elderly housing—employment growth, creation and preservation of open space, and the type of continued economic vitality and future growth that the market demands, and which the communities desire. The MPO should continue to work with MAPC and state agencies to understand the transportation infrastructure needs in these communities. Page 40 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Economic vitality depends on good access to transportation. Reliable and well- maintained infrastructure is needed to support growth in the priority development areas, including public transit and facilities for bicyclists and pedestrians that provide equitable access to employment centers and housing. As indicated by data analysis and public outreach conducted during the development of the Needs Assessment for the new LRTP, Destination 2040, new infrastructure and upgrades to traffic and transit operations are needed to improve access to jobs and services. These include additional park-and-ride spaces, reverse-commute and off-peak services, and coordination among RTAs. Regarding freight transport, there must be convenient access to the regional express highway system from warehouses and distribution centers. In addition, conflicts between automobiles and delivery trucks competing for curb space in urban areas need to be addressed. Economic growth in the Boston region outpaces that in the rest of the state, and growth in the Inner Core subregion is projected to continue at a faster rate than in the rest of the Boston region. This growth is adding to an increase in the number of trips made in the region and increasing congestion on a network that is either at capacity or nearing it. Congestion reduction on expressways, interchanges, and arterials is needed to facilitate the movement of people and freight to ensure that the transportation network continues to provide a strong foundation for the economy. Table 6 summarizes key findings regarding economic vitality issues that were gleaned from data analysis and public input conducted during the development of the Needs Assessment. The MPO board should consider these findings when prioritizing projects to receive funding in the LRTP and TIP. Table 6 Economic Vitality Needs in the Boston Region Identified through Data Analysis and Public Outreach Emphasis Area Topic Description of Need Land Use Affordable housing Address the transportation needs of low- income populations via dense, affordable housing near transit hubs and employment, particularly in the Inner Core and suburbs. Land Use/Access Creating a high- Infrastructure improvements are needed to performing, multi-modal support growth in the priority development transportation system areas, including improved equitable access to employment and housing via public transit, walking, and biking options. Access to Jobs Reverse-commute and There is a need for better commuter rail Page 41 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Emphasis Area Topic Description of Need off-peak service scheduling, more frequent service, and off- peak service to allow for commuters to access jobs outside of the Inner Core. Also, more frequent, reliable off-peak, late-night, and weekend service to support reverse commuting and service workers on all modes throughout the region is needed. Access Regional transit authority RTAs should coordinate service to address coordination the needs of customers who travel between different RTA service areas; however, there are no funding sources to connect RTA services. Access Park-and-ride Additional parking is needed at park-and-ride lots that are at or approaching capacity. Freight Congestion Reduce congestion on regional roadways to Movement facilitate the movement of freight. Increases in the costs of products and services can result from congestion due to increased payroll and vehicle costs of truck operations. Freight Contested curb and Reduce conflicts between automobiles and Movement arterial road usage delivery trucks that are competing for curb space. Freight Appropriate freight Modern logistic operations, such as Movement access to retail and warehouses, distribution centers, and motor industrial sites pools, require economies of scale and convenient access to the regional express highways system. RTA = regional transit authority. Source: Boston Region MPO 7.2 Recommendations to Address Needs The following are existing, planned, or potential programs, projects, and studies that can address the economic vitality needs in the Boston region. Programs and Project Types to Address Needs Existing Programs in the LRTP, TIP, and/or UPWP The following are funding programs that are currently being implemented by the MPO to enhance economic vitality in the region. Based on the updated Needs Assessment conducted as part of Destination 2040, MPO staff recommends the continuation of these programs to achieve the economic vitality goals in the region. • Intersection Improvement Program – This program can help to reduce congestion, thereby improving mobility and access to centers of economic activity. Projects funded through this program may include Complete Streets Page 42 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 elements that improve mobility for bicyclists and mobility and accessibility for pedestrians for access to housing, places of employment, and activities. • Complete Streets Program – This program can increase transportation options and access to housing, places of employment, and activities by adding new sidewalks and bicycle facilities. • Bicycle and Pedestrian Program – This program can increase transportation options, facilitate non-motorized access to transit or other activity centers, and create first- and last-mile connections. This program can create safe bicycle corridors, expand the sidewalk network, and implement Complete Streets upgrades. • Community Transportation Program – This program was in development as a UPWP study during FFY 2018. It will provide small-scale capital and operating assistance to applicants, with an emphasis on first- and last-mile solutions. • Major Infrastructure Program – The large-scale projects funded through this program could potentially increase mobility for all modes and address access to existing centers of economic activity and services. • Bottleneck Program – Bottleneck locations identified as part of the Needs Assessment are studied to identify and prioritize short- and long-term improvements that can reduce congestion and improve mobility on expressways and arterials. • Freight Program – This program, monitors developments and analyzes changes in the region’s freight systems. Potential Programs or Projects to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new projects and programs: • Freight Database – This project would involve collecting a full set of truck volume data for use in an updated truck model. This information could also be used when selecting infrastructure improvement projects. • Interchange Modernization Program – This program can reduce congestion at major interstate interchanges to improve mobility. • Enhanced Park-and-Ride Program – The MPO could revisit the existing Community Transportation/Parking/Clean Air and Mobility Program and consider allocating more funding for additional park-and-ride spots at transit stations for commuter rail and rapid transit customers. • Dedicated Bus Lane Program – This program could be implemented in the LRTP and TIP to provide funding for municipalities to construct dedicated bus lanes. More bus lanes will help alleviate congestion in commercial areas and allow faster travel times for commuters. Page 43 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Studies, Research, and Analysis to Address Needs Existing or Planned Studies in the UPWP The following are studies that are currently being conducted by the MPO to enhance economic vitality in the region: • The Future of the Curb (FFY 2019 UPWP) – This study will include a literature review and the analysis of data to determine best practices concerning the use of curb space for purposes other than parking, including for dedicated bus lanes and urban delivery zones. • Transportation Access Studies of Commercial Business Districts (FFY 2019 UPWP) – This study will involve the collection of data on the mode of arrival and travel behavior of patrons of commercial business districts in the Boston region. The analysis of that data will be applied to address issues such as curb access and parking policy. • Reverse-Commute Areas Analysis (FFY 2019 UPWP) – This study will identify reverse-commute patterns, where a significant number of workers commute from the Inner Core to suburban municipalities, and examine possibilities for encouraging these commuters to use transit. • Addressing Safety, Mobility, and Access on Subregional Priority Roadways (FFY 2019 UPWP) – These studies are conducted each year to identify and address operations and safety issues on priority arterial locations identified by relevant subregional groups concentrating on transit, nonmotorized modes of transportation, and truck activity. • Various location-specific studies and technical analysis projects implemented through the existing Freight Program. Potential Studies to be Considered for Implementation by the MPO Based on MPO staff’s outreach and analysis related to the Needs Assessment, staff recommends that the MPO board consider the following new studies and ideas: • Congestion Pricing Research – The MPO could plan proactively to examine potential effects of different models for road congestion pricing proposed in the Massachusetts Legislature and advanced by members of the public. Congestion pricing schemes aim to reduce congestion by charging higher fees during peak travel times. • State Freight and Rail Projects – The MPO could consider recommendations from the Massachusetts Department of Transportation’s (MassDOT) State Rail Plan, MassDOT’s Freight Plan, and the MBTA’s Rail Vision when programming projects for the LRTP and TIP. • Statewide Economic Impact Study – The MPO could consider recommendations from MassDOT’s 2018 economic impact study, which will include economic scoring criteria for transportation projects. Page 44 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Other Actions to Address Economic Vitality Needs • Establish additional performance metrics to monitor economic vitality in the region as it relates to the transportation system, and consider including those metrics in state and regional plans. 8 SUMMARY OF RECOMMENDATIONS The tables in this section summarize MPO staff’s recommendations by type— existing or potential program, existing or potential study, or other action—and identify the MPO goals that relate to each recommendation. These tables can be used to guide MPO discussions on the selection of projects and programs for the next LRTP, Destination 2040. Staff is requesting that the MPO consider the recommendations presented above during its discussions and deliberations about the development of Destination 2040, the FFY 2020–24 TIP, and the FFY 2020 UPWP, all of which are to be adopted by the MPO in spring 2019. Page 45 of 51",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 7 Existing Programs in the LRTP, TIP and/or UPWP Program Page 46 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE ytilatiV cimonocE Intersection Improvement X X X X X X Complete Streets X X X X X X Bicycle and Pedestrian X X X X X X Major Infrastructure X X X X X Community Transportation X X X X Bottleneck X X X X X Community Transportation X X X Technical Assistance Support to MassDOT’s Climate Adaptation Vulnerability X X X Assessment Park-and-Ride/Bicycle Parking X Regional Transit Service Planning X X Technical Assistance Bicycle and Pedestrian Support X Evaluation of LRTP program benefits and burdens to X transportation equity populations Evaluation of TIP program benefits and burdens to transportation X equity populations Freight Program X X LRTP = Long-Range Transportation Plan. TIP = Transportation Improvement Program. Source: Boston Region MPO",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 8 Potential Programs to be Considered for Implementation by the MPO Program Page 47 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE cimonocE ytilatiV Dedicated Bus Lanes X X X X Connect Elderly Adults with X X Transportation Coordinating Car-Sharing and X X X Transit Infrastructure Bank or X Demonstration Materials Library Freight Database X X Enhanced Park-and-Ride Program X X X Interchange Modernization X X X X Transit State-of-Good-Repair and X X Modernization Program Source: Boston Region MPO",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 9 Existing or Planned Studies, Research, and Analyses in the UPWP to Address Needs Program Page 48 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE ytilatiV cimonocE Addressing Safety, Mobility, and Access on Subregional Priority X X X X X Roadway Studies (FFY 2019 UPWP) Addressing Priority Corridors for LRTP Needs Assessment Studies X X X (FFY 2019 UPWP) Low-Cost Improvements to Express Highway Bottlenecks X X X (FFY 2019 UPWP) The Future of the Curb (FFY 2019 X X X UPWP) Transportation Access Studies of Commercial Business Districts X X (FFY 2019 UPWP) New and Emerging Metrics for Roadway Usage (FFY 2019 X UPWP) Updates to Express Highway Volumes Charts (FFY 2019 X UPWP) Tracking of Emerging Connected and Autonomous Vehicle X Technologies Reverse-Commute Areas Analysis X X X X (FFY 2019 UPWP) Pedestrian Report Card Assessment Dashboard (FFY X X X 2019 UPWP) Location Specific Freight Studies X X LRTP = Long-Range Transportation Plan. UPWP = Unified Planning Work Program. Source: Boston Region MPO",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 10 Potential Studies to be Considered by the MPO Program Page 49 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE cimonocE ytilatiV Conduct safety and operations at X X selected intersections studies Identify locations with high bicycle X X X and pedestrian crash rates Identify factors that may contribute to fatal and serious injury crashes X on the region’s roadways Conduct TIP before-and-after X X X studies Research safety outcomes of X autonomous vehicle testing Conduct safety studies for travel to X and from transit stops and stations Create regionwide sidewalk X X X inventory Explore opportunities to consider vulnerability and resilience in X X MPO-funded corridor and intersection studies Conduct congestion pricing X X X X research Analyze revenue lost to transit X services because of TNC usage Research effect of TNCs on other X modes, especially transit Monitor travel habits of all age groups in response to TNC X technology Research the role of dispatching and supervision in bus reliability X and its application in the MBTA network",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Program Page 50 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE cimonocE ytilatiV Assist the MBTA in locating new or X improved bus garage locations Analyze peak capacity of the X MBTA rapid transit system Assess the impacts on transportation equity populations of X changes to the transportation system Analyze commute patterns of low- X income populations Support studies of state freight and X rail projects Support the recommendations of the Statewide Economic Impact X Study TIP = Transportation Improvement Program. TNC = transportation network company. Source: Boston Region MPO",
        "Draft Needs Assessment Summary and Recommendations November 15, 2018 Table 11 Other Potential MPO Actions to be Considered by the MPO Program Page 51 of 51 ytefaS metsyS noitavreserP yticapaC tnemeganaM riA naelC noitatropsnarT ytiuqE cimonocE ytilatiV Continue to coordinate with partner agencies to collect data that support X safety research and analysis Continue to participate in Road Safety X Audits Consider publicizing transportation X safety-oriented education Consider opportunities to support discussions on transportation safety X issues Coordinate on ways staff can support climate vulnerability assessments and X X resiliency planning Emphasize the existing TIP resiliency X and adaptation criteria Lead discussions on prioritization of surface roadway space for the X automobile, transit, freight, and active transportation modes Coordinate between RTAs and other X transit providers Establish additional performance X X X X X X metrics Measure mode shift related to capital X investment Develop demographic profiles for X transportation equity populations Track transportation trends X Identify communities of concern X RTA = regional transit authority. TIP = Transportation Improvement Program. Source: Boston Region MPO"
    ]
}