{
    "FILE_NAME": "https://ltsscenter.org/reports/The_Impact_of_Climate_Change_Why_Older_Adults_are_Vulnerable.pdf",
    "ALL TEXT": "2202 | YRAURBEF AGING AND HEALTH The Impact of Climate Change: Why Older Adults are Vulnerable Research ReportAbout this Report The LeadingAge LTSS Center @UMass Boston would like to thank the University of Massachusetts Boston (UMass Boston) McCormack Graduate School of Policy and Global Studies and the UMass Boston Sustainable Solutions Lab for supporting the work of Caitlin Connelly on this project. Authors: Natasha Bryant, Senior Director of Workforce Research and Development, LeadingAge LTSS Center @UMass Boston Robyn Stone, Senior Vice President of Research, LeadingAge and Co-Director, LeadingAge LTSS Center @UMass Boston Caitlin Connelly, Gerontology PhD Student, Department of Gerontology, McCormack Graduate School of Policy and Global Studies, University of Massachusetts Boston Kathrin Boerner, Professor and Graduate Program Director, Department of Gerontology, McCormack Graduate School of Policy and Global Studies, University of Massachusetts Boston About the LTSS Center The LeadingAge LTSS Center @UMass Boston conducts research to help our nation address the challenges and seize the opportunities associated with a growing older population. LeadingAge and the University of Massachusetts Boston established the LTSS Center in 2017. We strive to conduct studies and evaluations that will serve as a foundation for government and provider action to improve quality of care and quality of life for the most vulnerable older Americans. The LTSS Center maintains offices in Washington, DC and Boston, MA. For more information, visit LTSSCenter.org. The Impact of Climate Change: Why Older Adults are VulnerableTable of Contents Introduction ................................................................................................................................................1 Why are Older Adults Vulnerable to Climate Change? ..................................................................2 The Disproportionate Impact of Climate Change on Older Adults ............................................4 Emergency Preparedness and Response ..........................................................................................6 Assisting Older Adults ...........................................................................................................................7 Issues for Future Study and Discernment ........................................................................................11 Conclusion .................................................................................................................................................12 References ................................................................................................................................................13Introduction The term “climate change” refers to a prolonged shift in the average weather pattern that can define Earth’s local, regional, and global climates (NASA, n.d.). The key indicators of climate change are varied and can include: ¬ Increased land and ocean temperatures around the globe. ¬ Rising sea levels. ¬ Ice loss at Earth’s poles and in mountain glaciers. ¬ Extreme weather events, including hurricanes, heatwaves, wildfires, droughts, and floods (NASA, n.d.). In addition to impacting the environment, climate change also has the potential to affect human health, cause disruptions in the lives of individuals, and damage some sectors of the U.S. economy. People who are aged 65 and older are particularly vulnerable to the effects of climate change. Advancing age and the prevalence of special needs increases the vulnerability of these individuals to climate stressors and risks. Older adults who have chronic illnesses, live with functional impairments, or receive long-term services and supports (LTSS) are at high risk for negative health outcomes from climate change and may experience disruptions in critical services both during a climate event and over the long-term (Gamble et al., 2013; Filberto et al., 2009-2010; Schols, DeGroot, and Van Der Cammen, 2009; Begum and Johnson, 2010). Despite their vulnerability, older adults are often left out of climate change discussions. Local and state public health departments, first responders, LTSS and other health care providers, and society in general tend to overlook older adults until after an extreme weather event or disaster has occurred. Few efforts and initiatives have focused on studying the long-term consequences of these events for the older population, preparing at-risk older adults and their families for such events, or helping older adults and their families better understand, prevent, and mitigate the long-term, chronic effects of climate change on this population. Scientific and demographic projections suggest that this approach must change. Climate change is projected to impact our planet at least through the end of this century, while the older population, which is most vulnerable to the effects of climate change, is projected to increase exponentially over the next 40 years. Consider these demographic data: ¬ In 2020, 56 million Americans were aged 65 and older, and represented 16% of the U.S. population. Adults aged 85 and older numbered 6.7 million. ¬ By 2060, the number of older Americans will nearly double to 95 million and older adults will make up 23% of the U.S. population. Significantly, the 85-and-older population is expected to triple to 19 million. Older Americans will also become more ethnically and racially diverse, with the percentage of older adults of color increasing from 23% to 45% between 2016 and 2060 (Mather, Scommegna, and Kilduff, 2019). 1 The Impact of Climate Change: Why Older Adults are VulnerableAims of This Report This research report demonstrates why older adults are at greater risk for the consequences of climate change. The report highlights the disproportionately negative outcomes of climate change on older adults receiving long-term services and supports, and recommends actions that various stakeholders can take to address the short- and long-term effects of climate change on this vulnerable population. Why are Older Adults Vulnerable to Climate Change? Several physiological and psychological factors contribute to the vulnerability of older adults to climate change. Aging Process Increasing age is a risk factor for limited mobility and physical functioning, multiple chronic conditions, susceptibility to dehydration, and diminished sensory awareness (ACL, 2018a; Benson and Aldrich, 2007). These physical conditions may reduce the ability of older adults to respond to climate stressors, communicate their needs to emergency response teams, and detect an emergency. Chronic illnesses can worsen when a climate change-related event or crisis causes an older person to experience: ¬ Lack of food and water. ¬ Extreme heat or cold. ¬ Stress. ¬ Exposure to infection. ¬ Interruptions in medication regimens. In addition, individuals with limited mobility who rely on support and/or durable medical equipment may have disruptions in assistance during a climate change-related event (Balbus et al., 2016; Gamble et al., 2013; Filberto et al., 2009; ACL, 2018b; Benson and Aldrich, 2007). Cognitive Impairment Currently, 5.8 million Americans live with Alzheimer’s disease, the most common form of dementia. That number is expected to increase to nearly 14 million by 2050. The risk of developing Alzheimer’s disease increases with age. While 3% of older adults between the ages of 65 and 74 are living with Alzheimer’s, 32% of individuals 85 and older are living with the condition (Alzheimer’s Association, 2020). During a climate change-related event, people with cognitive impairments may have limited understanding of communications about risk, weather warnings, disaster orders, and offers of assistance. They may also have difficulty taking preventive measures before the event or responding appropriately after the event to protect themselves. These individuals also may become agitated during a crisis. A study of evacuations during Hurricane Gustav in 2008 found that nursing home residents with severe dementia had increased mortality risk 30 and 90 days after the evacuation (Brown et al., 2012). 2 The Impact of Climate Change: Why Older Adults are VulnerableSocial Isolation Nearly one-quarter of Americans aged 65 and older who live in the community are socially isolated (The National Academies of Sciences, Engineering, and Medicine, 2020). Social isolation can reduce an older person’s capacity to cope with climate-related stresses. Frail and housebound older individuals are less able or less willing to flee from potential harm during an emergency. Socially isolated older people may not receive emergency information or ask for help. Rescuers may not be aware of these individuals during their rescue and recovery efforts (Banks, 2013). Socioeconomic Status An older person’s ability to prepare, adapt, and respond to climate-related events is determined by their ability to pay for the implementation of those activities (Filberto et al., 2009). Poverty tends to increase as older adults age, with people aged 80 and older experiencing a higher poverty rate (11.6%) than those aged 65 to 79 (7.9% to 9.3%) (Zhe and Dalaker, 2019). Older adults living on fixed incomes or living at or near poverty may experience greater exposure to the effects of warmer summers and colder winters because they do not have air conditioning or are reluctant to deplete their limited financial resources by using air conditioners or heaters. The effects of extreme events are likely to have a greater impact on older Americans who live in substandard housing (Gamble et al., 2013). These older adults may postpone necessary repairs and accessibility modifications to their homes, making it difficult for those homes to withstand significant weather events and for older occupants to evacuate their homes in a timely and safe manner. Geographic Location Older adults in general, and higher concentrations of older adults with low incomes, live in high-risk locations that may be more affected by global warming (Gamble et al., 2013). These locations include: ¬ Coastal zones: Coastal areas have experienced more frequent and severe tropical storms. For example, Nearly one-quarter 20% of older adults lived in a county where a hurricane or tropical storm was likely to make landfall from 1995 of Americans aged through 2005 (Zimmerman, Sloan, and Reed, 2014). 65 and older who ¬ Large metropolitan areas: Urban locations are considered a risk factor for vulnerability to climate live in the community stressors because of the “urban heat island effect,” are socially isolated. which occurs when dense concentrations of pavement, buildings, and other surfaces absorb and retain heat, leading to heat-related illness and mortality (Gamble et al., 2013). 3 The Impact of Climate Change: Why Older Adults are VulnerableRacial and Ethnic Disparities Racial and ethnic disparities can make older Americans more susceptible to the effects of climate change because members of minority groups are more likely to experience the conditions that increase climate change-related risks. That is, these older adults are more likely to live in poverty, and to have a poorer health status, limited access to health care, and poorer housing conditions (Gamble et al, 2013). The Disproportionate Impact of Climate Change on Older Adults Researchers have examined how several aspects of climate change—including extreme heat or cold, poor air quality, and extreme weather disasters—affect the health of older Americans. For example, heat waves, hurricanes, and flooding are all associated with higher risk of hospitalization and higher mortality rates for people 65 and older, compared to people under the age of 65. In addition, older adults may be at increased risk for: ¬ The psychological health effects of weather events. ¬ Negative physical and mental health outcomes resulting from air pollution, wildfires, and droughts. ¬ Disruption of services due to forced evacuations. These interruptions can worsen preexisting conditions for people with chronic illness. Heat Waves Older adults are at increased risk of hospitalization and death due to heat waves. For example: ¬ The risk of hospitalization for older adults in Massachusetts was shown to increase during heatwaves (Liss et al., 2017). ¬ Nearly 80% of the excess deaths following the 2003 Paris heat wave were among people aged 75 and older. (“Excess deaths” represent the difference between the observed numbers of deaths in specific time periods and expected numbers of deaths in the same time periods.) ¬ 72% of deaths associated with the July 1995 heat wave in Chicago were among people 65 and older. ¬ Higher summer temperatures were associated with increased mortality rates among older adults in the southeastern United States (Fouillet et al., 2006; Shi et al., 2016; Whitman et al, 1997). ¬ Mortality rates associated with heat waves increase for adults 75 to 84 and even more for adults over the age of 84 (Berko and Ingram, 2014). Air Quality Air pollution is associated with increased risk of negative health effects for older adults compared to younger adults. It is also associated with a higher incidence of dementia (Sacks et al., 2011; Chen et al., 2017). 4 The Impact of Climate Change: Why Older Adults are VulnerableExtreme Weather Events Older adults are vulnerable to the dangers of hurricanes. For example: ¬ Adults residing in nursing homes during a hurricane had a 2.6% higher risk of 90-day mortality compared to non-hurricane periods (Dosa et al., 2010; Dosa et al., 2012). ¬ Three weeks following Hurricane Sandy in 2008 there was a significant increase in emergency department visits by older adults, with rates highest among those aged 85 and older (Malik et al., 2018). ¬ Almost three-quarters of deaths from Hurricane Katrina in 2005 and over half of deaths from Hurricane Sandy occurred among older Americans (United States. Executive Office of the President, Assistant to the President for Homeland Security, and Counterterrorism, 2006). ¬ People 65 and older had the greatest mortality risk compared to other age groups following Hurricane Maria, which hit in Puerto Rico in 2017 (Cruz-Cano and Mead, 2019; Santos-Burgoa et al., 2018). Evacuations Evacuation and relocation of older adults during disasters may be detrimental to their health and well-being. For example: ¬ More than 200,000 people with chronic illness were displaced or isolated due to flooding during Hurricane Katrina and were unable to access medical care and take medications (United States. Executive Office of the President. Assistant to the President for Homeland Security, & Counterterrorism, 2006). ¬ Nursing home residents who relocated following Hurricane Katrina were more likely to develop pressure ulcers than non-evacuated residents. Relocated nursing home residents also had a high mortality rate (Castle and Engberg, 2011; Thomas et al., 2012). ¬ Nursing home residents with severe cognitive impairment who were evacuated during Hurricane Gustav were at increased risk of death 30 and 90 days post-move (Brown et al., 2012). Psychological Effects Adults residing in Studies suggest that older adults may experience increased rates of depression, anxiety, and post-traumatic stress disorder nursing homes during during and immediately following natural disasters (Leyva, a hurricane had a 2.6% Beaman, and Davidson, 2017). A meta-analysis of studies on the psychological effects of natural disasters found that, when higher risk of 90-day compared with younger adults, older adults were: mortality compared to ¬ 2.11 times more likely to develop post-traumatic non-hurricane periods. stress disorder. ¬ 1.73 times more likely to develop adjustment disorder. There were no significant differences between younger and older adults regarding the likelihood of developing depressive symptoms following natural disasters (Parker et al., 2016). 5 The Impact of Climate Change: Why Older Adults are VulnerableThe psychological effects of living through a hurricane may be long lasting for older adults. Adeola and Picou (2014) found that older adults had higher stress levels three years after Hurricane Katrina, relative to individuals under the age of 65. While most nursing homes provide mental health services during normal operations, these services are often interrupted and not prioritized during disasters (Brown, 2007; Levinson, 2012). Emergency Preparedness and Response The majority of older adults are minimally prepared for disasters, do not have an emergency plan, are not aware of relevant resources, and do not participate in disaster preparedness educational programs (Wang, 2018; Kim and Zakour, 2017; Al-Rousan, Rubenstein, and Wallace, 2015; Bell et al., 2019a; Kloseck et al., 2014). When preparations do occur, they are more limited and primarily focused on stocking supplies like food and water that are needed for survival. Older adults are less likely to have planning and structural preparedness (Wang, 2018). These findings are particularly concerning, given the fact that climate change-related disasters and extreme weather events disproportionately affect the older population. A 2019 University of Michigan National Poll on Healthy Aging found that 50-to 80-year-old adults had not taken steps recommended by disaster preparedness agencies (Bell et al., 2019a). Less than half: ¬ Signed up to receive local emergency alerts. ¬ Talked with family or friends about an evacuation plan. The majority of older adults ¬ Stocked an emergency kit. are minimally prepared for ¬ Had a generator. disasters, do not have an In addition, more than half of poll respondents said they: emergency plan, are not ¬ Would find it difficult to afford to stay somewhere aware of relevant resources, else for a week. and do not participate in ¬ Were somewhat or not confident that they were disaster preparedness prepared to take care of themselves or a family member if a power outage lasted more than a day. educational programs. ¬ Were not prepared for an evacuation of the home or for a severe weather event. The poll did find that most older adults had prepared for a severe weather event by collecting their basic supplies. More than half had a seven-day supply of food and water on hand. Among those who required essential medications and health supplies, 82% had a seven-day supply of essential medications and 72% had enough health supplies to last seven days. 6 The Impact of Climate Change: Why Older Adults are VulnerableAssisting Older Adults Older adults and informal caregivers can take steps to prepare themselves, family members, or friends for emergency situations. Agencies and professionals serving older adults also can play a role in preparing and helping older adults and informal caregivers respond to and recover from the disaster. These agencies and professionals can: ¬ Help older adults and informal caregivers properly plan and prepare prior to the event. ¬ Provide older adults and informal caregivers with outreach and education. ¬ Involve appropriate agencies in the emergency planning process. ¬ Support and relocate older adults after a disaster. ¬ Engage professionals who can help older adults and their informal caregivers prepare for emergency situations. Preparation and Education The Centers for Disease Control and Prevention (CDC), the Federal Emergency Management Agency (FEMA), Administration on Aging, and other agencies have developed guidelines and toolkits to help older adults prepare for and respond to a disaster (CDC, 2018; FEMA, 2015; Administration on Aging, 2006). The guidelines and toolkits encourage older adults to create an individualized plan that identifies: ¬ How they will respond to a disaster. ¬ A contact person and method for communicating with the contact. ¬ How they will leave their home, if necessary, and where they will go during an emergency. ¬ Contingency plans that do not rely on informal caregivers, in case caregivers are unable to help the person adequately. ¬ Updated medication lists (CDC, 2018; Al-Rousan et al., 2015; Banks, 2013; FEMA, 2015; Administration on Aging, 2006). Older adults can develop their individualized plan with help from staff at the local area agency on aging and health or social service professionals who assist older adults. Planning can be coordinated with local emergency management personnel, including the local office of emergency management, the fire department, and the public health department. Many older adults lack awareness and knowledge about the heightened risk that climate change-related events pose for them or how to prepare for and respond to these events. Public health, emergency management, and other officials can improve their communication with older adults by: ¬ Providing information in multiple formats, such as audible and visual cues and written materials in large type or Braille. These formats can accommodate individuals who have sensory or cognitive disabilities. 7 The Impact of Climate Change: Why Older Adults are Vulnerable¬ Making resources available in places where older adults are more likely to access them. ¬ Involving community helpers, peer educators, and trained community-based workers—including home care aides and community health workers—in providing information and education. Because older adults have relationships with these workers, they may be more willing to accept information from them about how to meet practical needs following a disaster (Elmore and Brown, 2007; Wang, 2018; AARP, 2006; Bell et al., 2019b). Role of Agencies, Community Leaders, and Providers Public health departments conduct disaster-related preparedness programs, but these programs aren’t necessarily designed to address the needs and challenges of older adults (CDC, 2018). Studies suggest that these departments, and other government agencies, could help mitigate the negative impact of disasters on older adults if there was a higher level of coordination between them and providers of aging services (Pierce et al., 2017). The emergency The emergency planning process at the state or local level should involve older adults, providers, and informal caregivers. planning process at It should also feature collaboration among multiple agencies, the state or local level such as Medicaid; the departments of aging, transportation, housing, and public health; and providers of medical care, should involve older long-term services and supports, and other social services. adults, providers, and Area agencies on aging can be instrumental in disaster planning because they can access a wide variety of available resources at informal caregivers. the local level (AARP, 2006). All stakeholders can help identify and meet the specific needs of vulnerable older adults during each phase of an emergency. They can work together to create emergency assessment protocols, guidelines, and checklists that include the specific needs and priorities of older persons who are affected by the events (World Health Organization, 2008). These stakeholders should work with disaster management teams at the federal, state, and local levels (Al-Rousan et al., 2015; Kloseck et al., 2014; Banks, 2013) so protocols specific to older adults can be integrated into disaster preparedness plans at all levels. Policymakers and human service professionals can collaborate with and train community leaders in emergency response so they can disseminate information to generate awareness, and effectively prepare and build the capacity of older adults and informal caregivers (Kim and Zakour, 2017). These community leaders can include: ¬ Community organizers. ¬ Local council members or other government leaders. ¬ Volunteer or faith leaders. ¬ Nonprofit leaders. ¬ Resident councils at nursing homes and affordable housing communities. 8 The Impact of Climate Change: Why Older Adults are VulnerableCommunities with low social capital may lack the necessary resources to respond adequately during a disaster. The following strategies may help: ¬ Ask nonprofit and community-based organizations to identify and reach out to older adults. These organizations may be the only stakeholders in the community that can fulfill this task. ¬ Ask older adults to identify vulnerable peers who may need help from emergency services personnel. Older adults can also convey important information to their networks of friends and acquaintances. ¬ Encourage family caregivers to enroll their care recipients in a location-tracking program before a disaster. These programs use GPS transmitters linked to emergency personnel to locate individuals who are lost or unable to explain where they live. Frontline Professionals Serving Older Adults Frontline professionals—including case managers, social workers, nurses, primary care physicians, and gerontologists—can help older adults prepare for an emergency and respond and recover after the disaster (Gallo et al., 2018; Kusmaul, Gibson, and Leedahl, 2018). These professionals are in a unique position to understand the characteristics of older adults in the community because they regularly assess the social isolation, frailty, sensory impairment, mobility, and dementia status of their older clients. Having this assessment information on hand allows frontline professionals to create a profile of the health and social needs in the community, identify vulnerable persons, and anticipate their needs for health supplies like medications, equipment, and assistive aids. This information also can help providers anticipate the need to train health personnel to assess and treat older persons during an emergency (World Health Organization, 2008; Wang, 2018). After a disaster, frontline health professionals can continue to Frontline professionals— play a role in assisting older adults. These professionals can: including case managers, ¬ Inform older adults about shelters, evacuations, and social workers, nurses, the availability of resources. primary care physicians, ¬ Address barriers that may keep older adults from and gerontologists—can making decisions. ¬ Educate older adults who are new to the community help older adults prepare about the impacts of displacement and relocation. for an emergency and ¬ Conduct assessments for post-traumatic stress disorder respond and recover and provide evidence-based treatments. after the disaster. ¬ Identify resources to address any financial challenges older adults are facing. ¬ Work with interprofessional teams to determine if the disaster has caused service limitations or other negative impacts for older adults in the community. ¬ Build community resilience through age-friendly community planning, and provide guidelines addressing the needs of older community residents (Kusmaul, Gibson, and Leedahl, 2018). 9 The Impact of Climate Change: Why Older Adults are VulnerableProviders The Emergency Preparedness Rule issued by the Centers for Medicare & Medicaid Services (CMS) requires that, as of November 2016, all 17 CMS provider/supplier types, including LTSS providers and home health care agencies, have their own emergency preparedness regulations that cover four core areas: 1. Risk assessment and emergency planning. 2. Communication plan. 3. Policies and procedures. 4. Annual training and testing (CMS, 2016). A LeadingAgetoolkit walks providers of aging services through the core elements outlined in the CMS Emergency Rule. The toolkit defines the four elements and provides templates, tools, best practices, and additional resources (LeadingAge, n.d.). The American Health Care Association (AHCA) and the National Center for Assisted Living (NCAL) also have compiled online emergency preparedness resources that are designed for an expanded audience of providers offering services not covered by CMS programs, including assisted living communities (AHCA and NCAL, n.d.). Relocation plans should Studies suggest that disaster preparedness in LTSS ensure that older adults organizations improves with regular staff training and review have the appropriate of organizational plans (Levinson, 2012; Pierce et al., 2017). The CMS Emergency Preparedness Rule requires that nursing supports and resources homes and home health care agencies have initial and annual they need to address training on emergency plans and preparedness (CMS, 2016). any medical and Providers also should train staff on mental health services available during and immediately following a disaster. cognitive issues. While not specifically addressed in the CMS Emergency Preparedness Rule, providers that are not required to comply with CMS regulations would likely benefit from emergency preparedness training and should incorporate this training into their disaster plans. Evacuation and Relocation Many locales lack specific evacuation plans for older persons living in the community and in nursing homes. This is a major problem throughout the country. Evacuation and relocation plans should make it clear how to transport older persons and persons with disabilities safely. Plans should also identify accessible shelters that are appropriately equipped and staffed to meet essential needs. Recommendations for assisting older adults during evacuation and relocation are included in a 2006 AARP toolkit. The quality of a post-disaster relocation can influence how older adults adjust to the relocation. Relocation plans should ensure that older adults have the appropriate supports and resources they need to address medical and cognitive issues. Older adults should be relocated to areas where informal support networks can provide care and where older adults can reestablish contact with physical and mental health providers to address any needs (Maxwell and Fitzgerald, 2011; Elmore and Brown, 2007). 10 The Impact of Climate Change: Why Older Adults are VulnerableSpecial Needs Shelters are operated separately from general shelters and can accommodate and care for people with severe medical needs during a disaster (Benson and Aldrich, 2007). However, these shelters are not always designed for nursing home residents and are not always staffed by medical professionals who have experience working with older adults. Issues for Future Study and Discernment As we look to the future, several issues call for attention, especially in light of anticipated increases in the frequency and intensity of climate-related events. Addressing Diverse Needs Among Older Adults The older population is diverse and is made up of many subgroups. The relative risks and potentially negative consequences of emergencies must be examined for all these subgroups. For example, older adults in different racial and ethnic groups will have different risks related to climate change and will be impacted differently by climate change-related events. A better understanding of these and other subgroups of older adults, and of climate change-related health disparities, will help policymakers, public health systems, service providers, and others do a better job of predicting, preparing for, and adequately responding to the short- and long-term needs of older adults while also targeting resources to groups most in need. Community-Dwelling Older Adults with LTSS Needs Few studies have explored climate change-related health risks and impacts on one subgroup: community-dwelling older adults with LTSS needs. These older adults may have different or additional challenges, compared with older adults living in residential settings, because they: ¬ May be unable to get to safe quarters during an emergency. ¬ May be undiscovered for periods of time. ¬ Are at highest risk for multiple negative outcomes. Specifically, these older adults may be cut off during an emergency from in-home services and supports that help them maintain their health, well-being, and independence. The absence of these services and supports, including meals, home-based health care, and help with daily functioning, could lead to further functional decline and even death. These challenges must be understood before community stakeholders can effectively help community-dwelling older adults plan for and respond to extreme weather events and disasters. Aging in Place More study and thought are required to understand the health impacts of long-term exposure to the negative effects of climate change and potential interventions that would allow more older adults to achieve their goal of successfully aging in community despite increasing care needs. 11 The Impact of Climate Change: Why Older Adults are VulnerableConclusion The growing incidences of hurricanes, fires, and heat waves have raised awareness about the differential impacts of climate-related emergencies on the health and well-being of vulnerable older adults. This research report highlights the risks and potentially negative consequences of climate change for older adults with chronic illnesses and functional impairments. In light of current evidence about those risks, this report highlights the need for three immediate actions: 1. Policymakers at all levels of government must recognize the special challenges facing older adults during climate emergencies, and must target specific resources to planning, intervention, follow-up, and support for older adults living in various settings. 2. Health and LTSS providers need education about how climate change uniquely affects their older patients, residents, and clients and how they can support these older adults through prevention, early intervention, and longer-term oversight. 3. The public health system, which has not focused adequate attention on addressing the needs of older adults, must build its knowledge, skills, and capacity to address the risks and consequences of climate change. Policymakers at all levels of government must recognize the special challenges facing older adults during climate emergencies, and must target specific resources to planning, intervention, follow-up, and support for older adults living in various settings. 12 The Impact of Climate Change: Why Older Adults are VulnerableReferences AARP. (2006). Bell, S.A., Singer, D., Solway, E., Kirch, M., Kullgren, J., We can do better: Lessons learned for protecting and Malani, P. (2019a). older persons in disasters [Internet]. Washington (DC): National Poll on Healthy Aging: Emergency planning AARP. Available from among older adults [Internet]. Michigan: University of https://assets.aarp.org/rgcenter/il/better.pdf Michigan. [accessed 2020 June 5]. Available from http://hdl.handle.net/2027.42/150655 Adeola, F.O. and Picou, J.S. (2014). Social capital and the mental health impacts of Hurricane Bell, S.A., Kullgren, J.T., Solway, E., and Malani, P. Katrina: Assessing long-term patterns of psychosocial (2019b). distress. International Journal of Mass Emergencies and Supporting the health of older adults before, during and Disasters. 32:121-156. after disasters. Health Affairs Blog. Administration on Aging, U.S. Department of Health Benson, W.F. and Aldrich, N. (2007). and Human Services. (2006). CDC’s disaster planning goal: Protect vulnerable older Emergency Readiness for Older Adults and Caregivers. adults [Internet]. Washington (DC): CDC Healthy Aging National Family Caregiver Support Program. Available from Program. [accessed 2020 Aug 5]. Available from https://acl.gov/sites/default/files/programs/2016-10/ www.cdc.gov/aging/pdf/disaster_planning_goal.pdf Just_in_Case030706_links.pdf Berko, J. and Ingram, D.D. (2014). American Health Care Association (AHCA) and National Deaths attributed to heat, cold, and other weather events Center for Assisted Living (NCAL). (n.d.) in the United States, 2006-2010. Washington (DC): U.S. Emergency resources [Internet]. Washington (DC): AHCA Department of Health and Human Services, Centers for and NCAL. [accessed 2020 June 5]. Available from Disease Control and Prevention, National Center for https://www.ahcancal.org/Survey-Regulatory-Legal/ Health. Report No: 76. Emergency-Preparedness/Pages/default.aspx Brown, L., Rothman, M., and Norris, F. (2007). Al-Rousan, T.M., Rubenstein, L.M., and Wallace, R.B. Issues in mental health care for older adults after (2015). disasters. Generations. 31(4): 21-26. Preparedness for natural disasters among older US adults: A nationwide survey. Am J Public Health. 104: 506-511. Brown, L.M., Dosa, D.M., Thomas, K., Hyer, K., Feng, Z., and Mor, V. (2012). Alzheimer’s Association. (2020). The effects of evacuation on nursing home residents with 2020 Alzheimer’s disease facts and figures. Alzheimer’s & dementia. Am J Alzheimer’s Dis Other Demen. 27(6): Dementia. 16:391-460. 406-12. Balbus, J., Crimmins, A.R., Gamble, J.L., Easterling, Castle, N.G. and Engberg, J.B. (2011). D.R., Kunkel, K.E., Saha, S., and Sarofim, M.C. (2016). The health consequences of relocation for nursing home Introduction: Climate change and human health. residents following Hurricane Katrina. Research on Aging. The Impacts of Climate Change on Human Health in the 33:661-687. United States: A Scientific Assessment, 25–42. Centers for Disease Control and Prevention (CDC). Banks, L. (2013). (2018). Caring for elderly adults during disasters: improving Emergency preparedness for older adults [Internet]. health outcomes and recovery. Southern Medical Journal. Washington (DC): Centers for Disease Control and 106(1):94-98. Prevention. [accessed 2020 June 5]. Available from https://www.cdc.gov/aging/publications/features/ Begum, M.N. and Johnson, C.S. (2010). older-adult-emergency.html A review of the literature on dehydration in the institutionalized elderly. The European e-Journal of Clinical Nutrition and Metabolism. 5(1):47-53. 13 The Impact of Climate Change: Why Older Adults are VulnerableReferences Centers for Medicare & Medicaid Services (CMS). Gallo, H.B., Karimi, B., Abdulridha, M., Howard, J.L., (2016). Hanna, K., Maico, J.R., et al. (2018). Emergency preparedness rule. Washington (DC): Centers Social workers can help older adults prepare for and for Medicare and Medicaid Services. [cited 2020 June 15]. respond to natural and man-made emergencies. Available from https://www.cms.gov/Medicare/Provid- Journal of Gerontological Social Work. 61(7):697-700. er-Enrollment-and-Certification/SurveyCertEmergPrep/ Emergency-Prep-Rule Gamble, J.L., Hurley, B.J., Schultz, P.A., Jaglom, W.S., Krishnan, N., and Harris, M. (2013). Chen, H., Kwong, J.C., Copes, R., Hystad, P., van Climate change and older Americans: state of the science. Donkelaar, A., Tu, K., et al. (2017). Environ Health Perspect. 121(1):15-22. Exposure to ambient air pollution and the incidence of dementia: a population-based cohort study. Environment Kim, H.J. and Zakour, M. (2017). International. 108:271-277. Disaster preparedness among older adults: Social support, community participation, and demographic characteristics. Cruz-Cano, R. and Mead, E.L. (2019). Journal of Social Services Research. 43(4): 498-509. Causes of excess deaths in Puerto Rico after Hurricane Maria: a time-series estimation. Am J Public Health. Kloseck, M., Gutman, G.M., Gibson, M., and Cox, L. 109(7):1050-1052. (2014). Naturally occurring retirement community (NORC) Dosa, D., Hyer, K., Thomas, K., Swaminathan, S., Feng, residents have a false sense of security that could Z., Brown, L., et al. (2012). jeopardize their safety in a disaster. Journal of Housing To evacuate or shelter in place: implications of universal for the Elderly. 28:204-220. hurricane evacuation policies on nursing home residents. J Am Med Dir Assoc. 13(2:190.e1-190.e7. Kusmaul, N., Gibson, A., and Leedahl, S.N. (2018). Gerontological social work roles in disaster preparedness Dosa, D., Feng, Z., Hyer, K., Brown, L.M., Thomas, K., and response. Journal of Gerontological Social Work. and Mor, V. (2010). 61(7):692-296. Effects of Hurricane Katrina on nursing facility resident mortality, hospitalization, and functional decline. LeadingAge. (n.d.) Disaster Med Public Health Prep. 4(S1):S28-S32. Emergency preparedness toolkit [Internet]. Washington, DC: LeadingAge. [accessed 2020 June 5]. Available from Elmore, D. and Brown, L.M. (2007). https://www.leadingage.org/emergency-prepared- Emergency preparedness and response: Health and social ness-toolkit. policy implications for older adults. Generations. 31(4):66-79. Levinson, D.R. (2012). Gaps continue to exist in nursing home emergency Federal Emergency Management Association (FEMA). preparedness and response during disasters: 2007–2010. (2015). Washington (DC): U.S. Department of Health and Prepare for emergencies now: Information for older Human Services. Americans. Available from https://www.ready.gov/sites/ default/files/2020-03/ready_prepare-now-seniors.pdf. Leyva, E.W.A., Beaman, A., and Davidson, P.M. (2017). Health impact of climate change in older people: An Filberto, D., Wethington, E., Pillemer, K., Wells, N.M., integrative review and implications for nursing. Journal Wysocki, M., and Parise J.T. (2009). of Nursing Scholarship. 49:670-678. Older people and climate change: vulnerability and health effects. Generations. 33(4): 19-25. Liss, A., Wu, R., Chui, K.K.H., and Naumova, E.N. (2017). Heat-related hospitalizations in older adults: an amplified Fouillet, A., Rey, G., Laurent, F., Pavillon, G., Bellec, S., effect of the first seasonal heatwave. Scientific Reports. Guihenneuc-Jouyaux, C., et al. (2006). Excess mortality 7:39581. related to the August 2003 heat wave in France. Int Arch Occup Enviro Health. 80: 16-24. 14 The Impact of Climate Change: Why Older Adults are VulnerableReferences Malik, S., Lee, D.C., Doran, K.M., Grudzen, C.R., Shi, L., Liu, P., Wang, Y., Zanobetti, A., Kosheleva, A., Worthing, J., Portelli, I., et al. (2018). Koutrakis, P., et al. (2016). Vulnerability of older adults in disasters: emergency Chronic effects of temperature on mortality in the department utilization by geriatric patients after Hurricane Southeastern USA using satellite-based exposure metrics. Sandy. Disaster Med Public Health Prep. 12(2):184-193. Scientific Reports. 6:30161. Mather, M., Scommegna, P., and Kilduff, L. (2019). The National Academies of Sciences, Engineering, and Fact sheet: Aging in the United States [Internet]. Medicine. (2020). Washington, DC: Population Reference Bureau; [cited Social isolation and loneliness in older adults: opportunities 2020 September 18]. Available from for the health care system. Washington, DC: The National https://www.prb.org/aging-unitedstates-fact-sheet/. Academies Press. Maxwell, N. and Fitzgerald, K. (2011). Thomas, K.S., Dosa, D., Hyer, K., Brown, L.M., Disaster planning in LTC. Canadian Nursing Home. Swaminathan, S., Feng, Z., et al. (2012). 22(4):20-27. Effect of forced transitions on the most functionally impaired nursing home residents. J Am Geriatr Soc. National Aeronautics and Space Administration (NASA). 60(10): 1895-900. (n.d.). What’s the difference between weather and climate? [Internet]. Washington, DC: NASA. United States. Executive Office of the President. [cited 2020 June 7]. Available from Assistant to the President for Homeland Security, https://www.nasa.gov/mission_pages/noaa-n/climate/ & Counterterrorism. (2006). climate_weather.html. The federal response to Hurricane Katrina: Lessons learned. 2006. Washington (DC): Government Printing Office. Parker, G., Lie, D., Siskind, D.J., Martin-Kahn, M., Raphael, B., Crompton, D., et al. (2016). U.S. DHHS - Administration for Community Living (ACL). Mental health implications for older adults after natural (2018a). disasters: A systematic review and meta-analysis. 2018 Profile of Older Americans [Internet]. Washington Int Psychgeriatr. 28(1):11-20. (DC): Administration for Community Living. [cited 2020 Aug 5]. Available from Pierce, J.R., Morley, S.K., West, T.A., Pentecost, P., https://acl.gov/sites/default/files/Aging%20and%20Dis- Upton, L.A., and Banks, L. (2017). ability%20in%20America/2018OlderAmericansProfile.pdf. Improving long-term care facility disaster preparedness and response: A literature review. Disaster Medicine and U.S. DHHS - Administration for Community Living (ACL). Public Health Preparedness. 11:140-149. (2018b). Durable medical equipment in disasters. Retrieved from Sacks, J.D., Stanek, L.W., Luben, T.J., Johns, D.O., https://acl.gov/sites/default/files/programs/2018-07/ Buckley, B.J., Brown, J.S., et al. (2011). aspr-tracie-durable-medical-equipment-in-disasters.pdf. Particulate matter–induced health effects: who is susceptible? Environmental Health Perspectives. Wang, C. (2018). 119(4):446-454. Bracing for hurricanes: A qualitative analysis of the extent and level of preparedness among older adults. Santos-Burgoa, C., Sandberg, J., Suárez, E., The Gerontologist. 58(1):57-67. Goldman-Hawes, A., Zeger, S., Garcia-Meza, A., et al. (2018). Differential and persistent risk of excess mortality Whitman, S., Good, G., Donoghue, E.R., Benbow, N., from Hurricane Maria in Puerto Rico: a time-series Shou, W., and Mos, S. (1997). analysis. Lancet Planet Health. 2(11):e478-e488. Mortality in Chicago attributed to the July 1995 heat wave. Am J Public Health, 87(9): 1515-1518. Schols, J.M.G.A., De Groot, C.P.G.M., and Van Der Cammen, T.J.M. (2009). Preventing and treating dehydration in the elderly during periods of illness and warm weather. Journal of Nutrition, Health & Aging. 13:150-157. 15 The Impact of Climate Change: Why Older Adults are VulnerableReferences World Health Organization. (2008). Older persons in emergencies: An active ageing perspective. Washington, DC: World Health Organization. [accessed 2020 June 5]. Available from https://www.who.int/ageing/publications/ EmergenciesEnglish13August.pdf Zhe, L. and Dalaker, J. (2019). Poverty among Americans aged 65 and older. Washington (DC): Congressional Research Services. Report No: R45791. Sponsored by Members and Committees of Congress. Zimmerman, S., Sloan, P.D., and Reed, D. (2014). Dementia prevalence and care in assisted living. Health Affairs. 33(4):658-666 16 The Impact of Climate Change: Why Older Adults are VulnerableWASHINGTON, DC OFFICE 2519 Connecticut Avenue NW Washington, DC 20008 202-508-1208 LTSScenter@leadingage.org BOSTON OFFICE Wheatley Hall, 3rd Floor, Room 124A University of Massachusetts Boston 100 Morrissey Blvd. Boston, MA 02125 617-287-7324 LTSScenter@umb.edu Visit www.LTSSCenter.org to learn more.",
    "TEXT BY PAGE": [
        "2202 | YRAURBEF AGING AND HEALTH The Impact of Climate Change: Why Older Adults are Vulnerable Research Report",
        "About this Report The LeadingAge LTSS Center @UMass Boston would like to thank the University of Massachusetts Boston (UMass Boston) McCormack Graduate School of Policy and Global Studies and the UMass Boston Sustainable Solutions Lab for supporting the work of Caitlin Connelly on this project. Authors: Natasha Bryant, Senior Director of Workforce Research and Development, LeadingAge LTSS Center @UMass Boston Robyn Stone, Senior Vice President of Research, LeadingAge and Co-Director, LeadingAge LTSS Center @UMass Boston Caitlin Connelly, Gerontology PhD Student, Department of Gerontology, McCormack Graduate School of Policy and Global Studies, University of Massachusetts Boston Kathrin Boerner, Professor and Graduate Program Director, Department of Gerontology, McCormack Graduate School of Policy and Global Studies, University of Massachusetts Boston About the LTSS Center The LeadingAge LTSS Center @UMass Boston conducts research to help our nation address the challenges and seize the opportunities associated with a growing older population. LeadingAge and the University of Massachusetts Boston established the LTSS Center in 2017. We strive to conduct studies and evaluations that will serve as a foundation for government and provider action to improve quality of care and quality of life for the most vulnerable older Americans. The LTSS Center maintains offices in Washington, DC and Boston, MA. For more information, visit LTSSCenter.org. The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Table of Contents Introduction ................................................................................................................................................1 Why are Older Adults Vulnerable to Climate Change? ..................................................................2 The Disproportionate Impact of Climate Change on Older Adults ............................................4 Emergency Preparedness and Response ..........................................................................................6 Assisting Older Adults ...........................................................................................................................7 Issues for Future Study and Discernment ........................................................................................11 Conclusion .................................................................................................................................................12 References ................................................................................................................................................13",
        "Introduction The term “climate change” refers to a prolonged shift in the average weather pattern that can define Earth’s local, regional, and global climates (NASA, n.d.). The key indicators of climate change are varied and can include: ¬ Increased land and ocean temperatures around the globe. ¬ Rising sea levels. ¬ Ice loss at Earth’s poles and in mountain glaciers. ¬ Extreme weather events, including hurricanes, heatwaves, wildfires, droughts, and floods (NASA, n.d.). In addition to impacting the environment, climate change also has the potential to affect human health, cause disruptions in the lives of individuals, and damage some sectors of the U.S. economy. People who are aged 65 and older are particularly vulnerable to the effects of climate change. Advancing age and the prevalence of special needs increases the vulnerability of these individuals to climate stressors and risks. Older adults who have chronic illnesses, live with functional impairments, or receive long-term services and supports (LTSS) are at high risk for negative health outcomes from climate change and may experience disruptions in critical services both during a climate event and over the long-term (Gamble et al., 2013; Filberto et al., 2009-2010; Schols, DeGroot, and Van Der Cammen, 2009; Begum and Johnson, 2010). Despite their vulnerability, older adults are often left out of climate change discussions. Local and state public health departments, first responders, LTSS and other health care providers, and society in general tend to overlook older adults until after an extreme weather event or disaster has occurred. Few efforts and initiatives have focused on studying the long-term consequences of these events for the older population, preparing at-risk older adults and their families for such events, or helping older adults and their families better understand, prevent, and mitigate the long-term, chronic effects of climate change on this population. Scientific and demographic projections suggest that this approach must change. Climate change is projected to impact our planet at least through the end of this century, while the older population, which is most vulnerable to the effects of climate change, is projected to increase exponentially over the next 40 years. Consider these demographic data: ¬ In 2020, 56 million Americans were aged 65 and older, and represented 16% of the U.S. population. Adults aged 85 and older numbered 6.7 million. ¬ By 2060, the number of older Americans will nearly double to 95 million and older adults will make up 23% of the U.S. population. Significantly, the 85-and-older population is expected to triple to 19 million. Older Americans will also become more ethnically and racially diverse, with the percentage of older adults of color increasing from 23% to 45% between 2016 and 2060 (Mather, Scommegna, and Kilduff, 2019). 1 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Aims of This Report This research report demonstrates why older adults are at greater risk for the consequences of climate change. The report highlights the disproportionately negative outcomes of climate change on older adults receiving long-term services and supports, and recommends actions that various stakeholders can take to address the short- and long-term effects of climate change on this vulnerable population. Why are Older Adults Vulnerable to Climate Change? Several physiological and psychological factors contribute to the vulnerability of older adults to climate change. Aging Process Increasing age is a risk factor for limited mobility and physical functioning, multiple chronic conditions, susceptibility to dehydration, and diminished sensory awareness (ACL, 2018a; Benson and Aldrich, 2007). These physical conditions may reduce the ability of older adults to respond to climate stressors, communicate their needs to emergency response teams, and detect an emergency. Chronic illnesses can worsen when a climate change-related event or crisis causes an older person to experience: ¬ Lack of food and water. ¬ Extreme heat or cold. ¬ Stress. ¬ Exposure to infection. ¬ Interruptions in medication regimens. In addition, individuals with limited mobility who rely on support and/or durable medical equipment may have disruptions in assistance during a climate change-related event (Balbus et al., 2016; Gamble et al., 2013; Filberto et al., 2009; ACL, 2018b; Benson and Aldrich, 2007). Cognitive Impairment Currently, 5.8 million Americans live with Alzheimer’s disease, the most common form of dementia. That number is expected to increase to nearly 14 million by 2050. The risk of developing Alzheimer’s disease increases with age. While 3% of older adults between the ages of 65 and 74 are living with Alzheimer’s, 32% of individuals 85 and older are living with the condition (Alzheimer’s Association, 2020). During a climate change-related event, people with cognitive impairments may have limited understanding of communications about risk, weather warnings, disaster orders, and offers of assistance. They may also have difficulty taking preventive measures before the event or responding appropriately after the event to protect themselves. These individuals also may become agitated during a crisis. A study of evacuations during Hurricane Gustav in 2008 found that nursing home residents with severe dementia had increased mortality risk 30 and 90 days after the evacuation (Brown et al., 2012). 2 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Social Isolation Nearly one-quarter of Americans aged 65 and older who live in the community are socially isolated (The National Academies of Sciences, Engineering, and Medicine, 2020). Social isolation can reduce an older person’s capacity to cope with climate-related stresses. Frail and housebound older individuals are less able or less willing to flee from potential harm during an emergency. Socially isolated older people may not receive emergency information or ask for help. Rescuers may not be aware of these individuals during their rescue and recovery efforts (Banks, 2013). Socioeconomic Status An older person’s ability to prepare, adapt, and respond to climate-related events is determined by their ability to pay for the implementation of those activities (Filberto et al., 2009). Poverty tends to increase as older adults age, with people aged 80 and older experiencing a higher poverty rate (11.6%) than those aged 65 to 79 (7.9% to 9.3%) (Zhe and Dalaker, 2019). Older adults living on fixed incomes or living at or near poverty may experience greater exposure to the effects of warmer summers and colder winters because they do not have air conditioning or are reluctant to deplete their limited financial resources by using air conditioners or heaters. The effects of extreme events are likely to have a greater impact on older Americans who live in substandard housing (Gamble et al., 2013). These older adults may postpone necessary repairs and accessibility modifications to their homes, making it difficult for those homes to withstand significant weather events and for older occupants to evacuate their homes in a timely and safe manner. Geographic Location Older adults in general, and higher concentrations of older adults with low incomes, live in high-risk locations that may be more affected by global warming (Gamble et al., 2013). These locations include: ¬ Coastal zones: Coastal areas have experienced more frequent and severe tropical storms. For example, Nearly one-quarter 20% of older adults lived in a county where a hurricane or tropical storm was likely to make landfall from 1995 of Americans aged through 2005 (Zimmerman, Sloan, and Reed, 2014). 65 and older who ¬ Large metropolitan areas: Urban locations are considered a risk factor for vulnerability to climate live in the community stressors because of the “urban heat island effect,” are socially isolated. which occurs when dense concentrations of pavement, buildings, and other surfaces absorb and retain heat, leading to heat-related illness and mortality (Gamble et al., 2013). 3 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Racial and Ethnic Disparities Racial and ethnic disparities can make older Americans more susceptible to the effects of climate change because members of minority groups are more likely to experience the conditions that increase climate change-related risks. That is, these older adults are more likely to live in poverty, and to have a poorer health status, limited access to health care, and poorer housing conditions (Gamble et al, 2013). The Disproportionate Impact of Climate Change on Older Adults Researchers have examined how several aspects of climate change—including extreme heat or cold, poor air quality, and extreme weather disasters—affect the health of older Americans. For example, heat waves, hurricanes, and flooding are all associated with higher risk of hospitalization and higher mortality rates for people 65 and older, compared to people under the age of 65. In addition, older adults may be at increased risk for: ¬ The psychological health effects of weather events. ¬ Negative physical and mental health outcomes resulting from air pollution, wildfires, and droughts. ¬ Disruption of services due to forced evacuations. These interruptions can worsen preexisting conditions for people with chronic illness. Heat Waves Older adults are at increased risk of hospitalization and death due to heat waves. For example: ¬ The risk of hospitalization for older adults in Massachusetts was shown to increase during heatwaves (Liss et al., 2017). ¬ Nearly 80% of the excess deaths following the 2003 Paris heat wave were among people aged 75 and older. (“Excess deaths” represent the difference between the observed numbers of deaths in specific time periods and expected numbers of deaths in the same time periods.) ¬ 72% of deaths associated with the July 1995 heat wave in Chicago were among people 65 and older. ¬ Higher summer temperatures were associated with increased mortality rates among older adults in the southeastern United States (Fouillet et al., 2006; Shi et al., 2016; Whitman et al, 1997). ¬ Mortality rates associated with heat waves increase for adults 75 to 84 and even more for adults over the age of 84 (Berko and Ingram, 2014). Air Quality Air pollution is associated with increased risk of negative health effects for older adults compared to younger adults. It is also associated with a higher incidence of dementia (Sacks et al., 2011; Chen et al., 2017). 4 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Extreme Weather Events Older adults are vulnerable to the dangers of hurricanes. For example: ¬ Adults residing in nursing homes during a hurricane had a 2.6% higher risk of 90-day mortality compared to non-hurricane periods (Dosa et al., 2010; Dosa et al., 2012). ¬ Three weeks following Hurricane Sandy in 2008 there was a significant increase in emergency department visits by older adults, with rates highest among those aged 85 and older (Malik et al., 2018). ¬ Almost three-quarters of deaths from Hurricane Katrina in 2005 and over half of deaths from Hurricane Sandy occurred among older Americans (United States. Executive Office of the President, Assistant to the President for Homeland Security, and Counterterrorism, 2006). ¬ People 65 and older had the greatest mortality risk compared to other age groups following Hurricane Maria, which hit in Puerto Rico in 2017 (Cruz-Cano and Mead, 2019; Santos-Burgoa et al., 2018). Evacuations Evacuation and relocation of older adults during disasters may be detrimental to their health and well-being. For example: ¬ More than 200,000 people with chronic illness were displaced or isolated due to flooding during Hurricane Katrina and were unable to access medical care and take medications (United States. Executive Office of the President. Assistant to the President for Homeland Security, & Counterterrorism, 2006). ¬ Nursing home residents who relocated following Hurricane Katrina were more likely to develop pressure ulcers than non-evacuated residents. Relocated nursing home residents also had a high mortality rate (Castle and Engberg, 2011; Thomas et al., 2012). ¬ Nursing home residents with severe cognitive impairment who were evacuated during Hurricane Gustav were at increased risk of death 30 and 90 days post-move (Brown et al., 2012). Psychological Effects Adults residing in Studies suggest that older adults may experience increased rates of depression, anxiety, and post-traumatic stress disorder nursing homes during during and immediately following natural disasters (Leyva, a hurricane had a 2.6% Beaman, and Davidson, 2017). A meta-analysis of studies on the psychological effects of natural disasters found that, when higher risk of 90-day compared with younger adults, older adults were: mortality compared to ¬ 2.11 times more likely to develop post-traumatic non-hurricane periods. stress disorder. ¬ 1.73 times more likely to develop adjustment disorder. There were no significant differences between younger and older adults regarding the likelihood of developing depressive symptoms following natural disasters (Parker et al., 2016). 5 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "The psychological effects of living through a hurricane may be long lasting for older adults. Adeola and Picou (2014) found that older adults had higher stress levels three years after Hurricane Katrina, relative to individuals under the age of 65. While most nursing homes provide mental health services during normal operations, these services are often interrupted and not prioritized during disasters (Brown, 2007; Levinson, 2012). Emergency Preparedness and Response The majority of older adults are minimally prepared for disasters, do not have an emergency plan, are not aware of relevant resources, and do not participate in disaster preparedness educational programs (Wang, 2018; Kim and Zakour, 2017; Al-Rousan, Rubenstein, and Wallace, 2015; Bell et al., 2019a; Kloseck et al., 2014). When preparations do occur, they are more limited and primarily focused on stocking supplies like food and water that are needed for survival. Older adults are less likely to have planning and structural preparedness (Wang, 2018). These findings are particularly concerning, given the fact that climate change-related disasters and extreme weather events disproportionately affect the older population. A 2019 University of Michigan National Poll on Healthy Aging found that 50-to 80-year-old adults had not taken steps recommended by disaster preparedness agencies (Bell et al., 2019a). Less than half: ¬ Signed up to receive local emergency alerts. ¬ Talked with family or friends about an evacuation plan. The majority of older adults ¬ Stocked an emergency kit. are minimally prepared for ¬ Had a generator. disasters, do not have an In addition, more than half of poll respondents said they: emergency plan, are not ¬ Would find it difficult to afford to stay somewhere aware of relevant resources, else for a week. and do not participate in ¬ Were somewhat or not confident that they were disaster preparedness prepared to take care of themselves or a family member if a power outage lasted more than a day. educational programs. ¬ Were not prepared for an evacuation of the home or for a severe weather event. The poll did find that most older adults had prepared for a severe weather event by collecting their basic supplies. More than half had a seven-day supply of food and water on hand. Among those who required essential medications and health supplies, 82% had a seven-day supply of essential medications and 72% had enough health supplies to last seven days. 6 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Assisting Older Adults Older adults and informal caregivers can take steps to prepare themselves, family members, or friends for emergency situations. Agencies and professionals serving older adults also can play a role in preparing and helping older adults and informal caregivers respond to and recover from the disaster. These agencies and professionals can: ¬ Help older adults and informal caregivers properly plan and prepare prior to the event. ¬ Provide older adults and informal caregivers with outreach and education. ¬ Involve appropriate agencies in the emergency planning process. ¬ Support and relocate older adults after a disaster. ¬ Engage professionals who can help older adults and their informal caregivers prepare for emergency situations. Preparation and Education The Centers for Disease Control and Prevention (CDC), the Federal Emergency Management Agency (FEMA), Administration on Aging, and other agencies have developed guidelines and toolkits to help older adults prepare for and respond to a disaster (CDC, 2018; FEMA, 2015; Administration on Aging, 2006). The guidelines and toolkits encourage older adults to create an individualized plan that identifies: ¬ How they will respond to a disaster. ¬ A contact person and method for communicating with the contact. ¬ How they will leave their home, if necessary, and where they will go during an emergency. ¬ Contingency plans that do not rely on informal caregivers, in case caregivers are unable to help the person adequately. ¬ Updated medication lists (CDC, 2018; Al-Rousan et al., 2015; Banks, 2013; FEMA, 2015; Administration on Aging, 2006). Older adults can develop their individualized plan with help from staff at the local area agency on aging and health or social service professionals who assist older adults. Planning can be coordinated with local emergency management personnel, including the local office of emergency management, the fire department, and the public health department. Many older adults lack awareness and knowledge about the heightened risk that climate change-related events pose for them or how to prepare for and respond to these events. Public health, emergency management, and other officials can improve their communication with older adults by: ¬ Providing information in multiple formats, such as audible and visual cues and written materials in large type or Braille. These formats can accommodate individuals who have sensory or cognitive disabilities. 7 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "¬ Making resources available in places where older adults are more likely to access them. ¬ Involving community helpers, peer educators, and trained community-based workers—including home care aides and community health workers—in providing information and education. Because older adults have relationships with these workers, they may be more willing to accept information from them about how to meet practical needs following a disaster (Elmore and Brown, 2007; Wang, 2018; AARP, 2006; Bell et al., 2019b). Role of Agencies, Community Leaders, and Providers Public health departments conduct disaster-related preparedness programs, but these programs aren’t necessarily designed to address the needs and challenges of older adults (CDC, 2018). Studies suggest that these departments, and other government agencies, could help mitigate the negative impact of disasters on older adults if there was a higher level of coordination between them and providers of aging services (Pierce et al., 2017). The emergency The emergency planning process at the state or local level should involve older adults, providers, and informal caregivers. planning process at It should also feature collaboration among multiple agencies, the state or local level such as Medicaid; the departments of aging, transportation, housing, and public health; and providers of medical care, should involve older long-term services and supports, and other social services. adults, providers, and Area agencies on aging can be instrumental in disaster planning because they can access a wide variety of available resources at informal caregivers. the local level (AARP, 2006). All stakeholders can help identify and meet the specific needs of vulnerable older adults during each phase of an emergency. They can work together to create emergency assessment protocols, guidelines, and checklists that include the specific needs and priorities of older persons who are affected by the events (World Health Organization, 2008). These stakeholders should work with disaster management teams at the federal, state, and local levels (Al-Rousan et al., 2015; Kloseck et al., 2014; Banks, 2013) so protocols specific to older adults can be integrated into disaster preparedness plans at all levels. Policymakers and human service professionals can collaborate with and train community leaders in emergency response so they can disseminate information to generate awareness, and effectively prepare and build the capacity of older adults and informal caregivers (Kim and Zakour, 2017). These community leaders can include: ¬ Community organizers. ¬ Local council members or other government leaders. ¬ Volunteer or faith leaders. ¬ Nonprofit leaders. ¬ Resident councils at nursing homes and affordable housing communities. 8 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Communities with low social capital may lack the necessary resources to respond adequately during a disaster. The following strategies may help: ¬ Ask nonprofit and community-based organizations to identify and reach out to older adults. These organizations may be the only stakeholders in the community that can fulfill this task. ¬ Ask older adults to identify vulnerable peers who may need help from emergency services personnel. Older adults can also convey important information to their networks of friends and acquaintances. ¬ Encourage family caregivers to enroll their care recipients in a location-tracking program before a disaster. These programs use GPS transmitters linked to emergency personnel to locate individuals who are lost or unable to explain where they live. Frontline Professionals Serving Older Adults Frontline professionals—including case managers, social workers, nurses, primary care physicians, and gerontologists—can help older adults prepare for an emergency and respond and recover after the disaster (Gallo et al., 2018; Kusmaul, Gibson, and Leedahl, 2018). These professionals are in a unique position to understand the characteristics of older adults in the community because they regularly assess the social isolation, frailty, sensory impairment, mobility, and dementia status of their older clients. Having this assessment information on hand allows frontline professionals to create a profile of the health and social needs in the community, identify vulnerable persons, and anticipate their needs for health supplies like medications, equipment, and assistive aids. This information also can help providers anticipate the need to train health personnel to assess and treat older persons during an emergency (World Health Organization, 2008; Wang, 2018). After a disaster, frontline health professionals can continue to Frontline professionals— play a role in assisting older adults. These professionals can: including case managers, ¬ Inform older adults about shelters, evacuations, and social workers, nurses, the availability of resources. primary care physicians, ¬ Address barriers that may keep older adults from and gerontologists—can making decisions. ¬ Educate older adults who are new to the community help older adults prepare about the impacts of displacement and relocation. for an emergency and ¬ Conduct assessments for post-traumatic stress disorder respond and recover and provide evidence-based treatments. after the disaster. ¬ Identify resources to address any financial challenges older adults are facing. ¬ Work with interprofessional teams to determine if the disaster has caused service limitations or other negative impacts for older adults in the community. ¬ Build community resilience through age-friendly community planning, and provide guidelines addressing the needs of older community residents (Kusmaul, Gibson, and Leedahl, 2018). 9 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Providers The Emergency Preparedness Rule issued by the Centers for Medicare & Medicaid Services (CMS) requires that, as of November 2016, all 17 CMS provider/supplier types, including LTSS providers and home health care agencies, have their own emergency preparedness regulations that cover four core areas: 1. Risk assessment and emergency planning. 2. Communication plan. 3. Policies and procedures. 4. Annual training and testing (CMS, 2016). A LeadingAgetoolkit walks providers of aging services through the core elements outlined in the CMS Emergency Rule. The toolkit defines the four elements and provides templates, tools, best practices, and additional resources (LeadingAge, n.d.). The American Health Care Association (AHCA) and the National Center for Assisted Living (NCAL) also have compiled online emergency preparedness resources that are designed for an expanded audience of providers offering services not covered by CMS programs, including assisted living communities (AHCA and NCAL, n.d.). Relocation plans should Studies suggest that disaster preparedness in LTSS ensure that older adults organizations improves with regular staff training and review have the appropriate of organizational plans (Levinson, 2012; Pierce et al., 2017). The CMS Emergency Preparedness Rule requires that nursing supports and resources homes and home health care agencies have initial and annual they need to address training on emergency plans and preparedness (CMS, 2016). any medical and Providers also should train staff on mental health services available during and immediately following a disaster. cognitive issues. While not specifically addressed in the CMS Emergency Preparedness Rule, providers that are not required to comply with CMS regulations would likely benefit from emergency preparedness training and should incorporate this training into their disaster plans. Evacuation and Relocation Many locales lack specific evacuation plans for older persons living in the community and in nursing homes. This is a major problem throughout the country. Evacuation and relocation plans should make it clear how to transport older persons and persons with disabilities safely. Plans should also identify accessible shelters that are appropriately equipped and staffed to meet essential needs. Recommendations for assisting older adults during evacuation and relocation are included in a 2006 AARP toolkit. The quality of a post-disaster relocation can influence how older adults adjust to the relocation. Relocation plans should ensure that older adults have the appropriate supports and resources they need to address medical and cognitive issues. Older adults should be relocated to areas where informal support networks can provide care and where older adults can reestablish contact with physical and mental health providers to address any needs (Maxwell and Fitzgerald, 2011; Elmore and Brown, 2007). 10 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Special Needs Shelters are operated separately from general shelters and can accommodate and care for people with severe medical needs during a disaster (Benson and Aldrich, 2007). However, these shelters are not always designed for nursing home residents and are not always staffed by medical professionals who have experience working with older adults. Issues for Future Study and Discernment As we look to the future, several issues call for attention, especially in light of anticipated increases in the frequency and intensity of climate-related events. Addressing Diverse Needs Among Older Adults The older population is diverse and is made up of many subgroups. The relative risks and potentially negative consequences of emergencies must be examined for all these subgroups. For example, older adults in different racial and ethnic groups will have different risks related to climate change and will be impacted differently by climate change-related events. A better understanding of these and other subgroups of older adults, and of climate change-related health disparities, will help policymakers, public health systems, service providers, and others do a better job of predicting, preparing for, and adequately responding to the short- and long-term needs of older adults while also targeting resources to groups most in need. Community-Dwelling Older Adults with LTSS Needs Few studies have explored climate change-related health risks and impacts on one subgroup: community-dwelling older adults with LTSS needs. These older adults may have different or additional challenges, compared with older adults living in residential settings, because they: ¬ May be unable to get to safe quarters during an emergency. ¬ May be undiscovered for periods of time. ¬ Are at highest risk for multiple negative outcomes. Specifically, these older adults may be cut off during an emergency from in-home services and supports that help them maintain their health, well-being, and independence. The absence of these services and supports, including meals, home-based health care, and help with daily functioning, could lead to further functional decline and even death. These challenges must be understood before community stakeholders can effectively help community-dwelling older adults plan for and respond to extreme weather events and disasters. Aging in Place More study and thought are required to understand the health impacts of long-term exposure to the negative effects of climate change and potential interventions that would allow more older adults to achieve their goal of successfully aging in community despite increasing care needs. 11 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "Conclusion The growing incidences of hurricanes, fires, and heat waves have raised awareness about the differential impacts of climate-related emergencies on the health and well-being of vulnerable older adults. This research report highlights the risks and potentially negative consequences of climate change for older adults with chronic illnesses and functional impairments. In light of current evidence about those risks, this report highlights the need for three immediate actions: 1. Policymakers at all levels of government must recognize the special challenges facing older adults during climate emergencies, and must target specific resources to planning, intervention, follow-up, and support for older adults living in various settings. 2. Health and LTSS providers need education about how climate change uniquely affects their older patients, residents, and clients and how they can support these older adults through prevention, early intervention, and longer-term oversight. 3. The public health system, which has not focused adequate attention on addressing the needs of older adults, must build its knowledge, skills, and capacity to address the risks and consequences of climate change. Policymakers at all levels of government must recognize the special challenges facing older adults during climate emergencies, and must target specific resources to planning, intervention, follow-up, and support for older adults living in various settings. 12 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "References AARP. (2006). Bell, S.A., Singer, D., Solway, E., Kirch, M., Kullgren, J., We can do better: Lessons learned for protecting and Malani, P. (2019a). older persons in disasters [Internet]. Washington (DC): National Poll on Healthy Aging: Emergency planning AARP. Available from among older adults [Internet]. Michigan: University of https://assets.aarp.org/rgcenter/il/better.pdf Michigan. [accessed 2020 June 5]. Available from http://hdl.handle.net/2027.42/150655 Adeola, F.O. and Picou, J.S. (2014). Social capital and the mental health impacts of Hurricane Bell, S.A., Kullgren, J.T., Solway, E., and Malani, P. Katrina: Assessing long-term patterns of psychosocial (2019b). distress. International Journal of Mass Emergencies and Supporting the health of older adults before, during and Disasters. 32:121-156. after disasters. Health Affairs Blog. Administration on Aging, U.S. Department of Health Benson, W.F. and Aldrich, N. (2007). and Human Services. (2006). CDC’s disaster planning goal: Protect vulnerable older Emergency Readiness for Older Adults and Caregivers. adults [Internet]. Washington (DC): CDC Healthy Aging National Family Caregiver Support Program. Available from Program. [accessed 2020 Aug 5]. Available from https://acl.gov/sites/default/files/programs/2016-10/ www.cdc.gov/aging/pdf/disaster_planning_goal.pdf Just_in_Case030706_links.pdf Berko, J. and Ingram, D.D. (2014). American Health Care Association (AHCA) and National Deaths attributed to heat, cold, and other weather events Center for Assisted Living (NCAL). (n.d.) in the United States, 2006-2010. Washington (DC): U.S. Emergency resources [Internet]. Washington (DC): AHCA Department of Health and Human Services, Centers for and NCAL. [accessed 2020 June 5]. Available from Disease Control and Prevention, National Center for https://www.ahcancal.org/Survey-Regulatory-Legal/ Health. Report No: 76. Emergency-Preparedness/Pages/default.aspx Brown, L., Rothman, M., and Norris, F. (2007). Al-Rousan, T.M., Rubenstein, L.M., and Wallace, R.B. Issues in mental health care for older adults after (2015). disasters. Generations. 31(4): 21-26. Preparedness for natural disasters among older US adults: A nationwide survey. Am J Public Health. 104: 506-511. Brown, L.M., Dosa, D.M., Thomas, K., Hyer, K., Feng, Z., and Mor, V. (2012). Alzheimer’s Association. (2020). The effects of evacuation on nursing home residents with 2020 Alzheimer’s disease facts and figures. Alzheimer’s & dementia. Am J Alzheimer’s Dis Other Demen. 27(6): Dementia. 16:391-460. 406-12. Balbus, J., Crimmins, A.R., Gamble, J.L., Easterling, Castle, N.G. and Engberg, J.B. (2011). D.R., Kunkel, K.E., Saha, S., and Sarofim, M.C. (2016). The health consequences of relocation for nursing home Introduction: Climate change and human health. residents following Hurricane Katrina. Research on Aging. The Impacts of Climate Change on Human Health in the 33:661-687. United States: A Scientific Assessment, 25–42. Centers for Disease Control and Prevention (CDC). Banks, L. (2013). (2018). Caring for elderly adults during disasters: improving Emergency preparedness for older adults [Internet]. health outcomes and recovery. Southern Medical Journal. Washington (DC): Centers for Disease Control and 106(1):94-98. Prevention. [accessed 2020 June 5]. Available from https://www.cdc.gov/aging/publications/features/ Begum, M.N. and Johnson, C.S. (2010). older-adult-emergency.html A review of the literature on dehydration in the institutionalized elderly. The European e-Journal of Clinical Nutrition and Metabolism. 5(1):47-53. 13 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "References Centers for Medicare & Medicaid Services (CMS). Gallo, H.B., Karimi, B., Abdulridha, M., Howard, J.L., (2016). Hanna, K., Maico, J.R., et al. (2018). Emergency preparedness rule. Washington (DC): Centers Social workers can help older adults prepare for and for Medicare and Medicaid Services. [cited 2020 June 15]. respond to natural and man-made emergencies. Available from https://www.cms.gov/Medicare/Provid- Journal of Gerontological Social Work. 61(7):697-700. er-Enrollment-and-Certification/SurveyCertEmergPrep/ Emergency-Prep-Rule Gamble, J.L., Hurley, B.J., Schultz, P.A., Jaglom, W.S., Krishnan, N., and Harris, M. (2013). Chen, H., Kwong, J.C., Copes, R., Hystad, P., van Climate change and older Americans: state of the science. Donkelaar, A., Tu, K., et al. (2017). Environ Health Perspect. 121(1):15-22. Exposure to ambient air pollution and the incidence of dementia: a population-based cohort study. Environment Kim, H.J. and Zakour, M. (2017). International. 108:271-277. Disaster preparedness among older adults: Social support, community participation, and demographic characteristics. Cruz-Cano, R. and Mead, E.L. (2019). Journal of Social Services Research. 43(4): 498-509. Causes of excess deaths in Puerto Rico after Hurricane Maria: a time-series estimation. Am J Public Health. Kloseck, M., Gutman, G.M., Gibson, M., and Cox, L. 109(7):1050-1052. (2014). Naturally occurring retirement community (NORC) Dosa, D., Hyer, K., Thomas, K., Swaminathan, S., Feng, residents have a false sense of security that could Z., Brown, L., et al. (2012). jeopardize their safety in a disaster. Journal of Housing To evacuate or shelter in place: implications of universal for the Elderly. 28:204-220. hurricane evacuation policies on nursing home residents. J Am Med Dir Assoc. 13(2:190.e1-190.e7. Kusmaul, N., Gibson, A., and Leedahl, S.N. (2018). Gerontological social work roles in disaster preparedness Dosa, D., Feng, Z., Hyer, K., Brown, L.M., Thomas, K., and response. Journal of Gerontological Social Work. and Mor, V. (2010). 61(7):692-296. Effects of Hurricane Katrina on nursing facility resident mortality, hospitalization, and functional decline. LeadingAge. (n.d.) Disaster Med Public Health Prep. 4(S1):S28-S32. Emergency preparedness toolkit [Internet]. Washington, DC: LeadingAge. [accessed 2020 June 5]. Available from Elmore, D. and Brown, L.M. (2007). https://www.leadingage.org/emergency-prepared- Emergency preparedness and response: Health and social ness-toolkit. policy implications for older adults. Generations. 31(4):66-79. Levinson, D.R. (2012). Gaps continue to exist in nursing home emergency Federal Emergency Management Association (FEMA). preparedness and response during disasters: 2007–2010. (2015). Washington (DC): U.S. Department of Health and Prepare for emergencies now: Information for older Human Services. Americans. Available from https://www.ready.gov/sites/ default/files/2020-03/ready_prepare-now-seniors.pdf. Leyva, E.W.A., Beaman, A., and Davidson, P.M. (2017). Health impact of climate change in older people: An Filberto, D., Wethington, E., Pillemer, K., Wells, N.M., integrative review and implications for nursing. Journal Wysocki, M., and Parise J.T. (2009). of Nursing Scholarship. 49:670-678. Older people and climate change: vulnerability and health effects. Generations. 33(4): 19-25. Liss, A., Wu, R., Chui, K.K.H., and Naumova, E.N. (2017). Heat-related hospitalizations in older adults: an amplified Fouillet, A., Rey, G., Laurent, F., Pavillon, G., Bellec, S., effect of the first seasonal heatwave. Scientific Reports. Guihenneuc-Jouyaux, C., et al. (2006). Excess mortality 7:39581. related to the August 2003 heat wave in France. Int Arch Occup Enviro Health. 80: 16-24. 14 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "References Malik, S., Lee, D.C., Doran, K.M., Grudzen, C.R., Shi, L., Liu, P., Wang, Y., Zanobetti, A., Kosheleva, A., Worthing, J., Portelli, I., et al. (2018). Koutrakis, P., et al. (2016). Vulnerability of older adults in disasters: emergency Chronic effects of temperature on mortality in the department utilization by geriatric patients after Hurricane Southeastern USA using satellite-based exposure metrics. Sandy. Disaster Med Public Health Prep. 12(2):184-193. Scientific Reports. 6:30161. Mather, M., Scommegna, P., and Kilduff, L. (2019). The National Academies of Sciences, Engineering, and Fact sheet: Aging in the United States [Internet]. Medicine. (2020). Washington, DC: Population Reference Bureau; [cited Social isolation and loneliness in older adults: opportunities 2020 September 18]. Available from for the health care system. Washington, DC: The National https://www.prb.org/aging-unitedstates-fact-sheet/. Academies Press. Maxwell, N. and Fitzgerald, K. (2011). Thomas, K.S., Dosa, D., Hyer, K., Brown, L.M., Disaster planning in LTC. Canadian Nursing Home. Swaminathan, S., Feng, Z., et al. (2012). 22(4):20-27. Effect of forced transitions on the most functionally impaired nursing home residents. J Am Geriatr Soc. National Aeronautics and Space Administration (NASA). 60(10): 1895-900. (n.d.). What’s the difference between weather and climate? [Internet]. Washington, DC: NASA. United States. Executive Office of the President. [cited 2020 June 7]. Available from Assistant to the President for Homeland Security, https://www.nasa.gov/mission_pages/noaa-n/climate/ & Counterterrorism. (2006). climate_weather.html. The federal response to Hurricane Katrina: Lessons learned. 2006. Washington (DC): Government Printing Office. Parker, G., Lie, D., Siskind, D.J., Martin-Kahn, M., Raphael, B., Crompton, D., et al. (2016). U.S. DHHS - Administration for Community Living (ACL). Mental health implications for older adults after natural (2018a). disasters: A systematic review and meta-analysis. 2018 Profile of Older Americans [Internet]. Washington Int Psychgeriatr. 28(1):11-20. (DC): Administration for Community Living. [cited 2020 Aug 5]. Available from Pierce, J.R., Morley, S.K., West, T.A., Pentecost, P., https://acl.gov/sites/default/files/Aging%20and%20Dis- Upton, L.A., and Banks, L. (2017). ability%20in%20America/2018OlderAmericansProfile.pdf. Improving long-term care facility disaster preparedness and response: A literature review. Disaster Medicine and U.S. DHHS - Administration for Community Living (ACL). Public Health Preparedness. 11:140-149. (2018b). Durable medical equipment in disasters. Retrieved from Sacks, J.D., Stanek, L.W., Luben, T.J., Johns, D.O., https://acl.gov/sites/default/files/programs/2018-07/ Buckley, B.J., Brown, J.S., et al. (2011). aspr-tracie-durable-medical-equipment-in-disasters.pdf. Particulate matter–induced health effects: who is susceptible? Environmental Health Perspectives. Wang, C. (2018). 119(4):446-454. Bracing for hurricanes: A qualitative analysis of the extent and level of preparedness among older adults. Santos-Burgoa, C., Sandberg, J., Suárez, E., The Gerontologist. 58(1):57-67. Goldman-Hawes, A., Zeger, S., Garcia-Meza, A., et al. (2018). Differential and persistent risk of excess mortality Whitman, S., Good, G., Donoghue, E.R., Benbow, N., from Hurricane Maria in Puerto Rico: a time-series Shou, W., and Mos, S. (1997). analysis. Lancet Planet Health. 2(11):e478-e488. Mortality in Chicago attributed to the July 1995 heat wave. Am J Public Health, 87(9): 1515-1518. Schols, J.M.G.A., De Groot, C.P.G.M., and Van Der Cammen, T.J.M. (2009). Preventing and treating dehydration in the elderly during periods of illness and warm weather. Journal of Nutrition, Health & Aging. 13:150-157. 15 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "References World Health Organization. (2008). Older persons in emergencies: An active ageing perspective. Washington, DC: World Health Organization. [accessed 2020 June 5]. Available from https://www.who.int/ageing/publications/ EmergenciesEnglish13August.pdf Zhe, L. and Dalaker, J. (2019). Poverty among Americans aged 65 and older. Washington (DC): Congressional Research Services. Report No: R45791. Sponsored by Members and Committees of Congress. Zimmerman, S., Sloan, P.D., and Reed, D. (2014). Dementia prevalence and care in assisted living. Health Affairs. 33(4):658-666 16 The Impact of Climate Change: Why Older Adults are Vulnerable",
        "WASHINGTON, DC OFFICE 2519 Connecticut Avenue NW Washington, DC 20008 202-508-1208 LTSScenter@leadingage.org BOSTON OFFICE Wheatley Hall, 3rd Floor, Room 124A University of Massachusetts Boston 100 Morrissey Blvd. Boston, MA 02125 617-287-7324 LTSScenter@umb.edu Visit www.LTSSCenter.org to learn more."
    ]
}