{
    "FILE_NAME": "https://www.fra.dot.gov/necfuture/pdfs/tier1_deis/c12.pdf",
    "ALL TEXT": "TIER 1 DRAFT ENVIRONMENTAL IMPACT STATEMENT 12.References12. References CHAPTER 3 – PURPOSE AND NEED 49 CFR Part 1201, Subpart A - Uniform System of Accounts. (2006, December 21). Federal Register, 71, No. 136, 76863. Retrieved from http://www.gpo.gov/fdsys/pkg/FR-2006-12-21/pdf/E6-21512.pdf Aarabi, S., Graham, D. J., Levinson, D., & Melo, P. C. (January 13-17, 2013). Agglomeration, Accessibility, and Productivity: Evidence for Urbanized Areas in the US. Transportation Research Board 92nd Annual Meeting. Washington, D.C.: University of Minnesota: Nexus Research Group. Airport Cooperative Research Program. (2013). Innovative Approaches to Addressing Aviation Capacity Issues in Coastal Mega-regions. Retrieved from Transportation Research Board: http://www.trb.org/Main/Blurbs/163311.aspx Airport Cooperative Research Program. (2015). ACRP Report 118: Integrating Aviation and Passenger Rail Planning. Washington, D.C.: Transportation Research Board. Amtrak. (2014). NEC Maps & Data: Amtrak Competative Advantage. Retrieved January 2015, from Amtrak, The Northeast Corridor: http://nec.amtrak.com/content/amtrak%C2%AE%C2%A0competitive-advantage Amtrak. (2014). NEC Maps & Data: Growing Demand for Rail Services in the Northeast. Retrieved January 2015, from Amtrak, The Northeast Corridor: http://nec.amtrak.com/content/growing-demand-rail-services- northeast Amtrak. (2015). Route Performance Glossary of Terms. Retrieved February 2015, from Amtrak: http://www.amtrak.com/servlet/Satellite?c=AM_Content_C&cid=1241245662251&pagename=am/Popup Amtrak. (2015). Route Performance. Retrieved February 2015, from Amtrak: http://www.amtrak.com/historical- on-time-performance Association of American Railroads. (2007). National Rail Freight Infrastructure Capacity and Investment Study. Cambridge Systematics, Inc. Balimore Commission on Sustainability. (2013). Baltimore Climate Action Plan. Baltimore, MD: Balitmore City Planning Commission. Baxandall, P., & Dutzik, T. (Spring 2013). A New Direction: Our Changing Relationship with Driving and the Implications for America's Future. U.S. PIRG Education Fund. Belden Russonello & Stewart. (2011). The 2011 Community Preference Survey: What Americans Are Looking For When Deciding Where to Live. Washington, D.C.: National Association of Realtors. Capitol Region Council of Governments. (2011). Capitol Region Transportation Plan: A Guide for Transportaion Investments Through The Year 2040. Hartford, CT: Capitol Region Council of Governments. Delaware Valley Regional Planning Commission. (2008). Speeding Up SEPTA: Finding Ways to Move Passengers Faster. Delaware Valley Regional Planning Commission. Department of Administration, Division of Planning, Statewide Planning Program. (2014). Rhode Island State Rail Plan 2014, Report 117: State Guide Plan Element 661. Department of Administration, Division of Planning, Statewide Planning Program. Eisele, B., Lomax, T., & Schrank, D. (December 2012). 2012 Urban Mobility Report. Texas A&M Transportation Institute, The Texas A&M University System. Federal Aviation Administration: Forecast and performance Analysis Division. (2014). Terminal Area Forecast Summary: Fiscal Years 2013-2040. Federal Aviation Administration. Tie r 1 Dr aft E IS Page | 12-112. References Georgetown Climate Center. (2012). Transportation & Climate Initiative of the Northeast and Mid-Atlantic States. Retrieved January 21, 2015, from Georgetown Law: http://www.georgetownclimate.org/state- action/transportation-and-climate-initiative Graham, D. J., Melo, P. C., & Noland, R. B. (2009). A Meta-Analysis of Estimates of urban Agglomeration Economies. Regional Science and Urban Economics 39, 332-342. Retrieved from www.elsevier.com/locate/regec Hanson, M., Kaufman, S., Levenson, N., & Qin, C. (November 2012). Transportation During and After Hurricane Sandy. New York, NY: Rudin Center for Transportation, NYU Wagner Graduate School of Public Service. Massachusetts Department of Tansportation. (Septermber 2010). Massachusetts Freight Plan. Boston, MA: Massachusetts Department of Transportation. McGuckin, N., & Lynott, J. (October 2012). Impact of Baby Boomers on U.S. Travel, 1969 to 2009. Washington, D.C.: AARP Public Policy Institute. Moody's Analystics, Inc. (2012). Forecast & Historic Data Service. Moody's Analystics, Inc. New Jersey State Planning Commission. (2001). The New Jersey State Development and Redevelopment Plan. New Jersey State Planning Commission. New York Metropolitan Transportation Council. (2014). Hub Bound Travel. Retrieved January 2014, from Mew York Metropolitan Transportation Council Data and Model: http://www.nymtc.org/data_services/HBT.html Northeast Corridor Infrastructure and Operations Advisory CommissionFreight Committee. (March 2012). Current and Future Freight Use of the NEC. NEC Commission Freight Committee. Northeast Corridor Infrastructure and Operations Advisory Commission. (April 2015). NEC Five-Year Capital Plan. Retrieved May 2015, from Northeast Corridor Infrastructure and Operations Advisory Commission: http://www.nec-commission.com/five-year-capital-plan/ Northeast Corridor Infrastructure and Operations Advisory Commission. (April 2014). The Northeast Corridor and the American Economy. Northeast Corridor Infrastructure and Operations Advisory Commission. Northeast Corridor Infrastructure and Operations Advisory Commission. (February 2014). State of the Northeast Corridor Region Transportation System. State of the Northeast Corridor Region Transportation System. Northeast Corridor Infrastructure and Operations Advisory Commission. (January 2013). Critical Infrastructure Needs on the Northeast Corridor. Northeast Corridor Infrastructure and Operations Advisory Commission. Parker, H., & Jacob, R. (2013, May 14). Yale University meeting with the City of New Haven. (City of New Haven, Interviewer) Safety Advisory 2012-03; Buckling-Prone Conditions in Continuous Welded Rail Track. (2012, July 16). Federal Register, 77, No. 136, 41881. Retrieved from http://www.gpo.gov/fdsys/pkg/FR-2012-07-16/pdf/2012- 17343.pdf Secretary of Transportation Mary E. Peters. (2008, July 25). Definition of a \"State of Good Repair\" on the Northeast Corridor. Letter from Secretary of Transportation Mary E. Peters to The Honorable Robert C. Byrd Chairman, Committee on Appropriations. The Boston Foundation and The Massachusetts Competitive Partnership. (2013). The Cost of Doing Nothing: The Economic Case for Transportation Investment in Massachusetts. Boston, MA: The Boston Foundation. The NEC Master Plan Working Group. (2010). The Northeast Corridor Infrastructure Master Plan. Washington, D.C.: NEC Master Plan Working Group. The Northeast Alliance for Rail. (2014). Northeast Corridor. Retrieved January 2015, from The Northeast Alliance for Rail: http://www.northeastallianceforrail.org/corridor/ Transportation for America. (2011). Aging in Place, Stuck Without Options: Fixing the Mobility Crisis Threatening the Baby Boom Generation. Retrieved from http://t4america.org/docs/SeniorsMobilityCrisis.pdf Page | 12-2 Tie r 1 Dr aft E IS12. References U.S. Department of Commerce, Bureau of Economic Analysis. (2015). Regional Economic Accounts. Retrieved February 2015, from United States Department of Commerce, Bureau of Economic Analysis: http://www.bea.gov/regional/index.htm U.S. Department of Transportation Bureau of Transportation Statistics. (2012). Chronically Delayed Flights. Retrieved April 2012, from Bureau of Transportation Statistics. U.S. Department of Transportation Bureau of Transportation Statistics. (2015, February). Airline On-Time Statistics and Delay Causes. Retrieved 2015, from Bureau of Transportation Statistics. U.S. Department of Transportation Federal Railroad Administration. (2005). Baltimore's Railraod Network: Challenges and Alternatives. U.S. Department of Transportation, Federal Highway Administration. (2012). Freight Analysis Framework: FAF3. Retrieved January 2015, from Freight Management and Operations: http://www.ops.fhwa.dot.gov/freight/freight_analysis/faf/ U.S. Energy Information Administration. (2013). Annual Energy Outlook 2013: With Projections to 2040. Washington, D.C.: U.S. Energy Information Administration, Office of Integrated and International Energy Analysis. CHAPTER 7 – AFFECTED ENVIRONMENT, ENVIRONMENTAL CONSEQUENCES & MITIGATION STRATEGIES 7.2 – Land Cover Baltimore Regional Transportation Board. (2011). Plan It 2035: Baltimore Regional Transportation Board regional long-range transportation plan for 2016-2035. Baltimore, MD: Baltimore Regional Transportation Board. Berks County Planning Commission. (2013). Berks County Comprehensive Plan 2030. Reading Area Transportation Study MPO. Berkshire Regional Planning Commission. (2012). 2012 Berkshire Regional Transportation Plan. Berkshire Regional Planning Commission. Berkshire Regional Planning Commission. (2014). Sustainable Berkshires, Community Strategies for a Sustainable Future. Boston Region Metropolitan Planning Organization. (2012). The Long-Range Transportation Plan, Paths to a Sustainable Region. Cape Cod Commission. (2013). Cape Cod 2012 Regional Transportation Plan: 2012-2035. Cape Cod Commission. (2013). Cape Cod Regional Policy Plan. Capital District Transportation Committee. (2011). New Visions 2035 Plan Update: Choosing Our Future, New Visions for a Quality Region. Albany, NY: Capital District Transportation Committee. Capitol Region Council of Governments. (2009). Achieving the Balance: A Plan of Conservation and Development for the Capitol Region. Hartford, CT: Capitol Region Council of Governments. Capitol Region Council of Governments. (2011). Capitol Region Transportation Plan: A Guide for Transportation Investments Through The Year 2040. Hartford, CT: Capitol Region Council of Governments. Capitol Region Council of Governments. (2014). Regional Plan of Conservation and Development: Vibrant. Green. Connected. Competitive. Hartford, CT: Capitol Region Council of Governments. Central Connecticut Regional Planning Agency. (2011). Long-Range Transportation Plan for Central Connecticut, 2011-2040. Bristol, CT: Central Connecticut Regional Planning Agency. Tie r 1 Dr aft E IS Page | 12-312. References Central Connecticut Regional Planning Agency. (2013). PLAN of Conservation and Development for the Central Connecticut Region, 2013-2023. Bristol, CT: Central Connecticut Regional Planning Agency. Central Massachusetts Regional Planning Commission. (2011). 2012 Regional Transportation Plan: Multimodal - Intermodal. Central Massachusetts Metropolitan Planning Organization. Council of Governments of the Central Naugatuck Valley. (2008). Central Naugatuck Valley Regional Plan of Conservation and Development: 2008. Waterbury, CT: Council of Governments of the Central Naugatuck Valley. Council of Governments of the Central Naugatuck Valley. (2011). Central Naugatuck Valley Long Range Regional Transportation Plan: 2011-2040. Waterbury, CT: Council of Governments of the Central Naugatuck Valley. Delaware Office of State Planning Coordination. (2010). Delaware Strategies for State Policies and Spending. Dover, DE: Delaware Office of State Planning Coordination. Delaware Valley Regional Planning Commission. (2013). Connections 2040: Plan for Greater Philadelphia. Philadelphia, PA: Delaware Valley Regional Planning Commission. Dover/Kent County Metropolitan Planning Organization. (2013). Metropolitan Transportation Plan: 2040 Update. Dover/Kent County Metropolitan Planning Organization. Franklin Regional Council of Governments. (2011). 2012 Regional Transportation Plan. Greenfield, MA: Franklin Regional Council of Governments. Franklin Regional Council of Governments. (2013). Sustainable Franklin County: Fanklin County's Regional Plan for Sustainable Development. Frankling Regional Council of Governments. Food and Agriculture Organization of the United Nations, Natural Resources Management and Environment Department. (2015, January 15). Land Cover Classification Systems, Definitions. Retrieved from FAO Corporation Document Repository: http://www.fao.org/docrep/003/X0596E/x0596e01e.htm Fry, J. X. (2011). Completion of the 2006 National Land Cover Database for the Conterminous United States. PE&RS, 77 (9), 858-864. Greater Bridgeport Regional Planning Agency. (2008). Growth Management Alternatives: Regional Conservation and Development Plan Update. Bridgeport, CT: Greater Bridgeport Regional Planning Agency. Greater Bridgeport Regional Council. (2011). Regional Transportation Plan for the Greater bridgeport Planning Regiona: 2011-2040. Bridgeport, CT: Greater Bridgeport Regional Council. Greater Washington 2050 Coalition. (2010). Region Forward: A comprehensive guide for regional planning and measuring progress in the 21st century . Metropolitan Washington Council of Governments. Harrisburg Area Transportation Study. (2010). 2035 Regional Transportation Plan: 2011-2035. Harrisburg Area Transportation Study. Harrisburg Area Transportation Study. (2014). 2040 Regional Transportation Plan: Vision, Goals and Objectives. Harrisburg Area Transportation Study. Housatonic Valley Council of Elected Officials. (2011). 2011-2040 Regional Transportation Plan for Greater Danbury, CT. Brookfield, CT: Housatonic Valley Council of Elected Officials. Lancaster County Transportation Coordinating Committee Planning Commission. (2012). Connections 2040: The Transportation Element. Lancaster, PA: Lancaster County Transportation Coordinating Committee Planning Commission. Lancaster County Transportation Coordinating Committee Planning Commission. (2014). Lancaster County Congestion Management Process. Lancaster, PA: Lancaster County Transportation Coordinating Committee Planning Commission. Page | 12-4 Tie r 1 Dr aft E IS12. References Lebanon County Metropolitan Planning Organization. (2007). Lebanon County Comprehensive Plan. Lebanon County Metropolitan Planning Organization. Lebanon County Metropolitan Planning Organization. (2012). 2013 Long Range Transportation Plan. Lebanon County Metropolitan Planning Organization. Lehigh Valley Planning Commission. (2005). Comprehensive Plan: The Lehigh Valley: 2030. Allentown, PA: Lehigh Valley Planning Commission. Lehigh Valley Planning Commission. (2010). Lehigh Valley Surface Transportation Plan: 2011-2030. Lehigh Valley Transportation Study. Martha's Vineyard Commission. (2009). Island Plan: Charging the Future of the Vineyard. Oak Bluffs, MA: Martha's Vineyard Commission. Martha's Vineyard Commission. (2011). Martha's Vineyard Regional Transportation Plan. Oak Bluffs, MA: Martha's Vineyard Commission. Maryland Department of Planning. (2011). Plan Maryland: A Sustainable Growth Plan for the 21st Century. Baltimore, MD: Maryland Department of Planning. Merrimack Valley Planning Commission. (2009). Merrimack Valley Priority Growth Strategy. Haverhill, MA: Merrimack Valley Planning Commission. Merrimack Valley Planning COmmission. (2011). Merrimack Valley 2012 Regional Transportation Plan. Haverhill, MA: Merrimack Valley Metropolitan Planning Organization. Metropolitan Area Planning Council. (2008). Metro Future, Making a Greater Boston Region: Regional Plan, Goals and Objectives. Metroplitan Area Planning Council. Metropolitan Washington Council of Governments. (1998). Transportation: The TPB Vision. Retrieved January 23, 2015, from Metropolitan Washington Council of Governments: http://www.mwcog.org/transportation/activities/vision/default.asp Midstate Regional Planning Agency. (2011). 2011-2040 Regional Transportation Plan. Middletown, CT: Midstate Regional Planning Agency. Montachusett Regional Planning Commission. (2011). Montachusett Regional Strategic Framework Plan. Fitchburg, MA: Montachusett Regional Planning Commission. Montachusett Regional Planning Commission. (2011). Montachusett Regional Transportation Plan 2012. Fitchburg, MA: Montachusett Regional Planning Commission. Nantucket Planning and Economic Development Commission. (2011). Nantucket Regional Transportation Plan: 2012 - 2035. Nantucket, MA: Nantucket Planning and Economic Development Commission. National Capital Planning Commission. (2004). Comprehensive Plan for the National Capital. Washington, D.C.: National Capital Planning Commission. New Jersey State Planning Commission. (2001). The New Jersey State Development and Redevelopment Plan New. Trenton, NJ: New Jersey State Planning Commission. New York Metroplitan Transportation Council. (2013). Plan 2040, Regional Transportation Plan, A Shared Vision for a Sustainable Region. New York, NY: New York Metropolitan Transportation Council. North Jersey Transportation Planning Authority. (2013). Plan 2040, NJTPA Regional Transportation Plan for Northern New Jersey. North Jersey Transportation Planning Authority. Northern Middlesex Council of Governments. (2011). Northern Middlesex Regional Transportation Plan. Lowell, MA: Northern Middlesex Metropolitan Planning Organization. Northwestern Connecticut Council of Governments. (2009). Plan of Conservation and Development. Northwestern Connecticut Council of Governments. Tie r 1 Dr aft E IS Page | 12-512. References Office of Policy and Management, Intergovernmental Policy Division. (2005). Conservation and Development Policies Plan for Connecticut: 2005-2010. Hartford, CT: State of Connecticut. Old Colony Planning Council. (2011). 2012 Old Colony Regional Transportation Plan. Brockton, MA: Old Colony Planning Council. Orange County Transportation Council. (2011). Orange County Transportation Council Long Range Transportation Plan: 2011-2040. Goshen, NY: Orange County Transportation Council. Pioneer Valley Planning Commission. (2011). 2012 Regional Transportation Plan for the Pioneer Valley Metropolitan Planning Organization. Springfield, MA: Pioneer Valley Planning Commission. Pioneer Valley Planning Commission. (2013). Our Next Future: An Action Plan for Building a Smart, Sustainable and Resilient Pioneer Valley. Springfield, MA: Pioneer Valley Planning Commission. Pioneer Valley Planning Commission. (2014). Valley Vision 4: The Regional Land Use Plan for the Pioneer Valley. Springfield, MA: Pioneer Valley Planning Commission. Poughkeepsie-Dutchess County Transportation Council. (2012). Moving Dutchess: The 2040 Metropolitan Transportation Plan for Dutchess County. Poughkeepsie-Dutchess County Transportation Council. Rhode Island Statewide Planning Program. (2006). Land Use 2025. Providence, RI: State of Rhode Island, Department of Administration, Statewide Planning Program. Rhode Island Statewide Planning Program. (2012). Transportation 2035: Long Range Transportation Plan. Providence, RI: State of Rhode Island, Department of Administration, Statewide Planning Program. South Central Regional Council of Governments. (2009). Plan of Conservation and Development. North Haven, CT: South Central Regional Council of Governments. South Central Regional Council of Governments. (2011). South Central Regional Long Range Transportatin Plan: 2011-2040. North Haven, CT: South Central Regional Council of Governments. South Jersey Transportation Planning Organization. (2012). South Jersey Transportation Planning Organization Regional Transportation Plan 2040. Vineland, NJ: South Jersey Transportation Planning Organization. Southeastern Connecticut Council of Governments. (2007). Regional Plan of Conservation and Development 2007. Norwich, CT: Southeastern Connecticut Council of Governments. Southeastern Connecticut Council of Governments. (2011). Long Range Transportation Plan 2011-2040 for Southeastern Connecticut. Norwich, CT: Southeastern Connecticut Council of Governments. Southeastern Regional Planning and Economic Development District. (2007). Report of the Futures Task Force. Taunton, MA: Southeastern Regional Planning and Economic Development District. Southeastern Regional Planning and Economic Development District. (2011). 2012 Regional Transportation Plan. Taunton, MA: Southeastern Massachusetts Metropolitan Planning Organization. Southeastern Regional Planning and Economic Development District. (2014). Growing the Economy of Southeastern Massachusetts: Comprehensive Economic Development Strategy . Taunton, MA: Southeastern Regional Planning and Economic Development District. Southeastern Regional Planning and Economic Development District,Old Colony Planning Council, Metropolitan Area Planning Council. (1999). Southeastern Massachusetts Vision 2020, An Agenda for the Future. Southeastern Regional Planning and Economic Development District,Old Colony Planning Council, Metropolitan Area Planning Council. Southwestern Regional Planning Agency . (2011). Going Forward: The Plan to Maintain & Improve Mobility, Southwestern Region Long Range Transportation Plan 2011-2040 (2011). Stamford, CT: Southwestern Region Metropolitan Planning Organization. Page | 12-6 Tie r 1 Dr aft E IS12. References Southwestern Regional Planning Agency. (2006). Regional Plan of Conservation and Development 2006-2015. Stamford, CT: Southwestern Regional Planning Agency. U.S. Department of Transportation, Federal Highway Administration, Office of Real Estate Services. (2005, June). Acquisition. Acquiring Real Property for Federal and Federal Aid Programs and Projects. U.S. DOT, Federal Highway Administration, Publication No. FHWA-HEP-05-030. Ulster County Transportation Council. (2010). Year 2035 Long Range Transportation Plan. Kingston, NY: Ulster County Transportation Council. Valley Council of Governments. (2012). Long Range Regional Transportation Plan Update 2011-2040. Derby, CT: Valley Council of Govern. Valley Regional Planning Commission. (2008). Strategic Plan of Conservation & Development for the All-American Valley. Derby, CT: Valley Council of Governments. Wilmington Metropolitan Area Planning Council. (2011). WILMAPCO 2040 Regional Transportation Plan Update. Newark, DE: Wilmington Metropolitan Area Planning Council. Windham Region Council of Governments. (2005). Regional Transportation Plan 2005. Willimantic, CT: Windham Region Council of Governments. York Area Metropolitan Planning Organization. (2013). YAMPO Long Range Transportation Plan: 2009 - 2035. York, PA: York Area Metropolitan Planning Organization. 7.3 – Agricultural Lands (Prime Farmland/Timberland) Church, P. (2012, June 29). Massachusetts Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Davies, R. K. (2012, February 6). New York Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Delaware Department of Agriculture. (2013). Delaware Agricultural Statistics and Resource Directory, 2011-2012. Dover: Delaware Department of Agriculture. Devlin, D. (2012, February 2). Pennsylvania Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Fleming, L. (2012, February 2). New Jersey Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Hodgetts, R., & Freese, R. (2000, September). An Economic Overview of the United States Solid Wood Industry. Retrieved from USDA Foreign Agricultural Service (FAS): http://www.fas.usda.gov/ffpd/economic- overview/overview.html Koehn, S. W. (2012, February 2). Maryland Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Martin, C. (2012, February 6). Connecticut Forest Resource Fact Sheet, Fiscal Year 2012. USDA Forest Service, Northeastern Area. Maryland Department of Agriculture. (2012). Agriculture in Maryland Summary for 2011. Annapolis: Maryland Department of Agriculture. Maryland Department of Planning. (2011). Plan Maryland: A Sustainable Growth Plan for the 21st Century. Baltimore: Maryland Department of Planning. Multi-Resolution Land Characteristics Consortium. (2014, December 22). National Land Cover Database. Retrieved from Multi-Resolution Land Characteristics Consortium: http://www.mrlc.gov/nlcd06_data.php Tie r 1 Dr aft E IS Page | 12-712. References New Jersey Agricultural Statistics Service. (2012). New Jersey Annual Report and Agricultural Statistics, 2012. Trenton: New Jersey Agricultural Statistics Service. New Jersey Department of Environmental Conservation. (2011, April 27). NJDEP: Forest Facts. Retrieved from New Jersey Department of Environmental Conservation: http://www.state.nj.us/dep/parksandforests/forest/iyof_facts.html New York Department of Agriculture and Markets. (2012). New York 2011 Agricultural Annual Bulletin. Albany: New York Department of Agriculture and Markets. New York State Department of Environmental Conservation. (2013). NYSDEC: Forests. Retrieved from New York State Department of Environmental Conservation: http://www.dec.ny.gov/lands/309.html Pennsylvania Department of Agriculture. (2013). Pennsylvania Agricultural Statistics, 2011-2012. Harrisburg: Pennsylvania Department of Agriculture. Smith, W. B., Miles, P. D., Perry, C. H., & Pugh, S. A. (2009). Forest Resources of the United States, 2007: A Technical Document Supporting the Forest Service 2010 RPA Assesment. South Central Regional Council of Governments. (Amended 2009). Plan of Conservation and Development - South Central Region. North Haven: South Central Regional Council of Governments. Sparks, C. (2012, February 6). Rhode Island Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. U.S. Department of Agriculture National Agricultural Statistics Survey. (2012). Annual Bulletin: New England Agricultural Statistics, 2011. Concord: U.S. Department of Agriculture National Agricultural Statistics Survey. U.S. Department of Agriculture, Natural Resources Conservation Service. (2014, March 11). Geospatial Data Gateway. Retrieved from Geospatial Data Gateway: http://datagateway.nrcs.usda.gov/ Valenti, M. (2012, February 2). Delaware Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Wharton, E. H., Widmann, R. H., Alerich, C. L., Barnett, C. J., Lister, A. J., Lister, T. W., Borman, F. (2004). USDA Forest Service - Northeastern Research Station: The Forests of Connecticut. Resource Bulletin NE-160. Newtown Square, PA: USDA Forest Service. 7.4 – Parklands and Wild and Scenic Rivers Baltimore City Department of Recreation and Parks. (2011). Baltimore City Parks. Retrieved July 12, 2012, from https://data.baltimorecity.gov/Community/Parks/3r8a-uawz Bucks County Planning Commission. (2009). Bucks County Park, Recreation, and Open Space Parcels and Bucks County Parks Points. Bucks County Planning Commission. (2012). Bucks County Parkland – Polygon. Connecticut Department of Energy and Environmental Protection. (2012). Parks and Forests CT and Open Space. Retrieved July 10, 2012, from http://www.ct.gov/dep/cwp/view.asp?a=2698&q=322898&depNav_GID=1707 Connecticut Department of Energy and Environmental Protection. (2011). CT Comprehensive Statewide Outdoor Recreation Plan. Retrieved July 27, 2012, from http://www.ct.gov/dep/lib/dep/outdoor_recreation/scorp/scorp_2011_webversion.pdf Connecticut Department of Energy and Environmental Protection. (2006). CT Trails. Retrieved August 9, 2012, from http://www.ct.gov/dep/cwp/view.asp?a=2698&q=322898&depNav_GID=1707 and http://www.cteco.uconn.edu/metadata/dep/document/TRAIL_FGDC_Plus.htm Page | 12-8 Tie r 1 Dr aft E IS12. References Connecticut Office of Policy and Management. (2005). Conservation and Development Policies Plan for Connecticut. Retrieved January 4, 2013, from www.ct.gov_opm_lib_opm_igp_cdplan_adopted2005- 2010cdplan.pdf Delaware County Planning Department. (2008). Delaware County –County and Municipal Parks. Delaware Department of Agriculture, Delaware Forest Service. (2007). Delaware State Forest Data. . Retrieved June 25, 2012, from http://dda.delaware.gov/forestry/DE%20State%20Forest%20GIS.pdf Delaware Department of Natural Resources and Environmental Control, Division of Parks and Recreation. (2012). Delaware Outdoor Recreation Inventory (DE Parks). Delaware Department of Natural Resources and Environmental Control, Division of Parks and Recreation (2011). Draft First State Trails and Pathways Plan Delaware. Retrieved June 25, 2012, from http://www.dnrec.delaware.gov/parks/Information/Pages/1st-State-Trails.aspx Delaware Department of Natural Resources and Environmental Control Division of Parks and Recreation (2009). Delaware Outdoors: 2009-2011: Delaware State Comprehensive Outdoor Recreation Plan. Retrieved June 20, 2012, from http://www.dnrec.delaware.gov/parks/Information/Documents/2009-2011_SCORP.pdf Massachusetts Department of Conservation and Recreation. (2005). Terra Firma: Putting Historic Landscape Preservation on Solid Ground. Retrieved June 27, 2012, from http://www.mass.gov/eea/docs/dcr/stewardship/histland/terrafirma.pdf Massachusetts Department of Conservation and Recreation. (2012). MA Forest Stewardship Program Property. Retrieved June 26, 2012, from www.mass.gov/mgis/stewardship.htm Massachusetts Department of Conservation and Recreation. (2012). Scenic Landscapes. Retrieved June 26, 2012, from www.mass.gov/mgis/scen-inv.htm Massachusetts Department of Conservation and Recreation. (2012). Long Distance Trails. Retrieved June 20, 2012, from www.mass.gov/gis/ldtrails.htm Massachusetts Department of Fisheries, Wildlife, and Environmental Law Enforcement. (2012). Protected and Recreational Open Space. Retrieved June 20, 2012, from www.mass.gov/mgis/osp.htm Massachusetts Executive Office of Energy and Environmental Affairs. (2006). Commonwealth of Massachusetts Massachusetts Outdoors 2006 Statewide Comprehensive Outdoor Recreation Plan. Retrieved June 28, 2012, from http://www.mass.gov/eea/docs/eea/dcs/massoutdoor2006.pdf Massachusetts Office of Geographic Information (MassGIS). (2012). Tracks & Trails. Retrieved July 12, 2012, from www.mass.gov/mgis/trails.htm Maryland Department of Natural Resources. (2011). Oyster Sanctuaries of the Chesapeake Bay. Retrieved July 20, 2012, from http://dnrweb.dnr.state.md.us/gis/data/ Maryland Department of Natural Resources. (2009). Maryland Land Preservation, Parks & Recreation Plan 2009 Volume II. Retrieved June 20, 2012, from http://dnr.maryland.gov/land/stewardship/pdfs/completednrorp.pdf Maryland Department of Natural Resources, Wildlife & Heritage Service. (2006). Sensitive Species Project Review Areas. Retrieved July 27, 2012, from http://dnrftp.dnr.state.md.us/public/SpatialData/LivingResources/SensitiveSpeciesProjReviewArea/swssp ra.zip Maryland Department of Natural Resources. (2003). Maryland State Forest and Park Trails and Paths. Seneca Creek State Park Infrastructure, Savage River Lodge Parcel Infrastructure, Savage River State Forest Infrastructure, Potomac State Forest Infrastructure, Pocomoke River State Forest and Park Infrastructure, Greenwell State Park Infrastructure, Green Ridge State Forest Infrastructure, Greenbrier State Park Infrastructure, Fort Frederick State Park Infrastructure, Deep Creek Lake State Park Infrastructure, Cunningham Falls State Park Infrastructure, Calvert Cliffs State Park Infrastructure, Wye Island Natural Tie r 1 Dr aft E IS Page | 12-912. References Resource Management Area, Rosaryville State Park Data, Fair Hill Natural Resource Management Area, Elk Neck State Forest and Park Data, Susquehanna State Park Facilities. Retrieved July 9, 16, 26, 2012, from http://dnrweb.dnr.state.md.us/gis/data/ Maryland Office of Information Technology/ Enterprise Geographic Information Services (MOIT – GIS). (2009). Baltimore City Recreation Areas. Retrieved July 12, 2012, from https://data.baltimorecity.gov/download/feax.-3ycj/application/zip National Atlas of the United States. (2012). Federal Lands of the United States. Retrieved July 12, 2012, from http://nationalatlas.gov/atlasftp.html National Park Service, Appalachian Trail Project Office (1981). Comprehensive Plan for the Protection, Management, Development and Use of the Appalachian National Scenic Trail. Retrieved September 17, 2012, from http://atfiles.org/files/pdf/ATCompPlan.pdf National Park Service Land and Water Conservation Fund (LWCF). (2012). LWCF Grant Grantees for States in the Study Area. Retrieved June 20, 2012, from http://waso-lwcf.ncrc.nps.gov/public/index.cfm New Jersey Department of Environmental Protection. (2012). New Jersey State Level Parks and Recreation. Retrieved July 12, 2012, from http://www.state.nj.us/dep/gis/digidownload/zips/statewide/newstate.zip New Jersey Department of Environmental Protection. (2012). State Parks and Recreation. Retrieved July 5, 2012, from http://www.nj.gov/dep/gis/lists.html New Jersey Department of Environmental Protection Green Acres Program. (2011). New Jersey County Level Parks and Recreation. Retrieved July 12, 2012, from http://www.state.nj.us/dep/gis/digidownload/zips/statewide/openspace_county.zip New Jersey Pinelands Commission. Pinelands Comprehensive Management Plan (CMP). Retrieved September 17, 2012, from http://www.state.nj.us/pinelands/cmp/ New York City Department of City Planning. (2012). New York City Level Parks and Recreation. Retrieved July 12, 2012, from http://www.nyc.gov/html/dcp/html/bytes/applbyte.shtml New York State Office of Parks, Recreation and Historic Preservation. (2012). New York Parks and Recreation Comprehensive Plans. Retrieved September 17, 2012, from http://nysparks.com/recreation/trails/statewide-plans.aspx New York State Geographic Information Systems (GIS) Clearinghouse. (2012). New York State Municipal Level Parks and Recreation. Retrieved July 12, 2012, from https://gis.ny.gov/ New York State GIS Clearinghouse. (2005). New York State Federal, County, and Municipal Level Parks and Recreation. Retrieved July 12, 2012, from http://gis.ny.gov/gisdata/inventories/details.cfm?DSID=931 Pennsylvania Department of Conservation and Natural Resources (PADCNR). (2009). Pennsylvania Outdoor Recreation Plan 2009-2013. Retrieved June 20, 2012, from http://www.paoutdoorrecplan.com Pennsylvania Department of Conservation and Natural Resources - Bureau of Forestry. (2010). DCNR - State Forest Lands 2010. Retrieved June 20, 2012, from ftp://www.pasda.psu.edu/pub/pasda/dcnr/ Pennsylvania Department of Conservation and Natural Resources - Bureau of Forestry. (2007). PA Wilds. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/PaWildsRec.zip Pennsylvania Department of Conservation and Natural Resources - Bureau of Forestry. (2005). Pennsylvania Wild Areas. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/WildNaturalAreas2005 Pennsylvania Department of Conservation and Natural Resources - Bureau of Recreation and Conservation. (2009). Explore PA Trails – Trails. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/ExplorePAtrails_Trails.zip Page | 12-10 Tie r 1 Dr aft E IS12. References Pennsylvania Department of Conservation and Natural Resources - Bureau of State Parks. (2011). PA DCNR State Parks 2011. Retrieved June 20, 2012, from http://www.pasda.psu.edu>/data/dcnr/DCNR_StateParks201109.zip Pennsylvania Fish and Boat Commission. (2012). PA Water Trails. Retrieved June 28, 2012, from http://www.pasda.psu.edu/data/pafish/WaterTrails201204.zip Pennsylvania Game Commission. (2011). PA State Gamelands. Retrieved July 13, 2012, from http://www.pasda.psu.edu/data/pgc/PGC_StateGameland201108.zip Pennsylvania Game Commission, Bureau of Wildlife Management. (2007). PA Game Commission – Wildlife Management Units 2007. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/pgc/PGC_BNDWildlifeManagementUnits2007.zip Pennsylvania Department of Environmental Protection. (1996). National Forests in Pennsylvania. Retrieved June 20, 2012, from ftp://www.pasda.psu.edu/pub/pasda/compendium/nforest.zip Pennsylvania Spatial Data Access. (2009). Philadelphia Recreation Parks. Retrieved July 9, 2012, from http://www.pasda.psu.edu/uci/MetadataDisplay.aspx?entry=PASDA&file=PhiladelphiaRecreationParks20 1201.xml&dataset=168 Pennsylvania Spatial Data Access. (2008). PA DCNR Rail Trails 2008. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/DCNR_RailTrails200808.zip Pennsylvania Spatial Data Access. (2003). Appalachian National Scenic Trail Centerline in Pennsylvania. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/dcnr_apptrail_2003.zip Philadelphia Department of Parks and Recreation. (2012). Philadelphia – Fairmount Park Properties. Retrieved August 13, 2012, from http://www.pasda.psu.edu/philacity/data/PhiladelphiaFairmountPark201201.zip Rhode Island Planning. (2009). RI Comprehensive Outdoor Recreation Plan. Retrieved July 5, 2012, from http://www.planning.ri.gov/landuse/scorp09.pdf Rhode Island GIS. (2012). RI Bikeways and Trails. Retrieved July 3, 2012, from http://www.edc.uri.edu/rigis/data/data.aspx?ISO=transportation State of New Jersey New Jersey Trails Program. (2009). 2009 New Jersey Trails Plan Update. Retrieved September 17, 2012, from http://www.state.nj.us/dep/parksandforests/natural/trail_plan.htm State of New Jersey Department of Agriculture State Agriculture Development Committee. New Jersey State Level Parks and Recreation. Retrieved July 12, 2012, from http://www.nj.gov/agriculture/sadc/farmpreserve/resources/ State of New Jersey Department of Transportation. (2012). New Jersey Parks and Recreation GIS Data. Retrieved July 5, 2012, from http://www.state.nj.us/transportation/gis/ The Conservation Fund - Pennsylvania Office. (2004). Protected Lands Inventory: Agricultural Easements. Retrieved June 20, 2012, from http://www.pasda.psu.edu>/pub/pasda/conservation_fund/protected_landsinventory.zip U.S. Department of the Interior, Bureau of Land Management. (2012). National Recreation Areas – Bureau of Land Management. Retrieved July 12, 2012, from http://www.blm.gov/wo/st/en/prog/energy/geothermal/geothermal_nationwide/Documents/GIS_Data.h tml U.S. Fish and Wildlife Service (USFWS) Cadastral Geodatabase. (2011). Simplified Wildlife Refuge Boundaries for States in the Project Study Area. Retrieved June 28, 2012, from http://www.fws.gov/GIS/data/CadastralDB/FWS_Refuge_Boundaries.htm Washington DC Office of the Chief Technology Officer. (2011). Wooded Areas of Washington DC. Retrieved June 29, 2012, from http://dcatlas.dcgis.dc.gov/catalog/download.asp?downloadID=106%downloadTYPE=ESRI Tie r 1 Dr aft E IS Page | 12-1112. References Washington DC Department of Parks and Recreation. (2010). DC Statewide Comprehensive Outdoor Recreation Plan (SCORP). Retrieved June 20, 2012, from http://dpr.dc.gov/DC/DPR/Property+Improvements/Capital+Projects/Statewide+Comprehensive+Outdoor +Recreation+Plan/DPR+Statewide+Comprehensive+Outdoor+Recreation+Plan Washington DC Department of Transportation. (2010). DC Trails. Retrieved June 21, 2012, from http://data.dc.gov/ Washington DC Office of the Chief Technology Officer. (2010). DC Recreation Parks. Retrieved June 21, 2012, from http://data.dc.gov Washington DC Office of the Chief Technology Officer. (2002). DC Recreation Parks. Retrieved June 21, 2012, from http://data.dc.gov/ 7.5 – Hydrologic (Water) Resources Connecticut Department of Environmental Protection. (1999). Geographical Boundary of Coastal Resources for Connecticut. Retrieved from http://www.ct.gov/deep/cwp/view.asp?a=2698&q=322898&deepNav_GID=1707%20 Federal Emergency Management Agency. (2013, 2014). FEMA's Flood Map Service Center. Retrieved 2013, 2014, from http://msc.fema.gov/portal Maryland Department of Natural Resources. (2011). Geographical Boundary of Coastal Resources for Maryland. New Jersey Department of Environmental Protection. (1996). Geographical Boundary of Coastal Resources for New Jersey. New York Department of State, Division of Coastal Resources NY-DS. (2011). Geographical boundary of Coastal Resources for NY. Rhode Island Department of Environmental Management. (2003). Geographical Boundary of Coastal Resources for Rhode Island. U.S. Army Corps of Engineers. (2010). U.S. Waterway Data. Retrieved 2014, from http://www.navigationdatacenter.us/data/datanwn.htm U.S. Environmental Protection Agency. (2011). Impaired Water Lines. Retrieved 2014 U.S. Fish and Wildlife Service. (2010). National Geographic Boundary of Coastal Resources. U.S. Fish and Wildlife Service. (2010). National Wetlands Inventory. Retrieved from http://www.fws.gov/wetlands/data/Data-Download.html U.S. Geological Survey. (2004). National Hydrography Dataset: US Geological Survey. Retrieved 2014, from http://nhd.usgs.gov/data.html 7.7 – Geologic Resources Johnston, P. M. (1964). Geology and Ground Water Resources of Washington, D.C., and Vicinity. Meng, Andrew A.; Harsh, John F. (1988). Hydrogeologic Framework of the Virginia Coastal Plain: Regional Aquifer Systems Analysis. New Jersey Department of Environmental Protection. (2010, June 26). Digital Geodata Series - DGS09-2 Coastal Plain Sediments with Potential to Form Acid (Sulfate) Soils. Retrieved from State of New Jersey Department of Environmental Protection - Division of Water Supply and Geoscience: http://www.state.nj.us/dep/njgs/geodata/dgs09-2.htm Orndorff, Zenah; Daniels, W. L. (2002). Delineation and Management of Sulfidic Materials in Virginia Highway Corridors. Charlottesville: Department of Crop and Soil Environmental Sciences - Virginia Polytechnic and State University. Page | 12-12 Tie r 1 Dr aft E IS12. References Tobin, Bret D.; Weary, David J. (2004). Digitial Engineering Aspects of Karst Map: A GIS Version of Davies, W.E., Simpson, J.H., Ohlmacher, G.C., Kirk, W.S., and Newton, E.G., 1984 Engeineering Aspects of Karst: U.S. Geological Survey, National Atlas of the United States of America. U.S. Environmental Protection Agency Office of Water. (2011, March 16). National Sole Source Aquifer GIS Layer. Retrieved from Data.gov - USEPA Office of Water Data Catalog: http://catalog.data.gov/dataset/national- sole-source-aquifer-gis-layer# U.S. Geological Survey. (2004, November 8). Physiographic Divisions of the Conterminous U.S. Retrieved from Water Resources NSDI Node: http://water.usgs.gov/GIS/metadata/usgswrd/XML/physio.xml#stdorder U.S. Geological Survey. (2005). Active Mines and Mineral Plants in the US. Retrieved from Mineral Resources On- Line Spatial Data: http://mrdata.usgs.gov/mineplant/ U.S. Geological Survey. (2005). Mineral Resources Data System. Retrieved from Mineral Resources On-Line Spatial Data: http://mrdata.usgs.gov/mrds/ U.S. Geological Survey. (2011). Asbestos Mines, Prospects, and Occurrences in the US. Retrieved from Mineral Resources On-Line Spatial Data: http://mrdata.usgs.gov/asbestos/ U.S. Geological Survey. (2012, January 1). Seismic Hazard Map for the United States - Direct Download. Retrieved from Data.gov - U.S. Geological Survey Data Catalog: https://catalog.data.gov/dataset/seismic-hazard- map-for-the-united-states-direct-download# U.S. Geological Survey. (2014, May 7). Digitial Complication of Landslide Overview Map of the Conterminous United States. Retrieved from Landslide Hazards Program: http://landslides.usgs.gov/hazards/nationalmap/ Van Gosen, Bradley S. (2007). The Geology of Asbestos in the United States and Its Practical Applications. Environmental & Engineering Geoscience, 55-68. 7.8 – Hazardous Waste and Contaminated Materials Sites DC.gov. (2012, July). Retrieved from District Department of the Environment: http://ddoe.dc.gov/service/vcp- cleanup-sites Maryland The Department of the Environment. (2012, July). Retrieved from http://www.mde.state.md.us/programs/Land/MarylandBrownfieldVCP/mapping/Documents/www.mde.s tate.md.us/assets/document/ERRP%20Site%20Inventory%20List.pdf Mass.gov. (2012, July). Retrieved from Office of Geographic Information (MassGIS): http://www.mass.gov/anf/research-and-tech/it-serv-and-support/application-serv/office-of-geographic- information-massgis/ Mass.gov. (2012, July). Retrieved from MassGIS Data - Mass DEP Land Disposal of Solid Waste: http://www.mass.gov/anf/research-and-tech/it-serv-and-support/application-serv/office-of-geographic- information-massgis/datalayers/sw.html New Jersey Department of Community Affairs. (2012, July). Retrieved from https://koordinates.com/publisher/new-jersey-department-of-community-affairs/layers/ New Jersey Department of Environmental Protection. (2012, July). Retrieved from Bureau of Geographic Information Systems: http://www.nj.gov/dep/gis/stateshp.html New York State. (2012, July). Retrieved from NYSGIS Clearinghouse: http://gis.ny.gov/gisdata/inventories/index.cfm New York State Department of Environmental Conservation. (2012, July). Retrieved from Environmental Site Remediation Database Search: http://www.dec.ny.gov/cfmx/extapps/derexternal/index.cfm?pageid=3 New York State Department of Environmental Conservation. (2012, July). Retrieved from Bulk Storage Database Search: http://www.dec.ny.gov/cfmx/extapps/derexternal/index.cfm?pageid=4 Tie r 1 Dr aft E IS Page | 12-1312. References Official Website of the State of Connecticut. (2012, July). Retrieved from http://www.ct.gov/dep/lib/dep/site_clean_up/brownfields/brownfieldsinventory.pdf Pennsylvania Spatial Data Access. (2012, July). Retrieved from The Pennsylvania Geospatial Data Clearinghouse: http://www.pasda.psu.edu/uci/MetadataDisplay.aspx?entry=PASDA&file=LandRecyclingCleanupLocations 2012_04.xml&dataset=279 State of Connecticut. (2012, July). Retrieved from Department of Energy & Environmental Protection: http://www.ct.gov/deep/cwp/view.asp?A=2715&Q=325018 State of Delaware Department of Natural Resources & Environmental Control. (2012, July). Retrieved from Delaware Environmental Navigator: http://www.nav.dnrec.delaware.gov/DEN3/Search/FacilitySearch.aspx State of Rhode Island Department of Environmental Management. (2012, July). Retrieved from http://www.dem.ri.gov/brownfields/documents/sitelist10.pdf U.S. Environmental Protection Agency Cleanup in My Community. (2012, July). Retrieved from http://www2.epa.gov/cleanups/cleanups-my-community U.S. Environmental Protection Agency Geospatial Data Download Service. (2012, July). Retrieved from Envirofacts: http://www.epa.gov/enviro/geo_data.html 7.9 – Cultural Resources and Historic Properties Advisory Council on Historic Preservation. (updated 2010). Protecting Historic Properties: A Citizen’s Guide to Section 106, Advisory Council on Historic Preservation. Retrieved from http://www.achp.gov/docs/CitizenGuide.pdf. Advisory Council on Historic Preservation. (2010). Section 106 Regulations Summary. Retrieved from http://www.achp.gov/106summary.html Council on Environmental Quality and Advisory Council on Historic Preservation. (March 2013). NEPA and NHPA, A Handbook for Integrating NEPA and Section 106. Retrieved from http://www.achp.gov/docs/NEPA_NHPA_Section_106_Handbook_Mar2013.pdf National Park Service. (2010). National Register Information System. Retrieved from http://nrhp.focus.nps.gov/natreg/docs/Download.html#spatial National Park Service (2010). Determinations of Eligibility (as of July 2010). Retrieved from http://nrhp.focus.nps.gov/natreghome.do?searchtype=natreghome 7.10 – Visual and Aesthetic Resources Churchward, C.; Palmer J.F.; Nassauer, J.I.; Swanwick, C.A, (2012). Evaluation Methodologies for Visual Impact Assessments. Washington, D.C. Transportation Research Board National Cooperative Highway Research Program Microsoft. \"Northeastern United States\". Bing Maps (Map). Cartography by Nokia. Retrieved July – August 2014. NEC FUTURE JV Team. (2014). Visual and Aesthetic Effects Assessment Methodology. U.S. Department of Transportation Federal Highway Administration Office of Environmental Policy. (1988).Visual Impact Assessment for Highway Projects. Publication no. FHWA-HI-88-054. Washington, D.C. 7.11 – Environmental Justice Moody's Analytics. (1980, 1990, 2000, 2010, 2020, 2030, 2040). Data files for Population, Employment, and Economic Baseline Statistics by County. Retrieved from https://www.economy.com/ Page | 12-14 Tie r 1 Dr aft E IS12. References NEC FUTURE JV Team. (2014). Demographics Effects-Assessment Methodology. NEC FUTURE Tier 1 Draft EIS. New York City, NY. U.S. Department of Commerce, Economics and Statistics Administration, U.S. Census Bureau. (2011). 2006-2010 American Community Survey 5-Year Estimates [Data files S2301, S1701, B25044, DP03]. Retrieved from www.census.gov U.S. Department of Commerce, Economics and Statistics Administration, U.S. Census Bureau. (2011). 2010 Census Summary File 1 [data file]. Retrieved from www.census.gov U.S. Department of Transportation - Federal Railroad Administration. (1999, May 26). Procedures for Considering Environmental Impacts. Federal Register, 64(101), 1-2. Retrieved 2014, from https://www.fra.dot.gov/eLib/Details/L02710 7.13 – Air Quality Egrid http://www.epa.gov/cleanenergy/documents/egridzips/eGRID_9th_edition_V1- 0_year_2010_Summary_Tables.pdf Energy Information Administration. (2015). Retrieved from http://www.eia.gov/forecasts/aeo/ Federal Highway Administration. (2012, December 6). INFORMATION: Interim Guidance Update on Mobile Source Air Toxic Analysis in NEPA. Retrieved October 1, 2014, from Federal Highway Administration: http://www.fhwa.dot.gov/environment/air_quality/air_toxics/policy_and_guidance/aqintguidmem.cfm Federal Highway Administration. (2013, February 2). Interim Guidance Update on Mobile Source Air Toxic Analysis in NEPA - Appendix B. Retrieved from Air Quality: Transportation and Toxic Air Pollutants: http://www.fhwa.dot.gov/environment/air_quality/air_toxics/policy_and_guidance/aqintguidapb.cfm National Conference of State Legislatures, State Renewable Portfolio Standards and Goals - http://www.ncsl.org/research/energy/renewable-portfolio-standards.aspx Oak Ridge National Laboratory for the U.S. Department of Energy’s Office of Energy Efficiency and Renewable Energy. (2013, July 31). Transportation Energy Data Book. Retrieved December 15, 2014, from Oak Ridge National Laboratory: http://cta.ornl.gov/data/index.shtml Office of the Federal Register. (2007, February 26). Federal Register Monday February 26, 2007 . Retrieved May 2013, from U.S. Government Publishing Office: http://www.gpo.gov/fdsys/pkg/FR-2007-02-26/pdf/FR- 2007-02-26.pdf U.S. Energy Information Administration. (2014, December). U.S. States-State Profiles and Energy Estimates. Retrieved December 2014, from U.S. Energy Information Administration: http://www.eia.gov/state/seds/ U.S. Environmental Protection Agency - Office of Transportation and Air Quality. (2015). Near Roadway Air Pollution and Health. Retrieved May 28, 2015, from Transportation and Air Quality: http://www.epa.gov/otaq/nearroadway.htm U.S. Environmental Protection Agency. (1999). Technology Transfer Network 1999 National Scale Air Toxics Assessment. Retrieved September 10, 2014, from U.S. Environmental Protection Agency: http://www.epa.gov/ttn/atw/nata1999/ U.S. Environmental Protection Agency. (2014). National Ambient Air Quality Standards (NAAQS). Retrieved December 2014, from United States Environmental Protection Agency: http://www.epa.gov/air/criteria.html U.S. Environmental Protection Agency. (2014, December). MOVES (Motor Vehicle Emission Simulator). Retrieved December 2014, from United States Environmental Protection Agency: http://www.epa.gov/otaq/models/moves/index.htm Tie r 1 Dr aft E IS Page | 12-1512. References U.S. Environmental Protection Agency. (2014, December). The Green Book Nonattainment Areas . Retrieved December 15, 2014, from U.S. Environmental Protection Agency: http://www.epa.gov/airquality/greenbk/ U.S. Environmental Protection Agency. (2014, September 10). Integrated Risk Information System. Retrieved September 10, 2014, from United States Environmental Protection Agency: http://www.epa.gov/ncea/iris/index.html U.S. Environmental Protection Agency. (2015, January 2). Air Emissions Sources. Retrieved January 2, 2015, from U.S. Environmental Protection Agency: http://www.epa.gov/air/emissions/index.htm U.S. Environmental Protection Agency. Integrated Risk Information System (IRIS). Retrived from http://www.epa.gov/iris/ U.S. Evironmental Protection Agency. (2013). Transportation Conformity Guidance for Quantitative Hot-Spot Analyses in PM2.5 and PM10 Nonattainment and Maintenance Areas. Retrieved from http://www.epa.gov/otaq/stateresources/transconf/policy/420b13053-sec.pdf U.S. Evironmmental Protection Agency. (2010). Using MOVES in Project-Level Carbon Monoxide Analyses. Retrieved from http://www.epa.gov/otaq/stateresources/transconf/policy/420b10041.pdf U.S. Evironmmental Protection Agency. Compilation of Air Pollutant Emission Factors. Retrieved from http://www.epa.gov/oms/ap42.htm U.S. Evironmmental Protection Agency. NONROAD Model. Retrieved from http://www.epa.gov/oms/nonrdmdl.htm U.S. Evironmmental Protection Agency. Preferred/Recommended Models. Retrieved from http://www.epa.gov/scram001/dispersion_prefrec.htm 7.14 – Energy Oak Ridge National Laboratory for the U.S. Department of Energy’s Office of Energy Efficiency and Renewable Energy. (2014, July 31). Transportation Energy Data Book. Retrieved 2014 December, from Oak Ridge National Laboratory: http://cta.ornl.gov/data/index.shtml The NEPA Act. (2014, December). Retrieved December 2014, from The Council on Environmental Quality. U.S. Energy Information Administration. (2014, December). U.S. States State Profiles and Energy Estimates. Retrieved December 2014, from U.S. Energy Information Administration. U.S. Environmental Protection Agency. (2014, December). MOVES (Motor Vehicle Emission Simulator). Retrieved December 2014, from U.S. Environmental Protection Agency: http://www.epa.gov/otaq/models/moves/index.htm 7.15 – Climate Change and Adaptation City of New York - Office of the Mayor. (2014). What Could Happen in the Future? Retrieved from http://www.nyc.gov/html/sirr/html/about/future.shtml Climate Change Impacts in the United States. Retrieved August 15, 2014, from http://www.globalchange.gov/browse/reports/global-climate-change-impacts-united-states CoastSmart Communities Program Inc. (2014). including Climate Change and Coast Smart Construction Infrastructure Siting and Design Guidelines. Connecticut Department of Energy and Environmental Protection. (2012). Coastal Hazards Mapping Tool. Retrieved from http://ctecoapp1.uconn.edu/ctcoastalhazards/ Page | 12-16 Tie r 1 Dr aft E IS12. References Delaware Department of Natural Resources and Environmental Control. (2013). Preparing for Tomorrow’s High Tide: Recommendations for Adapting to Sea Level Rise in Delaware. The Delaware Sea Level Rise Advisory Committee. Dover: Delaware Coastal Programs. Federal Emergency Management. (Revised 2015). Agency Guidelines for Implementing Executive Order 11988, Floodplain Management. Retrieved from http://www.fema.gov/media-library-data/1422653213069- 9af488f43e1cf4a0a76ae870b2dcede9/DRAFT-FFRMS-Implementating-Guidelines-1-29-2015r2.pdf Federal Insurance and Mitigation Administration (FIMA) & Federal Emergency Management Agency (FEMA). 2013. The Impact of Climate Change and Population Growth on the National Flood Insurance Program through 2100. http://www.nfrmp.us/frmpw/2013webinarweek/docs/E3%20Coastal%20Climate%20Change/E3_FEMA_ MarkCrowell_climate_change3.pdf Federal Transit Administration. (2011). Flooded Bus Barns and Buckled Rails: Public Transportation and Climate Change Adaptation. Retrieved 2015, from http://www.fta.dot.gov/documents/FTA_0001_- _Flooded_Bus_Barns_and_Buckled_Rails.pdf Intergovernmental Panel on Climate Change. (2013). IPCC WGII AR5 Chapter 8: Urban Areas; Final Draft. Intergovernmental Panel on Climate Change. Intergovernmental Panel on Climate Change. (2013). Summary for Policymakers. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Intergovernmental Panel on Climate Change. Karl, T. M. (2009). Climate Change Impacts in the United States. Retrieved August 15, 2014, from http://www.globalchange.gov/browse/reports/global-climate-change-impacts-united-states Massachusetts Coastal Zone Management. (2013). Sea Level Rise: Understanding and Applying Trends and Future Scenarios for Analysis and Planning. Boston: Massachusetts Office of Coastal Zone Management pursuant to National Oceanic and Atmospheric Administration Award No. NA13NOS4190040. National Aeronautics and Space Administration. (2012). Adapting to a Changing Climate: Federal Agencies in the Washington, D.C. Metro Area. National Oceanic and Atmospheric Administration. (2012). Global Sea Level Rise Scenarios for the United States National Climate Assessment. Silver Spring: Climate Program Office. New Jersey Transportation Planning Authority. (2011). Climate Change Vulnerability and Risk Assessment of New Jersey's Transportation Infrastructure. Retrieved from http://www.njtpa.org/Planning/Regional- Studies/Recently-Completed-Studies/Vulnerability-and-Risk-Assessment-of-NJ- Transporta/FHWAConceptualModel/CCVR_REPORT_FINAL_4_2_12_ENTIRE.aspx Pennsylvania Department of Environmental Protection. (2014). Pennsylvania Climate Adaptation Planning Report: Risks and Practical Recommendations. Pennsylvania Department of Environmental Protection. Rhode Island Sea Grant. (2013). Sea Level Rise Trends in Rhode Island: Trends and Impacts. University of Rhode Island Graduate School of Oceanography. Transportation Research Board. (2008). Special Report 290: Potential Impacts of Climate Change on U.S. Transportation. National Research Council. Committee on Climate Change and U.S. Transportation. Washington, D.C.: Transportation Research Board. Retrieved 2014 from http://onlinepubs.trb.org/onlinepubs/sr/sr290.pdf U.S. Department of Transportation – Federal Highway Administration. (2012, December). Climate Change & Extreme Weather Vulnerability Assessment Framework. Retrieved from http://www.fhwa.dot.gov/environment/climate_change/adaptation/publications_and_tools/vulnerability _assessment_framework/fhwahep13005.pdf Tie r 1 Dr aft E IS Page | 12-1712. References U.S. Department of Transportation – Federal Highway Administration. (2015, February 2). Virtual Framework for Vulnerability Assessment. Retrieved February 23, 2015, from Federal Highway Administration: http://www.fhwa.dot.gov/environment/climate_change/adaptation/adaptation_framework/ U.S. Department of Transportation – Federal Highway Administration. (2015, February 2). Gulf Coast Study, Phase 2 Task 4. Retrieved February 23, 2015, from Federal Highway Administration: http://www.fhwa.dot.gov/environment/climate_change/adaptation/ongoing_and_current_research/gulf _coast_study/phase2_task4/index.cfm U.S. Department of Transportation – Federal Transit Administration. (2011). Flooded Bus Barns and Buckled Rails : Public Transportation and Climate Change Adaptation. FTA Office of Budget and Policy. Washington D.C.: U.S. Department of Transportation - Federal Transit Administration. U.S. Department of Transportation – Volpe Center in Federal Transit Administration. (2011). Flooded Bus Barns and Buckled Rails: Public Transportation and Climate Change Adaptation. Retrieved 2015 from http://www.fta.dot.gov/documents/FTA_0001_-_Flooded_Bus_Barns_and_Buckled_Rails.pdf. U.S. Department of Transportation. (2014). Climate Adaptation Plan: Ensuring Transportation Infrastructure and System Resilience. U.S. Department of Transportation. Retrieved November 11, 2014 U.S. Environmental Protection Agency. (2014, March 18). Climate Change: Basic Information. Retrieved September 10, 2014 from http://www.epa.gov/climatechange/basics/ U.S. Global Change Research Program. (2014). 2014 National Climate Assessment. Retrieved from http://nca2014.globalchange.gov/ 7.16 – Section 4(f) and Section 6(f) Resources See 7.4 – Parklands and Wild and Scenic Rivers and 7.9 – Cultural Resources and Historic Properties. 7.17 – Electromagnetic Fields and Electromagnetic Interference European Standards. (2006). Railway applications - Electromagnetic compatibility -- Part 2: Emission of the whole railway system to the outside. (Appendix C). Maryland Transit Administration. (2010). Electromagnetic Emissions and Mitigation Measures. T. Dan Bracken, Inc. (2008). Survey of Ambient Magnetic Fields on the University of Maryland Campus. Prepared for John Brandon & Associates: http://rethinkcollegepark.net/blog/wp-content/uploads/2009/01/08-1006- umd-final-text-r3.pdf 7.18 – Safety American Public Transportation Association. (2012). Ridership Report Achives. Retrieved January 2015, from American Public Transportation Association: http://www.apta.com/resources/statistics/Pages/RidershipArchives.aspx Federal Railroad Administration, Office of Safety Analysis. (2012). 3.01 Accident Trends - Summary Statistics. Retrieved November 2014, from Federal Railroad Administration, Office of Safety Analysis, Train Accidents: http://safetydata.fra.dot.gov/OfficeofSafety/publicsite/summary.aspx Federal Railroad Administration, Office of Safety Analysis. (2012). 3.18 Accident By State/Railroad. Retrieved November 2014, from Federal Railroad Administration, Office of Safety Analysis - Train Accidents: http://safetydata.fra.dot.gov/OfficeofSafety/publicsite/Query/AccidentByStateRailroad.aspx Federal Railroad Administration, Office of Safety Analysis. (2012). 5.15 Consolidated Hwy Rail Accident Incidents. Retrieved November 2014, from Federal Railroad Administration Office of Safety Analysis - Highway-Rail Crossing Accidents: http://safetydata.fra.dot.gov/OfficeofSafety/publicsite/Query/ConsolidatedHwyRailIncidents.aspx Page | 12-18 Tie r 1 Dr aft E IS12. References Federal Railroad Adminstration, Office of Safety Analysis. (2012). 4.12 Casualties by State/Railroad. Retrieved November 2014, from Federal Railroad Adminstration Office of Safety Analysis - Casualties: http://safetydata.fra.dot.gov/OfficeofSafety/publicsite/Query/casabbr.aspx National Highway Traffic Safety Administration. (2012). State Traffic Safety Information For Year 2012. Retrieved November 2014, from National Highway Traffic Safety Administration: http://www- nrd.nhtsa.dot.gov/departments/nrd-30/ncsa/STSI/USA%20WEB%20REPORT.HTM National Transit Database. (2012). NTD Safety & Security Time Series Data. Retrieved June 2014, from NTD Data: http://www.ntdprogram.gov/ntdprogram/data.htm National Transportation Safety Board. (2012). Aviation Accident Database & Synopses. Retrieved June 2014, from Investigations: Aviation Database: http://www.ntsb.gov/_layouts/ntsb.aviation/index.aspx CHAPTER 9 – EVALUATION OF ALTERNATIVES Abril, M, Barber, F, Ingolotti, L, Salido, M A, Tormos, P, Lova, A, (2008). “An Assessment of Railway Capacity.” Transportation Research Part E: Logistics and Transportation Review, Volume 44, Issue 5, pp 774-806. CHAPTER 11 – AGENCY/PUBLIC INVOLVEMENT American Community Survey. (2010). Five Year Estimate. Food and Agriculture Organization of the United Nations, Natural Resources Management and Environment Department. (2015, January 15). Land Cover Classification Systems, Definitions. Retrieved from FAO Corporation Document Repository: http://www.fao.org/docrep/003/X0596E/x0596e01e.htm U.S. Deparment of Transportation, Federal Railroad Adminsitration. (Director). (2014). [Motion Picture]. U.S. Deparment of Transportation, Federal Railroad Adminsitration. (2012, June 22). Environmental Impact Statement for the Northeast Corridor between Washington, D.C., New York, NY, and Boston, MA. Notice of Intent, Daily Federal Register, Volume 77, No. 121. U.S. Department of Transportation, Federal Highway Administration, Office of Real Estate Services. (2005, June). Acquisition. Acquiring Real Property for Federal and Federal Aid Programs and Projects. U.S. DOT, Federal Highway Administration, Publication No. FHWA-HEP-05-030. U.S. Department of Transportation, Federal Railroad Administration. (2012, September 7). Environmental Impact Statement for the Northeast Corridor between Washington, D.C., New York, NY, and Boston, MA. Notice of Intent, Daily Federal Register. U.S. Department of Transportation, Federal Railroad Administration. (2013, January). NEC FUTURE CEQ Pilot Statement of Principles. Tie r 1 Dr aft E IS Page | 12-19",
    "TEXT BY PAGE": [
        "TIER 1 DRAFT ENVIRONMENTAL IMPACT STATEMENT 12.References",
        "",
        "12. References CHAPTER 3 – PURPOSE AND NEED 49 CFR Part 1201, Subpart A - Uniform System of Accounts. (2006, December 21). Federal Register, 71, No. 136, 76863. Retrieved from http://www.gpo.gov/fdsys/pkg/FR-2006-12-21/pdf/E6-21512.pdf Aarabi, S., Graham, D. J., Levinson, D., & Melo, P. C. (January 13-17, 2013). Agglomeration, Accessibility, and Productivity: Evidence for Urbanized Areas in the US. Transportation Research Board 92nd Annual Meeting. Washington, D.C.: University of Minnesota: Nexus Research Group. Airport Cooperative Research Program. (2013). Innovative Approaches to Addressing Aviation Capacity Issues in Coastal Mega-regions. Retrieved from Transportation Research Board: http://www.trb.org/Main/Blurbs/163311.aspx Airport Cooperative Research Program. (2015). ACRP Report 118: Integrating Aviation and Passenger Rail Planning. Washington, D.C.: Transportation Research Board. Amtrak. (2014). NEC Maps & Data: Amtrak Competative Advantage. Retrieved January 2015, from Amtrak, The Northeast Corridor: http://nec.amtrak.com/content/amtrak%C2%AE%C2%A0competitive-advantage Amtrak. (2014). NEC Maps & Data: Growing Demand for Rail Services in the Northeast. Retrieved January 2015, from Amtrak, The Northeast Corridor: http://nec.amtrak.com/content/growing-demand-rail-services- northeast Amtrak. (2015). Route Performance Glossary of Terms. Retrieved February 2015, from Amtrak: http://www.amtrak.com/servlet/Satellite?c=AM_Content_C&cid=1241245662251&pagename=am/Popup Amtrak. (2015). Route Performance. Retrieved February 2015, from Amtrak: http://www.amtrak.com/historical- on-time-performance Association of American Railroads. (2007). National Rail Freight Infrastructure Capacity and Investment Study. Cambridge Systematics, Inc. Balimore Commission on Sustainability. (2013). Baltimore Climate Action Plan. Baltimore, MD: Balitmore City Planning Commission. Baxandall, P., & Dutzik, T. (Spring 2013). A New Direction: Our Changing Relationship with Driving and the Implications for America's Future. U.S. PIRG Education Fund. Belden Russonello & Stewart. (2011). The 2011 Community Preference Survey: What Americans Are Looking For When Deciding Where to Live. Washington, D.C.: National Association of Realtors. Capitol Region Council of Governments. (2011). Capitol Region Transportation Plan: A Guide for Transportaion Investments Through The Year 2040. Hartford, CT: Capitol Region Council of Governments. Delaware Valley Regional Planning Commission. (2008). Speeding Up SEPTA: Finding Ways to Move Passengers Faster. Delaware Valley Regional Planning Commission. Department of Administration, Division of Planning, Statewide Planning Program. (2014). Rhode Island State Rail Plan 2014, Report 117: State Guide Plan Element 661. Department of Administration, Division of Planning, Statewide Planning Program. Eisele, B., Lomax, T., & Schrank, D. (December 2012). 2012 Urban Mobility Report. Texas A&M Transportation Institute, The Texas A&M University System. Federal Aviation Administration: Forecast and performance Analysis Division. (2014). Terminal Area Forecast Summary: Fiscal Years 2013-2040. Federal Aviation Administration. Tie r 1 Dr aft E IS Page | 12-1",
        "12. References Georgetown Climate Center. (2012). Transportation & Climate Initiative of the Northeast and Mid-Atlantic States. Retrieved January 21, 2015, from Georgetown Law: http://www.georgetownclimate.org/state- action/transportation-and-climate-initiative Graham, D. J., Melo, P. C., & Noland, R. B. (2009). A Meta-Analysis of Estimates of urban Agglomeration Economies. Regional Science and Urban Economics 39, 332-342. Retrieved from www.elsevier.com/locate/regec Hanson, M., Kaufman, S., Levenson, N., & Qin, C. (November 2012). Transportation During and After Hurricane Sandy. New York, NY: Rudin Center for Transportation, NYU Wagner Graduate School of Public Service. Massachusetts Department of Tansportation. (Septermber 2010). Massachusetts Freight Plan. Boston, MA: Massachusetts Department of Transportation. McGuckin, N., & Lynott, J. (October 2012). Impact of Baby Boomers on U.S. Travel, 1969 to 2009. Washington, D.C.: AARP Public Policy Institute. Moody's Analystics, Inc. (2012). Forecast & Historic Data Service. Moody's Analystics, Inc. New Jersey State Planning Commission. (2001). The New Jersey State Development and Redevelopment Plan. New Jersey State Planning Commission. New York Metropolitan Transportation Council. (2014). Hub Bound Travel. Retrieved January 2014, from Mew York Metropolitan Transportation Council Data and Model: http://www.nymtc.org/data_services/HBT.html Northeast Corridor Infrastructure and Operations Advisory CommissionFreight Committee. (March 2012). Current and Future Freight Use of the NEC. NEC Commission Freight Committee. Northeast Corridor Infrastructure and Operations Advisory Commission. (April 2015). NEC Five-Year Capital Plan. Retrieved May 2015, from Northeast Corridor Infrastructure and Operations Advisory Commission: http://www.nec-commission.com/five-year-capital-plan/ Northeast Corridor Infrastructure and Operations Advisory Commission. (April 2014). The Northeast Corridor and the American Economy. Northeast Corridor Infrastructure and Operations Advisory Commission. Northeast Corridor Infrastructure and Operations Advisory Commission. (February 2014). State of the Northeast Corridor Region Transportation System. State of the Northeast Corridor Region Transportation System. Northeast Corridor Infrastructure and Operations Advisory Commission. (January 2013). Critical Infrastructure Needs on the Northeast Corridor. Northeast Corridor Infrastructure and Operations Advisory Commission. Parker, H., & Jacob, R. (2013, May 14). Yale University meeting with the City of New Haven. (City of New Haven, Interviewer) Safety Advisory 2012-03; Buckling-Prone Conditions in Continuous Welded Rail Track. (2012, July 16). Federal Register, 77, No. 136, 41881. Retrieved from http://www.gpo.gov/fdsys/pkg/FR-2012-07-16/pdf/2012- 17343.pdf Secretary of Transportation Mary E. Peters. (2008, July 25). Definition of a \"State of Good Repair\" on the Northeast Corridor. Letter from Secretary of Transportation Mary E. Peters to The Honorable Robert C. Byrd Chairman, Committee on Appropriations. The Boston Foundation and The Massachusetts Competitive Partnership. (2013). The Cost of Doing Nothing: The Economic Case for Transportation Investment in Massachusetts. Boston, MA: The Boston Foundation. The NEC Master Plan Working Group. (2010). The Northeast Corridor Infrastructure Master Plan. Washington, D.C.: NEC Master Plan Working Group. The Northeast Alliance for Rail. (2014). Northeast Corridor. Retrieved January 2015, from The Northeast Alliance for Rail: http://www.northeastallianceforrail.org/corridor/ Transportation for America. (2011). Aging in Place, Stuck Without Options: Fixing the Mobility Crisis Threatening the Baby Boom Generation. Retrieved from http://t4america.org/docs/SeniorsMobilityCrisis.pdf Page | 12-2 Tie r 1 Dr aft E IS",
        "12. References U.S. Department of Commerce, Bureau of Economic Analysis. (2015). Regional Economic Accounts. Retrieved February 2015, from United States Department of Commerce, Bureau of Economic Analysis: http://www.bea.gov/regional/index.htm U.S. Department of Transportation Bureau of Transportation Statistics. (2012). Chronically Delayed Flights. Retrieved April 2012, from Bureau of Transportation Statistics. U.S. Department of Transportation Bureau of Transportation Statistics. (2015, February). Airline On-Time Statistics and Delay Causes. Retrieved 2015, from Bureau of Transportation Statistics. U.S. Department of Transportation Federal Railroad Administration. (2005). Baltimore's Railraod Network: Challenges and Alternatives. U.S. Department of Transportation, Federal Highway Administration. (2012). Freight Analysis Framework: FAF3. Retrieved January 2015, from Freight Management and Operations: http://www.ops.fhwa.dot.gov/freight/freight_analysis/faf/ U.S. Energy Information Administration. (2013). Annual Energy Outlook 2013: With Projections to 2040. Washington, D.C.: U.S. Energy Information Administration, Office of Integrated and International Energy Analysis. CHAPTER 7 – AFFECTED ENVIRONMENT, ENVIRONMENTAL CONSEQUENCES & MITIGATION STRATEGIES 7.2 – Land Cover Baltimore Regional Transportation Board. (2011). Plan It 2035: Baltimore Regional Transportation Board regional long-range transportation plan for 2016-2035. Baltimore, MD: Baltimore Regional Transportation Board. Berks County Planning Commission. (2013). Berks County Comprehensive Plan 2030. Reading Area Transportation Study MPO. Berkshire Regional Planning Commission. (2012). 2012 Berkshire Regional Transportation Plan. Berkshire Regional Planning Commission. Berkshire Regional Planning Commission. (2014). Sustainable Berkshires, Community Strategies for a Sustainable Future. Boston Region Metropolitan Planning Organization. (2012). The Long-Range Transportation Plan, Paths to a Sustainable Region. Cape Cod Commission. (2013). Cape Cod 2012 Regional Transportation Plan: 2012-2035. Cape Cod Commission. (2013). Cape Cod Regional Policy Plan. Capital District Transportation Committee. (2011). New Visions 2035 Plan Update: Choosing Our Future, New Visions for a Quality Region. Albany, NY: Capital District Transportation Committee. Capitol Region Council of Governments. (2009). Achieving the Balance: A Plan of Conservation and Development for the Capitol Region. Hartford, CT: Capitol Region Council of Governments. Capitol Region Council of Governments. (2011). Capitol Region Transportation Plan: A Guide for Transportation Investments Through The Year 2040. Hartford, CT: Capitol Region Council of Governments. Capitol Region Council of Governments. (2014). Regional Plan of Conservation and Development: Vibrant. Green. Connected. Competitive. Hartford, CT: Capitol Region Council of Governments. Central Connecticut Regional Planning Agency. (2011). Long-Range Transportation Plan for Central Connecticut, 2011-2040. Bristol, CT: Central Connecticut Regional Planning Agency. Tie r 1 Dr aft E IS Page | 12-3",
        "12. References Central Connecticut Regional Planning Agency. (2013). PLAN of Conservation and Development for the Central Connecticut Region, 2013-2023. Bristol, CT: Central Connecticut Regional Planning Agency. Central Massachusetts Regional Planning Commission. (2011). 2012 Regional Transportation Plan: Multimodal - Intermodal. Central Massachusetts Metropolitan Planning Organization. Council of Governments of the Central Naugatuck Valley. (2008). Central Naugatuck Valley Regional Plan of Conservation and Development: 2008. Waterbury, CT: Council of Governments of the Central Naugatuck Valley. Council of Governments of the Central Naugatuck Valley. (2011). Central Naugatuck Valley Long Range Regional Transportation Plan: 2011-2040. Waterbury, CT: Council of Governments of the Central Naugatuck Valley. Delaware Office of State Planning Coordination. (2010). Delaware Strategies for State Policies and Spending. Dover, DE: Delaware Office of State Planning Coordination. Delaware Valley Regional Planning Commission. (2013). Connections 2040: Plan for Greater Philadelphia. Philadelphia, PA: Delaware Valley Regional Planning Commission. Dover/Kent County Metropolitan Planning Organization. (2013). Metropolitan Transportation Plan: 2040 Update. Dover/Kent County Metropolitan Planning Organization. Franklin Regional Council of Governments. (2011). 2012 Regional Transportation Plan. Greenfield, MA: Franklin Regional Council of Governments. Franklin Regional Council of Governments. (2013). Sustainable Franklin County: Fanklin County's Regional Plan for Sustainable Development. Frankling Regional Council of Governments. Food and Agriculture Organization of the United Nations, Natural Resources Management and Environment Department. (2015, January 15). Land Cover Classification Systems, Definitions. Retrieved from FAO Corporation Document Repository: http://www.fao.org/docrep/003/X0596E/x0596e01e.htm Fry, J. X. (2011). Completion of the 2006 National Land Cover Database for the Conterminous United States. PE&RS, 77 (9), 858-864. Greater Bridgeport Regional Planning Agency. (2008). Growth Management Alternatives: Regional Conservation and Development Plan Update. Bridgeport, CT: Greater Bridgeport Regional Planning Agency. Greater Bridgeport Regional Council. (2011). Regional Transportation Plan for the Greater bridgeport Planning Regiona: 2011-2040. Bridgeport, CT: Greater Bridgeport Regional Council. Greater Washington 2050 Coalition. (2010). Region Forward: A comprehensive guide for regional planning and measuring progress in the 21st century . Metropolitan Washington Council of Governments. Harrisburg Area Transportation Study. (2010). 2035 Regional Transportation Plan: 2011-2035. Harrisburg Area Transportation Study. Harrisburg Area Transportation Study. (2014). 2040 Regional Transportation Plan: Vision, Goals and Objectives. Harrisburg Area Transportation Study. Housatonic Valley Council of Elected Officials. (2011). 2011-2040 Regional Transportation Plan for Greater Danbury, CT. Brookfield, CT: Housatonic Valley Council of Elected Officials. Lancaster County Transportation Coordinating Committee Planning Commission. (2012). Connections 2040: The Transportation Element. Lancaster, PA: Lancaster County Transportation Coordinating Committee Planning Commission. Lancaster County Transportation Coordinating Committee Planning Commission. (2014). Lancaster County Congestion Management Process. Lancaster, PA: Lancaster County Transportation Coordinating Committee Planning Commission. Page | 12-4 Tie r 1 Dr aft E IS",
        "12. References Lebanon County Metropolitan Planning Organization. (2007). Lebanon County Comprehensive Plan. Lebanon County Metropolitan Planning Organization. Lebanon County Metropolitan Planning Organization. (2012). 2013 Long Range Transportation Plan. Lebanon County Metropolitan Planning Organization. Lehigh Valley Planning Commission. (2005). Comprehensive Plan: The Lehigh Valley: 2030. Allentown, PA: Lehigh Valley Planning Commission. Lehigh Valley Planning Commission. (2010). Lehigh Valley Surface Transportation Plan: 2011-2030. Lehigh Valley Transportation Study. Martha's Vineyard Commission. (2009). Island Plan: Charging the Future of the Vineyard. Oak Bluffs, MA: Martha's Vineyard Commission. Martha's Vineyard Commission. (2011). Martha's Vineyard Regional Transportation Plan. Oak Bluffs, MA: Martha's Vineyard Commission. Maryland Department of Planning. (2011). Plan Maryland: A Sustainable Growth Plan for the 21st Century. Baltimore, MD: Maryland Department of Planning. Merrimack Valley Planning Commission. (2009). Merrimack Valley Priority Growth Strategy. Haverhill, MA: Merrimack Valley Planning Commission. Merrimack Valley Planning COmmission. (2011). Merrimack Valley 2012 Regional Transportation Plan. Haverhill, MA: Merrimack Valley Metropolitan Planning Organization. Metropolitan Area Planning Council. (2008). Metro Future, Making a Greater Boston Region: Regional Plan, Goals and Objectives. Metroplitan Area Planning Council. Metropolitan Washington Council of Governments. (1998). Transportation: The TPB Vision. Retrieved January 23, 2015, from Metropolitan Washington Council of Governments: http://www.mwcog.org/transportation/activities/vision/default.asp Midstate Regional Planning Agency. (2011). 2011-2040 Regional Transportation Plan. Middletown, CT: Midstate Regional Planning Agency. Montachusett Regional Planning Commission. (2011). Montachusett Regional Strategic Framework Plan. Fitchburg, MA: Montachusett Regional Planning Commission. Montachusett Regional Planning Commission. (2011). Montachusett Regional Transportation Plan 2012. Fitchburg, MA: Montachusett Regional Planning Commission. Nantucket Planning and Economic Development Commission. (2011). Nantucket Regional Transportation Plan: 2012 - 2035. Nantucket, MA: Nantucket Planning and Economic Development Commission. National Capital Planning Commission. (2004). Comprehensive Plan for the National Capital. Washington, D.C.: National Capital Planning Commission. New Jersey State Planning Commission. (2001). The New Jersey State Development and Redevelopment Plan New. Trenton, NJ: New Jersey State Planning Commission. New York Metroplitan Transportation Council. (2013). Plan 2040, Regional Transportation Plan, A Shared Vision for a Sustainable Region. New York, NY: New York Metropolitan Transportation Council. North Jersey Transportation Planning Authority. (2013). Plan 2040, NJTPA Regional Transportation Plan for Northern New Jersey. North Jersey Transportation Planning Authority. Northern Middlesex Council of Governments. (2011). Northern Middlesex Regional Transportation Plan. Lowell, MA: Northern Middlesex Metropolitan Planning Organization. Northwestern Connecticut Council of Governments. (2009). Plan of Conservation and Development. Northwestern Connecticut Council of Governments. Tie r 1 Dr aft E IS Page | 12-5",
        "12. References Office of Policy and Management, Intergovernmental Policy Division. (2005). Conservation and Development Policies Plan for Connecticut: 2005-2010. Hartford, CT: State of Connecticut. Old Colony Planning Council. (2011). 2012 Old Colony Regional Transportation Plan. Brockton, MA: Old Colony Planning Council. Orange County Transportation Council. (2011). Orange County Transportation Council Long Range Transportation Plan: 2011-2040. Goshen, NY: Orange County Transportation Council. Pioneer Valley Planning Commission. (2011). 2012 Regional Transportation Plan for the Pioneer Valley Metropolitan Planning Organization. Springfield, MA: Pioneer Valley Planning Commission. Pioneer Valley Planning Commission. (2013). Our Next Future: An Action Plan for Building a Smart, Sustainable and Resilient Pioneer Valley. Springfield, MA: Pioneer Valley Planning Commission. Pioneer Valley Planning Commission. (2014). Valley Vision 4: The Regional Land Use Plan for the Pioneer Valley. Springfield, MA: Pioneer Valley Planning Commission. Poughkeepsie-Dutchess County Transportation Council. (2012). Moving Dutchess: The 2040 Metropolitan Transportation Plan for Dutchess County. Poughkeepsie-Dutchess County Transportation Council. Rhode Island Statewide Planning Program. (2006). Land Use 2025. Providence, RI: State of Rhode Island, Department of Administration, Statewide Planning Program. Rhode Island Statewide Planning Program. (2012). Transportation 2035: Long Range Transportation Plan. Providence, RI: State of Rhode Island, Department of Administration, Statewide Planning Program. South Central Regional Council of Governments. (2009). Plan of Conservation and Development. North Haven, CT: South Central Regional Council of Governments. South Central Regional Council of Governments. (2011). South Central Regional Long Range Transportatin Plan: 2011-2040. North Haven, CT: South Central Regional Council of Governments. South Jersey Transportation Planning Organization. (2012). South Jersey Transportation Planning Organization Regional Transportation Plan 2040. Vineland, NJ: South Jersey Transportation Planning Organization. Southeastern Connecticut Council of Governments. (2007). Regional Plan of Conservation and Development 2007. Norwich, CT: Southeastern Connecticut Council of Governments. Southeastern Connecticut Council of Governments. (2011). Long Range Transportation Plan 2011-2040 for Southeastern Connecticut. Norwich, CT: Southeastern Connecticut Council of Governments. Southeastern Regional Planning and Economic Development District. (2007). Report of the Futures Task Force. Taunton, MA: Southeastern Regional Planning and Economic Development District. Southeastern Regional Planning and Economic Development District. (2011). 2012 Regional Transportation Plan. Taunton, MA: Southeastern Massachusetts Metropolitan Planning Organization. Southeastern Regional Planning and Economic Development District. (2014). Growing the Economy of Southeastern Massachusetts: Comprehensive Economic Development Strategy . Taunton, MA: Southeastern Regional Planning and Economic Development District. Southeastern Regional Planning and Economic Development District,Old Colony Planning Council, Metropolitan Area Planning Council. (1999). Southeastern Massachusetts Vision 2020, An Agenda for the Future. Southeastern Regional Planning and Economic Development District,Old Colony Planning Council, Metropolitan Area Planning Council. Southwestern Regional Planning Agency . (2011). Going Forward: The Plan to Maintain & Improve Mobility, Southwestern Region Long Range Transportation Plan 2011-2040 (2011). Stamford, CT: Southwestern Region Metropolitan Planning Organization. Page | 12-6 Tie r 1 Dr aft E IS",
        "12. References Southwestern Regional Planning Agency. (2006). Regional Plan of Conservation and Development 2006-2015. Stamford, CT: Southwestern Regional Planning Agency. U.S. Department of Transportation, Federal Highway Administration, Office of Real Estate Services. (2005, June). Acquisition. Acquiring Real Property for Federal and Federal Aid Programs and Projects. U.S. DOT, Federal Highway Administration, Publication No. FHWA-HEP-05-030. Ulster County Transportation Council. (2010). Year 2035 Long Range Transportation Plan. Kingston, NY: Ulster County Transportation Council. Valley Council of Governments. (2012). Long Range Regional Transportation Plan Update 2011-2040. Derby, CT: Valley Council of Govern. Valley Regional Planning Commission. (2008). Strategic Plan of Conservation & Development for the All-American Valley. Derby, CT: Valley Council of Governments. Wilmington Metropolitan Area Planning Council. (2011). WILMAPCO 2040 Regional Transportation Plan Update. Newark, DE: Wilmington Metropolitan Area Planning Council. Windham Region Council of Governments. (2005). Regional Transportation Plan 2005. Willimantic, CT: Windham Region Council of Governments. York Area Metropolitan Planning Organization. (2013). YAMPO Long Range Transportation Plan: 2009 - 2035. York, PA: York Area Metropolitan Planning Organization. 7.3 – Agricultural Lands (Prime Farmland/Timberland) Church, P. (2012, June 29). Massachusetts Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Davies, R. K. (2012, February 6). New York Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Delaware Department of Agriculture. (2013). Delaware Agricultural Statistics and Resource Directory, 2011-2012. Dover: Delaware Department of Agriculture. Devlin, D. (2012, February 2). Pennsylvania Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Fleming, L. (2012, February 2). New Jersey Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Hodgetts, R., & Freese, R. (2000, September). An Economic Overview of the United States Solid Wood Industry. Retrieved from USDA Foreign Agricultural Service (FAS): http://www.fas.usda.gov/ffpd/economic- overview/overview.html Koehn, S. W. (2012, February 2). Maryland Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Martin, C. (2012, February 6). Connecticut Forest Resource Fact Sheet, Fiscal Year 2012. USDA Forest Service, Northeastern Area. Maryland Department of Agriculture. (2012). Agriculture in Maryland Summary for 2011. Annapolis: Maryland Department of Agriculture. Maryland Department of Planning. (2011). Plan Maryland: A Sustainable Growth Plan for the 21st Century. Baltimore: Maryland Department of Planning. Multi-Resolution Land Characteristics Consortium. (2014, December 22). National Land Cover Database. Retrieved from Multi-Resolution Land Characteristics Consortium: http://www.mrlc.gov/nlcd06_data.php Tie r 1 Dr aft E IS Page | 12-7",
        "12. References New Jersey Agricultural Statistics Service. (2012). New Jersey Annual Report and Agricultural Statistics, 2012. Trenton: New Jersey Agricultural Statistics Service. New Jersey Department of Environmental Conservation. (2011, April 27). NJDEP: Forest Facts. Retrieved from New Jersey Department of Environmental Conservation: http://www.state.nj.us/dep/parksandforests/forest/iyof_facts.html New York Department of Agriculture and Markets. (2012). New York 2011 Agricultural Annual Bulletin. Albany: New York Department of Agriculture and Markets. New York State Department of Environmental Conservation. (2013). NYSDEC: Forests. Retrieved from New York State Department of Environmental Conservation: http://www.dec.ny.gov/lands/309.html Pennsylvania Department of Agriculture. (2013). Pennsylvania Agricultural Statistics, 2011-2012. Harrisburg: Pennsylvania Department of Agriculture. Smith, W. B., Miles, P. D., Perry, C. H., & Pugh, S. A. (2009). Forest Resources of the United States, 2007: A Technical Document Supporting the Forest Service 2010 RPA Assesment. South Central Regional Council of Governments. (Amended 2009). Plan of Conservation and Development - South Central Region. North Haven: South Central Regional Council of Governments. Sparks, C. (2012, February 6). Rhode Island Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. U.S. Department of Agriculture National Agricultural Statistics Survey. (2012). Annual Bulletin: New England Agricultural Statistics, 2011. Concord: U.S. Department of Agriculture National Agricultural Statistics Survey. U.S. Department of Agriculture, Natural Resources Conservation Service. (2014, March 11). Geospatial Data Gateway. Retrieved from Geospatial Data Gateway: http://datagateway.nrcs.usda.gov/ Valenti, M. (2012, February 2). Delaware Forest Resource Fact Sheet - Fiscal Year 2012. USDA Forest Service, Northeastern Area. Wharton, E. H., Widmann, R. H., Alerich, C. L., Barnett, C. J., Lister, A. J., Lister, T. W., Borman, F. (2004). USDA Forest Service - Northeastern Research Station: The Forests of Connecticut. Resource Bulletin NE-160. Newtown Square, PA: USDA Forest Service. 7.4 – Parklands and Wild and Scenic Rivers Baltimore City Department of Recreation and Parks. (2011). Baltimore City Parks. Retrieved July 12, 2012, from https://data.baltimorecity.gov/Community/Parks/3r8a-uawz Bucks County Planning Commission. (2009). Bucks County Park, Recreation, and Open Space Parcels and Bucks County Parks Points. Bucks County Planning Commission. (2012). Bucks County Parkland – Polygon. Connecticut Department of Energy and Environmental Protection. (2012). Parks and Forests CT and Open Space. Retrieved July 10, 2012, from http://www.ct.gov/dep/cwp/view.asp?a=2698&q=322898&depNav_GID=1707 Connecticut Department of Energy and Environmental Protection. (2011). CT Comprehensive Statewide Outdoor Recreation Plan. Retrieved July 27, 2012, from http://www.ct.gov/dep/lib/dep/outdoor_recreation/scorp/scorp_2011_webversion.pdf Connecticut Department of Energy and Environmental Protection. (2006). CT Trails. Retrieved August 9, 2012, from http://www.ct.gov/dep/cwp/view.asp?a=2698&q=322898&depNav_GID=1707 and http://www.cteco.uconn.edu/metadata/dep/document/TRAIL_FGDC_Plus.htm Page | 12-8 Tie r 1 Dr aft E IS",
        "12. References Connecticut Office of Policy and Management. (2005). Conservation and Development Policies Plan for Connecticut. Retrieved January 4, 2013, from www.ct.gov_opm_lib_opm_igp_cdplan_adopted2005- 2010cdplan.pdf Delaware County Planning Department. (2008). Delaware County –County and Municipal Parks. Delaware Department of Agriculture, Delaware Forest Service. (2007). Delaware State Forest Data. . Retrieved June 25, 2012, from http://dda.delaware.gov/forestry/DE%20State%20Forest%20GIS.pdf Delaware Department of Natural Resources and Environmental Control, Division of Parks and Recreation. (2012). Delaware Outdoor Recreation Inventory (DE Parks). Delaware Department of Natural Resources and Environmental Control, Division of Parks and Recreation (2011). Draft First State Trails and Pathways Plan Delaware. Retrieved June 25, 2012, from http://www.dnrec.delaware.gov/parks/Information/Pages/1st-State-Trails.aspx Delaware Department of Natural Resources and Environmental Control Division of Parks and Recreation (2009). Delaware Outdoors: 2009-2011: Delaware State Comprehensive Outdoor Recreation Plan. Retrieved June 20, 2012, from http://www.dnrec.delaware.gov/parks/Information/Documents/2009-2011_SCORP.pdf Massachusetts Department of Conservation and Recreation. (2005). Terra Firma: Putting Historic Landscape Preservation on Solid Ground. Retrieved June 27, 2012, from http://www.mass.gov/eea/docs/dcr/stewardship/histland/terrafirma.pdf Massachusetts Department of Conservation and Recreation. (2012). MA Forest Stewardship Program Property. Retrieved June 26, 2012, from www.mass.gov/mgis/stewardship.htm Massachusetts Department of Conservation and Recreation. (2012). Scenic Landscapes. Retrieved June 26, 2012, from www.mass.gov/mgis/scen-inv.htm Massachusetts Department of Conservation and Recreation. (2012). Long Distance Trails. Retrieved June 20, 2012, from www.mass.gov/gis/ldtrails.htm Massachusetts Department of Fisheries, Wildlife, and Environmental Law Enforcement. (2012). Protected and Recreational Open Space. Retrieved June 20, 2012, from www.mass.gov/mgis/osp.htm Massachusetts Executive Office of Energy and Environmental Affairs. (2006). Commonwealth of Massachusetts Massachusetts Outdoors 2006 Statewide Comprehensive Outdoor Recreation Plan. Retrieved June 28, 2012, from http://www.mass.gov/eea/docs/eea/dcs/massoutdoor2006.pdf Massachusetts Office of Geographic Information (MassGIS). (2012). Tracks & Trails. Retrieved July 12, 2012, from www.mass.gov/mgis/trails.htm Maryland Department of Natural Resources. (2011). Oyster Sanctuaries of the Chesapeake Bay. Retrieved July 20, 2012, from http://dnrweb.dnr.state.md.us/gis/data/ Maryland Department of Natural Resources. (2009). Maryland Land Preservation, Parks & Recreation Plan 2009 Volume II. Retrieved June 20, 2012, from http://dnr.maryland.gov/land/stewardship/pdfs/completednrorp.pdf Maryland Department of Natural Resources, Wildlife & Heritage Service. (2006). Sensitive Species Project Review Areas. Retrieved July 27, 2012, from http://dnrftp.dnr.state.md.us/public/SpatialData/LivingResources/SensitiveSpeciesProjReviewArea/swssp ra.zip Maryland Department of Natural Resources. (2003). Maryland State Forest and Park Trails and Paths. Seneca Creek State Park Infrastructure, Savage River Lodge Parcel Infrastructure, Savage River State Forest Infrastructure, Potomac State Forest Infrastructure, Pocomoke River State Forest and Park Infrastructure, Greenwell State Park Infrastructure, Green Ridge State Forest Infrastructure, Greenbrier State Park Infrastructure, Fort Frederick State Park Infrastructure, Deep Creek Lake State Park Infrastructure, Cunningham Falls State Park Infrastructure, Calvert Cliffs State Park Infrastructure, Wye Island Natural Tie r 1 Dr aft E IS Page | 12-9",
        "12. References Resource Management Area, Rosaryville State Park Data, Fair Hill Natural Resource Management Area, Elk Neck State Forest and Park Data, Susquehanna State Park Facilities. Retrieved July 9, 16, 26, 2012, from http://dnrweb.dnr.state.md.us/gis/data/ Maryland Office of Information Technology/ Enterprise Geographic Information Services (MOIT – GIS). (2009). Baltimore City Recreation Areas. Retrieved July 12, 2012, from https://data.baltimorecity.gov/download/feax.-3ycj/application/zip National Atlas of the United States. (2012). Federal Lands of the United States. Retrieved July 12, 2012, from http://nationalatlas.gov/atlasftp.html National Park Service, Appalachian Trail Project Office (1981). Comprehensive Plan for the Protection, Management, Development and Use of the Appalachian National Scenic Trail. Retrieved September 17, 2012, from http://atfiles.org/files/pdf/ATCompPlan.pdf National Park Service Land and Water Conservation Fund (LWCF). (2012). LWCF Grant Grantees for States in the Study Area. Retrieved June 20, 2012, from http://waso-lwcf.ncrc.nps.gov/public/index.cfm New Jersey Department of Environmental Protection. (2012). New Jersey State Level Parks and Recreation. Retrieved July 12, 2012, from http://www.state.nj.us/dep/gis/digidownload/zips/statewide/newstate.zip New Jersey Department of Environmental Protection. (2012). State Parks and Recreation. Retrieved July 5, 2012, from http://www.nj.gov/dep/gis/lists.html New Jersey Department of Environmental Protection Green Acres Program. (2011). New Jersey County Level Parks and Recreation. Retrieved July 12, 2012, from http://www.state.nj.us/dep/gis/digidownload/zips/statewide/openspace_county.zip New Jersey Pinelands Commission. Pinelands Comprehensive Management Plan (CMP). Retrieved September 17, 2012, from http://www.state.nj.us/pinelands/cmp/ New York City Department of City Planning. (2012). New York City Level Parks and Recreation. Retrieved July 12, 2012, from http://www.nyc.gov/html/dcp/html/bytes/applbyte.shtml New York State Office of Parks, Recreation and Historic Preservation. (2012). New York Parks and Recreation Comprehensive Plans. Retrieved September 17, 2012, from http://nysparks.com/recreation/trails/statewide-plans.aspx New York State Geographic Information Systems (GIS) Clearinghouse. (2012). New York State Municipal Level Parks and Recreation. Retrieved July 12, 2012, from https://gis.ny.gov/ New York State GIS Clearinghouse. (2005). New York State Federal, County, and Municipal Level Parks and Recreation. Retrieved July 12, 2012, from http://gis.ny.gov/gisdata/inventories/details.cfm?DSID=931 Pennsylvania Department of Conservation and Natural Resources (PADCNR). (2009). Pennsylvania Outdoor Recreation Plan 2009-2013. Retrieved June 20, 2012, from http://www.paoutdoorrecplan.com Pennsylvania Department of Conservation and Natural Resources - Bureau of Forestry. (2010). DCNR - State Forest Lands 2010. Retrieved June 20, 2012, from ftp://www.pasda.psu.edu/pub/pasda/dcnr/ Pennsylvania Department of Conservation and Natural Resources - Bureau of Forestry. (2007). PA Wilds. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/PaWildsRec.zip Pennsylvania Department of Conservation and Natural Resources - Bureau of Forestry. (2005). Pennsylvania Wild Areas. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/WildNaturalAreas2005 Pennsylvania Department of Conservation and Natural Resources - Bureau of Recreation and Conservation. (2009). Explore PA Trails – Trails. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/ExplorePAtrails_Trails.zip Page | 12-10 Tie r 1 Dr aft E IS",
        "12. References Pennsylvania Department of Conservation and Natural Resources - Bureau of State Parks. (2011). PA DCNR State Parks 2011. Retrieved June 20, 2012, from http://www.pasda.psu.edu>/data/dcnr/DCNR_StateParks201109.zip Pennsylvania Fish and Boat Commission. (2012). PA Water Trails. Retrieved June 28, 2012, from http://www.pasda.psu.edu/data/pafish/WaterTrails201204.zip Pennsylvania Game Commission. (2011). PA State Gamelands. Retrieved July 13, 2012, from http://www.pasda.psu.edu/data/pgc/PGC_StateGameland201108.zip Pennsylvania Game Commission, Bureau of Wildlife Management. (2007). PA Game Commission – Wildlife Management Units 2007. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/pgc/PGC_BNDWildlifeManagementUnits2007.zip Pennsylvania Department of Environmental Protection. (1996). National Forests in Pennsylvania. Retrieved June 20, 2012, from ftp://www.pasda.psu.edu/pub/pasda/compendium/nforest.zip Pennsylvania Spatial Data Access. (2009). Philadelphia Recreation Parks. Retrieved July 9, 2012, from http://www.pasda.psu.edu/uci/MetadataDisplay.aspx?entry=PASDA&file=PhiladelphiaRecreationParks20 1201.xml&dataset=168 Pennsylvania Spatial Data Access. (2008). PA DCNR Rail Trails 2008. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/DCNR_RailTrails200808.zip Pennsylvania Spatial Data Access. (2003). Appalachian National Scenic Trail Centerline in Pennsylvania. Retrieved June 20, 2012, from http://www.pasda.psu.edu/data/dcnr/dcnr_apptrail_2003.zip Philadelphia Department of Parks and Recreation. (2012). Philadelphia – Fairmount Park Properties. Retrieved August 13, 2012, from http://www.pasda.psu.edu/philacity/data/PhiladelphiaFairmountPark201201.zip Rhode Island Planning. (2009). RI Comprehensive Outdoor Recreation Plan. Retrieved July 5, 2012, from http://www.planning.ri.gov/landuse/scorp09.pdf Rhode Island GIS. (2012). RI Bikeways and Trails. Retrieved July 3, 2012, from http://www.edc.uri.edu/rigis/data/data.aspx?ISO=transportation State of New Jersey New Jersey Trails Program. (2009). 2009 New Jersey Trails Plan Update. Retrieved September 17, 2012, from http://www.state.nj.us/dep/parksandforests/natural/trail_plan.htm State of New Jersey Department of Agriculture State Agriculture Development Committee. New Jersey State Level Parks and Recreation. Retrieved July 12, 2012, from http://www.nj.gov/agriculture/sadc/farmpreserve/resources/ State of New Jersey Department of Transportation. (2012). New Jersey Parks and Recreation GIS Data. Retrieved July 5, 2012, from http://www.state.nj.us/transportation/gis/ The Conservation Fund - Pennsylvania Office. (2004). Protected Lands Inventory: Agricultural Easements. Retrieved June 20, 2012, from http://www.pasda.psu.edu>/pub/pasda/conservation_fund/protected_landsinventory.zip U.S. Department of the Interior, Bureau of Land Management. (2012). National Recreation Areas – Bureau of Land Management. Retrieved July 12, 2012, from http://www.blm.gov/wo/st/en/prog/energy/geothermal/geothermal_nationwide/Documents/GIS_Data.h tml U.S. Fish and Wildlife Service (USFWS) Cadastral Geodatabase. (2011). Simplified Wildlife Refuge Boundaries for States in the Project Study Area. Retrieved June 28, 2012, from http://www.fws.gov/GIS/data/CadastralDB/FWS_Refuge_Boundaries.htm Washington DC Office of the Chief Technology Officer. (2011). Wooded Areas of Washington DC. Retrieved June 29, 2012, from http://dcatlas.dcgis.dc.gov/catalog/download.asp?downloadID=106%downloadTYPE=ESRI Tie r 1 Dr aft E IS Page | 12-11",
        "12. References Washington DC Department of Parks and Recreation. (2010). DC Statewide Comprehensive Outdoor Recreation Plan (SCORP). Retrieved June 20, 2012, from http://dpr.dc.gov/DC/DPR/Property+Improvements/Capital+Projects/Statewide+Comprehensive+Outdoor +Recreation+Plan/DPR+Statewide+Comprehensive+Outdoor+Recreation+Plan Washington DC Department of Transportation. (2010). DC Trails. Retrieved June 21, 2012, from http://data.dc.gov/ Washington DC Office of the Chief Technology Officer. (2010). DC Recreation Parks. Retrieved June 21, 2012, from http://data.dc.gov Washington DC Office of the Chief Technology Officer. (2002). DC Recreation Parks. Retrieved June 21, 2012, from http://data.dc.gov/ 7.5 – Hydrologic (Water) Resources Connecticut Department of Environmental Protection. (1999). Geographical Boundary of Coastal Resources for Connecticut. Retrieved from http://www.ct.gov/deep/cwp/view.asp?a=2698&q=322898&deepNav_GID=1707%20 Federal Emergency Management Agency. (2013, 2014). FEMA's Flood Map Service Center. Retrieved 2013, 2014, from http://msc.fema.gov/portal Maryland Department of Natural Resources. (2011). Geographical Boundary of Coastal Resources for Maryland. New Jersey Department of Environmental Protection. (1996). Geographical Boundary of Coastal Resources for New Jersey. New York Department of State, Division of Coastal Resources NY-DS. (2011). Geographical boundary of Coastal Resources for NY. Rhode Island Department of Environmental Management. (2003). Geographical Boundary of Coastal Resources for Rhode Island. U.S. Army Corps of Engineers. (2010). U.S. Waterway Data. Retrieved 2014, from http://www.navigationdatacenter.us/data/datanwn.htm U.S. Environmental Protection Agency. (2011). Impaired Water Lines. Retrieved 2014 U.S. Fish and Wildlife Service. (2010). National Geographic Boundary of Coastal Resources. U.S. Fish and Wildlife Service. (2010). National Wetlands Inventory. Retrieved from http://www.fws.gov/wetlands/data/Data-Download.html U.S. Geological Survey. (2004). National Hydrography Dataset: US Geological Survey. Retrieved 2014, from http://nhd.usgs.gov/data.html 7.7 – Geologic Resources Johnston, P. M. (1964). Geology and Ground Water Resources of Washington, D.C., and Vicinity. Meng, Andrew A.; Harsh, John F. (1988). Hydrogeologic Framework of the Virginia Coastal Plain: Regional Aquifer Systems Analysis. New Jersey Department of Environmental Protection. (2010, June 26). Digital Geodata Series - DGS09-2 Coastal Plain Sediments with Potential to Form Acid (Sulfate) Soils. Retrieved from State of New Jersey Department of Environmental Protection - Division of Water Supply and Geoscience: http://www.state.nj.us/dep/njgs/geodata/dgs09-2.htm Orndorff, Zenah; Daniels, W. L. (2002). Delineation and Management of Sulfidic Materials in Virginia Highway Corridors. Charlottesville: Department of Crop and Soil Environmental Sciences - Virginia Polytechnic and State University. Page | 12-12 Tie r 1 Dr aft E IS",
        "12. References Tobin, Bret D.; Weary, David J. (2004). Digitial Engineering Aspects of Karst Map: A GIS Version of Davies, W.E., Simpson, J.H., Ohlmacher, G.C., Kirk, W.S., and Newton, E.G., 1984 Engeineering Aspects of Karst: U.S. Geological Survey, National Atlas of the United States of America. U.S. Environmental Protection Agency Office of Water. (2011, March 16). National Sole Source Aquifer GIS Layer. Retrieved from Data.gov - USEPA Office of Water Data Catalog: http://catalog.data.gov/dataset/national- sole-source-aquifer-gis-layer# U.S. Geological Survey. (2004, November 8). Physiographic Divisions of the Conterminous U.S. Retrieved from Water Resources NSDI Node: http://water.usgs.gov/GIS/metadata/usgswrd/XML/physio.xml#stdorder U.S. Geological Survey. (2005). Active Mines and Mineral Plants in the US. Retrieved from Mineral Resources On- Line Spatial Data: http://mrdata.usgs.gov/mineplant/ U.S. Geological Survey. (2005). Mineral Resources Data System. Retrieved from Mineral Resources On-Line Spatial Data: http://mrdata.usgs.gov/mrds/ U.S. Geological Survey. (2011). Asbestos Mines, Prospects, and Occurrences in the US. Retrieved from Mineral Resources On-Line Spatial Data: http://mrdata.usgs.gov/asbestos/ U.S. Geological Survey. (2012, January 1). Seismic Hazard Map for the United States - Direct Download. Retrieved from Data.gov - U.S. Geological Survey Data Catalog: https://catalog.data.gov/dataset/seismic-hazard- map-for-the-united-states-direct-download# U.S. Geological Survey. (2014, May 7). Digitial Complication of Landslide Overview Map of the Conterminous United States. Retrieved from Landslide Hazards Program: http://landslides.usgs.gov/hazards/nationalmap/ Van Gosen, Bradley S. (2007). The Geology of Asbestos in the United States and Its Practical Applications. Environmental & Engineering Geoscience, 55-68. 7.8 – Hazardous Waste and Contaminated Materials Sites DC.gov. (2012, July). Retrieved from District Department of the Environment: http://ddoe.dc.gov/service/vcp- cleanup-sites Maryland The Department of the Environment. (2012, July). Retrieved from http://www.mde.state.md.us/programs/Land/MarylandBrownfieldVCP/mapping/Documents/www.mde.s tate.md.us/assets/document/ERRP%20Site%20Inventory%20List.pdf Mass.gov. (2012, July). Retrieved from Office of Geographic Information (MassGIS): http://www.mass.gov/anf/research-and-tech/it-serv-and-support/application-serv/office-of-geographic- information-massgis/ Mass.gov. (2012, July). Retrieved from MassGIS Data - Mass DEP Land Disposal of Solid Waste: http://www.mass.gov/anf/research-and-tech/it-serv-and-support/application-serv/office-of-geographic- information-massgis/datalayers/sw.html New Jersey Department of Community Affairs. (2012, July). Retrieved from https://koordinates.com/publisher/new-jersey-department-of-community-affairs/layers/ New Jersey Department of Environmental Protection. (2012, July). Retrieved from Bureau of Geographic Information Systems: http://www.nj.gov/dep/gis/stateshp.html New York State. (2012, July). Retrieved from NYSGIS Clearinghouse: http://gis.ny.gov/gisdata/inventories/index.cfm New York State Department of Environmental Conservation. (2012, July). Retrieved from Environmental Site Remediation Database Search: http://www.dec.ny.gov/cfmx/extapps/derexternal/index.cfm?pageid=3 New York State Department of Environmental Conservation. (2012, July). Retrieved from Bulk Storage Database Search: http://www.dec.ny.gov/cfmx/extapps/derexternal/index.cfm?pageid=4 Tie r 1 Dr aft E IS Page | 12-13",
        "12. References Official Website of the State of Connecticut. (2012, July). Retrieved from http://www.ct.gov/dep/lib/dep/site_clean_up/brownfields/brownfieldsinventory.pdf Pennsylvania Spatial Data Access. (2012, July). Retrieved from The Pennsylvania Geospatial Data Clearinghouse: http://www.pasda.psu.edu/uci/MetadataDisplay.aspx?entry=PASDA&file=LandRecyclingCleanupLocations 2012_04.xml&dataset=279 State of Connecticut. (2012, July). Retrieved from Department of Energy & Environmental Protection: http://www.ct.gov/deep/cwp/view.asp?A=2715&Q=325018 State of Delaware Department of Natural Resources & Environmental Control. (2012, July). Retrieved from Delaware Environmental Navigator: http://www.nav.dnrec.delaware.gov/DEN3/Search/FacilitySearch.aspx State of Rhode Island Department of Environmental Management. (2012, July). Retrieved from http://www.dem.ri.gov/brownfields/documents/sitelist10.pdf U.S. Environmental Protection Agency Cleanup in My Community. (2012, July). Retrieved from http://www2.epa.gov/cleanups/cleanups-my-community U.S. Environmental Protection Agency Geospatial Data Download Service. (2012, July). Retrieved from Envirofacts: http://www.epa.gov/enviro/geo_data.html 7.9 – Cultural Resources and Historic Properties Advisory Council on Historic Preservation. (updated 2010). Protecting Historic Properties: A Citizen’s Guide to Section 106, Advisory Council on Historic Preservation. Retrieved from http://www.achp.gov/docs/CitizenGuide.pdf. Advisory Council on Historic Preservation. (2010). Section 106 Regulations Summary. Retrieved from http://www.achp.gov/106summary.html Council on Environmental Quality and Advisory Council on Historic Preservation. (March 2013). NEPA and NHPA, A Handbook for Integrating NEPA and Section 106. Retrieved from http://www.achp.gov/docs/NEPA_NHPA_Section_106_Handbook_Mar2013.pdf National Park Service. (2010). National Register Information System. Retrieved from http://nrhp.focus.nps.gov/natreg/docs/Download.html#spatial National Park Service (2010). Determinations of Eligibility (as of July 2010). Retrieved from http://nrhp.focus.nps.gov/natreghome.do?searchtype=natreghome 7.10 – Visual and Aesthetic Resources Churchward, C.; Palmer J.F.; Nassauer, J.I.; Swanwick, C.A, (2012). Evaluation Methodologies for Visual Impact Assessments. Washington, D.C. Transportation Research Board National Cooperative Highway Research Program Microsoft. \"Northeastern United States\". Bing Maps (Map). Cartography by Nokia. Retrieved July – August 2014. NEC FUTURE JV Team. (2014). Visual and Aesthetic Effects Assessment Methodology. U.S. Department of Transportation Federal Highway Administration Office of Environmental Policy. (1988).Visual Impact Assessment for Highway Projects. Publication no. FHWA-HI-88-054. Washington, D.C. 7.11 – Environmental Justice Moody's Analytics. (1980, 1990, 2000, 2010, 2020, 2030, 2040). Data files for Population, Employment, and Economic Baseline Statistics by County. Retrieved from https://www.economy.com/ Page | 12-14 Tie r 1 Dr aft E IS",
        "12. References NEC FUTURE JV Team. (2014). Demographics Effects-Assessment Methodology. NEC FUTURE Tier 1 Draft EIS. New York City, NY. U.S. Department of Commerce, Economics and Statistics Administration, U.S. Census Bureau. (2011). 2006-2010 American Community Survey 5-Year Estimates [Data files S2301, S1701, B25044, DP03]. Retrieved from www.census.gov U.S. Department of Commerce, Economics and Statistics Administration, U.S. Census Bureau. (2011). 2010 Census Summary File 1 [data file]. Retrieved from www.census.gov U.S. Department of Transportation - Federal Railroad Administration. (1999, May 26). Procedures for Considering Environmental Impacts. Federal Register, 64(101), 1-2. Retrieved 2014, from https://www.fra.dot.gov/eLib/Details/L02710 7.13 – Air Quality Egrid http://www.epa.gov/cleanenergy/documents/egridzips/eGRID_9th_edition_V1- 0_year_2010_Summary_Tables.pdf Energy Information Administration. (2015). Retrieved from http://www.eia.gov/forecasts/aeo/ Federal Highway Administration. (2012, December 6). INFORMATION: Interim Guidance Update on Mobile Source Air Toxic Analysis in NEPA. Retrieved October 1, 2014, from Federal Highway Administration: http://www.fhwa.dot.gov/environment/air_quality/air_toxics/policy_and_guidance/aqintguidmem.cfm Federal Highway Administration. (2013, February 2). Interim Guidance Update on Mobile Source Air Toxic Analysis in NEPA - Appendix B. Retrieved from Air Quality: Transportation and Toxic Air Pollutants: http://www.fhwa.dot.gov/environment/air_quality/air_toxics/policy_and_guidance/aqintguidapb.cfm National Conference of State Legislatures, State Renewable Portfolio Standards and Goals - http://www.ncsl.org/research/energy/renewable-portfolio-standards.aspx Oak Ridge National Laboratory for the U.S. Department of Energy’s Office of Energy Efficiency and Renewable Energy. (2013, July 31). Transportation Energy Data Book. Retrieved December 15, 2014, from Oak Ridge National Laboratory: http://cta.ornl.gov/data/index.shtml Office of the Federal Register. (2007, February 26). Federal Register Monday February 26, 2007 . Retrieved May 2013, from U.S. Government Publishing Office: http://www.gpo.gov/fdsys/pkg/FR-2007-02-26/pdf/FR- 2007-02-26.pdf U.S. Energy Information Administration. (2014, December). U.S. States-State Profiles and Energy Estimates. Retrieved December 2014, from U.S. Energy Information Administration: http://www.eia.gov/state/seds/ U.S. Environmental Protection Agency - Office of Transportation and Air Quality. (2015). Near Roadway Air Pollution and Health. Retrieved May 28, 2015, from Transportation and Air Quality: http://www.epa.gov/otaq/nearroadway.htm U.S. Environmental Protection Agency. (1999). Technology Transfer Network 1999 National Scale Air Toxics Assessment. Retrieved September 10, 2014, from U.S. Environmental Protection Agency: http://www.epa.gov/ttn/atw/nata1999/ U.S. Environmental Protection Agency. (2014). National Ambient Air Quality Standards (NAAQS). Retrieved December 2014, from United States Environmental Protection Agency: http://www.epa.gov/air/criteria.html U.S. Environmental Protection Agency. (2014, December). MOVES (Motor Vehicle Emission Simulator). Retrieved December 2014, from United States Environmental Protection Agency: http://www.epa.gov/otaq/models/moves/index.htm Tie r 1 Dr aft E IS Page | 12-15",
        "12. References U.S. Environmental Protection Agency. (2014, December). The Green Book Nonattainment Areas . Retrieved December 15, 2014, from U.S. Environmental Protection Agency: http://www.epa.gov/airquality/greenbk/ U.S. Environmental Protection Agency. (2014, September 10). Integrated Risk Information System. Retrieved September 10, 2014, from United States Environmental Protection Agency: http://www.epa.gov/ncea/iris/index.html U.S. Environmental Protection Agency. (2015, January 2). Air Emissions Sources. Retrieved January 2, 2015, from U.S. Environmental Protection Agency: http://www.epa.gov/air/emissions/index.htm U.S. Environmental Protection Agency. Integrated Risk Information System (IRIS). Retrived from http://www.epa.gov/iris/ U.S. Evironmental Protection Agency. (2013). Transportation Conformity Guidance for Quantitative Hot-Spot Analyses in PM2.5 and PM10 Nonattainment and Maintenance Areas. Retrieved from http://www.epa.gov/otaq/stateresources/transconf/policy/420b13053-sec.pdf U.S. Evironmmental Protection Agency. (2010). Using MOVES in Project-Level Carbon Monoxide Analyses. Retrieved from http://www.epa.gov/otaq/stateresources/transconf/policy/420b10041.pdf U.S. Evironmmental Protection Agency. Compilation of Air Pollutant Emission Factors. Retrieved from http://www.epa.gov/oms/ap42.htm U.S. Evironmmental Protection Agency. NONROAD Model. Retrieved from http://www.epa.gov/oms/nonrdmdl.htm U.S. Evironmmental Protection Agency. Preferred/Recommended Models. Retrieved from http://www.epa.gov/scram001/dispersion_prefrec.htm 7.14 – Energy Oak Ridge National Laboratory for the U.S. Department of Energy’s Office of Energy Efficiency and Renewable Energy. (2014, July 31). Transportation Energy Data Book. Retrieved 2014 December, from Oak Ridge National Laboratory: http://cta.ornl.gov/data/index.shtml The NEPA Act. (2014, December). Retrieved December 2014, from The Council on Environmental Quality. U.S. Energy Information Administration. (2014, December). U.S. States State Profiles and Energy Estimates. Retrieved December 2014, from U.S. Energy Information Administration. U.S. Environmental Protection Agency. (2014, December). MOVES (Motor Vehicle Emission Simulator). Retrieved December 2014, from U.S. Environmental Protection Agency: http://www.epa.gov/otaq/models/moves/index.htm 7.15 – Climate Change and Adaptation City of New York - Office of the Mayor. (2014). What Could Happen in the Future? Retrieved from http://www.nyc.gov/html/sirr/html/about/future.shtml Climate Change Impacts in the United States. Retrieved August 15, 2014, from http://www.globalchange.gov/browse/reports/global-climate-change-impacts-united-states CoastSmart Communities Program Inc. (2014). including Climate Change and Coast Smart Construction Infrastructure Siting and Design Guidelines. Connecticut Department of Energy and Environmental Protection. (2012). Coastal Hazards Mapping Tool. Retrieved from http://ctecoapp1.uconn.edu/ctcoastalhazards/ Page | 12-16 Tie r 1 Dr aft E IS",
        "12. References Delaware Department of Natural Resources and Environmental Control. (2013). Preparing for Tomorrow’s High Tide: Recommendations for Adapting to Sea Level Rise in Delaware. The Delaware Sea Level Rise Advisory Committee. Dover: Delaware Coastal Programs. Federal Emergency Management. (Revised 2015). Agency Guidelines for Implementing Executive Order 11988, Floodplain Management. Retrieved from http://www.fema.gov/media-library-data/1422653213069- 9af488f43e1cf4a0a76ae870b2dcede9/DRAFT-FFRMS-Implementating-Guidelines-1-29-2015r2.pdf Federal Insurance and Mitigation Administration (FIMA) & Federal Emergency Management Agency (FEMA). 2013. The Impact of Climate Change and Population Growth on the National Flood Insurance Program through 2100. http://www.nfrmp.us/frmpw/2013webinarweek/docs/E3%20Coastal%20Climate%20Change/E3_FEMA_ MarkCrowell_climate_change3.pdf Federal Transit Administration. (2011). Flooded Bus Barns and Buckled Rails: Public Transportation and Climate Change Adaptation. Retrieved 2015, from http://www.fta.dot.gov/documents/FTA_0001_- _Flooded_Bus_Barns_and_Buckled_Rails.pdf Intergovernmental Panel on Climate Change. (2013). IPCC WGII AR5 Chapter 8: Urban Areas; Final Draft. Intergovernmental Panel on Climate Change. Intergovernmental Panel on Climate Change. (2013). Summary for Policymakers. In: Climate Change 2013: The Physical Science Basis. Contribution of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Intergovernmental Panel on Climate Change. Karl, T. M. (2009). Climate Change Impacts in the United States. Retrieved August 15, 2014, from http://www.globalchange.gov/browse/reports/global-climate-change-impacts-united-states Massachusetts Coastal Zone Management. (2013). Sea Level Rise: Understanding and Applying Trends and Future Scenarios for Analysis and Planning. Boston: Massachusetts Office of Coastal Zone Management pursuant to National Oceanic and Atmospheric Administration Award No. NA13NOS4190040. National Aeronautics and Space Administration. (2012). Adapting to a Changing Climate: Federal Agencies in the Washington, D.C. Metro Area. National Oceanic and Atmospheric Administration. (2012). Global Sea Level Rise Scenarios for the United States National Climate Assessment. Silver Spring: Climate Program Office. New Jersey Transportation Planning Authority. (2011). Climate Change Vulnerability and Risk Assessment of New Jersey's Transportation Infrastructure. Retrieved from http://www.njtpa.org/Planning/Regional- Studies/Recently-Completed-Studies/Vulnerability-and-Risk-Assessment-of-NJ- Transporta/FHWAConceptualModel/CCVR_REPORT_FINAL_4_2_12_ENTIRE.aspx Pennsylvania Department of Environmental Protection. (2014). Pennsylvania Climate Adaptation Planning Report: Risks and Practical Recommendations. Pennsylvania Department of Environmental Protection. Rhode Island Sea Grant. (2013). Sea Level Rise Trends in Rhode Island: Trends and Impacts. University of Rhode Island Graduate School of Oceanography. Transportation Research Board. (2008). Special Report 290: Potential Impacts of Climate Change on U.S. Transportation. National Research Council. Committee on Climate Change and U.S. Transportation. Washington, D.C.: Transportation Research Board. Retrieved 2014 from http://onlinepubs.trb.org/onlinepubs/sr/sr290.pdf U.S. Department of Transportation – Federal Highway Administration. (2012, December). Climate Change & Extreme Weather Vulnerability Assessment Framework. Retrieved from http://www.fhwa.dot.gov/environment/climate_change/adaptation/publications_and_tools/vulnerability _assessment_framework/fhwahep13005.pdf Tie r 1 Dr aft E IS Page | 12-17",
        "12. References U.S. Department of Transportation – Federal Highway Administration. (2015, February 2). Virtual Framework for Vulnerability Assessment. Retrieved February 23, 2015, from Federal Highway Administration: http://www.fhwa.dot.gov/environment/climate_change/adaptation/adaptation_framework/ U.S. Department of Transportation – Federal Highway Administration. (2015, February 2). Gulf Coast Study, Phase 2 Task 4. Retrieved February 23, 2015, from Federal Highway Administration: http://www.fhwa.dot.gov/environment/climate_change/adaptation/ongoing_and_current_research/gulf _coast_study/phase2_task4/index.cfm U.S. Department of Transportation – Federal Transit Administration. (2011). Flooded Bus Barns and Buckled Rails : Public Transportation and Climate Change Adaptation. FTA Office of Budget and Policy. Washington D.C.: U.S. Department of Transportation - Federal Transit Administration. U.S. Department of Transportation – Volpe Center in Federal Transit Administration. (2011). Flooded Bus Barns and Buckled Rails: Public Transportation and Climate Change Adaptation. Retrieved 2015 from http://www.fta.dot.gov/documents/FTA_0001_-_Flooded_Bus_Barns_and_Buckled_Rails.pdf. U.S. Department of Transportation. (2014). Climate Adaptation Plan: Ensuring Transportation Infrastructure and System Resilience. U.S. Department of Transportation. Retrieved November 11, 2014 U.S. Environmental Protection Agency. (2014, March 18). Climate Change: Basic Information. Retrieved September 10, 2014 from http://www.epa.gov/climatechange/basics/ U.S. Global Change Research Program. (2014). 2014 National Climate Assessment. Retrieved from http://nca2014.globalchange.gov/ 7.16 – Section 4(f) and Section 6(f) Resources See 7.4 – Parklands and Wild and Scenic Rivers and 7.9 – Cultural Resources and Historic Properties. 7.17 – Electromagnetic Fields and Electromagnetic Interference European Standards. (2006). Railway applications - Electromagnetic compatibility -- Part 2: Emission of the whole railway system to the outside. (Appendix C). Maryland Transit Administration. (2010). Electromagnetic Emissions and Mitigation Measures. T. Dan Bracken, Inc. (2008). Survey of Ambient Magnetic Fields on the University of Maryland Campus. Prepared for John Brandon & Associates: http://rethinkcollegepark.net/blog/wp-content/uploads/2009/01/08-1006- umd-final-text-r3.pdf 7.18 – Safety American Public Transportation Association. (2012). Ridership Report Achives. Retrieved January 2015, from American Public Transportation Association: http://www.apta.com/resources/statistics/Pages/RidershipArchives.aspx Federal Railroad Administration, Office of Safety Analysis. (2012). 3.01 Accident Trends - Summary Statistics. Retrieved November 2014, from Federal Railroad Administration, Office of Safety Analysis, Train Accidents: http://safetydata.fra.dot.gov/OfficeofSafety/publicsite/summary.aspx Federal Railroad Administration, Office of Safety Analysis. (2012). 3.18 Accident By State/Railroad. Retrieved November 2014, from Federal Railroad Administration, Office of Safety Analysis - Train Accidents: http://safetydata.fra.dot.gov/OfficeofSafety/publicsite/Query/AccidentByStateRailroad.aspx Federal Railroad Administration, Office of Safety Analysis. (2012). 5.15 Consolidated Hwy Rail Accident Incidents. Retrieved November 2014, from Federal Railroad Administration Office of Safety Analysis - Highway-Rail Crossing Accidents: http://safetydata.fra.dot.gov/OfficeofSafety/publicsite/Query/ConsolidatedHwyRailIncidents.aspx Page | 12-18 Tie r 1 Dr aft E IS",
        "12. References Federal Railroad Adminstration, Office of Safety Analysis. (2012). 4.12 Casualties by State/Railroad. Retrieved November 2014, from Federal Railroad Adminstration Office of Safety Analysis - Casualties: http://safetydata.fra.dot.gov/OfficeofSafety/publicsite/Query/casabbr.aspx National Highway Traffic Safety Administration. (2012). State Traffic Safety Information For Year 2012. Retrieved November 2014, from National Highway Traffic Safety Administration: http://www- nrd.nhtsa.dot.gov/departments/nrd-30/ncsa/STSI/USA%20WEB%20REPORT.HTM National Transit Database. (2012). NTD Safety & Security Time Series Data. Retrieved June 2014, from NTD Data: http://www.ntdprogram.gov/ntdprogram/data.htm National Transportation Safety Board. (2012). Aviation Accident Database & Synopses. Retrieved June 2014, from Investigations: Aviation Database: http://www.ntsb.gov/_layouts/ntsb.aviation/index.aspx CHAPTER 9 – EVALUATION OF ALTERNATIVES Abril, M, Barber, F, Ingolotti, L, Salido, M A, Tormos, P, Lova, A, (2008). “An Assessment of Railway Capacity.” Transportation Research Part E: Logistics and Transportation Review, Volume 44, Issue 5, pp 774-806. CHAPTER 11 – AGENCY/PUBLIC INVOLVEMENT American Community Survey. (2010). Five Year Estimate. Food and Agriculture Organization of the United Nations, Natural Resources Management and Environment Department. (2015, January 15). Land Cover Classification Systems, Definitions. Retrieved from FAO Corporation Document Repository: http://www.fao.org/docrep/003/X0596E/x0596e01e.htm U.S. Deparment of Transportation, Federal Railroad Adminsitration. (Director). (2014). [Motion Picture]. U.S. Deparment of Transportation, Federal Railroad Adminsitration. (2012, June 22). Environmental Impact Statement for the Northeast Corridor between Washington, D.C., New York, NY, and Boston, MA. Notice of Intent, Daily Federal Register, Volume 77, No. 121. U.S. Department of Transportation, Federal Highway Administration, Office of Real Estate Services. (2005, June). Acquisition. Acquiring Real Property for Federal and Federal Aid Programs and Projects. U.S. DOT, Federal Highway Administration, Publication No. FHWA-HEP-05-030. U.S. Department of Transportation, Federal Railroad Administration. (2012, September 7). Environmental Impact Statement for the Northeast Corridor between Washington, D.C., New York, NY, and Boston, MA. Notice of Intent, Daily Federal Register. U.S. Department of Transportation, Federal Railroad Administration. (2013, January). NEC FUTURE CEQ Pilot Statement of Principles. Tie r 1 Dr aft E IS Page | 12-19"
    ]
}