{
    "FILE_NAME": "https://capstone.extension.harvard.edu/files/capstone/files/capstonefinal_samanthajalbert.pdf",
    "ALL TEXT": "A R : U O R DAPT OR ETREAT TILIZING YSTER EEF R F M ’ ESTORATION TO ORTIFY ASSACHUSETTS C F S L R OASTLINE IN THE ACE OF EA EVEL ISE HTTPS://WWW.SCIENCENEWS.ORG/ARTICLE/BOSTON-ADAPTING-RISING-SEA-LEVEL-COASTAL-FLOODING Samantha Jalbert A Sustainability Capstone Project for the Degree of Master of Liberal Arts Harvard University Extension School December 2020 iABSTRACT As population and infrastructure increase along the coast, coastal risks caused by climate change are also increasing. Adaptation strategies to mitigate these risks can include two forms of barriers: structural barriers like jetties, groins and seawalls; or natural barriers like wetlands, barrier beaches or reefs. A growing body of evidence suggests that structural barriers are less environmentally and economically sustainable. They often create negative ecosystem consequences that actually exacerbate coastal risks in the long term. Natural barriers on the other hand, are generally more economical, and have other ecosystem benefits. Oyster reefs, for example, not only buffer coasts from waves reducing erosion, but they also improve water quality and increase biodiversity. Massachusetts, in particular, Boston, is facing these coastal challenges today. If a more resilient coastline cannot be created, retreat further inland will be imminent as sea level rise continues to accelerate. In an attempt to understand the role that oyster reef restoration could play in fortifying Massachusetts’ coastline; this study examines three questions. First, to what extend does oyster reef restoration offer an effective and economically effective strategy to combat the coastal risks Massachusetts is facing? Second, where should oyster reef restoration efforts be focused to provide the greatest chance of success and to maximize the coastal benefits of the restored reef? Third, and potentially most importantly, does Massachusetts need to change its policy in order to promote oyster reef restoration? The study indicates that oyster reef restoration projects could be effective and economical, providing coastal support that would be especially beneficial along the coastline of Boston Harbor. Massachusetts, however, faces barriers to implementing oyster restoration projects mainly due to outdated and confusing policy regulating shellfish reefs. Fear of illegal harvest of contaminated shellfish leading to public health issues has led Massachusetts officials to form strict policies concerning shellfish planting. In this study, we compare Massachusetts’ shellfish policies to those of other states that have successfully launched shellfish restoration programs. Policy recommendations are made to allow Massachusetts to reap the benefits of oyster reef restoration while minimizing potential negative public health consequences. iiTABLE OF CONTENTS I. INTRODUCTION...........................................................................................................1 Challenges Facing Coastal Communities................................................................1 Boston’s SLR Dilemma...........................................................................................2 Oyster Reef Restoration...........................................................................................4 Shellfish-borne Illness..............................................................................................7 Research Goals………………………………………………………………….....8 II. MATERIALS AND METHODS………………………………………….…...............10 Assessing Effectiveness of Restored Oyster Reef’s Shoreline Protection……......10 Cost Benefit Analysis………………………………………………………….....11 Vulnerability Analysis & HSI Model.....................................................................12 Policy Changes.......................................................................................................14 III. RESULTS.....................................................................................................................15 Oyster Reef Restoration Analysis..........................................................................15 Cost Benefit Analysis.............................................................................................16 Massachusetts' Vulnerability Analysis...................................................................17 Habitat Suitability Index........................................................................................18 Policy Analysis......................................................................................................20 IV. DISCUSSION...............................................................................................................26 Oyster Reef Restoration Analysis..........................................................................26 Cost Benefit Analysis.............................................................................................27 Vulnerability Analysis...........................................................................................28 Habitat Suitability Index........................................................................................29 Policy Recomnendations........................................................................................29 V. CONCLUSIONS & FUTURE DIRECTIONS................................................................34 Oyster Reef Restoration Design.............................................................................34 Job Creation...........................................................................................................34 Creating Living Shorelines....................................................................................34 VI. REFERENCES..............................................................................................................35 iiiLIST OF FIGURES Figure 1. Proposed Outer and Inner Harbor Barriers......................................................................3 Figure 2. Water Level Difference After Oyster Reef Restoration................................................15 Figure 3. CBA Oyster Reef Restoration & Seawall Construction 2030-2050 ($ million)...........16 Figure 4. Hotspot Analysis of Massachusetts Infrastructure........................................................17 Figure 5. Flooding Impacts on Boston Infrastructure Caused by SLR.........................................18 Figure 6. Habitat Suitability Index (HSI)......................................................................................19 Figure 7. HSI With SLR Projection..............................................................................................19 Figure 8. Mean Percent Vibrio Infection by Population Per State 2010-2014.............................26 Figure 9. Massachusetts Division of Marine Fisheries Shellfish Growing Area Classification...30 ivI. INTRODUCTION Challenges Facing Coastal Communities As population and infrastructure both increase along the coast, risks that threaten these coastlines are being amplified by global climate change. Risks including sea level rise (SLR), an increase in storm severity and frequency, and land subsidence require consideration when creating future adaptation plans for coastal communities (Griggs, 2017). Sea level is rising mainly as a result of two factors caused by climate change: thermal expansion of water as it warms, and glacial melt which is increasing the volume of water in the oceans. This rise will likely continue past 2500 unless global temperatures decrease (Wong et al., 2014). Further, the rate of SLR is increasing. From 1993-2016, sea level rose 3.3 mm/year, which represents a 47% increase over the previous rate recorded in the preceding century (~1.7 mm/year) (Griggs, 2017). Global warming is also increasing the frequency and severity of coastal storms which can cause coastal damage from wind, storm surges, waves, rainfall and flooding. To exacerbate matters, as the sea level is rising, and more severe storms are battering the coast, the land in many coastal areas is sinking. This land subsidence is largely due to human activities like wetland draining, ground water extraction and because of coastal areas being filled in for development on soft, muddy terrain (Griggs, 2017). Understanding and implementing ways to mitigate and adapt to SLR are critically important to address; otherwise coastal erosion may force port cities to retreat further inland. Increases in coastal development and climate change are expected to elevate the risk of damages to coastal communities by more than double from 2030-2050 (Wong et al., 2014) which could lead to $1 trillion a year in coastal damage by 2050 (Hallegatte et al., 2013). These damages will affect the economy (Hsiang et al., 2017), pose a threat to human life (Hauer et al., 2016), impede transportation and industry, and cause damage to cultural and historic areas (Anderson et 1al., 2017). Port cities will particularly experience such devastating effects. Over 6 billion people are projected to live in cities by the year 2050, with more than half of the largest cities being ports. Many of these port cities were built without anticipating any changes in sea level which puts them in jeopardy today (Griggs, 2017). For example, Boston has the second largest amount of man-made land among American cities, with over 5,000 acres of water filled in to create the city as it is today (Mason, 2017). This large amount of man-made land makes the city more vulnerable to the coastal impacts of climate change. Further, Boston’s sea level rose faster than the national average of 3 inches between 1970- 2012. Tidal flooding events in Boston are projected to increase from about 15 to 75 events per year by 2045 (Griggs, 2017). Since SLR and land subsidence can vary locally when compared with national averages (Syvitski, 2009), Boston officials need to understand the changes occurring on its shores in order to plan for the future. Using projections that predict the most vulnerable areas, the city can begin adapting its coastlines to combat the impacts of climate change. These adaptations should include a combination of nature based, structural and policy-based changes, but more information is needed to quantify the costs and benefits of each strategy. Boston’s SLR Dilemma Climate Ready Boston, a citywide response to climate change in 2016, set goals of creating climate change projections, completing a vulnerability analysis of Boston, and creating proposals for adaptations that could be made to protect the coast from climate change. Part of this initiative, called for a feasibility study of a harbor-wide structural barrier system. This structural system was to consist of two barriers: an Outer Harbor Barrier stretching from Winthrop to Hull, and an Inner Harbor Barrier stretching from Logan Airport to the Seaport area of South Boston (Figure 1). They would both be gated barrier systems that would close only during flood conditions. A 2study completed by The Sustainable Solutions Lab at The University of Massachusetts Boston concluded that barrier systems such as the one proposed to block the inner and outer portions of Boston Harbor are not economically feasible at $20 billion, would take over 30 years to build, could ruin the harbor ecosystems and would not solve the problem of tidal flooding since the barrier would need to be constantly opened and closed with the tide. Instead, their analysis supported shore-based systems like temporary walls and elevated green spaces. (Kirshen et al, 2018). FIGURE 1: Proposed Outer and Inner Harbor Barriers Other studies support Kirshen’s findings and provide further support that nature-based barriers may be the best and most economical defense against rising sea level. While structural FIGURE 1: Proposed Outer and Inner Harbor Barrier Systems barriers can play a role in short term protection of important infrastructure, they have negative consequences including degrading ecosystems that help with defense (Barbier, 2015), (Chapman & Underwood, 2011); are less cost effective; and ultimately will fail over time as sea level continues to rise (Hsiang, 2017). While the use of natural barriers looks encouraging, more research is needed to quantify their cost and effectiveness. Reguero et al (2018) attempted to 3address this need by providing direct comparisons between natural and structural barriers along the Gulf Coast. They accomplished this by assessing present and future risks as well as comparing the cost and benefits of varying adaptation measures. Their study showed that while structural barriers and policies such as local levees and elevation of homes could deliver the greatest damage reduction benefits for a single measure, they are not cost-effective and are often too expensive to implement over a large area. Nature-based measures, particularly marsh and oyster reef restoration, on the other hand, were shown to be the most cost-effective measures and together could contribute the most to overall damage reduction. Oyster Reef Restoration Oyster reef restoration presents an intriguing solution for providing a natural barrier for Boston and its surrounding areas. In addition to other ecosystem benefits including improving water quality (via filter feeding that removes suspended sediment and organic matter) and increasing biodiversity (by providing attachment sites for other species), oyster reefs can also prevent erosion by stabilizing shorelines through wave attenuation (Kirk, 2015). Brandon et al. (2016) showed that the destruction of oyster reefs caused by European settlements along the East Coast, coincided with a significant increase in flooding of coastal ponds near New York Harbor. Their simulations show that the removal of oyster reefs increases off-shore wave energy by 30%-200%. By rebuilding these oyster reefs, we can potentially reduce flooding events and erosion. Historically, oysters played an important economic role in Boston, ubiquitously spanning from Boston Harbor to the Charles and Mystic Rivers. Oyster reefs were so abundant in some locations of these rivers that they actually obstructed ship traffic in the 1600’s. Oysters began to decline in the early 1900s due to loss of habitat from fill, misuse, the use of dams leading to 4conversion of Back Bay and Mystic Rivers to fresh water, pollution, and overharvesting (Bleicher & Olivier, 2013). Behind only scallops and lobsters, farmed oysters are currently Massachusetts’ third highest value seafood. The food production and economic benefits combined with ecosystem benefits are drawing attention and creating exciting research opportunities relating to Massachusetts’ oyster reefs and oyster farms. Ultimately, if done correctly, oyster reefs could provide a triple bottom line by providing a sustainable food source, expanding coastal economies and improving estuarine ecosystem health (TNC, 2020). A collaboration between The Nature Conservancy (TNC), local oyster farms, Northeastern University and the National Oceanic and Atmospheric Administration’s Northeast Fisheries Science Center began a research project in the summer, 2019 to evaluate how shellfish farming can improve ecosystems and local habitats while assessing different growing methods. The project’s overall goal is to promote sustainable seafood production on a local and global level, and to shape TNC’s aquaculture strategy worldwide (TNC, 2020). Jonathan Grabowski’s lab at Northeastern University has spent significant time attempting to understand factors influencing recruitment, growth and survival of restored oyster reefs (Baillie & Grabowski, 2019), as well as analyzing oyster reef restoration impact on ecosystems services (Ziegler et al., 2017). Restoration projects already begun in Wellfleet on Cape Cod (Frankic et al., 2015) and Nantucket (Cabral, 2018) show that restored oyster reefs are capable of withstanding environmental changes while improving biodiversity and quality. While these preliminary oyster reef restoration studies are promising, Massachusetts faces several hurdles to adopting these strategies along its entire coastline. Currently, taking heed from Kirshen’s study that supports shore-based systems over large scale structural barriers, Climate 5Ready Boston has adopted a multiprong approach to combat climate change. This approach includes the use of natural barriers by redesigning waterfront parks, expanding beaches and restoring marshes to create flood protection, plans to redesign buildings and infrastructure to withstand higher tides and storm surges, and raise roadways and harbor walks. With an overall goal of making coastal communities more resilient, a focus of these efforts has been to make them flexible so that they can be adapted to a number of different SLR scenarios (City of Boston, 2020). Notably absent from Climate Ready Boston’s plan is restoring oyster and other shellfish reefs. One of the main reasons for this deficiency is Massachusetts’ strict policies against planting shellfish in prohibited zones which include many areas around Boston Harbor. Shellfish planting is prohibited in these areas in order to prevent illegal harvest in contaminated waters which could lead to public health issues. Given that previous studies have shown that oyster reef restoration can be both effective in fortifying coasts against the impacts of SLR, cost effective and would provide other ecosystem benefits, this policy should be re-evaluated in Massachusetts. Organizations in Massachusetts are actively working to try to change these policies. For example, The Massachusetts Oyster Project (MOP), a volunteer organization, seeks to promote shellfish restoration, shell recycling, education and advocacy. With an overarching goal of bringing oyster reefs back to Boston Harbor, they have partnered with local organizations to start and maintain oyster upweller nurseries in Gloucester, Marblehead and Hyannis; work with local restaurants to collect oyster shells to use for restoration sites; develop curriculum for educators in Massachusetts; and are working to change Massachusetts’ laws holding back restoration. They see the potential for oyster reefs to mitigate storm surges, reduce ocean acidification and prevent erosion. Oysters in the upweller nurseries are raised in a protected environment until they are large enough to be released on their own. When they are ready for release, the MOP has to work closely 6with the Division of Marine Fisheries, because of the limitations regarding planting oysters in restricted waters (MOP, 2020). If planting in restricted waters were allowed, however, these waters would expectedly benefit from all of the ecosystem services that oyster reefs provide, including fortifying the coastline in the face of SLR. This possibility leads us to this study’s hypothesis: that oyster reef restoration can have material impact, at cost effective levels for the Massachusetts coastline, but in order to reap these benefits, Massachusetts’ policies will need to be changed. Shellfish-borne Illness Massachusetts’ concern regarding safe harvest of oysters and other shellfish is not unfounded. Since oysters are filter feeders, they are constantly taking in water that can contain harmful bacteria and viruses that can concentrate in the oyster body and infect people who eat raw or undercooked oysters. Vibrio is a type of bacteria genus that causes one of the most common forms of illness from shellfish, vibriosis. Vibriosis caused by consuming raw or undercooked seafood causes about 80,000 illnesses and 100 deaths in the US per year (CDC, 2020). Oysters containing Vibrio bacteria don’t look, smell, or taste any different than other oysters so it is important to regulate these oysters during harvesting before contaminated oysters make it to end consumers. Most Vibrio bacteria, like Vibrio parahaemolyticus, cause mild illness including diarrhea and vomiting, but some like Vibrio vulnificus can lead to bloodstream infections, severe skin lesions, limb amputations and death (CDC, 2020). While higher temperatures from May through October can increase the incidence of Vibrio bacteria even in clean waters, sewage pollution further increases Vibrio abundance (Kopprio, 2020). Vibriosis is monitored in the United States by the CDC through the Cholera and Other Vibrio Illness Surveillance (COVIS) system. Health departments from each state voluntarily report cases seen in their states (CDC, 2019). 7Because of this risk, a number of different federal and local agencies set strict water quality standards for shellfish harvesting. While most states have the autonomy to develop their own shellfish policy, all state programs are evaluated by the U.S. Food and Drug Administration (FDA) and must conform to guidelines set forth by The National Shellfish Sanitation Program (NSSP). Participating agencies in the NSSP include states, FDA, The Environmental Protection Agency (EPA), The National Oceanic and Atmospheric Adminstration (NOAA), and the shellfish industry (FDA, 2017). Additionally, shellfish producing states must create and implement a Vibrio Control Plan that follows standards set by the NSSP and FDA (ArcGIS StoryMaps, 2020). Research Goals In order to evaluate whether current policies should be changed, this study addresses three questions. First, to what extent do oyster reef restoration projects offer adequate flood protection and are they cost effective? Prior studies show positive results for these questions in both the Gulf Coast and New York, (Reguero et al, 2018; Brandon et al, 2016; La Peyre et al, 2015; Scyphers et al, 2011) but more information is needed to determine if reef restoration can provide these benefits to the Massachusetts coastline. If the research provides evidence that oyster reef restoration can be economically and environmentally effective, then the second question arises: where should restoration efforts be focused to maximize reef success and protection of Massachusetts coastal infrastructure? Balancing targeted restoration with the greatest probability for long-term success is the ideal goal. Finally, and potentially most important, question 3: if we know where to put oyster reefs in locations where they will provide the most protection while thriving, what, if any, policy changes would Massachusetts need in order to enable the initiative? To explore the first question of whether or not oyster reefs would be both a cost effective and adequate barrier against SLR, sea level data are compared before and after oyster reef 8restoration at oyster reef restoration sites around the United States. Additionally, a cost benefit analysis is completed comparing an oyster reef restoration scenario to structural barrier construction of a seawall. This cost benefit analysis takes into account the positive environmental benefits that oyster reefs can provide as well as the negative environmental impacts of structural barriers. If oyster reefs can be shown to be a beneficial and cost-effective protection for Massachusetts, the question then becomes where should oyster reef restoration efforts be focused to maximize both their impact and the reef’s chance of successful survival. With limited time and resources, it is important to select locations that will have the most benefit and the greatest survival success. This analysis is undertaken utilizing GIS. Recently, Theuerkauf et al. (2019), used a geospatial habitat suitability index (HSI) model in combination with analysis of locations that would maximize ecosystem services to pinpoint ideal locations for oyster reef restoration in Pamlico Sound, North Carolina. GIS-based HSI models have been used successfully as a tool to lead habitat restoration efforts by locating areas with the greatest chance of persistence after restoration. First, a vulnerability analysis of the Massachusetts coastline is completed to highlight areas where restoration efforts should be focused in order to maximize protection of important coastal infrastructure. Once vulnerable areas are identified, utilizing MassGIS datasets for bottom type, depth and salinity, an HSI model is created for the Massachusetts coastline in order to identify areas that would support successful restoration of Crassostrea virginica, the eastern oyster. Combining the vulnerability analysis with the HSI model should identify areas that will both maximize the protective benefits and the success of the reef. 9Upon determining ideal locations are determined for reef restoration, a final hurdle remains: policy assessment. In an attempt to prevent illegal harvest in contaminated waters, Massachusetts does not allow shellfish planting in any Prohibited areas, which include many areas around Boston. Approved research projects are permitted that are limited in duration and cannot establish a new permanent shellfish population in contaminated waters (Massachusetts Division of Marine Fisheries, 2015). Regarding the study’s final question- whether Massachusetts should revise its reef restoration policy, other states’ policies are compared. Such comparisons are used to examine the possibility of striking a better compromise between maximizing the positive benefits of reef restoration, while preventing any public health concerns generated by harvesting of contaminated shellfish. A focus is then placed on areas that are successfully utilizing oyster reef restoration efforts to fortify their shores against forthcoming SLR. Additionally, the prevalence of Vibrio infections is analyzed for each state to determine if there is a correlation between stricter shellfish planting regulations and shellfish-borne illness. II. MATERIALS AND METHODS Assessing Effectiveness of Restored Oyster Reef’s Shoreline Protection To assess whether oyster reefs can offer protection against SLR, 24 restored oyster reef locations were analyzed to see if there was a significant difference in water levels before and after reef restoration. The locations were selected based on a few criteria: first they needed to have a clear date of when the restoration was completed, and they had to be located within a close proximity to a buoy from NOAA’s National Buoy Center (NDBC). Water level data were taken from the NDBC. With a goal of providing quality data and observations of the marine environment safely and sustainably in order to promote understanding of changes in climate impacting the oceans and coasts, the NDBC offered a robust and accurate data source for tracking changes in 10water level. Data from these buoys has been collected over decades and provides data points down to a scale of every 6 minutes (NOAA, 2020). Data collected for this study from the NDBC included mean sea level (MSL) and the highest tide observed per month. These data were gathered for the 12 months before reef restoration, and for the 12 months after. SLR should be independent of the reef restoration, however the highest observed tide could be expected to change if the oyster reef was effective in dissipating wave energy. Periodic tidal forces, meteorology, hydrology and/or oceanographic conditions all have impacts that can lead to higher tides, so it can be assumed that if the ocean floor is changing due to reef restoration, that it may change the highest tides. To statistically evaluate whether MSL or the highest tides were impacted by reef restoration, the mean of these data was taken for the 12 months before, and the 12 months after restoration. A paired t-test was conducted on MSL per month before and after, and on the highest tide per month before and after restoration. Results were considered significant with a confidence interval of 95% or above. Cost Benefit Analysis A cost benefit analysis (CBA) was then conducted to determine the cost effectiveness of oyster reef restoration in protecting Massachusetts’ coastline. Two scenarios were considered: oyster reef restoration and seawall construction. The scenarios were projected out for 20 years from 2030-2050. The net present value (NPV) was calculated at the end of the CBA using the current discount rate of .25%. For both scenarios, shoreline protection was calculated based on the percentage of the shoreline that the barrier would protect assuming total damages to be $137 million dollars per year which is the annualized loss projected from 2030-2050 assuming a 9” SLR (Levy, 2018). In the case of the oyster reef scenario, this assumed planting 50 hectares of oyster 11reef per year, and in the case of the seawall scenario, assumed constructing 1,000 feet of new seawall per year. For the oyster reef restoration scenario, in addition to shoreline protection benefits, other ecosystem benefits including nitrogen removal, submerged aquatic vegetation (SAV) enhancement, and an increase in recreational and commercial fishing due to improvements in the ecosystem and biodiversity were included. These ecosystem services were calculated based on the model created by Callihan et al. (2016) detailing the value of these services in 2011 dollars per hectare. For this model, the figures were converted to 2030 dollars by assuming an inflation rate of 2.6%. The costs included were estimated to be $156,000 per hectare for oyster reef restoration (Callihan et al., 2016). For the seawall construction scenario, costs including building, maintenance, habitat degradation and shoreline erosion were taken into account. Building costs were based on an average cost of $35 million per mile of seawall construction in 2009, and converted to a dollar value in 2030 assuming a 2.6% inflation rate. Maintenance costs were 10% of building costs (Koch, 2010). Habitat degradation was calculated based on the expectation that seawalls support 23% lower biodiversity and 45% fewer organisms than natural shorelines (Gittman et al., 2016). Shoreline erosion was calculated assuming erosion of 20 meters in the downdrift direction of the seawall within a year of construction (Balaji et al., 2017). Vulnerability Analysis & HSI Model To analyze locations that would provide the most protection as well as would have the greatest chance of success, a vulnerability analysis was completed followed by a habitat suitability model (HSI) for the area highlighted by the vulnerability analysis. MassGIS datasets for infrastructure including airports, seaports, train stations, hospitals, colleges, fire stations, libraries, 12police stations, prisons, electric generation facilities, public water supplies and schools were layered together in ESRI ArcGIS Pro 2.6 (ESRI, 2020; MassGIS, 2020), and a hotspot analysis was run. A hotspot analysis is a form of spatial analysis which can be used as a mapping technique to identify clusters of events or objects. In ArcGIS, this analysis will show significant clusters of high values or hot spots, and significant clusters of low values or cold spots. The vulnerability analysis was taken a step further, and areas with a hotspot were further analyzed to quantify the number of flooding events per infrastructure type based on several SLR scenarios. Data layers for a 9” SLR expected by the 2030s, a 21” SLR expected by the 2050s and a 36” SLR expected by the 2070s including a normal high tide, a 10% chance storm, and a 1% chance storm were combined with the infrastructure layers in ArcGIS (Climate Ready Boston, 2017). An intersect overlay analysis was then completed and the number of flooding events per infrastructure type was quantified based on the different SLR scenarios. Next, the (HSI) model was created in ESRI ArcGIS Pro 2.6 (ESRI, 2020) focusing on the area highlighted by the vulnerability analysis in order to locate habitats that would support growth of Crassostrea virginica, the eastern oyster. The HSI model used was developed by Theuerkauf & Lipcius in 2016 and is a simple yet effective model that focuses only on variables that will have the biggest impact on the success of the oyster reef including bottom type, salinity and water depth. Theuerkauf & Lipcius’s model was one of the first HSI models for the eastern oyster that was validated with an independent, quantitative oyster population. They validated their model by testing it on restored oyster populations in the Great Wicomico River, a tributary of Chesapeake Bay. The three variables used for the HSI model were determined to have the greatest impact on the suitability for oyster restoration (Theuerkauf & Lipcius, 2016). Bottom type is important since oyster reefs grow better on hard substrates like sand or other hard materials. Restoration would 13not be as successful on a mud or silt bottom (Schulte et al., 2009). Salinity was used because the eastern oyster can only survive long-term in moderate levels of salinity (Battista, 1999). Depth was used as a surrogate for dissolved oxygen (DO). Oysters and other members of the benthic community are more abundant and robust at higher DO levels (Long & Seitz, 2009). In this study, data layers for bottom type (Ackerman, 2006), salinity (ESA, 2019) and water depth (MassGIS, 2018) were used in ArcGIS Pro 2.6 (Environmental Systems Research Institute, 2020). To score locations based on the HSI model, using GIS (Environmental Systems Research Institute, 2020) each data cell in an input variable was given a score from 0 (unsuitable) to 1 (most suitable) based on the suitability for oyster growth. Suitable ranges for each variable were taken from Theuerkauf & Lipcius, 2016. The HSI for a specific location was calculated based on the following equation which gave a 0, unsuitable, value for any locations where any variable was 0, unsuitable: HSI = ∛(Bottom Type * Depth * Salinity). As sea level rises, areas that may be suitable for oyster restoration today may not be suitable in the future. It would be short sighted to restore areas that would thrive today, but could be destroyed as sea level rises. To address this limitation, a separate HSI model was created using depth plus 9” which is the expected sea level rise by 2030. Policy Changes Importantly, some of the locations where oyster reef planting could be ideal for infrastructure protection and for success of the new reef, are areas where shellfish planting is prohibited by Massachusetts’ policy. To evaluate Massachusetts’ policy regarding shellfish planting, three successful oyster reef restoration projects and the policies of the states they are located in were analyzed: The Billion Oyster Project in New York, The South Carolina Oyster Recycling and Enhancement (SCORE) in South Carolina and The Nature Conservancy’s work in 14Texas. These state’s policies were then compared to Massachusetts’ Shellfish Planting Guidelines (Commonwealth of Massachusetts Division of Marine Fisheries, 2015) and recommendations for changes to Massachusetts’ policy were made based on this analysis. To better understand the rate of the most common oyster-borne illness, Vibriosis, and to determine if states that allow shellfish planting in Prohibited areas have a higher rate of Vibriosis, Vibrio infections for the four states: Massachusetts, New York, South Carolina, and Texas were analyzed (CDC, 2019). Instances of Vibrio infections in each state were counted per year from 2010-2014 using data from the CDC’s COVIS system annual summary reports and were calculated based on percent of total population. A one-way ANOVA test for the four states was then utilized to determine if the percent of Vibrio infections varied significantly by state. The one-way ANOVA was repeated without Massachusetts to determine if the 3 remaining states infection rates varied significantly. Results were considered significant with a confidence interval of 95% or above. III. RESULTS Oyster Reef Restoration Analysis The oyster reef restoration analysis (N=24) showed that, while MSL did not change significantly after reef restoration, the highest tide per month did significantly decrease after reef restoration. For the year after reef restoration, the mean monthly change in MSL was a 6.6mm decrease when compared with the year before which was not a significant change. The mean of the highest tide per month, however, decreased by 36.32mm the year after reef restoration which was a significant change when compared to the mean highest tide per month the year before restoration (p value = .3%) (Figure 2). 15FIGURE 2: Water Level Difference After 0.00 Oyster Reef Restoration. Mean sea level -5.00 MSL Highest Tide (MSL) shows the difference between the -10.00 mean monthly MSL per year for the year -15.00 after oyster reef restoration vs. the year prior -20.00 to oyster reef restoration. The Highest Tide -25.00 shows the difference between the mean -30.00 highest tide per month for the year after -35.00 restoration vs. the year prior to reef -40.00 restoration (NOAA, 2020). -45.00 Cost Benefit Analysis The cost benefit analysis (CBA) (Figure 3) overall showed oyster reef restoration to have a higher benefit to cost ratio than seawall construction. This difference was observed for several reasons. First, the oyster reef restoration scenario included added benefits like nitrogen removal, submerged aquatic vegetation (SAV) enhancement, and enhancement of recreational and commercial fishing due to an increase in biodiversity of the ecosystems where oyster reefs would be restored. On the other hand, the seawall construction scenario, in addition to being more expensive to build and maintain, also had other costs, including habitat degradation and increased erosion of the shoreline in the downdrift direction of the seawall. 16 leveL retaW )mm( ecnereffiD SLR Mitigation Benefit/Cost FIGURE 3: CBA Oyster Strategy Revenue or Cost Total NPV Ratio Reef Restoration & Shoreline Protection 128 124 Seawall Construction Nitrogen removal 80 77 2030-2050 ($ million) SAV enhancement 21 20 Recreational/Commercial Fishing 166 160 Total Benefits 395 381 Restoration Cost 164 159 Oyster Reef Total Costs 164 159 Restoration Benefits-Costs 231 221 2.41 Shoreline Protection 128 124 Total Benefits 128 124 Building Cost 204 198 Maintenance 204 196 Habitat Degradation 14 14 Shoreline Erosion 6 6 Seawall Total Costs 428 415 Construction Benefits-Costs -300 -291 0.30Massachusetts’ Vulnerability Analysis A hot spot analysis of infrastructure in Massachusetts relating to transportation; public health and safety; education; and recreation showed that with 99% confidence, this infrastructure is primarily located in the Boston area. Additionally, a significant amount of this infrastructure is located along the coast (Figure 4). K FIGURE 4: Hotspot Analysis of Massachusetts Infrastructure. Hotspot Analysis completed in GIS for inf ras tructure in Massachusetts relating to transportation, public health and safety, education and recreation. Further focus on the Boston coastline, shows that the number of flooding events will expectedly continue to increase along the coast as sea levels rise and with storm severity (Figure 5). Infrastructure impacted includes: airports, hospitals, electric generating facilities, fire stations, train stations, police stations, port facilities, prisons and schools. By the 2070s assuming a 36” SLR, Boston can expect its normal twice daily high tides to cause a total of 20 flooding events of this infrastructure disrupting hospitals, electric generating facilities, fire stations, train stations, police stations, and schools. By the late 2070s, between 72-90 total flooding events of this infrastructure is expected per storm (Climate Ready Boston, 2017; MassGIS, 2020). 17Flooding Impacts 2030s Flooding Impacts 2050s 12 20 10 15 8 6 K 10 4 2 5 0 0 Airport Hospital Elect Firi rc e Sta Tti rao in n St Pat oi lio cn e Stati Po orn t Facility Prison School Airport Hospital Elect Firi rc e Sta Tti rao in n St Pat oi lio cn e Stati Po orn t Facility Prison School High Tide 10 % Chance Storm 1% Chance Storm High Tide 10 % Chance Storm 1% Chance Storm Flooding Impacts 2070s FIGURE 5: Flooding Impacts on Boston Infrastructure Caused by SLR. Number of 40 flooding events in Boston per infrastructure 30 type caused from a normal high tide, a 10% 20 chance storm, and a 1% chance storm assuming 10 a 9” SLR by the 2030s, a 21” SLR by the 2050s 0 and a 36” SLR by the 2070s. (Climate Ready Airport Hospital Elect Firi rc e Sta Tti rao in n St Pat oi lio cn e Stati Po orn t Facility Prison School Boston, 2017; MassGIS, 2020) High Tide 10 % Chance Storm 1% Chance Storm Habitat Suitability Index If oyster reef restoration is utilized as a SLR mitigation strategy along the Boston coast, it is important to locate areas that would have a high level of success for the restored reef. The HSI analysis (Figure 6) showed that Boston Harbor has an appropriate salinity for oyster growth in the entire Harbor, but unsurprisingly, the depth and bottom type vary indicate varying suitability for oyster growth. Depth was more suitable along the coast and by the Boston Harbor Islands. The distribution of bottom type didn’t follow a clear pattern, with muddy bottom areas being less suitable for oyster growth. After assigning each variable a number from 0-1 based on suitability and taking the average of the three values, each area received a value from 0-1 showing the locations that would be more likely to support oyster growth in green. 18FIGURE 6: Habitat Suitability Index (HSI). Suitability of Boston Harbor to support eastern oyster growth based on: a) salinity, b) depth, c) bottom type, and d) Combined HSI model for salinity, depth and bottom type. Since sea level will continue to rise and there are limited time and resources to devote to mitigation strategies, it is important to focus restoration efforts on locations that will FIGURE X: Hotspot Analysis of Massachusetts Infrastructure. Hotspot Analysis not only be viable for eastern completed in GIS for infrastructure in Massachusetts relating to transportation, public health and safety, education and recreation. oyster restoration today, but FIGURE 7: HSI With Future SLR Projection. Suitability of will continue to provide a Boston Harbor to support eastern oyster growth taking into account future SLR. 19suitable habitat for oysters in the future. Figure 7 shows the HSI for eastern oysters assuming a 9” SLR which would make some areas currently suitable for oyster growth, no longer suitable. Policy Analysis: In order to evaluate whether or not Massachusetts’ shellfish policy should be changed to accommodate oyster reef restoration, Massachusetts’ current policies were evaluated and compared to policies from other states that allow for shellfish planting in contaminated waters. Because each state has the autonomy to develop their own shellfish policy as long as they conform to guidelines set at a national level by the NSSP. Navigating shellfish policy per state can be complicated. In Massachusetts, the Massachusetts Department of Fish & Game, Division of Marine Fisheries (DMF) oversees shellfish aquaculture operations and issues licenses and permits. DMF is also responsible for shellfish sanitation, including managing recreational and commercial shellfish harvest in accordance with NSSP guidelines. In order to receive a shellfish restoration permit, multiple applications must be filed and approved on the state level by DMF and the local government and on the federal level by The U.S. Army Corps of Engineers (USACE). Massachusetts does not have any centralized state shellfish restoration programs. It also does not enforce reef closures for non-public health concerns like research projects or to promote oyster reef recruitment for restoration. Instead, the Commonwealth allows local shellfish programs to set their own policies to regulate oyster harvest to protect reefs and to develop their own restoration programs. For example, the Town of Barnstable developed their own program to promote oyster reef development in town waters (Mississippi-Alabama Sea Grant Legal Program, 2014). TNC’s preliminary work on oyster reef restoration in Massachusetts starting in 2011 revealed that the permitting process in Massachusetts is complex, unclear and does not provide an adequate framework for oyster restoration projects. By partnering with DMF and other 20stakeholders, TNC attempted to address these shortcomings while working on an oyster restoration project in Wellfleet, MA. The result of the partnership was the DMF’s Shellfish Planting Guidelines which, for the first time, created a restoration permitting process as a purpose for shellfish propagation. While the guidelines were an improvement over the previous lack of process, they are still complex and would require policy changes in order to promote further advancement of shellfish restoration in Massachusetts (Shetterly, 2012). According to these guidelines, shellfish planting, defined as any type of human intervention that increases or creates shellfish resources regardless of the purpose, is not allowed in areas classified as Prohibited. The only exceptions to these guidelines include work conducted by DMF to mitigate losses to existing shellfish resources, propagation to support fisheries, and as nurseries to raise seed shellfish for transplanting. Research projects are permitted in all areas; however, they must be limited in duration and cannot establish a new permanent shellfish population (DMF, 2015). With these restrictions in place, it would be nearly impossible to receive a permit from DMF in order to create a new, permanent oyster reef in Boston Harbor, since most of Boston Harbor is closed to shellfish harvest due to contamination (DMF, 2015). New York has multiple regulatory agencies involved in shellfish regulation including The Department of Environmental Conservation (DEC), The Department of Health (DOH) and The Department of Agriculture and Markets (A&M). The oyster restoration permitting process is more streamlined in New York than Massachusetts because in New York, DEC and USACE have worked together to develop a joint application form instead of requiring multiple applications to be filled out for the same project (Mississippi-Alabama Sea Grant Legal Program, 2014). 21DEC’s Shellfisheries Section ensures that harvested shellfish including clams, oysters, mussels and scallops are safe for public consumption. Overall, the program has been successful with the frequency and severity of shellfish-borne illnesses decreasing. In the early 1900’s illnesses caused by shellfish were severe and common, including an outbreak of typhoid fever in the early 1920’s from contaminated shellfish harvested in New York that caused over one thousand people to become ill, and over 150 deaths. Now, incidences of public illnesses from shellfish are sporadic with the last known major cases from New York occurring in 1961 and 1982 from an intestinal virus that caused an illness that was much less severe than typhoid fever and led to no deaths (DEC, 2020). In order to protect shellfish consumers, DEC collects and analyzes water samples in thousands of locations to ensure that the water quality meets or surpasses New York State and national standards. If the water quality is not up to standards, the area is closed for shellfish harvesting. These closures are communicated to commercial shellfishermen with the help of New York’s harvester licensing program (DEC, 2020b). Unlike Massachusetts’ guidelines, shellfish planting is permitted in these closed areas Currently, harvest is closed in over 200,000 acres, or 17% of New York’s growing waters because of poor water quality. The closed areas are patrolled by DEC conservation officers to prevent illegal shellfish harvesting (DEC, 2020b). Also unlike Massachusetts, New York state provides centralized governmental support for multiple oyster reef restoration programs even in closed waters (Mississippi-Alabama Sea Grant Legal Program, 2014). For example, the Billion Oyster Project with support from DEC and USACE has restored 15 reef sites from Coney Island Creek in Brooklyn to SUNY Maritime College in the Bronx (Billion Oyster Project, 2020) despite much of these waters being designated as uncertified due to sanitary conditions (DEC, 2020a). Additionally, 125 yds3 of oyster reef was 22planted in the lower Hudson River Estuary along with 100,000 oyster spat shell in 2013 as part of a joint effort by the New York and New Jersey Baykeeper, The Hudson River Foundation, New York City Parks, Bronze River Alliance and the New York Harbor Schools (Mississippi-Alabama Sea Grant Legal Program, 2014). While these small-scale oyster restoration projects have experienced success, oyster restoration in New York Harbor is still complicated by permitting challenges. Because most of the NY Harbor is closed to commercial harvest, the government is less interested in investing in restoration efforts there since there will be no economic benefit of oyster harvest. Additionally, agencies that permit shellfish restoration in New York view them as a public health risk. Two- thirds of restoration projects in New York cite permitting as the biggest challenge to restoration in these polluted areas. Further permitting in the New Jersey waters of the NY/NJ Harbor is much more difficult, making larger scale restoration efforts nearly impossible (McCann, 2019). In 2010, The New Jersey Department of Environmental Protection banned any restoration project in waters closed to harvest which is considered the strictest regulation on oyster restoration in the United States. The ban mandated that current oyster restoration projects end and removed all oysters currently located in closed waters which resulted in the destruction of 50,000 oysters. Despite pressure from the New Jersey State Legislature to re-evaluate and revise this strict regulation, the governor of New Jersey has yet to take this step (Gibson, 2017). Regulations from New Jersey have forced restoration efforts in the NY/NJ harbor into areas closed to the public or into areas with greater security, like the Head of Jamaica Bay which is close to the John F. Kennedy International Airport security zone. New York has not been without its own permitting challenges related to oyster restoration in contaminated waters, but officials in New York have been more willing to compromise. For example, the BOP was able to begin a restoration project in Coney 23Island Creek in Brooklyn despite being highly contaminated by sewage and stormwater. Initially these waters were considered too contaminated for the project, however, it was allowed to begin with the condition that oysters from the site be removed before they reach market size (McCann, 2019). In South Carolina, The South Carolina Department of Natural Resources (SCDNR) manages the state’s oyster resources. By leveraging revenue from shellfish permitting, and a community-based approached, they have managed to increase oyster habitats at a small cost to taxpayers. SCDNR created the South Carolina Oyster Recycling and Enhancement Program (SCORE) to promote oyster shell recycling and community-based oyster reef restoration. With overall goals of enhancing habitat for fish, shrimp and crabs, improving water quality, and promoting education, they have built 225 reefs at 69 reef sites along South Carolina (SCORE, 2020). Like Massachusetts and other states, South Carolina has different classifications for oyster growing areas such as approved, conditionally approved, restricted, conditionally restricted and prohibited. Patrolling is utilized in Prohibited Areas to ensure illegal harvest does not take place. Unlike Massachusetts, South Carolina does allow for oysters to be translocated into Prohibited Areas for shellfish habitat preservation. This translocation, however, can only be authorized by SCDNR and comes with special conditions (SCDHEC, 2017). This allowance, followed the recommendation from SCDNR’s 2011 report that shell planting activities and restoration should be expanded to areas closed to harvest in order to most effectively enhance and restore shellfish stocks and reef habitats. Not only is oyster restoration allowed in closed areas, it is actually encouraged. SCORE restoration projects are often done in closed waters because they provide 24protection against future harvest thus giving the restored oyster reef a greater chance of success (Mississippi-Alabama Sea Grant Legal Program, 2014). Also unlike Massachusetts, South Carolina has state support from SCDNR to close reefs for non-public health concerns. SCDNR has the authority to close reefs to shellfish harvest in overharvested areas in order to replenish shellfish stocks, and has the authority to close areas being used for research or restoration. In total, about half of all state managed shellfish grounds are closed to harvest per year in South Carolina (Mississippi-Alabama Sea Grant Legal Program, 2014). In Texas, shellfish aquaculture is managed by The Texas Department of Agriculture (Lead), The Texas Commission on Environmental Quality, and The Texas Parks and Wildlife Commission. Shellfish sanitation is overseen by the Texas Department of Public Health and Safety. Restoration permitting is managed by USACE and The Texas General Land Office, and the application process is streamlined by a joint application. With only 20-50% of original reefs remaining in the Gulf of Mexico, The Nature Conservancy’s ambitious goal of fully restoring oyster reefs in the Gulf of Mexico is being spearheaded in Texas. Texas allows for oyster restoration projects in closed waters, and restoration projects are already underway in areas of Galveston Bay closed to oyster harvest. Texas has strong governmental support of shellfish restoration efforts including funding from The Coastal Restoration & Improvement Fund and federal money from hurricane disaster relief. The Texas Parks and Wildlife Department Coastal Fisheries Division has been involved with oyster restoration since 2007 including in closed waters (Mississippi-Alabama Sea Grant Legal Program, 2014). 25The percent of Vibrio infections per population was analyzed for Massachusetts, New York, South Carolina and Texas (CDC, 2019; USCB 2020). Massachusetts had a significantly higher rate of Vibrio infections with a mean of .0006% of the population infected each year from 2010-2014 (p <0.05). New York, South Carolina, and Texas all had identical mean infection rates of .0003% of the population infected each year from 2010-2014 (Figure 8). 0.0010% 0.0008% 0.0006% 0.0004% 0.0002% 0.0000% Massachusetts New York South Carolina Texas FIGURE 8: Mean Percent Vibrio Infection by Population Per State 2010-2014 (CDC, 2019; USCB 2020) IV. DISCUSSION Oyster Reef Restoration Analysis By comparing sea level data before and after oyster reef restoration, we can begin to analyze the impact oyster reef restoration may have on sea level (Figure 2). As expected, there was not a significant difference between the mean sea level per month after oyster reef restoration. This is not surprising as the oyster reef would not be able to prevent changes in sea level caused by climate change, changes in storm frequency and other local factors. It could be expected, however, that the oyster reef may be able to dissipate wave energy which could lead to a smaller storm surge, lower high tides, and ultimately less flooding. The mean of the highest tide per month 26was significantly less by 36.32mm the year following restoration when compared with the year before oyster reef restoration showing that the restored oyster reef is effectively reducing wave energy leading to a reduction in the height of the highest tides. Cost Benefit Analysis While any CBA relating to SLR should be looked at with a critical eye, we can draw important conclusions from this analysis. The current analysis shows that under the same assumptions, a seawall (a structural barrier) costs more than the benefits it provides (Figure 3). Oyster reef reconstruction, on the other hand, provides more benefits than costs and has a lower overall cost. Understanding the results of this CBA are critically important when selecting mitigation strategies. Seawalls with a cost to benefit ratio of .30, may have a benefit in small areas to protect critical infrastructure in the short term, however, they should not be relied upon over a longer time frame or larger areas. Their cost for maintenance, and the negative ecosystem consequences, render them ecologically and economically unsustainable. Oyster reef restoration with a benefit to cost ratio of 2.41, however, costs less and provides other ecosystem services which leads the overall benefits to outweigh the costs. Importantly, one of the major problems with any SLR mitigation strategy is that the costs occur upfront, and the benefits are preventing damage in the future, including avoidance of potentially astronomical repair costs. However, these don’t result in any actual revenue from the project. Because the capital is due upfront and the benefits are hard to predict and may not come in the form of actual revenue, it is critical to educate stakeholders on the importance of the issue in order to raise capital. By focusing on lower cost mitigation strategies that are still effective, like oyster reef restoration, it will be easier to get stakeholders to buy into providing the capital to launch SLR mitigation efforts. Additionally, oyster reef restoration can lead to actual monetary 27benefits like increasing recreational and commercial fishing because of an increase in biodiversity of the area. This resulting benefit may make it less risky for stakeholders to provide money upfront than for structural barriers which will only prevent coastal damages needing to be paid for in the future, and will not actually create any revenue from the project. It is important to note that in this model neither the seawall scenario nor the oyster reef scenario alone provide enough protection from SLR to significantly reduce the predicted amount of coastal damages. In order to create a more robust mitigation model, a multi-pronged approach must be taken. Boston is already utilizing wetland restoration and creating green spaces and parks along the coast to absorb water and dissipate wave and storm surge energy. If oyster reef restoration is combined with these efforts, the impacts of SLR on Boston could be greatly reduced with a much lower total cost than utilizing structural barriers. Vulnerability Analysis After understanding that oyster reef restoration is an effective and cost effective mitigation strategy for reducing the impacts of SLR, it is important to evaluate where restoration efforts should be focused. With limited time and resources, oyster restoration efforts should be focused where they will have the largest impact. The hotspot analysis shows, unsurprisingly, that with a 99% confidence interval, the majority of infrastructure relating to transportation, public health and safety, education and recreation in Massachusetts is located in the Boston area (Figure 4). Flooding impacts on this infrastructure will increase in frequency and number as SLR continues (Figure 5). Importantly, global climate change is not only causing SLR, but it is also increasing the frequency and severity of storms so the likelihood of a 10% chance or 1% chance storm occurring will increase over time. The amount of flooding events experienced in the 2070s could cripple the city and shut down its transportation system leaving a Massachusetts Bay 28Transportation Authority (MBTA) ridership of over 1 million people without transportation (Boston Transportation Department, 2017). The number of flooding events that could occur even during a normal high tide in the 2070s show the extreme need for mitigation to take place now. If plans are not put in place now, the city and its infrastructure would be forced to retreat further inland, or develop strategies to deal with frequent flooding. For these reasons, it is important for SLR mitigation strategies in Massachusetts to be focused along the Boston coast in order to protect the majority of the state’s infrastructure and population. Habitat Suitability Index Selecting suitable locations for oyster restoration along the Boston coast is important to ensure persistence of the new reef. The HSI (Figure 6) shows areas in green that could promote oyster reef development. Since SLR is projected to continue to increase, it is important to think about the future impacts on oyster reefs when selecting areas for reef restoration. If ocean depth climbs over 5m due to SLR, previously successful oyster reefs may suffer due to a decrease in DO. If we are relying on these oyster reefs to reduce wave energy and storm surges, it is important to select locations that are currently shallower instead of areas close to the depth limit like those highlighted in Figure 7. Figure 7 can be used as a model to select locations where oyster reef restoration efforts could be focused that would provide the greatest chance of success for the reef today and into the future. Policy Recommendations From these results, it is clear that oyster reef restoration especially in combination with Massachusetts' current SLR mitigation strategies could provide important protection for the coast. Locations that will provide the most protection for the largest amount of infrastructure and that will have the greatest chance of success include multiple areas in Boston Harbor. Unfortunately, 29most of Boston Harbor is considered a Prohibited Zone according to Massachusetts Division of Marine Fisheries (Figure 9) (Massachusetts Division of Marine Fisheries, 2015). FIGURE 9: Massachusetts Division of Marine Fisheries Shellfish Growing Area Classifications Oyster reef restoration permitting is complex, varies state by state, and in many cases does not adequately provide a framework for organizations to launch successful oyster reef restoration projects. Organizations have had different levels of success with launching oyster reef restoration along US coasts. Of the four states examined: Massachusetts, New York, South Carolina and Texas, Massachusetts’ policy inhibits the growth of oyster reef restoration efforts the most. New York has had some success by being able to work with permitting agencies to find compromises that allow for restoration while not compromising public health, however, under the current guidelines, larger restoration projects would still be difficult to launch. Texas and South Carolina, on the other hand have been able to launch larger restoration efforts successfully along their coasts including a large portion in closed waters. Remarkably, despite having the strictest regulations around shellfish planting in contaminated waters of the four states examined, Massachusetts actually has a significantly higher rate of Vibrio infections per year than New York, South Carolina or Texas (Figure 8). There are 30a few caveats that should be mentioned with using this data. First, the data are self-reported by state, and Vibrio infections are often difficult to verify, so the data may not represent all infections per year. Second, the data identify Vibrio infection location, not the location where the seafood causing the infection was initially harvested. For example, shellfish may have been harvested from another state or country, but consumed in Massachusetts, which would lead to the infection being counted in Massachusetts even though it was caused by shellfish from another location. Notwithstanding, it is interesting to see that Vibrio infections are significantly lower in the states that allow shellfish planting in closed waters. After reviewing other state’s policies as well as the Vibrio infection data, it became clear that Massachusetts could revise its policy in a way that would both allow Boston to promote oyster reef restoration projects while minimizing the impacts on public health. While public health risks cannot be eliminated entirely, they can be mitigated. Massachusetts should revise its policy to clarify the permitting process, work with restoration groups to identify compromises, increase public messaging and outreach, support restoration projects, and increase patrolling of closed areas. The permitting process should be revised in several ways. First, there needs to be a separate pathway for oyster reef restoration permitting. The current permitting process is mainly geared towards commercial planting and largely ignores planting for restoration projects. Second, Massachusetts should work with USACE to streamline the permitting process so that there is only one permit application. A streamlined and clarified permitting process would lower the barrier for entry to allow more reef restoration projects to begin along the Massachusetts coastline. Massachusetts DMF should next work with these restoration initiatives to find compromises allowing such projects to continue while protecting public health. Compromises 31could include strategies utilized in New York Harbor like removing oysters before they reach market size or locating restoration projects near more secure areas such as the US Coast Guard Bases in Boston Harbor or Logan Airport. Restoration projects from their end should use secure gear to hold down newly planted oyster reefs to prevent harvest and should work with local partners to monitor for illegal harvest and increase public awareness of risks and benefits of oyster restoration. Some of these compromises would limit the extent to which oyster reefs could be used effectively to protect the coastline, so the potential compromises should be evaluated on a project by project basis to ensure restoration goals are met. Increasing public messaging and outreach are needed as important parts of a revised policy. This outreach should educate the public on the dangers of oyster contamination due to illegal harvest, and alert shellfishermen of areas closed to harvest. Water quality sampling of all waters should continue to be conducted at least seasonally, or after storm events, and any waters that don’t meet water quality standards should be closed for shellfish harvest. These closures will need a clear method for communication to commercial and recreational shellfishermen. This communication could be aided through the use of the shellfish licensing system, online resources and posted signs. Following the lead of New York, South Carolina and Texas, Massachusetts could provide more state support for oyster restoration projects. With support from the state, oyster restoration projects could more easily navigate the permitting process, and could more safely plant in closed waters. While this would require funding, Massachusetts could model support mechanisms after South Carolina which relies on revenue from shellfish permitting with a strong focus on community volunteering. Additionally, Massachusetts DMF should have the authority to close overharvested areas as well as close areas for research and restoration instead of leaving this up to 32local authorities. This control would allow for more uniform protection of reestablished reefs instead of leaving this decision solely up to towns. The final policy revision, enforcement, would be needed to ensure that illegal harvest of shellfish was not taking place in areas closed to shellfish harvest in order to be compliant with NSSP standards. While each step, especially enforcement, would require time and resources from the Massachusetts DMF, the overall benefits would likely outweigh these costs. V. CONCLUSIONS & FUTURE DIRECTIONS With mounting evidence showing that oyster reefs can be an effective and cost effective barrier for mitigating the impacts of sea level rise, and that they could effectively be used in Boston to fortify the coast if Massachusetts policy was changed to promote oyster reef restoration, important future directions for research are emerging. These emerging questions include: what is the most effective design for restored oyster reefs, to what extent could oyster reef restoration in Massachusetts help with job creation, and how could oyster reef restoration best be combined with other sea level rise mitigation strategies such as restoring salt marshes and beaches to create a living shoreline? Oyster Reef Restoration Design Understanding the best design of restored oyster reefs is a critical piece to creating the most effective barriers to mitigate the impacts of sea level rise. The best design should take into account both the shape of the reef and the location and depth of the reef in relation to the shore areas that need protection. To explore this question, wave attenuation models could be created for different designs of restored reefs, and small pilot projects could be started to test the impacts of different designs. 33Job Creation With a current unemployment rate of 9.6% (Mass.gov, 2020), 1.7% higher than the national average (Trading Economics, 2020), Massachusetts has been impacted significantly by the COVID-19 pandemic. Oyster reef restoration projects could create direct and indirect jobs for a wide range of levels from laborers to scientists and engineers. For example, a study completed by Duke University in 2012 showed that reef restoration efforts along the Gulf Coast would benefit 140 businesses with over 400 employees, and two thirds of these businesses qualify as small businesses (Stokes, 2012). Analyzing the impacts oyster reef restoration could have on job creation in Massachusetts to show the potential impact on the Massachusetts economy could help increase support for restoration efforts. Creating Living Shorelines It is unlikely that any one sea level rise mitigation strategy on its own will be enough to combat SLR. By combining oyster reef restoration efforts with the efforts Massachusetts is already undertaking to protect its coast from SLR including restoring and expanding beaches and salt marshes we could create a “living shoreline” that would offer Boston its best chance of withstanding the changes brought on by SLR. A living shoreline uses plants or other natural elements to stabilize coastlines, reduce erosion, and increase coastal resilience (NOAA, 2020b). Living shorelines can be utilized on their own, or in combination with structural barriers. By better understanding how oyster reef restoration can be combined with other strategies to mitigate the impacts of SLR, we can increase the resilience of Massachusetts’ coast. 34VI. REFERENCES Ackerman, S. (2006). Bottomtype: Defined Map Units of the seafloor of Boston Harbor and Approaches. U.S. Geological Survey, Coastal and Marine Geology Program. Online Available:https://woodshole.er.usgs.gov/pubs/of2006-1008/gis/OFR_2006_ 1008/metadata/bottomtype.htm. Anderson, D.G., T.G. Bissett, S.J. Yerka, J.J. Wells, E.C Kansa, S.W. Kansa. (2017). Sea- level rise and archaeological site destruction: An example from the southeastern United States using DINAA (Digital Index of North American Archaeology). PLoS One. Public Library of Science, 10.1371. Araújo, M. B., and A. Guisan. (2006). Five (or so) challenges for species distribution modelling. Journal of Biogeography, 33, 1677–1688. ArcGIS StoryMaps. (2020). Module 4: Vibrio Control Plan. Online Available: https://storymaps.arcgis.com/stories/f73e59d539364c9b80a44569b02617af. Baillie, C.J. and J. Grabowki. (2019). Factors affecting recruitment, growth and survival of the eastern oyster Crassostrea virginica across an intertidal elevation gradient in southern New England. Marine Ecology Progress Series. Vol 609; 119-132. Balaji, R., S. Kumar. And A. Misra (2017). Understanding the effects of seawall construction using a combination of analytical modelling and remote sensing techniques: Case study of Fansa, Gujarat, India. International Journal of Ocean and Climate Systems, Vol 8 (3) 153-160. Barbier, E.B. (2015). Valuing the storm protection service of estuarine and coastal ecosystems. Ecosystem Services. Elsevier; 11: 32–38. Battista, T. (1999). Habitat Suitability Index for the Eastern Oyster Crassostrea virginica, in the Chesapeake Bay: A Geographic Information System Approach. Master’s Thesis, University of Maryland at College Park. Billion Oyster Project. (2020). Oyster Reefs. Online available: https://www.billionoysterproject.org/reefs. Bleicher, S., Ovilier, L. (2013). History of Oysters in the Estuaries of Boston Harbor: Historic Overview and Data. The Massachusetts Oyster Project, Online Available: https://www.slideshare.net/massoyster/history-of-oysters-in-boston-harbor. Boston Transportation Department. (2017). Boston Today. Online available: https://www.boston.gov/sites/default/files/file/document_files/2017/03/go_boston_2030_ -_3_boston_today_spreads.pdf. Brandon, C.M., J.D. Woodfruff, P.M. Orton & J.P. Donnelly. (2016). Evidence for elevated coastal 35vulnerability following large-scale historical oyster bed harvesting: increased vulnerability following oyster bed disturbances. Earth Surface Processes and Landforms, 4:1136-1143. Brooks, R. P. (1997). Improving habitat suitability index models. Wildlife Society Bulletin, 25, 163–167. Cabral, Leah. (2018). Oyster Restoration Project, Shimmo Creek, Nantucket, MA. Online Available: https://www.nantucket-ma.gov/DocumentCenter/View/25107/Oyster- Restoration-Project-at-Shimmo-Creek. Callihan, R., B. Depro, D. Lapidus, T. Sartwell, C. Viator. (2016). Economic Analysis of the Costs and Benefits of Restoration and Enhancement of Shellfish Habitat and Oyster Propagation in North Carolina. RTI Project Number 0214949.000.001. Online available: https://ncseagrant.ncsu.edu/ncseagrant_docs/oysters/RTI-APNEP_04-02-final.pdf. Center for Disease Control and Prevention. (2019). Cholera and Other Vibrio Illness Surveillance (COVIS). Online Available: https://www.cdc.gov/vibrio/surveillance.html. Center for Disease Control and Prevention. (2020). Oysters and Vibrios. Online Available: https://www.cdc.gov/foodsafety/communication/oysters-and-vibriosis.html. Chapman M.G. & A.J. Underwood. (2011). Evaluation of ecological engineering of “armored” shorelines to improve their value as habitat. Journal of Experimental Marine Biology and Ecology. Elsevier; 400: 302–313. Climate Ready Boston. (2017). Climate Ready Boston Social Vulnerability. Online Available: https://bostonopendata- boston.opendata.arcgis.com/datasets/34f2c48b670d4b43a617b1540f20efe3_0 . City of Boston. (2020). Preparing for Climate Change. Online Available: https://www.boston.gov/departments/environment/preparing-climate-change. Commonwealth of Massachusetts Division of Marine Fisheries. (2015). Shellfish Planting Guidelines. 3rd Edition March 2015. Department of Environmental Conservation (DEC). (2020a) Shellfish Closures. Online available: https://www.dec.ny.gov/outdoor/103483.html. Department of Environmental Conservation (DEC). (2020b). Shellfish Safety: Shellfish Consumer Protection. Online Available: https://www.dec.ny.gov/outdoor/9161.html. Environmental Systems Research Institute. (2020). ArcGIS Pro: Version 2.6. Redlands, CA. European Space Agency (ESA). (2019). ESA Sea Surface Salinity Climate Change Initiative (Sea_Surface_Salinity_cci): Monthly Sea Surface Salinity product v1.8. Online Available: https://catalogue.ceda.ac.uk/uuid/aea368301bff448bbbea7e90e66819e5. 36Food and Drug Adminstration (FDA). (2017). National Shellfish Sanitation Program (NSSP). Online Available: https://www.fda.gov/food/federalstate-food-programs/national- shellfish-sanitation-program-nssp. Frankic, A., D. Bertuna, and M. Waters. (2015). Monitoring results for the season 2015 Oyster Restoration, Welfleet. Online available: https://www.umb.edu/editor_uploads/images/centers_institutes/greenbostonharbor/Draft_ Report_Wellfleet_Season_2015_.pdf Gibson, C. (2017). Surveillance and monitoring of oyster restoration: A review of potential methods and management actions for the State of New Jersey. Report prepared for NY/NJ Baykeeper and The Nature Conservancy–New Jersey. Gittman, R.K., S.B. Scyphers, C.S. Smith., I.P. Neylan and J.H. Grabowski. (2016). Ecological Consequences of Shoreline Hardening: A Meta-Analysis. BioScience, 66(9); 763-773. Griggs, G. (2017). Coasts in crisis a global challenge. Oakland, CA: University of California Press. Hallegatte, S., C. Green, R.J. Nicholls, J. Corfee-Morlot. (2013). Future flood losses in major coastal cities. Nature Climate Change, 3, 802–806. Harris, D.L., A. Rovere, E. Cassella, H. Power, R. Canavesio, A. Collins, A. Pomeroy, JM Webster, V. Parravincini. (2018). Coral reef structural complexity provides coastal protection from waves under rising sea level. Science Advances, 4 (2). Hauer, M.E., J.M. Evans, D.R. Mishra. (2016). Millions projected to be at risk from sea-level rise in the continental United States. Nature Climate Change, 6, 691-695. Hsiang, S., R. Kopp, A. Jina, J. Rising, M Delgado, S. Mohan. (2017). Estimating economic damage from climate change in the United States. Science, 356(6345), 1362-1369. Kirk, Steve. (2015). Shellfish Restoration in Massachusetts. The Nature Conservancy. Online available: https://www.conservationgateway.org/ConservationPractices/Marine/HabitatPr otectionandRestoration/Pages/MA-shellfish-restoration.aspx. Kirshen, Paul et al. (2018). Executive Summary: Feasibility of Harbor-wide Barrier Systems. Sustainable Solutions Lab University of Massachusetts, Boston. Online Available: https://www.umb.edu/editor_uploads/images/centers_institutes/sustainable_s olutions_lab/Feasibility_of_Harbor_Barriers_Executive_Summary_5-18.pdf. Koch, J.V. (2010). Costs of Defending Against Rising Sea Levels and Flooding in Mid-Atlantic Metropolitan Coastal Areas: The Basic Issues. The Journal of Regional Analysis and Policy; 40(1): 53-60. 37Kopprio, G. A., S.B. Neogi, H. Rashid, C. Alonso, S. Yamasaki, B.P. Koch, A. Gardes, and R. J. Lara. (2020). Vibrio and Bacterial Communities Across a Pollution Gradient in the Bay of Bengal: Unraveling Their Biogeochemical Drivers. Frontiers in Microbiology. 11: 594. La Peyre, M.K., K. Serra, T.A. Joyner, A. Humpries. (2015). Assessing shoreline exposure and oyster habitat suitability maximizes potential success for sustainable shoreline protection using restored oyster reefs. PeerJ. 6;3:e1317. Levy, David. (2018). Financing Climate Resilience: Mobilizing Resources and Incentives to Protect Boston from Climate Risks. Sustainable Solutions Lab: UMass Boston, Online Available: https://www.greenribboncommission.org/wp- content/uploads/2018/04/Financing-Climate-Resilience-April-2018.pdf. Long, W. C., and Seitz, R. D. (2009). Hypoxia in Chesapeake Bay tributaries: worsening effects on macrobenthic community structure in the York River. Estuarine Coasts. 32, 287–297. Mason, B. (2017). How Boston Made Itself Bigger. National Geographic. Online Available: https://news.nationalgeographic.com/2017/06/Boston-landfill-maps-history/. Massachusetts Division of Marine Fisheries. (2015). Shellfish Planting Guidelines. Online available: https://www.mass.gov/files/2017-07/shellfish-planting-guidelines.pdf. Massachusetts Oyster Project (MOP). (2020). Restoring Balance To Our Marine Habitats. Online Available: http://massoyster.org/services. MassGIS (Bureau of Geographic Information). (2013). MassGIS Data: Hurricane Surge Inundation Zones. Online Available: https://docs.digital.mass.gov/dataset/massgis-data- hurricane-surge-inundation-zones. MassGIS (Bureau of Geographic Information). (2018). MassGIS Data: Bathymetry of the Gulf of Maine. Online Available: https://docs.digital.mass.gov/dataset/massgis-data- bathymetry-gulf-maine. MassGIS (Bureau of Geographic Information). (2020). MassGIS Data Infrastructure. Online Available: https://docs.digital.mass.gov/dataset/massgis-data-layers. MassGIS (Bureau of Geographic Information) Division of Marine Fisheries. (2018). MassGIS Data: Shellfish Suitability Areas. Online Available: https://docs.digital.mass.gov/dataset/massgis-data-shellfish-suitability-areas. Mass.gov. (2020). Massachusetts Unemployment and Job Estimates for September 2020. Online available: https://www.mass.gov/news/massachusetts-unemployment-and-job-estimates- for-september2020#:~:text=Labor%20Force%20Overview,August%20estimate %20of%2011.4%20percent. McCann, M. (2019). Restoring Oysters to Urban Waters: Lessons Learned and Future 38Opportunities in NY/NJ Harbor. The Nature Conservancy, New York, NY, USA. Mississippi-Alabama Sea Grant Legal Program. (2014). Inventory of Shellfish Restoration Permitting & Programs in the Coastal States. National Sea Grant Law Center, Troy University, Troy, Alabama, USA. NOAA. (2020). Tides and Currents. Online available: https://tidesandcurrents.noaa.gov/stations.html. NOAA. (2020b). Understanding Living Shorelines. Online available: https://www.fisheries.noaa.gov/insight/understanding-living-shorelines. Reguero, B.G., M. Beck, D. Bresch, J. Calil, I. Melian, J. Anel. (2018). Comparing the cost effectiveness of nature-based and coastal adaptation. A case study from the Gulf Coast of the United States. PLos One. 13(4). Resilient Boston Harbor. (2020). Understanding the Vision. Online available: https://www.boston.gov/environment-and-energy/resilient-boston-harbor. Schulte, D. M., Burke, R. P., and Lipcius, R. N. (2009). Unprecedented restoration of a native oyster metapopulation. Science 325, 1124–1128. Scyphers, S.B., S.P Powers, K.L Jeck Jr., D. Byron. (2011). Oyster Reefs as Natural Breakwaters Mitigate Shoreline Loss and Facilitate Fisheries. PLos One. 10.1371. Shetterly, Casey. (2012). Building the Foundation for Shellfish Restoration in the Commonwealth of Massachusetts: Final Report to the MA Bays Program. Online Available: https://www.mass.gov/doc/building-the-foundation-for-shellfish-restoration- in-the-commonwealth-of-ma/download. South Carolina Department of Health and Environmental Control. (2017). Regulation 61-47 Shellfish. Online Available: https://scdhec.gov/sites/default/files/docs/Agency/docs/water-regs/r61-47.pdf. South Caroline Department of Natural Resources (SCDNR). (2011). Managing Oysters in South Caroline: A Five Year Program to Enhance/Restore Shellfish Stocks and Reef Habitats Though Shell Planing and Technology Improvements. A SC Saltwater Recreational Fisheries License Program Final Report. Online Available: https://www.dnr.sc.gov/marine/pub/Coen2011ShellfishReport.pdf. South Carolina Oyster Recycling and Enhancement (SCORE). (2020). Project Description. Online Available: http://score.dnr.sc.gov/deep787f.html. Stokes, S., S. Wunderink, M. Lowe, G. Gereffi. (2012). Restoring Gulf Oyster Reefs: 39Opportunities for Innovation. Center on Globalization, Governance & Competitiveness, Duke University. Syvitski, J.P.M., A.J. Kettner, I. Overeem, E.W.H. Hutton, M.T. Hannon, G.R. Brakenridge, J. Day, C. Vörösmarty, Y. Saito, L. Giosan, and R.J. Nicholls. (2009) Sinking deltas due to human activities. Nature Geoscience, 2, 681-686. The Nature Conservancy (TNC). (2020). Stories in Massachusetts: Diving Deep on Aquaqulture. Online Available: https://www.nature.org/en-us/about-us/where-we-work/united- states/massachusetts/stories-in-massachusetts/aquaculture-oyster-restoration/ Theuerkauf, S.J., Eggleston, D.B., Puckett, B.J. (2019). Integrating ecosystem services considerations within a GIS-based habitat suitability index for oyster restoration. PLos One, 25;14 (1). Theuerkauf, S.J., Lipicius, R.N. (2016). Quantitative Validation of a Habitat Suitability Index for Oyster Restoration. Frontiers in Marine Science, 3;64. Trading Economics. (2020). Unites States Unemployment Rate. Online Available: https://tradingeconomics.com/united-states/unemployment-rate. United States Census Bureau (USCB). (2020). Population. Online available: https://www.census.gov/topics/population.html. Vousdoukas, M.I., L. Mentaschi, E. Voulouvalas, M. Verlaan, L. Jackson, L. Feyen. (2018). Global probabilistic projections of extreme sea levels show intensification of coastal flood hazard. Nature Communications, 18; 9(1). Wong, P.P., I.J. Losada, J.-P. Gattuso, J. Hinkel, A. Khattabi, K.L. McInnes, Y. Saito, and A. Sallenger. (2014) Coastal systems and low-lying areas. In: Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Field, C.B., V.R. Barros, D.J. Dokken, K.J. Mach, M.D. Mastrandrea, T.E. Bilir, M. Chatterjee, K.L. Ebi, Y.O. Estrada, R.C. Genova, B. Girma, E.S. Kissel, A.N. Levy, S. MacCracken, P.R. Mastrandrea, and L.L.White (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, pp. 361-409. Ziegler, S. L., J.H. Grabowski, C.J. Baillie and F.J. Fodrie. (2017). Effects of landscape setting on oyster reef structure and function largely persist more than a decade post‐restoration. Restoration Ecology, 25; 5. 40",
    "TEXT BY PAGE": [
        "A R : U O R DAPT OR ETREAT TILIZING YSTER EEF R F M ’ ESTORATION TO ORTIFY ASSACHUSETTS C F S L R OASTLINE IN THE ACE OF EA EVEL ISE HTTPS://WWW.SCIENCENEWS.ORG/ARTICLE/BOSTON-ADAPTING-RISING-SEA-LEVEL-COASTAL-FLOODING Samantha Jalbert A Sustainability Capstone Project for the Degree of Master of Liberal Arts Harvard University Extension School December 2020 i",
        "ABSTRACT As population and infrastructure increase along the coast, coastal risks caused by climate change are also increasing. Adaptation strategies to mitigate these risks can include two forms of barriers: structural barriers like jetties, groins and seawalls; or natural barriers like wetlands, barrier beaches or reefs. A growing body of evidence suggests that structural barriers are less environmentally and economically sustainable. They often create negative ecosystem consequences that actually exacerbate coastal risks in the long term. Natural barriers on the other hand, are generally more economical, and have other ecosystem benefits. Oyster reefs, for example, not only buffer coasts from waves reducing erosion, but they also improve water quality and increase biodiversity. Massachusetts, in particular, Boston, is facing these coastal challenges today. If a more resilient coastline cannot be created, retreat further inland will be imminent as sea level rise continues to accelerate. In an attempt to understand the role that oyster reef restoration could play in fortifying Massachusetts’ coastline; this study examines three questions. First, to what extend does oyster reef restoration offer an effective and economically effective strategy to combat the coastal risks Massachusetts is facing? Second, where should oyster reef restoration efforts be focused to provide the greatest chance of success and to maximize the coastal benefits of the restored reef? Third, and potentially most importantly, does Massachusetts need to change its policy in order to promote oyster reef restoration? The study indicates that oyster reef restoration projects could be effective and economical, providing coastal support that would be especially beneficial along the coastline of Boston Harbor. Massachusetts, however, faces barriers to implementing oyster restoration projects mainly due to outdated and confusing policy regulating shellfish reefs. Fear of illegal harvest of contaminated shellfish leading to public health issues has led Massachusetts officials to form strict policies concerning shellfish planting. In this study, we compare Massachusetts’ shellfish policies to those of other states that have successfully launched shellfish restoration programs. Policy recommendations are made to allow Massachusetts to reap the benefits of oyster reef restoration while minimizing potential negative public health consequences. ii",
        "TABLE OF CONTENTS I. INTRODUCTION...........................................................................................................1 Challenges Facing Coastal Communities................................................................1 Boston’s SLR Dilemma...........................................................................................2 Oyster Reef Restoration...........................................................................................4 Shellfish-borne Illness..............................................................................................7 Research Goals………………………………………………………………….....8 II. MATERIALS AND METHODS………………………………………….…...............10 Assessing Effectiveness of Restored Oyster Reef’s Shoreline Protection……......10 Cost Benefit Analysis………………………………………………………….....11 Vulnerability Analysis & HSI Model.....................................................................12 Policy Changes.......................................................................................................14 III. RESULTS.....................................................................................................................15 Oyster Reef Restoration Analysis..........................................................................15 Cost Benefit Analysis.............................................................................................16 Massachusetts' Vulnerability Analysis...................................................................17 Habitat Suitability Index........................................................................................18 Policy Analysis......................................................................................................20 IV. DISCUSSION...............................................................................................................26 Oyster Reef Restoration Analysis..........................................................................26 Cost Benefit Analysis.............................................................................................27 Vulnerability Analysis...........................................................................................28 Habitat Suitability Index........................................................................................29 Policy Recomnendations........................................................................................29 V. CONCLUSIONS & FUTURE DIRECTIONS................................................................34 Oyster Reef Restoration Design.............................................................................34 Job Creation...........................................................................................................34 Creating Living Shorelines....................................................................................34 VI. REFERENCES..............................................................................................................35 iii",
        "LIST OF FIGURES Figure 1. Proposed Outer and Inner Harbor Barriers......................................................................3 Figure 2. Water Level Difference After Oyster Reef Restoration................................................15 Figure 3. CBA Oyster Reef Restoration & Seawall Construction 2030-2050 ($ million)...........16 Figure 4. Hotspot Analysis of Massachusetts Infrastructure........................................................17 Figure 5. Flooding Impacts on Boston Infrastructure Caused by SLR.........................................18 Figure 6. Habitat Suitability Index (HSI)......................................................................................19 Figure 7. HSI With SLR Projection..............................................................................................19 Figure 8. Mean Percent Vibrio Infection by Population Per State 2010-2014.............................26 Figure 9. Massachusetts Division of Marine Fisheries Shellfish Growing Area Classification...30 iv",
        "I. INTRODUCTION Challenges Facing Coastal Communities As population and infrastructure both increase along the coast, risks that threaten these coastlines are being amplified by global climate change. Risks including sea level rise (SLR), an increase in storm severity and frequency, and land subsidence require consideration when creating future adaptation plans for coastal communities (Griggs, 2017). Sea level is rising mainly as a result of two factors caused by climate change: thermal expansion of water as it warms, and glacial melt which is increasing the volume of water in the oceans. This rise will likely continue past 2500 unless global temperatures decrease (Wong et al., 2014). Further, the rate of SLR is increasing. From 1993-2016, sea level rose 3.3 mm/year, which represents a 47% increase over the previous rate recorded in the preceding century (~1.7 mm/year) (Griggs, 2017). Global warming is also increasing the frequency and severity of coastal storms which can cause coastal damage from wind, storm surges, waves, rainfall and flooding. To exacerbate matters, as the sea level is rising, and more severe storms are battering the coast, the land in many coastal areas is sinking. This land subsidence is largely due to human activities like wetland draining, ground water extraction and because of coastal areas being filled in for development on soft, muddy terrain (Griggs, 2017). Understanding and implementing ways to mitigate and adapt to SLR are critically important to address; otherwise coastal erosion may force port cities to retreat further inland. Increases in coastal development and climate change are expected to elevate the risk of damages to coastal communities by more than double from 2030-2050 (Wong et al., 2014) which could lead to $1 trillion a year in coastal damage by 2050 (Hallegatte et al., 2013). These damages will affect the economy (Hsiang et al., 2017), pose a threat to human life (Hauer et al., 2016), impede transportation and industry, and cause damage to cultural and historic areas (Anderson et 1",
        "al., 2017). Port cities will particularly experience such devastating effects. Over 6 billion people are projected to live in cities by the year 2050, with more than half of the largest cities being ports. Many of these port cities were built without anticipating any changes in sea level which puts them in jeopardy today (Griggs, 2017). For example, Boston has the second largest amount of man-made land among American cities, with over 5,000 acres of water filled in to create the city as it is today (Mason, 2017). This large amount of man-made land makes the city more vulnerable to the coastal impacts of climate change. Further, Boston’s sea level rose faster than the national average of 3 inches between 1970- 2012. Tidal flooding events in Boston are projected to increase from about 15 to 75 events per year by 2045 (Griggs, 2017). Since SLR and land subsidence can vary locally when compared with national averages (Syvitski, 2009), Boston officials need to understand the changes occurring on its shores in order to plan for the future. Using projections that predict the most vulnerable areas, the city can begin adapting its coastlines to combat the impacts of climate change. These adaptations should include a combination of nature based, structural and policy-based changes, but more information is needed to quantify the costs and benefits of each strategy. Boston’s SLR Dilemma Climate Ready Boston, a citywide response to climate change in 2016, set goals of creating climate change projections, completing a vulnerability analysis of Boston, and creating proposals for adaptations that could be made to protect the coast from climate change. Part of this initiative, called for a feasibility study of a harbor-wide structural barrier system. This structural system was to consist of two barriers: an Outer Harbor Barrier stretching from Winthrop to Hull, and an Inner Harbor Barrier stretching from Logan Airport to the Seaport area of South Boston (Figure 1). They would both be gated barrier systems that would close only during flood conditions. A 2",
        "study completed by The Sustainable Solutions Lab at The University of Massachusetts Boston concluded that barrier systems such as the one proposed to block the inner and outer portions of Boston Harbor are not economically feasible at $20 billion, would take over 30 years to build, could ruin the harbor ecosystems and would not solve the problem of tidal flooding since the barrier would need to be constantly opened and closed with the tide. Instead, their analysis supported shore-based systems like temporary walls and elevated green spaces. (Kirshen et al, 2018). FIGURE 1: Proposed Outer and Inner Harbor Barriers Other studies support Kirshen’s findings and provide further support that nature-based barriers may be the best and most economical defense against rising sea level. While structural FIGURE 1: Proposed Outer and Inner Harbor Barrier Systems barriers can play a role in short term protection of important infrastructure, they have negative consequences including degrading ecosystems that help with defense (Barbier, 2015), (Chapman & Underwood, 2011); are less cost effective; and ultimately will fail over time as sea level continues to rise (Hsiang, 2017). While the use of natural barriers looks encouraging, more research is needed to quantify their cost and effectiveness. Reguero et al (2018) attempted to 3",
        "address this need by providing direct comparisons between natural and structural barriers along the Gulf Coast. They accomplished this by assessing present and future risks as well as comparing the cost and benefits of varying adaptation measures. Their study showed that while structural barriers and policies such as local levees and elevation of homes could deliver the greatest damage reduction benefits for a single measure, they are not cost-effective and are often too expensive to implement over a large area. Nature-based measures, particularly marsh and oyster reef restoration, on the other hand, were shown to be the most cost-effective measures and together could contribute the most to overall damage reduction. Oyster Reef Restoration Oyster reef restoration presents an intriguing solution for providing a natural barrier for Boston and its surrounding areas. In addition to other ecosystem benefits including improving water quality (via filter feeding that removes suspended sediment and organic matter) and increasing biodiversity (by providing attachment sites for other species), oyster reefs can also prevent erosion by stabilizing shorelines through wave attenuation (Kirk, 2015). Brandon et al. (2016) showed that the destruction of oyster reefs caused by European settlements along the East Coast, coincided with a significant increase in flooding of coastal ponds near New York Harbor. Their simulations show that the removal of oyster reefs increases off-shore wave energy by 30%-200%. By rebuilding these oyster reefs, we can potentially reduce flooding events and erosion. Historically, oysters played an important economic role in Boston, ubiquitously spanning from Boston Harbor to the Charles and Mystic Rivers. Oyster reefs were so abundant in some locations of these rivers that they actually obstructed ship traffic in the 1600’s. Oysters began to decline in the early 1900s due to loss of habitat from fill, misuse, the use of dams leading to 4",
        "conversion of Back Bay and Mystic Rivers to fresh water, pollution, and overharvesting (Bleicher & Olivier, 2013). Behind only scallops and lobsters, farmed oysters are currently Massachusetts’ third highest value seafood. The food production and economic benefits combined with ecosystem benefits are drawing attention and creating exciting research opportunities relating to Massachusetts’ oyster reefs and oyster farms. Ultimately, if done correctly, oyster reefs could provide a triple bottom line by providing a sustainable food source, expanding coastal economies and improving estuarine ecosystem health (TNC, 2020). A collaboration between The Nature Conservancy (TNC), local oyster farms, Northeastern University and the National Oceanic and Atmospheric Administration’s Northeast Fisheries Science Center began a research project in the summer, 2019 to evaluate how shellfish farming can improve ecosystems and local habitats while assessing different growing methods. The project’s overall goal is to promote sustainable seafood production on a local and global level, and to shape TNC’s aquaculture strategy worldwide (TNC, 2020). Jonathan Grabowski’s lab at Northeastern University has spent significant time attempting to understand factors influencing recruitment, growth and survival of restored oyster reefs (Baillie & Grabowski, 2019), as well as analyzing oyster reef restoration impact on ecosystems services (Ziegler et al., 2017). Restoration projects already begun in Wellfleet on Cape Cod (Frankic et al., 2015) and Nantucket (Cabral, 2018) show that restored oyster reefs are capable of withstanding environmental changes while improving biodiversity and quality. While these preliminary oyster reef restoration studies are promising, Massachusetts faces several hurdles to adopting these strategies along its entire coastline. Currently, taking heed from Kirshen’s study that supports shore-based systems over large scale structural barriers, Climate 5",
        "Ready Boston has adopted a multiprong approach to combat climate change. This approach includes the use of natural barriers by redesigning waterfront parks, expanding beaches and restoring marshes to create flood protection, plans to redesign buildings and infrastructure to withstand higher tides and storm surges, and raise roadways and harbor walks. With an overall goal of making coastal communities more resilient, a focus of these efforts has been to make them flexible so that they can be adapted to a number of different SLR scenarios (City of Boston, 2020). Notably absent from Climate Ready Boston’s plan is restoring oyster and other shellfish reefs. One of the main reasons for this deficiency is Massachusetts’ strict policies against planting shellfish in prohibited zones which include many areas around Boston Harbor. Shellfish planting is prohibited in these areas in order to prevent illegal harvest in contaminated waters which could lead to public health issues. Given that previous studies have shown that oyster reef restoration can be both effective in fortifying coasts against the impacts of SLR, cost effective and would provide other ecosystem benefits, this policy should be re-evaluated in Massachusetts. Organizations in Massachusetts are actively working to try to change these policies. For example, The Massachusetts Oyster Project (MOP), a volunteer organization, seeks to promote shellfish restoration, shell recycling, education and advocacy. With an overarching goal of bringing oyster reefs back to Boston Harbor, they have partnered with local organizations to start and maintain oyster upweller nurseries in Gloucester, Marblehead and Hyannis; work with local restaurants to collect oyster shells to use for restoration sites; develop curriculum for educators in Massachusetts; and are working to change Massachusetts’ laws holding back restoration. They see the potential for oyster reefs to mitigate storm surges, reduce ocean acidification and prevent erosion. Oysters in the upweller nurseries are raised in a protected environment until they are large enough to be released on their own. When they are ready for release, the MOP has to work closely 6",
        "with the Division of Marine Fisheries, because of the limitations regarding planting oysters in restricted waters (MOP, 2020). If planting in restricted waters were allowed, however, these waters would expectedly benefit from all of the ecosystem services that oyster reefs provide, including fortifying the coastline in the face of SLR. This possibility leads us to this study’s hypothesis: that oyster reef restoration can have material impact, at cost effective levels for the Massachusetts coastline, but in order to reap these benefits, Massachusetts’ policies will need to be changed. Shellfish-borne Illness Massachusetts’ concern regarding safe harvest of oysters and other shellfish is not unfounded. Since oysters are filter feeders, they are constantly taking in water that can contain harmful bacteria and viruses that can concentrate in the oyster body and infect people who eat raw or undercooked oysters. Vibrio is a type of bacteria genus that causes one of the most common forms of illness from shellfish, vibriosis. Vibriosis caused by consuming raw or undercooked seafood causes about 80,000 illnesses and 100 deaths in the US per year (CDC, 2020). Oysters containing Vibrio bacteria don’t look, smell, or taste any different than other oysters so it is important to regulate these oysters during harvesting before contaminated oysters make it to end consumers. Most Vibrio bacteria, like Vibrio parahaemolyticus, cause mild illness including diarrhea and vomiting, but some like Vibrio vulnificus can lead to bloodstream infections, severe skin lesions, limb amputations and death (CDC, 2020). While higher temperatures from May through October can increase the incidence of Vibrio bacteria even in clean waters, sewage pollution further increases Vibrio abundance (Kopprio, 2020). Vibriosis is monitored in the United States by the CDC through the Cholera and Other Vibrio Illness Surveillance (COVIS) system. Health departments from each state voluntarily report cases seen in their states (CDC, 2019). 7",
        "Because of this risk, a number of different federal and local agencies set strict water quality standards for shellfish harvesting. While most states have the autonomy to develop their own shellfish policy, all state programs are evaluated by the U.S. Food and Drug Administration (FDA) and must conform to guidelines set forth by The National Shellfish Sanitation Program (NSSP). Participating agencies in the NSSP include states, FDA, The Environmental Protection Agency (EPA), The National Oceanic and Atmospheric Adminstration (NOAA), and the shellfish industry (FDA, 2017). Additionally, shellfish producing states must create and implement a Vibrio Control Plan that follows standards set by the NSSP and FDA (ArcGIS StoryMaps, 2020). Research Goals In order to evaluate whether current policies should be changed, this study addresses three questions. First, to what extent do oyster reef restoration projects offer adequate flood protection and are they cost effective? Prior studies show positive results for these questions in both the Gulf Coast and New York, (Reguero et al, 2018; Brandon et al, 2016; La Peyre et al, 2015; Scyphers et al, 2011) but more information is needed to determine if reef restoration can provide these benefits to the Massachusetts coastline. If the research provides evidence that oyster reef restoration can be economically and environmentally effective, then the second question arises: where should restoration efforts be focused to maximize reef success and protection of Massachusetts coastal infrastructure? Balancing targeted restoration with the greatest probability for long-term success is the ideal goal. Finally, and potentially most important, question 3: if we know where to put oyster reefs in locations where they will provide the most protection while thriving, what, if any, policy changes would Massachusetts need in order to enable the initiative? To explore the first question of whether or not oyster reefs would be both a cost effective and adequate barrier against SLR, sea level data are compared before and after oyster reef 8",
        "restoration at oyster reef restoration sites around the United States. Additionally, a cost benefit analysis is completed comparing an oyster reef restoration scenario to structural barrier construction of a seawall. This cost benefit analysis takes into account the positive environmental benefits that oyster reefs can provide as well as the negative environmental impacts of structural barriers. If oyster reefs can be shown to be a beneficial and cost-effective protection for Massachusetts, the question then becomes where should oyster reef restoration efforts be focused to maximize both their impact and the reef’s chance of successful survival. With limited time and resources, it is important to select locations that will have the most benefit and the greatest survival success. This analysis is undertaken utilizing GIS. Recently, Theuerkauf et al. (2019), used a geospatial habitat suitability index (HSI) model in combination with analysis of locations that would maximize ecosystem services to pinpoint ideal locations for oyster reef restoration in Pamlico Sound, North Carolina. GIS-based HSI models have been used successfully as a tool to lead habitat restoration efforts by locating areas with the greatest chance of persistence after restoration. First, a vulnerability analysis of the Massachusetts coastline is completed to highlight areas where restoration efforts should be focused in order to maximize protection of important coastal infrastructure. Once vulnerable areas are identified, utilizing MassGIS datasets for bottom type, depth and salinity, an HSI model is created for the Massachusetts coastline in order to identify areas that would support successful restoration of Crassostrea virginica, the eastern oyster. Combining the vulnerability analysis with the HSI model should identify areas that will both maximize the protective benefits and the success of the reef. 9",
        "Upon determining ideal locations are determined for reef restoration, a final hurdle remains: policy assessment. In an attempt to prevent illegal harvest in contaminated waters, Massachusetts does not allow shellfish planting in any Prohibited areas, which include many areas around Boston. Approved research projects are permitted that are limited in duration and cannot establish a new permanent shellfish population in contaminated waters (Massachusetts Division of Marine Fisheries, 2015). Regarding the study’s final question- whether Massachusetts should revise its reef restoration policy, other states’ policies are compared. Such comparisons are used to examine the possibility of striking a better compromise between maximizing the positive benefits of reef restoration, while preventing any public health concerns generated by harvesting of contaminated shellfish. A focus is then placed on areas that are successfully utilizing oyster reef restoration efforts to fortify their shores against forthcoming SLR. Additionally, the prevalence of Vibrio infections is analyzed for each state to determine if there is a correlation between stricter shellfish planting regulations and shellfish-borne illness. II. MATERIALS AND METHODS Assessing Effectiveness of Restored Oyster Reef’s Shoreline Protection To assess whether oyster reefs can offer protection against SLR, 24 restored oyster reef locations were analyzed to see if there was a significant difference in water levels before and after reef restoration. The locations were selected based on a few criteria: first they needed to have a clear date of when the restoration was completed, and they had to be located within a close proximity to a buoy from NOAA’s National Buoy Center (NDBC). Water level data were taken from the NDBC. With a goal of providing quality data and observations of the marine environment safely and sustainably in order to promote understanding of changes in climate impacting the oceans and coasts, the NDBC offered a robust and accurate data source for tracking changes in 10",
        "water level. Data from these buoys has been collected over decades and provides data points down to a scale of every 6 minutes (NOAA, 2020). Data collected for this study from the NDBC included mean sea level (MSL) and the highest tide observed per month. These data were gathered for the 12 months before reef restoration, and for the 12 months after. SLR should be independent of the reef restoration, however the highest observed tide could be expected to change if the oyster reef was effective in dissipating wave energy. Periodic tidal forces, meteorology, hydrology and/or oceanographic conditions all have impacts that can lead to higher tides, so it can be assumed that if the ocean floor is changing due to reef restoration, that it may change the highest tides. To statistically evaluate whether MSL or the highest tides were impacted by reef restoration, the mean of these data was taken for the 12 months before, and the 12 months after restoration. A paired t-test was conducted on MSL per month before and after, and on the highest tide per month before and after restoration. Results were considered significant with a confidence interval of 95% or above. Cost Benefit Analysis A cost benefit analysis (CBA) was then conducted to determine the cost effectiveness of oyster reef restoration in protecting Massachusetts’ coastline. Two scenarios were considered: oyster reef restoration and seawall construction. The scenarios were projected out for 20 years from 2030-2050. The net present value (NPV) was calculated at the end of the CBA using the current discount rate of .25%. For both scenarios, shoreline protection was calculated based on the percentage of the shoreline that the barrier would protect assuming total damages to be $137 million dollars per year which is the annualized loss projected from 2030-2050 assuming a 9” SLR (Levy, 2018). In the case of the oyster reef scenario, this assumed planting 50 hectares of oyster 11",
        "reef per year, and in the case of the seawall scenario, assumed constructing 1,000 feet of new seawall per year. For the oyster reef restoration scenario, in addition to shoreline protection benefits, other ecosystem benefits including nitrogen removal, submerged aquatic vegetation (SAV) enhancement, and an increase in recreational and commercial fishing due to improvements in the ecosystem and biodiversity were included. These ecosystem services were calculated based on the model created by Callihan et al. (2016) detailing the value of these services in 2011 dollars per hectare. For this model, the figures were converted to 2030 dollars by assuming an inflation rate of 2.6%. The costs included were estimated to be $156,000 per hectare for oyster reef restoration (Callihan et al., 2016). For the seawall construction scenario, costs including building, maintenance, habitat degradation and shoreline erosion were taken into account. Building costs were based on an average cost of $35 million per mile of seawall construction in 2009, and converted to a dollar value in 2030 assuming a 2.6% inflation rate. Maintenance costs were 10% of building costs (Koch, 2010). Habitat degradation was calculated based on the expectation that seawalls support 23% lower biodiversity and 45% fewer organisms than natural shorelines (Gittman et al., 2016). Shoreline erosion was calculated assuming erosion of 20 meters in the downdrift direction of the seawall within a year of construction (Balaji et al., 2017). Vulnerability Analysis & HSI Model To analyze locations that would provide the most protection as well as would have the greatest chance of success, a vulnerability analysis was completed followed by a habitat suitability model (HSI) for the area highlighted by the vulnerability analysis. MassGIS datasets for infrastructure including airports, seaports, train stations, hospitals, colleges, fire stations, libraries, 12",
        "police stations, prisons, electric generation facilities, public water supplies and schools were layered together in ESRI ArcGIS Pro 2.6 (ESRI, 2020; MassGIS, 2020), and a hotspot analysis was run. A hotspot analysis is a form of spatial analysis which can be used as a mapping technique to identify clusters of events or objects. In ArcGIS, this analysis will show significant clusters of high values or hot spots, and significant clusters of low values or cold spots. The vulnerability analysis was taken a step further, and areas with a hotspot were further analyzed to quantify the number of flooding events per infrastructure type based on several SLR scenarios. Data layers for a 9” SLR expected by the 2030s, a 21” SLR expected by the 2050s and a 36” SLR expected by the 2070s including a normal high tide, a 10% chance storm, and a 1% chance storm were combined with the infrastructure layers in ArcGIS (Climate Ready Boston, 2017). An intersect overlay analysis was then completed and the number of flooding events per infrastructure type was quantified based on the different SLR scenarios. Next, the (HSI) model was created in ESRI ArcGIS Pro 2.6 (ESRI, 2020) focusing on the area highlighted by the vulnerability analysis in order to locate habitats that would support growth of Crassostrea virginica, the eastern oyster. The HSI model used was developed by Theuerkauf & Lipcius in 2016 and is a simple yet effective model that focuses only on variables that will have the biggest impact on the success of the oyster reef including bottom type, salinity and water depth. Theuerkauf & Lipcius’s model was one of the first HSI models for the eastern oyster that was validated with an independent, quantitative oyster population. They validated their model by testing it on restored oyster populations in the Great Wicomico River, a tributary of Chesapeake Bay. The three variables used for the HSI model were determined to have the greatest impact on the suitability for oyster restoration (Theuerkauf & Lipcius, 2016). Bottom type is important since oyster reefs grow better on hard substrates like sand or other hard materials. Restoration would 13",
        "not be as successful on a mud or silt bottom (Schulte et al., 2009). Salinity was used because the eastern oyster can only survive long-term in moderate levels of salinity (Battista, 1999). Depth was used as a surrogate for dissolved oxygen (DO). Oysters and other members of the benthic community are more abundant and robust at higher DO levels (Long & Seitz, 2009). In this study, data layers for bottom type (Ackerman, 2006), salinity (ESA, 2019) and water depth (MassGIS, 2018) were used in ArcGIS Pro 2.6 (Environmental Systems Research Institute, 2020). To score locations based on the HSI model, using GIS (Environmental Systems Research Institute, 2020) each data cell in an input variable was given a score from 0 (unsuitable) to 1 (most suitable) based on the suitability for oyster growth. Suitable ranges for each variable were taken from Theuerkauf & Lipcius, 2016. The HSI for a specific location was calculated based on the following equation which gave a 0, unsuitable, value for any locations where any variable was 0, unsuitable: HSI = ∛(Bottom Type * Depth * Salinity). As sea level rises, areas that may be suitable for oyster restoration today may not be suitable in the future. It would be short sighted to restore areas that would thrive today, but could be destroyed as sea level rises. To address this limitation, a separate HSI model was created using depth plus 9” which is the expected sea level rise by 2030. Policy Changes Importantly, some of the locations where oyster reef planting could be ideal for infrastructure protection and for success of the new reef, are areas where shellfish planting is prohibited by Massachusetts’ policy. To evaluate Massachusetts’ policy regarding shellfish planting, three successful oyster reef restoration projects and the policies of the states they are located in were analyzed: The Billion Oyster Project in New York, The South Carolina Oyster Recycling and Enhancement (SCORE) in South Carolina and The Nature Conservancy’s work in 14",
        "Texas. These state’s policies were then compared to Massachusetts’ Shellfish Planting Guidelines (Commonwealth of Massachusetts Division of Marine Fisheries, 2015) and recommendations for changes to Massachusetts’ policy were made based on this analysis. To better understand the rate of the most common oyster-borne illness, Vibriosis, and to determine if states that allow shellfish planting in Prohibited areas have a higher rate of Vibriosis, Vibrio infections for the four states: Massachusetts, New York, South Carolina, and Texas were analyzed (CDC, 2019). Instances of Vibrio infections in each state were counted per year from 2010-2014 using data from the CDC’s COVIS system annual summary reports and were calculated based on percent of total population. A one-way ANOVA test for the four states was then utilized to determine if the percent of Vibrio infections varied significantly by state. The one-way ANOVA was repeated without Massachusetts to determine if the 3 remaining states infection rates varied significantly. Results were considered significant with a confidence interval of 95% or above. III. RESULTS Oyster Reef Restoration Analysis The oyster reef restoration analysis (N=24) showed that, while MSL did not change significantly after reef restoration, the highest tide per month did significantly decrease after reef restoration. For the year after reef restoration, the mean monthly change in MSL was a 6.6mm decrease when compared with the year before which was not a significant change. The mean of the highest tide per month, however, decreased by 36.32mm the year after reef restoration which was a significant change when compared to the mean highest tide per month the year before restoration (p value = .3%) (Figure 2). 15",
        "FIGURE 2: Water Level Difference After 0.00 Oyster Reef Restoration. Mean sea level -5.00 MSL Highest Tide (MSL) shows the difference between the -10.00 mean monthly MSL per year for the year -15.00 after oyster reef restoration vs. the year prior -20.00 to oyster reef restoration. The Highest Tide -25.00 shows the difference between the mean -30.00 highest tide per month for the year after -35.00 restoration vs. the year prior to reef -40.00 restoration (NOAA, 2020). -45.00 Cost Benefit Analysis The cost benefit analysis (CBA) (Figure 3) overall showed oyster reef restoration to have a higher benefit to cost ratio than seawall construction. This difference was observed for several reasons. First, the oyster reef restoration scenario included added benefits like nitrogen removal, submerged aquatic vegetation (SAV) enhancement, and enhancement of recreational and commercial fishing due to an increase in biodiversity of the ecosystems where oyster reefs would be restored. On the other hand, the seawall construction scenario, in addition to being more expensive to build and maintain, also had other costs, including habitat degradation and increased erosion of the shoreline in the downdrift direction of the seawall. 16 leveL retaW )mm( ecnereffiD SLR Mitigation Benefit/Cost FIGURE 3: CBA Oyster Strategy Revenue or Cost Total NPV Ratio Reef Restoration & Shoreline Protection 128 124 Seawall Construction Nitrogen removal 80 77 2030-2050 ($ million) SAV enhancement 21 20 Recreational/Commercial Fishing 166 160 Total Benefits 395 381 Restoration Cost 164 159 Oyster Reef Total Costs 164 159 Restoration Benefits-Costs 231 221 2.41 Shoreline Protection 128 124 Total Benefits 128 124 Building Cost 204 198 Maintenance 204 196 Habitat Degradation 14 14 Shoreline Erosion 6 6 Seawall Total Costs 428 415 Construction Benefits-Costs -300 -291 0.30",
        "Massachusetts’ Vulnerability Analysis A hot spot analysis of infrastructure in Massachusetts relating to transportation; public health and safety; education; and recreation showed that with 99% confidence, this infrastructure is primarily located in the Boston area. Additionally, a significant amount of this infrastructure is located along the coast (Figure 4). K FIGURE 4: Hotspot Analysis of Massachusetts Infrastructure. Hotspot Analysis completed in GIS for inf ras tructure in Massachusetts relating to transportation, public health and safety, education and recreation. Further focus on the Boston coastline, shows that the number of flooding events will expectedly continue to increase along the coast as sea levels rise and with storm severity (Figure 5). Infrastructure impacted includes: airports, hospitals, electric generating facilities, fire stations, train stations, police stations, port facilities, prisons and schools. By the 2070s assuming a 36” SLR, Boston can expect its normal twice daily high tides to cause a total of 20 flooding events of this infrastructure disrupting hospitals, electric generating facilities, fire stations, train stations, police stations, and schools. By the late 2070s, between 72-90 total flooding events of this infrastructure is expected per storm (Climate Ready Boston, 2017; MassGIS, 2020). 17",
        "Flooding Impacts 2030s Flooding Impacts 2050s 12 20 10 15 8 6 K 10 4 2 5 0 0 Airport Hospital Elect Firi rc e Sta Tti rao in n St Pat oi lio cn e Stati Po orn t Facility Prison School Airport Hospital Elect Firi rc e Sta Tti rao in n St Pat oi lio cn e Stati Po orn t Facility Prison School High Tide 10 % Chance Storm 1% Chance Storm High Tide 10 % Chance Storm 1% Chance Storm Flooding Impacts 2070s FIGURE 5: Flooding Impacts on Boston Infrastructure Caused by SLR. Number of 40 flooding events in Boston per infrastructure 30 type caused from a normal high tide, a 10% 20 chance storm, and a 1% chance storm assuming 10 a 9” SLR by the 2030s, a 21” SLR by the 2050s 0 and a 36” SLR by the 2070s. (Climate Ready Airport Hospital Elect Firi rc e Sta Tti rao in n St Pat oi lio cn e Stati Po orn t Facility Prison School Boston, 2017; MassGIS, 2020) High Tide 10 % Chance Storm 1% Chance Storm Habitat Suitability Index If oyster reef restoration is utilized as a SLR mitigation strategy along the Boston coast, it is important to locate areas that would have a high level of success for the restored reef. The HSI analysis (Figure 6) showed that Boston Harbor has an appropriate salinity for oyster growth in the entire Harbor, but unsurprisingly, the depth and bottom type vary indicate varying suitability for oyster growth. Depth was more suitable along the coast and by the Boston Harbor Islands. The distribution of bottom type didn’t follow a clear pattern, with muddy bottom areas being less suitable for oyster growth. After assigning each variable a number from 0-1 based on suitability and taking the average of the three values, each area received a value from 0-1 showing the locations that would be more likely to support oyster growth in green. 18",
        "FIGURE 6: Habitat Suitability Index (HSI). Suitability of Boston Harbor to support eastern oyster growth based on: a) salinity, b) depth, c) bottom type, and d) Combined HSI model for salinity, depth and bottom type. Since sea level will continue to rise and there are limited time and resources to devote to mitigation strategies, it is important to focus restoration efforts on locations that will FIGURE X: Hotspot Analysis of Massachusetts Infrastructure. Hotspot Analysis not only be viable for eastern completed in GIS for infrastructure in Massachusetts relating to transportation, public health and safety, education and recreation. oyster restoration today, but FIGURE 7: HSI With Future SLR Projection. Suitability of will continue to provide a Boston Harbor to support eastern oyster growth taking into account future SLR. 19",
        "suitable habitat for oysters in the future. Figure 7 shows the HSI for eastern oysters assuming a 9” SLR which would make some areas currently suitable for oyster growth, no longer suitable. Policy Analysis: In order to evaluate whether or not Massachusetts’ shellfish policy should be changed to accommodate oyster reef restoration, Massachusetts’ current policies were evaluated and compared to policies from other states that allow for shellfish planting in contaminated waters. Because each state has the autonomy to develop their own shellfish policy as long as they conform to guidelines set at a national level by the NSSP. Navigating shellfish policy per state can be complicated. In Massachusetts, the Massachusetts Department of Fish & Game, Division of Marine Fisheries (DMF) oversees shellfish aquaculture operations and issues licenses and permits. DMF is also responsible for shellfish sanitation, including managing recreational and commercial shellfish harvest in accordance with NSSP guidelines. In order to receive a shellfish restoration permit, multiple applications must be filed and approved on the state level by DMF and the local government and on the federal level by The U.S. Army Corps of Engineers (USACE). Massachusetts does not have any centralized state shellfish restoration programs. It also does not enforce reef closures for non-public health concerns like research projects or to promote oyster reef recruitment for restoration. Instead, the Commonwealth allows local shellfish programs to set their own policies to regulate oyster harvest to protect reefs and to develop their own restoration programs. For example, the Town of Barnstable developed their own program to promote oyster reef development in town waters (Mississippi-Alabama Sea Grant Legal Program, 2014). TNC’s preliminary work on oyster reef restoration in Massachusetts starting in 2011 revealed that the permitting process in Massachusetts is complex, unclear and does not provide an adequate framework for oyster restoration projects. By partnering with DMF and other 20",
        "stakeholders, TNC attempted to address these shortcomings while working on an oyster restoration project in Wellfleet, MA. The result of the partnership was the DMF’s Shellfish Planting Guidelines which, for the first time, created a restoration permitting process as a purpose for shellfish propagation. While the guidelines were an improvement over the previous lack of process, they are still complex and would require policy changes in order to promote further advancement of shellfish restoration in Massachusetts (Shetterly, 2012). According to these guidelines, shellfish planting, defined as any type of human intervention that increases or creates shellfish resources regardless of the purpose, is not allowed in areas classified as Prohibited. The only exceptions to these guidelines include work conducted by DMF to mitigate losses to existing shellfish resources, propagation to support fisheries, and as nurseries to raise seed shellfish for transplanting. Research projects are permitted in all areas; however, they must be limited in duration and cannot establish a new permanent shellfish population (DMF, 2015). With these restrictions in place, it would be nearly impossible to receive a permit from DMF in order to create a new, permanent oyster reef in Boston Harbor, since most of Boston Harbor is closed to shellfish harvest due to contamination (DMF, 2015). New York has multiple regulatory agencies involved in shellfish regulation including The Department of Environmental Conservation (DEC), The Department of Health (DOH) and The Department of Agriculture and Markets (A&M). The oyster restoration permitting process is more streamlined in New York than Massachusetts because in New York, DEC and USACE have worked together to develop a joint application form instead of requiring multiple applications to be filled out for the same project (Mississippi-Alabama Sea Grant Legal Program, 2014). 21",
        "DEC’s Shellfisheries Section ensures that harvested shellfish including clams, oysters, mussels and scallops are safe for public consumption. Overall, the program has been successful with the frequency and severity of shellfish-borne illnesses decreasing. In the early 1900’s illnesses caused by shellfish were severe and common, including an outbreak of typhoid fever in the early 1920’s from contaminated shellfish harvested in New York that caused over one thousand people to become ill, and over 150 deaths. Now, incidences of public illnesses from shellfish are sporadic with the last known major cases from New York occurring in 1961 and 1982 from an intestinal virus that caused an illness that was much less severe than typhoid fever and led to no deaths (DEC, 2020). In order to protect shellfish consumers, DEC collects and analyzes water samples in thousands of locations to ensure that the water quality meets or surpasses New York State and national standards. If the water quality is not up to standards, the area is closed for shellfish harvesting. These closures are communicated to commercial shellfishermen with the help of New York’s harvester licensing program (DEC, 2020b). Unlike Massachusetts’ guidelines, shellfish planting is permitted in these closed areas Currently, harvest is closed in over 200,000 acres, or 17% of New York’s growing waters because of poor water quality. The closed areas are patrolled by DEC conservation officers to prevent illegal shellfish harvesting (DEC, 2020b). Also unlike Massachusetts, New York state provides centralized governmental support for multiple oyster reef restoration programs even in closed waters (Mississippi-Alabama Sea Grant Legal Program, 2014). For example, the Billion Oyster Project with support from DEC and USACE has restored 15 reef sites from Coney Island Creek in Brooklyn to SUNY Maritime College in the Bronx (Billion Oyster Project, 2020) despite much of these waters being designated as uncertified due to sanitary conditions (DEC, 2020a). Additionally, 125 yds3 of oyster reef was 22",
        "planted in the lower Hudson River Estuary along with 100,000 oyster spat shell in 2013 as part of a joint effort by the New York and New Jersey Baykeeper, The Hudson River Foundation, New York City Parks, Bronze River Alliance and the New York Harbor Schools (Mississippi-Alabama Sea Grant Legal Program, 2014). While these small-scale oyster restoration projects have experienced success, oyster restoration in New York Harbor is still complicated by permitting challenges. Because most of the NY Harbor is closed to commercial harvest, the government is less interested in investing in restoration efforts there since there will be no economic benefit of oyster harvest. Additionally, agencies that permit shellfish restoration in New York view them as a public health risk. Two- thirds of restoration projects in New York cite permitting as the biggest challenge to restoration in these polluted areas. Further permitting in the New Jersey waters of the NY/NJ Harbor is much more difficult, making larger scale restoration efforts nearly impossible (McCann, 2019). In 2010, The New Jersey Department of Environmental Protection banned any restoration project in waters closed to harvest which is considered the strictest regulation on oyster restoration in the United States. The ban mandated that current oyster restoration projects end and removed all oysters currently located in closed waters which resulted in the destruction of 50,000 oysters. Despite pressure from the New Jersey State Legislature to re-evaluate and revise this strict regulation, the governor of New Jersey has yet to take this step (Gibson, 2017). Regulations from New Jersey have forced restoration efforts in the NY/NJ harbor into areas closed to the public or into areas with greater security, like the Head of Jamaica Bay which is close to the John F. Kennedy International Airport security zone. New York has not been without its own permitting challenges related to oyster restoration in contaminated waters, but officials in New York have been more willing to compromise. For example, the BOP was able to begin a restoration project in Coney 23",
        "Island Creek in Brooklyn despite being highly contaminated by sewage and stormwater. Initially these waters were considered too contaminated for the project, however, it was allowed to begin with the condition that oysters from the site be removed before they reach market size (McCann, 2019). In South Carolina, The South Carolina Department of Natural Resources (SCDNR) manages the state’s oyster resources. By leveraging revenue from shellfish permitting, and a community-based approached, they have managed to increase oyster habitats at a small cost to taxpayers. SCDNR created the South Carolina Oyster Recycling and Enhancement Program (SCORE) to promote oyster shell recycling and community-based oyster reef restoration. With overall goals of enhancing habitat for fish, shrimp and crabs, improving water quality, and promoting education, they have built 225 reefs at 69 reef sites along South Carolina (SCORE, 2020). Like Massachusetts and other states, South Carolina has different classifications for oyster growing areas such as approved, conditionally approved, restricted, conditionally restricted and prohibited. Patrolling is utilized in Prohibited Areas to ensure illegal harvest does not take place. Unlike Massachusetts, South Carolina does allow for oysters to be translocated into Prohibited Areas for shellfish habitat preservation. This translocation, however, can only be authorized by SCDNR and comes with special conditions (SCDHEC, 2017). This allowance, followed the recommendation from SCDNR’s 2011 report that shell planting activities and restoration should be expanded to areas closed to harvest in order to most effectively enhance and restore shellfish stocks and reef habitats. Not only is oyster restoration allowed in closed areas, it is actually encouraged. SCORE restoration projects are often done in closed waters because they provide 24",
        "protection against future harvest thus giving the restored oyster reef a greater chance of success (Mississippi-Alabama Sea Grant Legal Program, 2014). Also unlike Massachusetts, South Carolina has state support from SCDNR to close reefs for non-public health concerns. SCDNR has the authority to close reefs to shellfish harvest in overharvested areas in order to replenish shellfish stocks, and has the authority to close areas being used for research or restoration. In total, about half of all state managed shellfish grounds are closed to harvest per year in South Carolina (Mississippi-Alabama Sea Grant Legal Program, 2014). In Texas, shellfish aquaculture is managed by The Texas Department of Agriculture (Lead), The Texas Commission on Environmental Quality, and The Texas Parks and Wildlife Commission. Shellfish sanitation is overseen by the Texas Department of Public Health and Safety. Restoration permitting is managed by USACE and The Texas General Land Office, and the application process is streamlined by a joint application. With only 20-50% of original reefs remaining in the Gulf of Mexico, The Nature Conservancy’s ambitious goal of fully restoring oyster reefs in the Gulf of Mexico is being spearheaded in Texas. Texas allows for oyster restoration projects in closed waters, and restoration projects are already underway in areas of Galveston Bay closed to oyster harvest. Texas has strong governmental support of shellfish restoration efforts including funding from The Coastal Restoration & Improvement Fund and federal money from hurricane disaster relief. The Texas Parks and Wildlife Department Coastal Fisheries Division has been involved with oyster restoration since 2007 including in closed waters (Mississippi-Alabama Sea Grant Legal Program, 2014). 25",
        "The percent of Vibrio infections per population was analyzed for Massachusetts, New York, South Carolina and Texas (CDC, 2019; USCB 2020). Massachusetts had a significantly higher rate of Vibrio infections with a mean of .0006% of the population infected each year from 2010-2014 (p <0.05). New York, South Carolina, and Texas all had identical mean infection rates of .0003% of the population infected each year from 2010-2014 (Figure 8). 0.0010% 0.0008% 0.0006% 0.0004% 0.0002% 0.0000% Massachusetts New York South Carolina Texas FIGURE 8: Mean Percent Vibrio Infection by Population Per State 2010-2014 (CDC, 2019; USCB 2020) IV. DISCUSSION Oyster Reef Restoration Analysis By comparing sea level data before and after oyster reef restoration, we can begin to analyze the impact oyster reef restoration may have on sea level (Figure 2). As expected, there was not a significant difference between the mean sea level per month after oyster reef restoration. This is not surprising as the oyster reef would not be able to prevent changes in sea level caused by climate change, changes in storm frequency and other local factors. It could be expected, however, that the oyster reef may be able to dissipate wave energy which could lead to a smaller storm surge, lower high tides, and ultimately less flooding. The mean of the highest tide per month 26",
        "was significantly less by 36.32mm the year following restoration when compared with the year before oyster reef restoration showing that the restored oyster reef is effectively reducing wave energy leading to a reduction in the height of the highest tides. Cost Benefit Analysis While any CBA relating to SLR should be looked at with a critical eye, we can draw important conclusions from this analysis. The current analysis shows that under the same assumptions, a seawall (a structural barrier) costs more than the benefits it provides (Figure 3). Oyster reef reconstruction, on the other hand, provides more benefits than costs and has a lower overall cost. Understanding the results of this CBA are critically important when selecting mitigation strategies. Seawalls with a cost to benefit ratio of .30, may have a benefit in small areas to protect critical infrastructure in the short term, however, they should not be relied upon over a longer time frame or larger areas. Their cost for maintenance, and the negative ecosystem consequences, render them ecologically and economically unsustainable. Oyster reef restoration with a benefit to cost ratio of 2.41, however, costs less and provides other ecosystem services which leads the overall benefits to outweigh the costs. Importantly, one of the major problems with any SLR mitigation strategy is that the costs occur upfront, and the benefits are preventing damage in the future, including avoidance of potentially astronomical repair costs. However, these don’t result in any actual revenue from the project. Because the capital is due upfront and the benefits are hard to predict and may not come in the form of actual revenue, it is critical to educate stakeholders on the importance of the issue in order to raise capital. By focusing on lower cost mitigation strategies that are still effective, like oyster reef restoration, it will be easier to get stakeholders to buy into providing the capital to launch SLR mitigation efforts. Additionally, oyster reef restoration can lead to actual monetary 27",
        "benefits like increasing recreational and commercial fishing because of an increase in biodiversity of the area. This resulting benefit may make it less risky for stakeholders to provide money upfront than for structural barriers which will only prevent coastal damages needing to be paid for in the future, and will not actually create any revenue from the project. It is important to note that in this model neither the seawall scenario nor the oyster reef scenario alone provide enough protection from SLR to significantly reduce the predicted amount of coastal damages. In order to create a more robust mitigation model, a multi-pronged approach must be taken. Boston is already utilizing wetland restoration and creating green spaces and parks along the coast to absorb water and dissipate wave and storm surge energy. If oyster reef restoration is combined with these efforts, the impacts of SLR on Boston could be greatly reduced with a much lower total cost than utilizing structural barriers. Vulnerability Analysis After understanding that oyster reef restoration is an effective and cost effective mitigation strategy for reducing the impacts of SLR, it is important to evaluate where restoration efforts should be focused. With limited time and resources, oyster restoration efforts should be focused where they will have the largest impact. The hotspot analysis shows, unsurprisingly, that with a 99% confidence interval, the majority of infrastructure relating to transportation, public health and safety, education and recreation in Massachusetts is located in the Boston area (Figure 4). Flooding impacts on this infrastructure will increase in frequency and number as SLR continues (Figure 5). Importantly, global climate change is not only causing SLR, but it is also increasing the frequency and severity of storms so the likelihood of a 10% chance or 1% chance storm occurring will increase over time. The amount of flooding events experienced in the 2070s could cripple the city and shut down its transportation system leaving a Massachusetts Bay 28",
        "Transportation Authority (MBTA) ridership of over 1 million people without transportation (Boston Transportation Department, 2017). The number of flooding events that could occur even during a normal high tide in the 2070s show the extreme need for mitigation to take place now. If plans are not put in place now, the city and its infrastructure would be forced to retreat further inland, or develop strategies to deal with frequent flooding. For these reasons, it is important for SLR mitigation strategies in Massachusetts to be focused along the Boston coast in order to protect the majority of the state’s infrastructure and population. Habitat Suitability Index Selecting suitable locations for oyster restoration along the Boston coast is important to ensure persistence of the new reef. The HSI (Figure 6) shows areas in green that could promote oyster reef development. Since SLR is projected to continue to increase, it is important to think about the future impacts on oyster reefs when selecting areas for reef restoration. If ocean depth climbs over 5m due to SLR, previously successful oyster reefs may suffer due to a decrease in DO. If we are relying on these oyster reefs to reduce wave energy and storm surges, it is important to select locations that are currently shallower instead of areas close to the depth limit like those highlighted in Figure 7. Figure 7 can be used as a model to select locations where oyster reef restoration efforts could be focused that would provide the greatest chance of success for the reef today and into the future. Policy Recommendations From these results, it is clear that oyster reef restoration especially in combination with Massachusetts' current SLR mitigation strategies could provide important protection for the coast. Locations that will provide the most protection for the largest amount of infrastructure and that will have the greatest chance of success include multiple areas in Boston Harbor. Unfortunately, 29",
        "most of Boston Harbor is considered a Prohibited Zone according to Massachusetts Division of Marine Fisheries (Figure 9) (Massachusetts Division of Marine Fisheries, 2015). FIGURE 9: Massachusetts Division of Marine Fisheries Shellfish Growing Area Classifications Oyster reef restoration permitting is complex, varies state by state, and in many cases does not adequately provide a framework for organizations to launch successful oyster reef restoration projects. Organizations have had different levels of success with launching oyster reef restoration along US coasts. Of the four states examined: Massachusetts, New York, South Carolina and Texas, Massachusetts’ policy inhibits the growth of oyster reef restoration efforts the most. New York has had some success by being able to work with permitting agencies to find compromises that allow for restoration while not compromising public health, however, under the current guidelines, larger restoration projects would still be difficult to launch. Texas and South Carolina, on the other hand have been able to launch larger restoration efforts successfully along their coasts including a large portion in closed waters. Remarkably, despite having the strictest regulations around shellfish planting in contaminated waters of the four states examined, Massachusetts actually has a significantly higher rate of Vibrio infections per year than New York, South Carolina or Texas (Figure 8). There are 30",
        "a few caveats that should be mentioned with using this data. First, the data are self-reported by state, and Vibrio infections are often difficult to verify, so the data may not represent all infections per year. Second, the data identify Vibrio infection location, not the location where the seafood causing the infection was initially harvested. For example, shellfish may have been harvested from another state or country, but consumed in Massachusetts, which would lead to the infection being counted in Massachusetts even though it was caused by shellfish from another location. Notwithstanding, it is interesting to see that Vibrio infections are significantly lower in the states that allow shellfish planting in closed waters. After reviewing other state’s policies as well as the Vibrio infection data, it became clear that Massachusetts could revise its policy in a way that would both allow Boston to promote oyster reef restoration projects while minimizing the impacts on public health. While public health risks cannot be eliminated entirely, they can be mitigated. Massachusetts should revise its policy to clarify the permitting process, work with restoration groups to identify compromises, increase public messaging and outreach, support restoration projects, and increase patrolling of closed areas. The permitting process should be revised in several ways. First, there needs to be a separate pathway for oyster reef restoration permitting. The current permitting process is mainly geared towards commercial planting and largely ignores planting for restoration projects. Second, Massachusetts should work with USACE to streamline the permitting process so that there is only one permit application. A streamlined and clarified permitting process would lower the barrier for entry to allow more reef restoration projects to begin along the Massachusetts coastline. Massachusetts DMF should next work with these restoration initiatives to find compromises allowing such projects to continue while protecting public health. Compromises 31",
        "could include strategies utilized in New York Harbor like removing oysters before they reach market size or locating restoration projects near more secure areas such as the US Coast Guard Bases in Boston Harbor or Logan Airport. Restoration projects from their end should use secure gear to hold down newly planted oyster reefs to prevent harvest and should work with local partners to monitor for illegal harvest and increase public awareness of risks and benefits of oyster restoration. Some of these compromises would limit the extent to which oyster reefs could be used effectively to protect the coastline, so the potential compromises should be evaluated on a project by project basis to ensure restoration goals are met. Increasing public messaging and outreach are needed as important parts of a revised policy. This outreach should educate the public on the dangers of oyster contamination due to illegal harvest, and alert shellfishermen of areas closed to harvest. Water quality sampling of all waters should continue to be conducted at least seasonally, or after storm events, and any waters that don’t meet water quality standards should be closed for shellfish harvest. These closures will need a clear method for communication to commercial and recreational shellfishermen. This communication could be aided through the use of the shellfish licensing system, online resources and posted signs. Following the lead of New York, South Carolina and Texas, Massachusetts could provide more state support for oyster restoration projects. With support from the state, oyster restoration projects could more easily navigate the permitting process, and could more safely plant in closed waters. While this would require funding, Massachusetts could model support mechanisms after South Carolina which relies on revenue from shellfish permitting with a strong focus on community volunteering. Additionally, Massachusetts DMF should have the authority to close overharvested areas as well as close areas for research and restoration instead of leaving this up to 32",
        "local authorities. This control would allow for more uniform protection of reestablished reefs instead of leaving this decision solely up to towns. The final policy revision, enforcement, would be needed to ensure that illegal harvest of shellfish was not taking place in areas closed to shellfish harvest in order to be compliant with NSSP standards. While each step, especially enforcement, would require time and resources from the Massachusetts DMF, the overall benefits would likely outweigh these costs. V. CONCLUSIONS & FUTURE DIRECTIONS With mounting evidence showing that oyster reefs can be an effective and cost effective barrier for mitigating the impacts of sea level rise, and that they could effectively be used in Boston to fortify the coast if Massachusetts policy was changed to promote oyster reef restoration, important future directions for research are emerging. These emerging questions include: what is the most effective design for restored oyster reefs, to what extent could oyster reef restoration in Massachusetts help with job creation, and how could oyster reef restoration best be combined with other sea level rise mitigation strategies such as restoring salt marshes and beaches to create a living shoreline? Oyster Reef Restoration Design Understanding the best design of restored oyster reefs is a critical piece to creating the most effective barriers to mitigate the impacts of sea level rise. The best design should take into account both the shape of the reef and the location and depth of the reef in relation to the shore areas that need protection. To explore this question, wave attenuation models could be created for different designs of restored reefs, and small pilot projects could be started to test the impacts of different designs. 33",
        "Job Creation With a current unemployment rate of 9.6% (Mass.gov, 2020), 1.7% higher than the national average (Trading Economics, 2020), Massachusetts has been impacted significantly by the COVID-19 pandemic. Oyster reef restoration projects could create direct and indirect jobs for a wide range of levels from laborers to scientists and engineers. For example, a study completed by Duke University in 2012 showed that reef restoration efforts along the Gulf Coast would benefit 140 businesses with over 400 employees, and two thirds of these businesses qualify as small businesses (Stokes, 2012). Analyzing the impacts oyster reef restoration could have on job creation in Massachusetts to show the potential impact on the Massachusetts economy could help increase support for restoration efforts. Creating Living Shorelines It is unlikely that any one sea level rise mitigation strategy on its own will be enough to combat SLR. By combining oyster reef restoration efforts with the efforts Massachusetts is already undertaking to protect its coast from SLR including restoring and expanding beaches and salt marshes we could create a “living shoreline” that would offer Boston its best chance of withstanding the changes brought on by SLR. A living shoreline uses plants or other natural elements to stabilize coastlines, reduce erosion, and increase coastal resilience (NOAA, 2020b). Living shorelines can be utilized on their own, or in combination with structural barriers. By better understanding how oyster reef restoration can be combined with other strategies to mitigate the impacts of SLR, we can increase the resilience of Massachusetts’ coast. 34",
        "VI. REFERENCES Ackerman, S. (2006). Bottomtype: Defined Map Units of the seafloor of Boston Harbor and Approaches. U.S. Geological Survey, Coastal and Marine Geology Program. Online Available:https://woodshole.er.usgs.gov/pubs/of2006-1008/gis/OFR_2006_ 1008/metadata/bottomtype.htm. Anderson, D.G., T.G. Bissett, S.J. Yerka, J.J. Wells, E.C Kansa, S.W. Kansa. (2017). Sea- level rise and archaeological site destruction: An example from the southeastern United States using DINAA (Digital Index of North American Archaeology). PLoS One. Public Library of Science, 10.1371. Araújo, M. B., and A. Guisan. (2006). Five (or so) challenges for species distribution modelling. Journal of Biogeography, 33, 1677–1688. ArcGIS StoryMaps. (2020). Module 4: Vibrio Control Plan. Online Available: https://storymaps.arcgis.com/stories/f73e59d539364c9b80a44569b02617af. Baillie, C.J. and J. Grabowki. (2019). Factors affecting recruitment, growth and survival of the eastern oyster Crassostrea virginica across an intertidal elevation gradient in southern New England. Marine Ecology Progress Series. Vol 609; 119-132. Balaji, R., S. Kumar. And A. Misra (2017). Understanding the effects of seawall construction using a combination of analytical modelling and remote sensing techniques: Case study of Fansa, Gujarat, India. International Journal of Ocean and Climate Systems, Vol 8 (3) 153-160. Barbier, E.B. (2015). Valuing the storm protection service of estuarine and coastal ecosystems. Ecosystem Services. Elsevier; 11: 32–38. Battista, T. (1999). Habitat Suitability Index for the Eastern Oyster Crassostrea virginica, in the Chesapeake Bay: A Geographic Information System Approach. Master’s Thesis, University of Maryland at College Park. Billion Oyster Project. (2020). Oyster Reefs. Online available: https://www.billionoysterproject.org/reefs. Bleicher, S., Ovilier, L. (2013). History of Oysters in the Estuaries of Boston Harbor: Historic Overview and Data. The Massachusetts Oyster Project, Online Available: https://www.slideshare.net/massoyster/history-of-oysters-in-boston-harbor. Boston Transportation Department. (2017). Boston Today. Online available: https://www.boston.gov/sites/default/files/file/document_files/2017/03/go_boston_2030_ -_3_boston_today_spreads.pdf. Brandon, C.M., J.D. Woodfruff, P.M. Orton & J.P. Donnelly. (2016). Evidence for elevated coastal 35",
        "vulnerability following large-scale historical oyster bed harvesting: increased vulnerability following oyster bed disturbances. Earth Surface Processes and Landforms, 4:1136-1143. Brooks, R. P. (1997). Improving habitat suitability index models. Wildlife Society Bulletin, 25, 163–167. Cabral, Leah. (2018). Oyster Restoration Project, Shimmo Creek, Nantucket, MA. Online Available: https://www.nantucket-ma.gov/DocumentCenter/View/25107/Oyster- Restoration-Project-at-Shimmo-Creek. Callihan, R., B. Depro, D. Lapidus, T. Sartwell, C. Viator. (2016). Economic Analysis of the Costs and Benefits of Restoration and Enhancement of Shellfish Habitat and Oyster Propagation in North Carolina. RTI Project Number 0214949.000.001. Online available: https://ncseagrant.ncsu.edu/ncseagrant_docs/oysters/RTI-APNEP_04-02-final.pdf. Center for Disease Control and Prevention. (2019). Cholera and Other Vibrio Illness Surveillance (COVIS). Online Available: https://www.cdc.gov/vibrio/surveillance.html. Center for Disease Control and Prevention. (2020). Oysters and Vibrios. Online Available: https://www.cdc.gov/foodsafety/communication/oysters-and-vibriosis.html. Chapman M.G. & A.J. Underwood. (2011). Evaluation of ecological engineering of “armored” shorelines to improve their value as habitat. Journal of Experimental Marine Biology and Ecology. Elsevier; 400: 302–313. Climate Ready Boston. (2017). Climate Ready Boston Social Vulnerability. Online Available: https://bostonopendata- boston.opendata.arcgis.com/datasets/34f2c48b670d4b43a617b1540f20efe3_0 . City of Boston. (2020). Preparing for Climate Change. Online Available: https://www.boston.gov/departments/environment/preparing-climate-change. Commonwealth of Massachusetts Division of Marine Fisheries. (2015). Shellfish Planting Guidelines. 3rd Edition March 2015. Department of Environmental Conservation (DEC). (2020a) Shellfish Closures. Online available: https://www.dec.ny.gov/outdoor/103483.html. Department of Environmental Conservation (DEC). (2020b). Shellfish Safety: Shellfish Consumer Protection. Online Available: https://www.dec.ny.gov/outdoor/9161.html. Environmental Systems Research Institute. (2020). ArcGIS Pro: Version 2.6. Redlands, CA. European Space Agency (ESA). (2019). ESA Sea Surface Salinity Climate Change Initiative (Sea_Surface_Salinity_cci): Monthly Sea Surface Salinity product v1.8. Online Available: https://catalogue.ceda.ac.uk/uuid/aea368301bff448bbbea7e90e66819e5. 36",
        "Food and Drug Adminstration (FDA). (2017). National Shellfish Sanitation Program (NSSP). Online Available: https://www.fda.gov/food/federalstate-food-programs/national- shellfish-sanitation-program-nssp. Frankic, A., D. Bertuna, and M. Waters. (2015). Monitoring results for the season 2015 Oyster Restoration, Welfleet. Online available: https://www.umb.edu/editor_uploads/images/centers_institutes/greenbostonharbor/Draft_ Report_Wellfleet_Season_2015_.pdf Gibson, C. (2017). Surveillance and monitoring of oyster restoration: A review of potential methods and management actions for the State of New Jersey. Report prepared for NY/NJ Baykeeper and The Nature Conservancy–New Jersey. Gittman, R.K., S.B. Scyphers, C.S. Smith., I.P. Neylan and J.H. Grabowski. (2016). Ecological Consequences of Shoreline Hardening: A Meta-Analysis. BioScience, 66(9); 763-773. Griggs, G. (2017). Coasts in crisis a global challenge. Oakland, CA: University of California Press. Hallegatte, S., C. Green, R.J. Nicholls, J. Corfee-Morlot. (2013). Future flood losses in major coastal cities. Nature Climate Change, 3, 802–806. Harris, D.L., A. Rovere, E. Cassella, H. Power, R. Canavesio, A. Collins, A. Pomeroy, JM Webster, V. Parravincini. (2018). Coral reef structural complexity provides coastal protection from waves under rising sea level. Science Advances, 4 (2). Hauer, M.E., J.M. Evans, D.R. Mishra. (2016). Millions projected to be at risk from sea-level rise in the continental United States. Nature Climate Change, 6, 691-695. Hsiang, S., R. Kopp, A. Jina, J. Rising, M Delgado, S. Mohan. (2017). Estimating economic damage from climate change in the United States. Science, 356(6345), 1362-1369. Kirk, Steve. (2015). Shellfish Restoration in Massachusetts. The Nature Conservancy. Online available: https://www.conservationgateway.org/ConservationPractices/Marine/HabitatPr otectionandRestoration/Pages/MA-shellfish-restoration.aspx. Kirshen, Paul et al. (2018). Executive Summary: Feasibility of Harbor-wide Barrier Systems. Sustainable Solutions Lab University of Massachusetts, Boston. Online Available: https://www.umb.edu/editor_uploads/images/centers_institutes/sustainable_s olutions_lab/Feasibility_of_Harbor_Barriers_Executive_Summary_5-18.pdf. Koch, J.V. (2010). Costs of Defending Against Rising Sea Levels and Flooding in Mid-Atlantic Metropolitan Coastal Areas: The Basic Issues. The Journal of Regional Analysis and Policy; 40(1): 53-60. 37",
        "Kopprio, G. A., S.B. Neogi, H. Rashid, C. Alonso, S. Yamasaki, B.P. Koch, A. Gardes, and R. J. Lara. (2020). Vibrio and Bacterial Communities Across a Pollution Gradient in the Bay of Bengal: Unraveling Their Biogeochemical Drivers. Frontiers in Microbiology. 11: 594. La Peyre, M.K., K. Serra, T.A. Joyner, A. Humpries. (2015). Assessing shoreline exposure and oyster habitat suitability maximizes potential success for sustainable shoreline protection using restored oyster reefs. PeerJ. 6;3:e1317. Levy, David. (2018). Financing Climate Resilience: Mobilizing Resources and Incentives to Protect Boston from Climate Risks. Sustainable Solutions Lab: UMass Boston, Online Available: https://www.greenribboncommission.org/wp- content/uploads/2018/04/Financing-Climate-Resilience-April-2018.pdf. Long, W. C., and Seitz, R. D. (2009). Hypoxia in Chesapeake Bay tributaries: worsening effects on macrobenthic community structure in the York River. Estuarine Coasts. 32, 287–297. Mason, B. (2017). How Boston Made Itself Bigger. National Geographic. Online Available: https://news.nationalgeographic.com/2017/06/Boston-landfill-maps-history/. Massachusetts Division of Marine Fisheries. (2015). Shellfish Planting Guidelines. Online available: https://www.mass.gov/files/2017-07/shellfish-planting-guidelines.pdf. Massachusetts Oyster Project (MOP). (2020). Restoring Balance To Our Marine Habitats. Online Available: http://massoyster.org/services. MassGIS (Bureau of Geographic Information). (2013). MassGIS Data: Hurricane Surge Inundation Zones. Online Available: https://docs.digital.mass.gov/dataset/massgis-data- hurricane-surge-inundation-zones. MassGIS (Bureau of Geographic Information). (2018). MassGIS Data: Bathymetry of the Gulf of Maine. Online Available: https://docs.digital.mass.gov/dataset/massgis-data- bathymetry-gulf-maine. MassGIS (Bureau of Geographic Information). (2020). MassGIS Data Infrastructure. Online Available: https://docs.digital.mass.gov/dataset/massgis-data-layers. MassGIS (Bureau of Geographic Information) Division of Marine Fisheries. (2018). MassGIS Data: Shellfish Suitability Areas. Online Available: https://docs.digital.mass.gov/dataset/massgis-data-shellfish-suitability-areas. Mass.gov. (2020). Massachusetts Unemployment and Job Estimates for September 2020. Online available: https://www.mass.gov/news/massachusetts-unemployment-and-job-estimates- for-september2020#:~:text=Labor%20Force%20Overview,August%20estimate %20of%2011.4%20percent. McCann, M. (2019). Restoring Oysters to Urban Waters: Lessons Learned and Future 38",
        "Opportunities in NY/NJ Harbor. The Nature Conservancy, New York, NY, USA. Mississippi-Alabama Sea Grant Legal Program. (2014). Inventory of Shellfish Restoration Permitting & Programs in the Coastal States. National Sea Grant Law Center, Troy University, Troy, Alabama, USA. NOAA. (2020). Tides and Currents. Online available: https://tidesandcurrents.noaa.gov/stations.html. NOAA. (2020b). Understanding Living Shorelines. Online available: https://www.fisheries.noaa.gov/insight/understanding-living-shorelines. Reguero, B.G., M. Beck, D. Bresch, J. Calil, I. Melian, J. Anel. (2018). Comparing the cost effectiveness of nature-based and coastal adaptation. A case study from the Gulf Coast of the United States. PLos One. 13(4). Resilient Boston Harbor. (2020). Understanding the Vision. Online available: https://www.boston.gov/environment-and-energy/resilient-boston-harbor. Schulte, D. M., Burke, R. P., and Lipcius, R. N. (2009). Unprecedented restoration of a native oyster metapopulation. Science 325, 1124–1128. Scyphers, S.B., S.P Powers, K.L Jeck Jr., D. Byron. (2011). Oyster Reefs as Natural Breakwaters Mitigate Shoreline Loss and Facilitate Fisheries. PLos One. 10.1371. Shetterly, Casey. (2012). Building the Foundation for Shellfish Restoration in the Commonwealth of Massachusetts: Final Report to the MA Bays Program. Online Available: https://www.mass.gov/doc/building-the-foundation-for-shellfish-restoration- in-the-commonwealth-of-ma/download. South Carolina Department of Health and Environmental Control. (2017). Regulation 61-47 Shellfish. Online Available: https://scdhec.gov/sites/default/files/docs/Agency/docs/water-regs/r61-47.pdf. South Caroline Department of Natural Resources (SCDNR). (2011). Managing Oysters in South Caroline: A Five Year Program to Enhance/Restore Shellfish Stocks and Reef Habitats Though Shell Planing and Technology Improvements. A SC Saltwater Recreational Fisheries License Program Final Report. Online Available: https://www.dnr.sc.gov/marine/pub/Coen2011ShellfishReport.pdf. South Carolina Oyster Recycling and Enhancement (SCORE). (2020). Project Description. Online Available: http://score.dnr.sc.gov/deep787f.html. Stokes, S., S. Wunderink, M. Lowe, G. Gereffi. (2012). Restoring Gulf Oyster Reefs: 39",
        "Opportunities for Innovation. Center on Globalization, Governance & Competitiveness, Duke University. Syvitski, J.P.M., A.J. Kettner, I. Overeem, E.W.H. Hutton, M.T. Hannon, G.R. Brakenridge, J. Day, C. Vörösmarty, Y. Saito, L. Giosan, and R.J. Nicholls. (2009) Sinking deltas due to human activities. Nature Geoscience, 2, 681-686. The Nature Conservancy (TNC). (2020). Stories in Massachusetts: Diving Deep on Aquaqulture. Online Available: https://www.nature.org/en-us/about-us/where-we-work/united- states/massachusetts/stories-in-massachusetts/aquaculture-oyster-restoration/ Theuerkauf, S.J., Eggleston, D.B., Puckett, B.J. (2019). Integrating ecosystem services considerations within a GIS-based habitat suitability index for oyster restoration. PLos One, 25;14 (1). Theuerkauf, S.J., Lipicius, R.N. (2016). Quantitative Validation of a Habitat Suitability Index for Oyster Restoration. Frontiers in Marine Science, 3;64. Trading Economics. (2020). Unites States Unemployment Rate. Online Available: https://tradingeconomics.com/united-states/unemployment-rate. United States Census Bureau (USCB). (2020). Population. Online available: https://www.census.gov/topics/population.html. Vousdoukas, M.I., L. Mentaschi, E. Voulouvalas, M. Verlaan, L. Jackson, L. Feyen. (2018). Global probabilistic projections of extreme sea levels show intensification of coastal flood hazard. Nature Communications, 18; 9(1). Wong, P.P., I.J. Losada, J.-P. Gattuso, J. Hinkel, A. Khattabi, K.L. McInnes, Y. Saito, and A. Sallenger. (2014) Coastal systems and low-lying areas. In: Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sectoral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Field, C.B., V.R. Barros, D.J. Dokken, K.J. Mach, M.D. Mastrandrea, T.E. Bilir, M. Chatterjee, K.L. Ebi, Y.O. Estrada, R.C. Genova, B. Girma, E.S. Kissel, A.N. Levy, S. MacCracken, P.R. Mastrandrea, and L.L.White (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, pp. 361-409. Ziegler, S. L., J.H. Grabowski, C.J. Baillie and F.J. Fodrie. (2017). Effects of landscape setting on oyster reef structure and function largely persist more than a decade post‐restoration. Restoration Ecology, 25; 5. 40"
    ]
}