{
    "FILE_NAME": "https://www.abettercity.org/docs-new/extreme%20heat%20primer%2051123.pdf",
    "ALL TEXT": "PRIMER | MAY 2023 ADDRESSING EXTREME HEAT IN BOSTON: ENGAGING THE BUSINESS COMMUNITY IN HEAT RESILIENCE SOLUTIONS Image source: Casey Brown City of BostonREPORT TEAM TABLE OF CONTENTS Written By: Isabella Gambill, Assistant Director of Climate, Executive Summary | Page 3 Energy, & Resilience, A Better City Introduction | Page 3 Editing Team: Kate Dineen, President & CEO, A Better City Yve Torrie, Director of Climate, Energy, & Resilience, A What Makes Extreme Heat So Deadly? | Page 4 Better City Design Team: The Legacy of Redlining and Extreme Heat in Leann Kosior, Membership & Business Development Manager, A Better City Boston | Page 4 Acknowledgements: A Better City’s Commitment to Extreme Heat This heat primer and associated case studies would not have been possible without generous funding | Page 5 support from the Barr Foundation, the Paul & Edith Babson Foundation, and the Boston Green Ribbon Commission. A Better City’s Engagement with Extreme Heat to Date | Page 6 We would also like to acknowledge the partnership and collaboration with the City of Boston’s City of Boston’s Heat Plan | Page 7 Environment Department, particularly Zoë Davis, Climate Resilience Project Manager. We are also grateful to partners and leaders in community-based Boston’s 20-Year Urban Forest Plan | Page 9 organizations that serve Boston’s most vulnerable heat island communities, and to members of A Better City Extreme Heat Working Group. Regional Heat Plans: MAPC’s Keeping Metro Boston Cool Report | Page 12 Opportunities to Address Community Heat Resilience in the Built Environment | Page 13 A Better City represents a multi-sector group of Leveraging A Better City Members’ Strengths nearly 130 business leaders united around a | Page 14 common goal: to enhance the Greater Boston region’s economic health, competitiveness, equitable growth, sustainability, and quality of life Heat Resilience Investments as Catalysts for for all communities. By amplifying the voice of the Community Co-Benefits | Page 15 business community through collaboration and consensus-building, A Better City develops solutions and influences policy in three critical Next Steps | Page 16 areas: 1. transportation and infrastructure, 2. land use and development, and 3. energy and the environment. A Better City is committed to References | Page 17-18 building an equitable and inclusive future for the region that benefits and uplifts residents, workers, and businesses in Greater Boston. EXTREME HEAT PRIMER | 2EXECUTIVE SUMMARY A Better City is exploring ways for member businesses and institutions to support extreme heat resilience and help protect both the built environment and vulnerable populations alike. As a complement to the City of Boston’s Heat Plan, 20-Year Urban Forest Plan, and the ongoing leadership of community-based organizations, opportunities for engagement may include community heat resilience pilot projects, heat policy principles, and ongoing collaboration through an Extreme Heat Working Group. This extreme heat primer is intended to provide baseline context on what Boston has done to date on heat resilience and urban forestry and to provide opportunities for businesses to engage in extreme heat solutions that protect Greater Boston’s communities, critical infrastructure, and regional economy. INTRODUCTION With countless stories of communities digging out after the blizzard of 1978 and the back-to-back blizzards from “snowmageddon” in 2015,1 Boston is more widely known as a cold-weather city, despite increasing evidence that extreme heat is becoming equally, if not more dangerous, than snow and extreme cold. Although heat may feel like a relatively new and accelerating climate risk to New England climates, extreme heat is already the number one killer of any weather-related climate threat in the United States—more so than hurricanes, tornadoes, flooding, and cold weather combined.2 With recent news from Pakistan, showing the world’s hottest recorded temperature (over 50 degrees Celsius/128 degrees Fahrenheit),3 to the Pacific Northwest showing buckling highways and melting cables during record-breaking heat waves, to Boston’s hottest June ever recorded in 2021,4 extreme heat continues to be an urgent climate threat to both communities and critical infrastructure. Heat’s systemic threats like more frequent power failures, slow or disrupted transportation infrastructure, reduced air and water quality, increased strain on healthcare systems, loss of labor productivity, and tree canopy and green space loss also threaten the region’s economy and economic competitiveness. The “urban heat island effect” that causes urban spaces with more concrete, steel, and buildings to be significantly hotter than suburban or rural areas, means that Boston’s neighborhoods with the least amount of green space are also the hottest and most vulnerable during extreme heat weather events. During heat waves, residents in these urban heat islands can experience temperatures up to 10-15 degrees Fahrenheit warmer than suburban neighborhoods in Greater Boston,5 and places like Chinatown struggle to cool down at night due to residual heat kept in pavement and buildings, resulting in high risk and little relief for its residents during heat waves. Although extreme heat impacts human health, infrastructure, and economic opportunities in ways that will affect all Bostonians, the heat burden is not felt equitably across the city. Extreme heat is a significant climate justice issue that disproportionately threatens Black, Brown, Indigenous, low-income, and communities of color like Chinatown, Dorchester, East Boston, Mattapan, and Roxbury. As Boston and the Commonwealth consider opportunities to integrate extreme heat resilience into broader climate and community resilience planning, A Better City is interested in understanding how the business community and private sector can support the implementation of community heat resilience solutions, in partnership with the City of Boston, environmental justice communities, and community-based organizations serving vulnerable populations. A Better City’s (ABC’s) commitment to addressing extreme heat is a core part of ABC’s Equity in the Built Environment Action Plan and broader energy and environmental policy work. This primer on extreme heat, therefore, is intended to provide context on how extreme heat threatens Greater Boston’s communities, infrastructure, and economy, and on emerging opportunities to leverage the private sector and public-private partnerships in future heat resilience pilot projects and related interventions. It is intended to be a first step in a longer process of intentional engagement with heat resilience work throughout the City and Commonwealth. EXTREME HEAT PRIMER | 3WHAT MAKES EXTREME HEAT SO DEADLY? The effects of extreme heat on physical and psychological well-being are profound. Extreme heat can cause heat exhaustion, heat stress, and heat stroke (which can be fatal), while also exacerbating the symptoms of existing health conditions like diabetes, respiratory and cardiovascular disease, kidney problems, and asthma. Because of its amplification effect on existing chronic illnesses and conditions, extreme heat is often referred to as a “silent killer,” with deaths being tied to cardiovascular distress and other acute health emergencies that do not seem immediately apparent as a result of extreme heat.6 While storm surge from a hurricane might clearly indicate flood-related destruction, heat-related destruction and deaths can be more elusive to track. During heat emergency events, which are officially declared in Boston when there is a period of two or more consecutive days above 95 degrees Fahrenheit heat index and the overnight temperature does not fall below 75 degrees Fahrenheit,7 Boston’s Emergency Management Systems commonly see at least a 20% increase in call volume, that can result in an additional 100 clinical heat-related incidents per day.8 Many Boston residents lack access to basic resources like safe, affordable, and energy efficient housing, air conditioning, water, rest, and shade, thereby significantly heightening heat-related vulnerabilities. Two national studies on heat-related deaths estimated about 50-100 heat-attributable deaths in Boston each summer.9 However, many heat experts and emergency workers in the healthcare industry believe this is likely an underestimation, pointing to a need to fill heat data gaps in the healthcare system.10,11 Proximity to green and open spaces plays a key role in heat experiences. Communities with minimal open and green space, and high amounts of heat-retaining buildings, concrete, and steel, develop into heat island communities, meaning that they can at times be 10-15 degrees hotter than surrounding communities with greater access to parks, coastal breezes and waterfronts, and green space. The threats associated with extreme heat disproportionately impact Boston’s communities of color and environmental justice communities, who already have compounding health threats like higher prevalence of asthma, cardiovascular disease, and other heat-vulnerable health co- morbidities. Boston classifies heat vulnerability and health according to heat exposure (e.g. people experiencing homelessness, outdoor workers, residents of heat island neighborhoods, restaurant workers, and athletes),12 heat sensitivity (e.g. people with chronic health conditions like asthma and diabetes,13 pregnant people,14 children and youth,15 and older adults16), and adaptive capacity (e.g. folks with lower adaptive capacity can be individuals who live alone, have limited mobility, or are socially isolated,17 people without air conditioning due to access or lack of affordability, and people facing language barriers).18 Heat resilience requires preparing people and communities, buildings and critical infrastructure, and the public realm to withstand extreme heat events and provide heat relief. This includes considering additional resources that Bostonians may need to stay safe in the heat, like access to cooling centers, affordable air conditioning units and fans, affordable housing, and subsidies to provide financial assistance for energy bills and to lessen energy burdens. THE LEGACY OF REDLINING AND EXTREME HEAT IN BOSTON If you overlay historic redlining maps with current heat island maps in the City of Boston, it becomes clear that extreme heat cannot be separated from climate and racial justice work.19, 20 In 1938, the Division of Research and Statistics designed a grading system for the Home Owners’ Loan Corporation (HOLC), which rated each Boston neighborhood according to perceived riskiness for mortgage lending and produced a map showing neighborhoods that were anywhere from “best” suited for lending (green) to “hazardous” (red) —a rating system that was highly correlated with the racial makeup of the neighborhood. This rating system and associated map of Boston’s neighborhoods, referred to as “redlining,” labeled many communities of color as “redlined” communities, or neighborhoods that were deemed too hazardous for lending.21 It was therefore nearly impossible for people of color to qualify for mortgage loans, which reduced stability in EXTREME HEAT PRIMER | 4neighborhoods of color and prevented their residents from wealth-building associated with homeownership. Many public and private investments throughout Boston’s neighborhoods were also patterned based on these redlining maps, with profound impacts on certain neighborhoods’ urban tree cover and green spaces, resulting in today’s urban heat islands in Boston. The effects of redlining and legacies of inequitable investment across Boston’s neighborhoods are still profound today. The same communities that were redlined on racial grounds have seen repeated disinvestment in parks, open spaces, and urban tree cover, thereby creating more concrete, steel, and building-heavy neighborhoods that are more susceptible to the negative impacts of extreme heat. As you can see from the figure below, areas that were redlined and denied mortgage lending and other investments in the past are hotter today. Source: City of Boston Heat Plan Open House A BETTER CITY’S COMMITMENT TO EXTREME HEAT In addition to being one of the most urgent of all climate impacts affecting people and communities in the Commonwealth,22 extreme heat also poses an immediate threat to the critical infrastructure that the Commonwealth and regional economy depend upon. As we have seen in heat emergencies in California and Texas,23 the strain of extreme temperatures combined with heightened demand on the electricity grid can lead to heat-related blackouts and power delivery challenges. The 2021 heat waves in the Pacific Northwest saw melted cables that halted transportation systems, with highways buckling and cracking from heat that soared above 100 degrees.24 In the United Kingdom, airport travel halted as runway tarmacs literally melted in the heat.25 Across healthcare systems, extreme heat waves resulted in soaring emergency room visits, ambulatory visits, and early emergency department returns or “three-day returns” (when patients are admitted again to the EXTREME HEAT PRIMER | 5emergency department within 72 hours of their most recent discharge)26 due to heat-related illness and exposure.27 The safety of outdoor workers continues to be impacted by extreme heat during heat emergencies, threatening workers in food production systems (both in restaurants as well as for agricultural and farm workers), construction projects, and public works and safety projects.28,29 In addition to impacting occupational safety, an Atlantic Council report estimates that around $100B is lost annually in the United States due to lessened labor productivity during heat emergencies, which could increase to as much as $500B lost annually come 2050.30 With the combined and cumulative costs of power failures, transportation failures, overburdened healthcare systems, harms imposed on outdoor workers, lessened labor productivity, heightened drought, and vulnerable communities being put at increased risk of heat-related illnesses and death—extreme heat poses perhaps one of the most substantial climate-related threats to the Commonwealth’s regional economy and economic competitiveness.31 As part of A Better City’s Equity in the Built Environment Action Plan developed in 2020, ABC’s Energy and Environment (E+E) team committed to addressing extreme heat as a core priority to pursue in E+E research, programming, and policy work moving forward. A Better City’s 2023-2024 Energy and Environment Policy Agenda commits to addressing extreme heat within a community resilience context, by looking at heat’s impact on the built environment and the economy as well as the inequitable and disproportionate impacts that extreme heat has on vulnerable and historically excluded communities, as both a climate justice and racial justice issue leading to premature illness and deaths in BIPOC (Black, Indigenous, and People of Color) communities in particular. A Better City is urging the business community to approach extreme heat resilience in a way that protects both the built environment and communities. A Better City aims to identify and compile heat resilience solutions for the business community to consider that are informed by the expertise of ABC member organizations, that uplift community-based organizations and leaders, and that are complementary to the City’s ongoing community heat resilience initiatives across the Heat Plan and Urban Forest Plan. A BETTER CITY’S ENGAGEMENT WITH EXTREME HEAT TO DATE Prior to the integration of extreme heat and community resilience priorities in A Better City’s Energy and Environment Policy Agenda, A Better City’s engagement in heat resilience work focused on physical intervention opportunities within member buildings and properties. In 2016, in response to the release of the Climate Ready Boston report, A Better City developed a climate resilience toolkit and climate resilience guidelines with resources for the business community to adapt to climate projections including stormwater management, flooding and sea level rise, and urban heat island. For urban heat island, suggested interventions and project examples included: • Paving options: Using a plastic grid in paving, using bound recycled glass porous pavement, using permeable clay brick pavers, using permeable interlocking concrete pavers, using pervious concrete, using porous asphalt, and using resin-bound paving. • Green infrastructure & stormwater management: Creating a rain garden, creating a bioswale, and opting for a green roof. • Ventilation & air distribution: Designing an energy-efficient building envelope, designing with operable windows, designing with passive cooling, designing with underfloor low-velocity air distribution, installing ceiling fans, optimizing cross-ventilation, and using Variable Refrigerant Flow as HVAC. These physical interventions are an important foundation on which to build a strategy to include ways that the business community can support extreme heat challenges within their communities. A Better City now intends to build on this set of interventions and project examples by providing a set of resources for businesses to engage in and support community heat solutions, in partnership with community-based organizations and community leaders. EXTREME HEAT PRIMER | 6CITY OF BOSTON’S HEAT PLAN At an Earth Day event in Chinatown in April 2022, Mayor Michelle Wu and her team unveiled Boston’s Heat Resilience Solutions for Boston (Heat Plan) report. The Heat Plan highlights that Boston is already experiencing the effects of extreme heat, and will experience both longer and more frequent extreme heat events and emergencies due to climate change. KEY FINDINGS In Massachusetts, temperatures have risen by 3.5 degrees Fahrenheit since the beginning of the 20th century, with Boston typically experiencing around 10 days over 90 degrees per year. By 2070, it is likely that Boston will see around 130 days over 80 degrees Fahrenheit and 60 days over 90 degrees each year.32 Importantly, in addition to more frequent heat events above 80 or 90 degrees, Boston can anticipate heat events that last longer in duration, meaning that the negative impacts of heat may compound, and it may take longer for heat relief to take effect. The Heat Plan acknowledges that not all Boston residents experience heat equally, with neighborhoods like Chinatown experiencing some of the most dangerous heat exposure of all neighborhoods due to Chinatown’s inability to cool down and provide heat relief at night, meaning that Chinatown’s exposure during heat emergencies is longer lasting and more extensive. KEY STRATEGIES The Heat Plan explores a range of different strategies to equitably address extreme heat citywide, with an additional set of customized strategies for five neighborhood focus areas that are both hotspots within Boston’s citywide heat island and are environmental justice communities. Importantly, this report contextualizes Boston’s heat realities within the city’s own history of exclusion and disinvestment in communities of color, resulting in communities like the Plan’s focus areas of Chinatown, Dorchester, East Boston, Mattapan, and Roxbury being at times 10 or more degrees warmer than surrounding neighborhoods, with less ability to survive and adapt to the impacts of extreme heat. The Heat Plan builds off the climate resilience work of Climate Ready Boston to: frame new community-informed heat resilience methodologies; update Boston’s temperature projections; provide new extreme temperature modeling; identify focus area-specific heat risks and resilience solutions for 5 hotspot environmental justice neighborhoods (Chinatown, Dorchester, East Boston, Mattapan, and Roxbury); provide 26 citywide strategies for extreme heat solutions and resilience, and; detail next step actions to help implement the Heat Plan and protect Boston’s communities from heat. The Heat Plan is part of the Wu Administration’s Healthy Places: Planning for Heat, Trees, and Open Space Initiative that represents a multi-plan approach across the Heat Resilience Solutions for Boston Plan, the 20-Year Urban Forest Plan, the Parcel Priority Plan, and the Open Space and Recreation Plan – together, these plans will expand urban tree canopy, improve the parks system, and help Bostonians adapt to and thrive in a changing climate. Regionally, Boston is coordinating its Heat Plan efforts with 3 ongoing regional heat vulnerability and analysis planning efforts: 1) Wicked Hot Mystic through the Museum of Science, Mystic River Watershed Association, and the City of Cambridge, 2) C-HEAT through Boston University, GreenRoots, and the City of Chelsea, and 3) Regional heat preparedness planning through the Metropolitan Area Planning Council (MAPC). As the Heat Plan asserts, to build extreme heat resilience, we must address exposure to extreme heat, adaptive capacity to access cooling, and the sensitivity of certain populations to changes in temperature, due to factors like health, housing, and age. Additionally, the Wu administration is ensuring that the Heat Plan embeds a just, equitable, and resilient lens for all communities in its heat solutions, with community lived experiences and expertise woven throughout the Plan. EXTREME HEAT PRIMER | 7CITYWIDE HEAT RESILIENCE SOLUTIONS As part of Boston’s citywide actions to address extreme heat, the Heat Plan offers 26 strategies to apply across all communities with a whole-of-government approach. The strategies are separated into near-term relief solutions during heat waves and longer-term heat resilience solutions to address the systemic and root causes of extreme heat. Source: City of Boston Heat Plan NEIGHBORHOOD SOLUTIONS: EXAMPLES FROM CHINATOWN, EAST BOSTON, & ROXBURY While there are 26 citywide heat resilience solutions offered for application across neighborhoods, the Heat Plan also distinguishes neighborhood-specific heat risks and vulnerabilities in five focus areas that then inform customized heat solutions for Chinatown, Dorchester, East Boston, Mattapan, and Roxbury. For the purposes of this primer, three neighborhoods that have significant A Better City member presence are summarized below: Chinatown, East Boston, and Roxbury. • Chinatown is the hottest of the five neighborhoods. As a vibrant immigrant neighborhood with residents representing Chinese, Taiwanese, Vietnamese, Filipino, Thai, Japanese, and other nationalities, Chinatown has also suffered cumulative historic disinvestment that resulted in the neighborhood being in the 95-100th percentile for diesel particulate matter, 70-80th percentile for air toxics cancer risk, 80-90th percentile for respiratory hazard index, and in the 99th percentile for traffic proximity and volume compared to all census data block groups in the U.S.33 Chinatown struggles to cool down at night and remains one of the highest risk heat island neighborhoods. The solutions for Chinatown must be contextualized to the neighborhood’s industrial buildings with large footprints and dark roofs, large industrial campuses, and large surface roads. Community-informed solutions for Chinatown include: shaded, vegetated, cool walks to local destinations and main streets; commercial buildings with cool rooftops and energy efficiency strategies; cool, shaded pavement and surface parking; cool homes; more shaded gathering spaces with natural play space; cool schools; a socially resilient indoor cooling network, and; heat-resilient design for new development. EXTREME HEAT PRIMER | 8• East Boston is quite different from Chinatown with cool waterfronts, a grid street system that allows for some cross breezes, some of the lowest tree canopy cover of any Boston neighborhood, and hot inland neighborhoods. With the largest immigrant population (over 50%) of any neighborhood, East Boston is a vibrant community that is socially vulnerable; 20% of East Boston’s population is low-income and 81% of housing units are renter-occupied, making solutions tailored to cool homes difficult to implement. East Boston’s neighborhood-specific suggestions include accessible public indoor cooling, finding renter-tailored options for staying cool at home, cooling the neighborhood’s built environment (through initiatives to expand East Boston’s tree canopy with an associated maintenance plan, to promote lighter-colored pavement, heat resilient zoning, and development review), community partnerships for social resilience, and cooler outdoor gathering places. • Roxbury experiences pockets of extreme heat. Areas surrounding Franklin Park are some of the coolest in the community while areas around Newmarket and the Frederick Douglas Square Historic District experience the neighborhood’s hottest temperatures. Roxbury is a central hub of Boston’s Black community—approximately 50% of residents identify as Black, compared to a citywide 23%. The community has a high percentage of renters, uneven park access (outside of Franklin Park, only 6% of the neighborhood is park space compared to the citywide average of 23%), and high rates of air pollution. Roxbury’s community-informed solutions include: a green neighborhood network (e.g. green space connectivity with cool routes/connected cool corridors); cool schools and heat education in schools, and; community-led heat preparedness and communications. BOSTON’S 20-YEAR URBAN FOREST PLAN (UFP) As a core part of Boston’s longer term and district-wide heat resilience strategies, key investments must be made to protect and expand the urban tree canopy on both public and private lands. With a robust urban tree canopy and clusters of trees throughout Boston’s neighborhoods, an urban forest could help to promote evapotranspiration, or the evaporation of cool water through leaves (like a natural air conditioner), which can serve as an effective cooling mechanism, particularly with larger and mature clusters of canopy. Co-benefits include stormwater retention, quality of life and biodiversity improvements, air quality improvements, beautification and further economic development of commercial corridors, and increased property values (which must be balanced with anti-displacement measures), to name a few. In addition to more immediate green infrastructure investments like bioswales and green roofs, Boston’s Urban Forest Plan provides key strategies to promote long-term community heat resilience and tree equity in parallel with the Heat Plan’s strategies. KEY FINDINGS The UFP found that urban tree canopy, that includes street trees, trees on public property, and trees on private land, covers 27% of Boston. This percentage has remained steady citywide since 2014 but tree canopy is not equitably distributed across Boston’s neighborhoods, and citywide percentages do not reflect neighborhood-specific canopy losses and gains. The UFP also found that over 60% of existing tree canopy is on private land and is under the care of a large patchwork of managers. While some street tree data are now available through the UFP’s efforts to help support more effective management of existing street trees, it remains incomplete with little to no data for trees on privately owned land. Although systems for protecting trees from removal are complex and restricted, and room for quality tree growing space is limited, the UFP asserts that trees must be treated as critical infrastructure and a critical part of an extreme heat response. Since City staffing and funding resources dedicated to trees have been limited to date, tree planting efforts and care have largely been reactive and insufficient (e.g. In 2008, Mayor Menino pledged to plant 100,000 new trees by 2020 to expand tree canopy by 20%, but in reality, a net gain of fewer than 4,000 trees was accomplished). EXTREME HEAT PRIMER | 9KEY STRATEGIES The UFP offers 7 overarching strategies for the protection and expansion of urban tree canopy across Boston’s neighborhoods. CITYWIDE URBAN FOREST PLAN STRATEGIES 1. Expand and Reorganize Urban Forestry Management: The UFP establishes a new Forestry Division within the Boston Parks and Recreation Department that will expand Boston’s tree team from five to sixteen city employees, with resources to plant new trees and steward existing trees. New positions will include a Director of Urban Forestry, three additional arborists, three additional maintenance crews, and other support staff. The new City positions were designed to include opportunities for individuals who graduate from PowerCorps Boston, a City of Boston equitable workforce development program launched in spring 2022 for marginalized youth aged 18-30 to learn skills in key areas of the green economy like urban forestry and building operations. This strategy will also involve instituting a community tree board and a network for institutional coordination on canopy protection and expansion. 2. Protect and Care for Existing Trees: The UFP recommends developing a proactive workplan for trees on public land, including instituting a recurring maintenance program, performing plant health care and integrated pest management, prioritizing proactive tree care in areas of highest need, increasing interdepartmental support on urban forestry efforts, and exploring policies to protect and enhance the urban forest. Importantly, although the UFP calls for consideration of policies like tree protection ordinances for trees on both public and private land, such policies will need to be pursued in partnership with City Council, private landowners, and community partners before being implemented. 3. Expand Canopy: The UFP recommends establishing a process for neighborhood planting strategies, including how to identify and plant in priority areas like low canopied environmental justice neighborhoods, how to expand canopy with future resilience in mind, how to expand street trees, and how to target canopy expansion in or near heavily polluted areas to improve public health and quality of life. 4. Make Space and improve Conditions for Trees: This strategy suggests significant adjustments to the public realm, including actions like balancing parking and room for planting, re-establishing a setback planting program, exploring tree planting in vacant and underutilized lots, new planting standards, minimizing above-grade and below-grade conflicts, and improving soil quality and quantity. 5. Improve Communications – Both Process and Content: This strategy seeks to address past inequitable practices in community engagement, and to improve both communications and constituent services around the importance of urban tree canopy. 6. Improve Information Collection and Sharing: This strategy recommends completing the public tree data set and exploring data collection across private land, making tree data more accessible to residents, planning and budgeting for the next Urban Tree Canopy assessment update, performing an analysis of tree canopy losses, and ensuring sufficient resources for data upkeep. 7. Build and Support a Local Tree Workforce: As mentioned above, this strategy will build off the PowerCorps Boston urban forestry cohort, to help promote equitable workforce opportunities and establish a career pathway program into urban forestry. EXTREME HEAT PRIMER | 10NEIGHBORHOOD SOLUTIONS The Plan also includes neighborhood-specific strategies for tree planting and care in: Allston- Brighton, Back Bay/Beacon Hill, Central Boston, Charlestown, Dorchester, East Boston, Fenway/ Longwood, Hyde Park, Jamaica Plain, Mattapan, Mission Hill, Roslindale, Roxbury, South Boston, South End, and West Roxbury. LEVERAGING PRIVATELY OWNED LAND Both the UFP report and comments provided by Reverend-Chief White-Hammond and Mayor Wu at the UFP report launch highlighted the need to partner with private landowners to address the 60% of Boston’s urban tree canopy on private land. With little to no existing data of tree canopy on privately owned land and with much of the tree loss occurring in the development process (the most tree canopy loss occurs on residential land, which lost over 70 acres of net tree canopy between 2014 and 2019 34), partnering with the private sector and business community on protecting and expanding privately owned urban tree canopies could be transformational for Boston’s urban forest and the region’s heat resilience. In October 2022, the City of Boston released a request for information (RFI) to support tree planting and maintenance on privately owned land and A Better City responded with substantive comments to help shape the City’s next steps. Source: Casey Brown City of Boston EXTREME HEAT PRIMER | 11REGIONAL HEAT PLANS: MAPC’S KEEPING METRO BOSTON COOL In addition to Boston’s Heat Plan and Urban Forest Plan recommendations, A Better City appreciates the leadership of the Metropolitan Area Planning Council (MAPC)’s Keeping Metro Boston Cool report released in September 2022.35 MAPC offers a regional framework for heat resilience across 1) communications, 2) cool communities, 3) cooling our homes and buildings, 4) cooling our blocks, 5) cooling our region, and 6) emergency response. High-level recommendations of the MAPC Keeping Metro Boston Cool report include the following strategies: 1. Communications: Establish a regional health warning system based on emerging best practices; develop and implement heat awareness campaigns to promote seasonal readiness throughout hotter months (May-Sept); and develop culturally and linguistically inclusive communications for frontline communities who are disproportionately impacted by the effects of extreme heat. 2. Cool Communities: Create a community climate corps program; establish a model and reliable funding stream to support community resilience hubs for enhanced heat resilience; support healthcare practitioners to screen and connect individuals at higher risk for heat-health impacts to prevention resources; develop and disseminate heat-health training and resources for employees and employers in alignment with existing worker advocate-led efforts; and deploy targeted actions to meet the heat resilient needs of unhoused populations. 3. Cooling Our Homes and Buildings: Adapt existing buildings to be more resilient and energy efficient to better withstand extreme heat, provide cooling, and reduce energy usage and costs; ensure that new construction, renovations, and retrofits of existing housing and commercial buildings are resilient and energy efficient, inclusive of extreme heat; and ensure public facilities, schools, and other critical community facilities are resilient to heat and provide access to cooling. 4. Cooling Our Blocks: Integrate heat resilience goals, standards, and guidelines into open space and recreation planning and improvements to existing open space; develop municipal and regional connected networks of “cool corridors” that prioritize shade and green infrastructure to provide cooling and encourage active transit (ex. cycling or walking) and public transit; and ensure robust urban forest and tree canopy that provides cooling and shade benefits. 5. Cooling Our Region: Jointly advocate for state and federal policy changes to protect residents and workers from the impacts of extreme heat & work together to streamline and save resources on procurement, operations, and maintenance of critical cooling infrastructure. This strategy also recommends establishing a state-level Chief Heat Resilience Officer, as well as a Statewide Extreme Heat Working Group or similar Commission. 6. Emergency Response: Develop municipal heat emergency response plans and heat action plans and coordinate between municipalities where appropriate & operate cooling centers during extreme heat events, following best practices to promote use and accessibility. BUILDINGS: • Opportunities to fill data gaps for heat and urban tree canopy on privately owned land, through the potential deployment of heat sensors in commercial and industrial buildings and on member properties, and through the consideration of partnerships aroudata collection. • Opportunities for green roofs, white roofs, bioswales, urban tree canopy, and permeaaces whenever possible. EXTREME HEAT PRIMER | 12OPPORTUNITIES TO ADDRESS COMMUNITY HEAT RESILIENCE IN THE BUILT ENVIRONMENT Considering the heat resilience strategies offered by the City of Boston and local regional community leaders, A Better City has compiled the following potential opportunities for member businesses and institutions to advance heat resilience solutions in the built environment by sector. BUILDINGS: PUBLIC REALM: • Opportunities to provide shade structures, • Opportunities to activate privately owned drinking water, renewably powered charging public spaces (POPs) and other publicly stations, cooling centers, and other forms of accessible private property, like land subject heat relief for use by the local community to Chapter 91, to deploy heat relief through during and beyond heat emergencies. pop-up shade structures, splash pads, misting stations, drinking stations, renewably powered • Opportunities to consider the utilization charging stations, and places for cool outdoor of vacant and/or neglected parcels for heat gatherings. resilience interventions, as in the C-HEAT case study example where a vacant parcel property • Opportunities to open climate-controlled is being transformed into a local green space buildings as cooling centers during heat and “cool block” to benefit the local Chelsea emergencies. community (see the GreenRoots/Boston • Opportunities to create a “cool corridor” for University C-HEAT case study).36 more livable, bikeable, walkable, and attractive 35 portions of the city that could promote the strategic and coordinated implementation of a suite of heat interventions. ENERGY RESILIENCE: TRANSPORTATION: • Opportunities to create “islandable” • Opportunities to support or encourage distributed energy generation resources across cooling interventions at MBTA stations, in Boston that can serve as emergency generation addition to the rapid electrification of the facilities in times of need. public transportation system, including bus fleets. • Opportunities to consider lessons learned from California’s experience leveraging • Opportunities to support the work of distributed energy resources and virtual transportation management associations aggregation with flexible load during heat wave (TMAs) that could disseminate vital heat events, to avoid blackouts.37 resilience information throughout the city (e.g. bike tune up events could distribute cooling kits and information on cooling centers, and consider providing drinking water and misting stations). • Opportunities to support longer-term interventions like the Emerald Network38 of biking and walking paths that could help to provide cool corridors for adjacent communities and active commuters alike. EXTREME HEAT PRIMER | 13LEVERAGING A BETTER CITY MEMBERS’ STRENGTHS • Healthcare: Within healthcare institutions, there are impressive examples from member institutions like Boston Medical Center to promote energy efficiency, renewable energy, and rooftop gardens to help address heat alongside food insecurity, to educate patient populations on signs of heat-related illness and death, to address energy burdens in heat vulnerable patients, and to support community investments that promote broader community heat resilience. Additionally, members like Mass General Brigham have supported community resilience initiatives to establish public recreational and green space in a heat-vulnerable community near their building at Assembly Row—thereby broadening the model for how businesses can help to show up for local community heat resilience. Finally, several Boston healthcare member institutions have expressed interest in helping to fill data gaps on heat-related illnesses and deaths from emergency room data, ambulatory visit data, and three-day return data. • Higher Education: Within higher educational institutions, there are impactful partnerships with community-based organizations to help collect data on community heat exposure and experiences, and to pursue community heat resilience projects like the C-HEAT cool block initiative partnership between Boston University and GreenRoots in Chelsea, MA (see the C-HEAT case study). Additionally, higher education institutions like Harvard University and others are activating their arboretums and tree canopies to provide public access to green space, heat relief, and larger community quality of life benefits. Finally, through a project with UMass Boston and Madison Park Technical Vocational High School, there is an example of a higher education institution supporting community-led heat resilience projects like the student-led development of a heat plan, best practices, and policy recommendations for Lower Roxbury. • Real Estate: A Better City’s real estate and development members are often leaders in incorporating innovative and strategic approaches to urban tree canopy and other green infrastructure interventions with heat resilience co-benefits. Pembroke’s Seaport Place property, for example, incorporates two parks as part of a modern waterfront business center. 39 LendLease’s Clippership Wharf in East Boston is another example of incorporating open space and waterfront access within a mixed-use development community.40 A Better City members are well positioned to provide guidance on heat resilience best practices for construction and development, as well as longer-term policy recommendations to incorporate heat resilience into building codes, zoning, and related building and land use policies. • Cultural Institutions: There are examples of cultural institutions like the Museum of Science that contribute to, and even lead, community heat resilience projects like the Wicked Hot Boston and Wicked Hot Mystic projects (see the Museum of Science case study). In addition to participating in citizen science, educational, and advocacy opportunities around heat resilience, cultural institutions can also work to make their facilities more accessible during heat emergencies to provide cooling. For example, working to distribute subsidized and/or free tickets to the Museum of Science, Children’s Museum, and other cultural institutions in Boston could help to provide needed relief to heat-vulnerable families and residents throughout the city. EXTREME HEAT PRIMER | 14HEAT RESILIENCE INVESTMENTS AS CATALYSTS FOR COMMUNITY CO-BENEFITS There is a large need for climate resilience investments to fund the multiple recommendations from the Heat Plan, Urban Forest Plan, and Climate Ready Boston initiatives across multiple neighborhoods. The good news is that heat resilience interventions and investments can leverage multiple co-benefits across a wide range of business, community, and policy maker priorities, and investments must be prioritized that maximize these co-benefits as much as possible. Particularly as Boston seeks to implement a Boston Green New Deal, and as Massachusetts welcomes a new gubernatorial administration, targeted investments in extreme heat community resilience by both public and private sector actors would greatly benefit communities, businesses, critical infrastructure, and the regional economy. By addressing extreme heat within the most vulnerable heat island communities, and by centering frontline communities that have been historically excluded, the following benefits could result: • Fewer greenhouse gas emissions and fewer power failures during heat emergencies • Lower energy costs to operate buildings • Lower costs on an already overburdened healthcare system • A more resilient regional economy • Greater tree equity and accessibility to green and open spaces • Greater health equity and improved air quality • Lessened energy burdens for low-income rate payers • Increased affordable housing that is energy efficient and safer to live in • More livable, bikeable, equitable, safe, and accessible communities, with noteworthy economic development potential • Enhanced social resilience and connectedness • Opportunities for local employment in ongoing maintenance and stewardship of heat intervention projects, including tree planting and maintenance efforts (see the C-HEAT case study) • Improved workers’ rights for outdoor workers and restaurant workers • Targeted investments in communities of color that are also heat islands could help to address the racial wealth gap EXTREME HEAT PRIMER | 15NEXT STEPS A Better City is in the process of identifying and highlighting case studies of businesses supporting community heat resilience in Greater Boston, (please see separate case studies document), and ABC member organizations remain very interested in pursuing pilot projects of business-supported heat resilience interventions. Such pilot projects could include: data exploration across member healthcare institutions to fill critical data gaps in heat-related illnesses and deaths by community, as well as heat-related healthcare costs; piloting deployable heat solutions in advance of heat emergency events across privately owned land; piloting heat mitigation interventions in a new development project; pursuing opportunities for “cool corridors” within and adjacent to heat island environmental justice communities; promoting social resilience in the workplace with employer heat resilience plans and associated resources for employees during heat emergencies; and partnering with the Boston Green Ribbon Commission and City of Boston to explore activating a Citywide Cooling Network across the business community and city agencies. This work will be informed and guided by A Better City’s Extreme Heat Working Group of member organization representatives, 41 launched in December 2022. A Better City looks forward to opportunities to partner with the anticipated Boston Extreme Temperatures Response Task Force, as well as continuing to advocate for the inclusion of heat resilience planning in the state- level Clean Energy and Climate Plan for 2050 (2050 CECP), State Hazard and Mitigation Climate Adaptation Plan (SHMCAP), updates to the Massachusetts Climate Change Assessment, individual and regional municipal vulnerability preparedness projects, and federal infrastructure funding investments. EXTREME HEAT PRIMER | 16REFERENCES 1 https://www.bostonglobe.com/2020/01/27/metro/boston-blanketed-snow-5-years-ago/ 2 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 3 https://www.theweathernetwork.com/ca/news/article/northern-hemisphere-feeling-the-heat-as-pakistan- hits-staggering-51-c 4 https://www.bostonglobe.com/2021/10/01/metro/it-was-record-hot-summer-then-nearly-record-hot-sep tember-get-used-it/ 5 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 6 https://onebillionresilient.org/wp-content/uploads/sites/2/2022/10/Disaster-Risk-Finance-Report-Final.pdf 7 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 8 Ibid. 9 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 10 https://www.pbs.org/newshour/nation/we-dont-know-exactly-how-many-people-are-dying-from-heat-heres- why 11 https://www.maricopa.gov/ArchiveCenter/ViewFile/Item/5240 12 https://www.cdc.gov/disasters/extremeheat/specificgroups.html 13 https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2900329/ 14 https://yaleclimateconnections.org/2022/07/extreme-heat-makes-pregnancy-more-dangerous/ 15 https://ehp.niehs.nih.gov/doi/10.1289/EHP8083 16 https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2900329/ 17 https://now.tufts.edu/2022/10/05/who-has-your-back-weather-emergency 18 Ibid. 19 https://www.wgbh.org/news/local-news/2022/07/20/feeling-the-heat-in-greater-boston-blame-historic-rac ist-housing-practices 20 https://www.mos.org/sites/dev-elvis.mos.org/files/Wicked_Hot_Mystic_Case_Study_2022.pdf 21 https://link.springer.com/article/10.1007/s11524-022-00665-z 22 https://www.mass.gov/info-details/massachusetts-climate-change-assessment#top- climate-impacts-statewide-by-sector- 23 https://www.washingtonpost.com/climate-environment/2022/06/11/heat-wave-southwest-california-east/ 24 https://www.npr.org/2021/06/29/1011269025/photos-the-pacific-northwest-heatwave-is-melting-power-ca bles-and-buckling-roads 25 https://fortune.com/2022/07/18/how-bad-is-uk-heat-wave-royal-air-force-melted-runway-heatrow-luton- brize-norton/ 26 https://academic.oup.com/jamiaopen/article/2/3/346/5526174 27 https://www.wbur.org/news/2022/07/23/heat-wave-brings-more-people-to-the-hospital-impacts-the-vulner able 28 https://time.com/6181785/outdoor-workers-heat-climate-change/ 29 https://www.mdpi.com/1660-4601/15/4/580/htm 30 https://www.atlanticcouncil.org/content-series/the-big-story/heat-is-killing-us-and-the-economy-too/ EXTREME HEAT PRIMER | 1731 https://onebillionresilient.org/hot-cities-chilled-economies/ 32 Zoe Davis, Engaging Businesses in Extreme Heat Solutions Event, 9.7.22, https://www.abettercity.org/assets/ images/9.7%20Extreme%20Heat%20Presentation.pdf 33 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 34 Boston Urban Forest Plan, Page 92: https://www.boston.gov/sites/default/files/file/2022/09/2022%20Urban%20Forest%20 Plan%20-%20single%20page_2.pdf 35 https://www.mapc.org/wp-content/uploads/2021/06/MMC_Keeping-Metro-Boston-Cool_Plan_2022.pdf 36 https://www.c-heatproject.org/aboutus 37 https://www.leap.energy/blog/keeping-the-lights-on-in-california-together 38 https://www.livablestreets.info/emerald_network 39 https://www.pembroke.com/portfolio/north-america/boston/seaport-place/ 40 https://www.lendlease.com/us/projects/clippership-wharf/ 41 As of December 2022 A Better City’s Extreme Heat Working Group includes representatives from the following institutions: Blue Cross Blue Shield, Friends of Post Office Square, Museum of Science, Boston Medical Center, Allston-Brighton Health Collaborative, CBT Architects, Mass General Brigham, Harvard University, Federal Reserve Bank of Boston, Massachusetts Institute of Technology, Turner Construction, Mass General Hospital, Pembroke Real Estate, Boston University, LendLease, Arrowstreet, Arup, Elkus Manfredi Architects, Beth Israel Deaconess Medical Center, and A Better City. EXTREME HEAT PRIMER | 18EXTREME HEAT PRIMER | 19",
    "TEXT BY PAGE": [
        "PRIMER | MAY 2023 ADDRESSING EXTREME HEAT IN BOSTON: ENGAGING THE BUSINESS COMMUNITY IN HEAT RESILIENCE SOLUTIONS Image source: Casey Brown City of Boston",
        "REPORT TEAM TABLE OF CONTENTS Written By: Isabella Gambill, Assistant Director of Climate, Executive Summary | Page 3 Energy, & Resilience, A Better City Introduction | Page 3 Editing Team: Kate Dineen, President & CEO, A Better City Yve Torrie, Director of Climate, Energy, & Resilience, A What Makes Extreme Heat So Deadly? | Page 4 Better City Design Team: The Legacy of Redlining and Extreme Heat in Leann Kosior, Membership & Business Development Manager, A Better City Boston | Page 4 Acknowledgements: A Better City’s Commitment to Extreme Heat This heat primer and associated case studies would not have been possible without generous funding | Page 5 support from the Barr Foundation, the Paul & Edith Babson Foundation, and the Boston Green Ribbon Commission. A Better City’s Engagement with Extreme Heat to Date | Page 6 We would also like to acknowledge the partnership and collaboration with the City of Boston’s City of Boston’s Heat Plan | Page 7 Environment Department, particularly Zoë Davis, Climate Resilience Project Manager. We are also grateful to partners and leaders in community-based Boston’s 20-Year Urban Forest Plan | Page 9 organizations that serve Boston’s most vulnerable heat island communities, and to members of A Better City Extreme Heat Working Group. Regional Heat Plans: MAPC’s Keeping Metro Boston Cool Report | Page 12 Opportunities to Address Community Heat Resilience in the Built Environment | Page 13 A Better City represents a multi-sector group of Leveraging A Better City Members’ Strengths nearly 130 business leaders united around a | Page 14 common goal: to enhance the Greater Boston region’s economic health, competitiveness, equitable growth, sustainability, and quality of life Heat Resilience Investments as Catalysts for for all communities. By amplifying the voice of the Community Co-Benefits | Page 15 business community through collaboration and consensus-building, A Better City develops solutions and influences policy in three critical Next Steps | Page 16 areas: 1. transportation and infrastructure, 2. land use and development, and 3. energy and the environment. A Better City is committed to References | Page 17-18 building an equitable and inclusive future for the region that benefits and uplifts residents, workers, and businesses in Greater Boston. EXTREME HEAT PRIMER | 2",
        "EXECUTIVE SUMMARY A Better City is exploring ways for member businesses and institutions to support extreme heat resilience and help protect both the built environment and vulnerable populations alike. As a complement to the City of Boston’s Heat Plan, 20-Year Urban Forest Plan, and the ongoing leadership of community-based organizations, opportunities for engagement may include community heat resilience pilot projects, heat policy principles, and ongoing collaboration through an Extreme Heat Working Group. This extreme heat primer is intended to provide baseline context on what Boston has done to date on heat resilience and urban forestry and to provide opportunities for businesses to engage in extreme heat solutions that protect Greater Boston’s communities, critical infrastructure, and regional economy. INTRODUCTION With countless stories of communities digging out after the blizzard of 1978 and the back-to-back blizzards from “snowmageddon” in 2015,1 Boston is more widely known as a cold-weather city, despite increasing evidence that extreme heat is becoming equally, if not more dangerous, than snow and extreme cold. Although heat may feel like a relatively new and accelerating climate risk to New England climates, extreme heat is already the number one killer of any weather-related climate threat in the United States—more so than hurricanes, tornadoes, flooding, and cold weather combined.2 With recent news from Pakistan, showing the world’s hottest recorded temperature (over 50 degrees Celsius/128 degrees Fahrenheit),3 to the Pacific Northwest showing buckling highways and melting cables during record-breaking heat waves, to Boston’s hottest June ever recorded in 2021,4 extreme heat continues to be an urgent climate threat to both communities and critical infrastructure. Heat’s systemic threats like more frequent power failures, slow or disrupted transportation infrastructure, reduced air and water quality, increased strain on healthcare systems, loss of labor productivity, and tree canopy and green space loss also threaten the region’s economy and economic competitiveness. The “urban heat island effect” that causes urban spaces with more concrete, steel, and buildings to be significantly hotter than suburban or rural areas, means that Boston’s neighborhoods with the least amount of green space are also the hottest and most vulnerable during extreme heat weather events. During heat waves, residents in these urban heat islands can experience temperatures up to 10-15 degrees Fahrenheit warmer than suburban neighborhoods in Greater Boston,5 and places like Chinatown struggle to cool down at night due to residual heat kept in pavement and buildings, resulting in high risk and little relief for its residents during heat waves. Although extreme heat impacts human health, infrastructure, and economic opportunities in ways that will affect all Bostonians, the heat burden is not felt equitably across the city. Extreme heat is a significant climate justice issue that disproportionately threatens Black, Brown, Indigenous, low-income, and communities of color like Chinatown, Dorchester, East Boston, Mattapan, and Roxbury. As Boston and the Commonwealth consider opportunities to integrate extreme heat resilience into broader climate and community resilience planning, A Better City is interested in understanding how the business community and private sector can support the implementation of community heat resilience solutions, in partnership with the City of Boston, environmental justice communities, and community-based organizations serving vulnerable populations. A Better City’s (ABC’s) commitment to addressing extreme heat is a core part of ABC’s Equity in the Built Environment Action Plan and broader energy and environmental policy work. This primer on extreme heat, therefore, is intended to provide context on how extreme heat threatens Greater Boston’s communities, infrastructure, and economy, and on emerging opportunities to leverage the private sector and public-private partnerships in future heat resilience pilot projects and related interventions. It is intended to be a first step in a longer process of intentional engagement with heat resilience work throughout the City and Commonwealth. EXTREME HEAT PRIMER | 3",
        "WHAT MAKES EXTREME HEAT SO DEADLY? The effects of extreme heat on physical and psychological well-being are profound. Extreme heat can cause heat exhaustion, heat stress, and heat stroke (which can be fatal), while also exacerbating the symptoms of existing health conditions like diabetes, respiratory and cardiovascular disease, kidney problems, and asthma. Because of its amplification effect on existing chronic illnesses and conditions, extreme heat is often referred to as a “silent killer,” with deaths being tied to cardiovascular distress and other acute health emergencies that do not seem immediately apparent as a result of extreme heat.6 While storm surge from a hurricane might clearly indicate flood-related destruction, heat-related destruction and deaths can be more elusive to track. During heat emergency events, which are officially declared in Boston when there is a period of two or more consecutive days above 95 degrees Fahrenheit heat index and the overnight temperature does not fall below 75 degrees Fahrenheit,7 Boston’s Emergency Management Systems commonly see at least a 20% increase in call volume, that can result in an additional 100 clinical heat-related incidents per day.8 Many Boston residents lack access to basic resources like safe, affordable, and energy efficient housing, air conditioning, water, rest, and shade, thereby significantly heightening heat-related vulnerabilities. Two national studies on heat-related deaths estimated about 50-100 heat-attributable deaths in Boston each summer.9 However, many heat experts and emergency workers in the healthcare industry believe this is likely an underestimation, pointing to a need to fill heat data gaps in the healthcare system.10,11 Proximity to green and open spaces plays a key role in heat experiences. Communities with minimal open and green space, and high amounts of heat-retaining buildings, concrete, and steel, develop into heat island communities, meaning that they can at times be 10-15 degrees hotter than surrounding communities with greater access to parks, coastal breezes and waterfronts, and green space. The threats associated with extreme heat disproportionately impact Boston’s communities of color and environmental justice communities, who already have compounding health threats like higher prevalence of asthma, cardiovascular disease, and other heat-vulnerable health co- morbidities. Boston classifies heat vulnerability and health according to heat exposure (e.g. people experiencing homelessness, outdoor workers, residents of heat island neighborhoods, restaurant workers, and athletes),12 heat sensitivity (e.g. people with chronic health conditions like asthma and diabetes,13 pregnant people,14 children and youth,15 and older adults16), and adaptive capacity (e.g. folks with lower adaptive capacity can be individuals who live alone, have limited mobility, or are socially isolated,17 people without air conditioning due to access or lack of affordability, and people facing language barriers).18 Heat resilience requires preparing people and communities, buildings and critical infrastructure, and the public realm to withstand extreme heat events and provide heat relief. This includes considering additional resources that Bostonians may need to stay safe in the heat, like access to cooling centers, affordable air conditioning units and fans, affordable housing, and subsidies to provide financial assistance for energy bills and to lessen energy burdens. THE LEGACY OF REDLINING AND EXTREME HEAT IN BOSTON If you overlay historic redlining maps with current heat island maps in the City of Boston, it becomes clear that extreme heat cannot be separated from climate and racial justice work.19, 20 In 1938, the Division of Research and Statistics designed a grading system for the Home Owners’ Loan Corporation (HOLC), which rated each Boston neighborhood according to perceived riskiness for mortgage lending and produced a map showing neighborhoods that were anywhere from “best” suited for lending (green) to “hazardous” (red) —a rating system that was highly correlated with the racial makeup of the neighborhood. This rating system and associated map of Boston’s neighborhoods, referred to as “redlining,” labeled many communities of color as “redlined” communities, or neighborhoods that were deemed too hazardous for lending.21 It was therefore nearly impossible for people of color to qualify for mortgage loans, which reduced stability in EXTREME HEAT PRIMER | 4",
        "neighborhoods of color and prevented their residents from wealth-building associated with homeownership. Many public and private investments throughout Boston’s neighborhoods were also patterned based on these redlining maps, with profound impacts on certain neighborhoods’ urban tree cover and green spaces, resulting in today’s urban heat islands in Boston. The effects of redlining and legacies of inequitable investment across Boston’s neighborhoods are still profound today. The same communities that were redlined on racial grounds have seen repeated disinvestment in parks, open spaces, and urban tree cover, thereby creating more concrete, steel, and building-heavy neighborhoods that are more susceptible to the negative impacts of extreme heat. As you can see from the figure below, areas that were redlined and denied mortgage lending and other investments in the past are hotter today. Source: City of Boston Heat Plan Open House A BETTER CITY’S COMMITMENT TO EXTREME HEAT In addition to being one of the most urgent of all climate impacts affecting people and communities in the Commonwealth,22 extreme heat also poses an immediate threat to the critical infrastructure that the Commonwealth and regional economy depend upon. As we have seen in heat emergencies in California and Texas,23 the strain of extreme temperatures combined with heightened demand on the electricity grid can lead to heat-related blackouts and power delivery challenges. The 2021 heat waves in the Pacific Northwest saw melted cables that halted transportation systems, with highways buckling and cracking from heat that soared above 100 degrees.24 In the United Kingdom, airport travel halted as runway tarmacs literally melted in the heat.25 Across healthcare systems, extreme heat waves resulted in soaring emergency room visits, ambulatory visits, and early emergency department returns or “three-day returns” (when patients are admitted again to the EXTREME HEAT PRIMER | 5",
        "emergency department within 72 hours of their most recent discharge)26 due to heat-related illness and exposure.27 The safety of outdoor workers continues to be impacted by extreme heat during heat emergencies, threatening workers in food production systems (both in restaurants as well as for agricultural and farm workers), construction projects, and public works and safety projects.28,29 In addition to impacting occupational safety, an Atlantic Council report estimates that around $100B is lost annually in the United States due to lessened labor productivity during heat emergencies, which could increase to as much as $500B lost annually come 2050.30 With the combined and cumulative costs of power failures, transportation failures, overburdened healthcare systems, harms imposed on outdoor workers, lessened labor productivity, heightened drought, and vulnerable communities being put at increased risk of heat-related illnesses and death—extreme heat poses perhaps one of the most substantial climate-related threats to the Commonwealth’s regional economy and economic competitiveness.31 As part of A Better City’s Equity in the Built Environment Action Plan developed in 2020, ABC’s Energy and Environment (E+E) team committed to addressing extreme heat as a core priority to pursue in E+E research, programming, and policy work moving forward. A Better City’s 2023-2024 Energy and Environment Policy Agenda commits to addressing extreme heat within a community resilience context, by looking at heat’s impact on the built environment and the economy as well as the inequitable and disproportionate impacts that extreme heat has on vulnerable and historically excluded communities, as both a climate justice and racial justice issue leading to premature illness and deaths in BIPOC (Black, Indigenous, and People of Color) communities in particular. A Better City is urging the business community to approach extreme heat resilience in a way that protects both the built environment and communities. A Better City aims to identify and compile heat resilience solutions for the business community to consider that are informed by the expertise of ABC member organizations, that uplift community-based organizations and leaders, and that are complementary to the City’s ongoing community heat resilience initiatives across the Heat Plan and Urban Forest Plan. A BETTER CITY’S ENGAGEMENT WITH EXTREME HEAT TO DATE Prior to the integration of extreme heat and community resilience priorities in A Better City’s Energy and Environment Policy Agenda, A Better City’s engagement in heat resilience work focused on physical intervention opportunities within member buildings and properties. In 2016, in response to the release of the Climate Ready Boston report, A Better City developed a climate resilience toolkit and climate resilience guidelines with resources for the business community to adapt to climate projections including stormwater management, flooding and sea level rise, and urban heat island. For urban heat island, suggested interventions and project examples included: • Paving options: Using a plastic grid in paving, using bound recycled glass porous pavement, using permeable clay brick pavers, using permeable interlocking concrete pavers, using pervious concrete, using porous asphalt, and using resin-bound paving. • Green infrastructure & stormwater management: Creating a rain garden, creating a bioswale, and opting for a green roof. • Ventilation & air distribution: Designing an energy-efficient building envelope, designing with operable windows, designing with passive cooling, designing with underfloor low-velocity air distribution, installing ceiling fans, optimizing cross-ventilation, and using Variable Refrigerant Flow as HVAC. These physical interventions are an important foundation on which to build a strategy to include ways that the business community can support extreme heat challenges within their communities. A Better City now intends to build on this set of interventions and project examples by providing a set of resources for businesses to engage in and support community heat solutions, in partnership with community-based organizations and community leaders. EXTREME HEAT PRIMER | 6",
        "CITY OF BOSTON’S HEAT PLAN At an Earth Day event in Chinatown in April 2022, Mayor Michelle Wu and her team unveiled Boston’s Heat Resilience Solutions for Boston (Heat Plan) report. The Heat Plan highlights that Boston is already experiencing the effects of extreme heat, and will experience both longer and more frequent extreme heat events and emergencies due to climate change. KEY FINDINGS In Massachusetts, temperatures have risen by 3.5 degrees Fahrenheit since the beginning of the 20th century, with Boston typically experiencing around 10 days over 90 degrees per year. By 2070, it is likely that Boston will see around 130 days over 80 degrees Fahrenheit and 60 days over 90 degrees each year.32 Importantly, in addition to more frequent heat events above 80 or 90 degrees, Boston can anticipate heat events that last longer in duration, meaning that the negative impacts of heat may compound, and it may take longer for heat relief to take effect. The Heat Plan acknowledges that not all Boston residents experience heat equally, with neighborhoods like Chinatown experiencing some of the most dangerous heat exposure of all neighborhoods due to Chinatown’s inability to cool down and provide heat relief at night, meaning that Chinatown’s exposure during heat emergencies is longer lasting and more extensive. KEY STRATEGIES The Heat Plan explores a range of different strategies to equitably address extreme heat citywide, with an additional set of customized strategies for five neighborhood focus areas that are both hotspots within Boston’s citywide heat island and are environmental justice communities. Importantly, this report contextualizes Boston’s heat realities within the city’s own history of exclusion and disinvestment in communities of color, resulting in communities like the Plan’s focus areas of Chinatown, Dorchester, East Boston, Mattapan, and Roxbury being at times 10 or more degrees warmer than surrounding neighborhoods, with less ability to survive and adapt to the impacts of extreme heat. The Heat Plan builds off the climate resilience work of Climate Ready Boston to: frame new community-informed heat resilience methodologies; update Boston’s temperature projections; provide new extreme temperature modeling; identify focus area-specific heat risks and resilience solutions for 5 hotspot environmental justice neighborhoods (Chinatown, Dorchester, East Boston, Mattapan, and Roxbury); provide 26 citywide strategies for extreme heat solutions and resilience, and; detail next step actions to help implement the Heat Plan and protect Boston’s communities from heat. The Heat Plan is part of the Wu Administration’s Healthy Places: Planning for Heat, Trees, and Open Space Initiative that represents a multi-plan approach across the Heat Resilience Solutions for Boston Plan, the 20-Year Urban Forest Plan, the Parcel Priority Plan, and the Open Space and Recreation Plan – together, these plans will expand urban tree canopy, improve the parks system, and help Bostonians adapt to and thrive in a changing climate. Regionally, Boston is coordinating its Heat Plan efforts with 3 ongoing regional heat vulnerability and analysis planning efforts: 1) Wicked Hot Mystic through the Museum of Science, Mystic River Watershed Association, and the City of Cambridge, 2) C-HEAT through Boston University, GreenRoots, and the City of Chelsea, and 3) Regional heat preparedness planning through the Metropolitan Area Planning Council (MAPC). As the Heat Plan asserts, to build extreme heat resilience, we must address exposure to extreme heat, adaptive capacity to access cooling, and the sensitivity of certain populations to changes in temperature, due to factors like health, housing, and age. Additionally, the Wu administration is ensuring that the Heat Plan embeds a just, equitable, and resilient lens for all communities in its heat solutions, with community lived experiences and expertise woven throughout the Plan. EXTREME HEAT PRIMER | 7",
        "CITYWIDE HEAT RESILIENCE SOLUTIONS As part of Boston’s citywide actions to address extreme heat, the Heat Plan offers 26 strategies to apply across all communities with a whole-of-government approach. The strategies are separated into near-term relief solutions during heat waves and longer-term heat resilience solutions to address the systemic and root causes of extreme heat. Source: City of Boston Heat Plan NEIGHBORHOOD SOLUTIONS: EXAMPLES FROM CHINATOWN, EAST BOSTON, & ROXBURY While there are 26 citywide heat resilience solutions offered for application across neighborhoods, the Heat Plan also distinguishes neighborhood-specific heat risks and vulnerabilities in five focus areas that then inform customized heat solutions for Chinatown, Dorchester, East Boston, Mattapan, and Roxbury. For the purposes of this primer, three neighborhoods that have significant A Better City member presence are summarized below: Chinatown, East Boston, and Roxbury. • Chinatown is the hottest of the five neighborhoods. As a vibrant immigrant neighborhood with residents representing Chinese, Taiwanese, Vietnamese, Filipino, Thai, Japanese, and other nationalities, Chinatown has also suffered cumulative historic disinvestment that resulted in the neighborhood being in the 95-100th percentile for diesel particulate matter, 70-80th percentile for air toxics cancer risk, 80-90th percentile for respiratory hazard index, and in the 99th percentile for traffic proximity and volume compared to all census data block groups in the U.S.33 Chinatown struggles to cool down at night and remains one of the highest risk heat island neighborhoods. The solutions for Chinatown must be contextualized to the neighborhood’s industrial buildings with large footprints and dark roofs, large industrial campuses, and large surface roads. Community-informed solutions for Chinatown include: shaded, vegetated, cool walks to local destinations and main streets; commercial buildings with cool rooftops and energy efficiency strategies; cool, shaded pavement and surface parking; cool homes; more shaded gathering spaces with natural play space; cool schools; a socially resilient indoor cooling network, and; heat-resilient design for new development. EXTREME HEAT PRIMER | 8",
        "• East Boston is quite different from Chinatown with cool waterfronts, a grid street system that allows for some cross breezes, some of the lowest tree canopy cover of any Boston neighborhood, and hot inland neighborhoods. With the largest immigrant population (over 50%) of any neighborhood, East Boston is a vibrant community that is socially vulnerable; 20% of East Boston’s population is low-income and 81% of housing units are renter-occupied, making solutions tailored to cool homes difficult to implement. East Boston’s neighborhood-specific suggestions include accessible public indoor cooling, finding renter-tailored options for staying cool at home, cooling the neighborhood’s built environment (through initiatives to expand East Boston’s tree canopy with an associated maintenance plan, to promote lighter-colored pavement, heat resilient zoning, and development review), community partnerships for social resilience, and cooler outdoor gathering places. • Roxbury experiences pockets of extreme heat. Areas surrounding Franklin Park are some of the coolest in the community while areas around Newmarket and the Frederick Douglas Square Historic District experience the neighborhood’s hottest temperatures. Roxbury is a central hub of Boston’s Black community—approximately 50% of residents identify as Black, compared to a citywide 23%. The community has a high percentage of renters, uneven park access (outside of Franklin Park, only 6% of the neighborhood is park space compared to the citywide average of 23%), and high rates of air pollution. Roxbury’s community-informed solutions include: a green neighborhood network (e.g. green space connectivity with cool routes/connected cool corridors); cool schools and heat education in schools, and; community-led heat preparedness and communications. BOSTON’S 20-YEAR URBAN FOREST PLAN (UFP) As a core part of Boston’s longer term and district-wide heat resilience strategies, key investments must be made to protect and expand the urban tree canopy on both public and private lands. With a robust urban tree canopy and clusters of trees throughout Boston’s neighborhoods, an urban forest could help to promote evapotranspiration, or the evaporation of cool water through leaves (like a natural air conditioner), which can serve as an effective cooling mechanism, particularly with larger and mature clusters of canopy. Co-benefits include stormwater retention, quality of life and biodiversity improvements, air quality improvements, beautification and further economic development of commercial corridors, and increased property values (which must be balanced with anti-displacement measures), to name a few. In addition to more immediate green infrastructure investments like bioswales and green roofs, Boston’s Urban Forest Plan provides key strategies to promote long-term community heat resilience and tree equity in parallel with the Heat Plan’s strategies. KEY FINDINGS The UFP found that urban tree canopy, that includes street trees, trees on public property, and trees on private land, covers 27% of Boston. This percentage has remained steady citywide since 2014 but tree canopy is not equitably distributed across Boston’s neighborhoods, and citywide percentages do not reflect neighborhood-specific canopy losses and gains. The UFP also found that over 60% of existing tree canopy is on private land and is under the care of a large patchwork of managers. While some street tree data are now available through the UFP’s efforts to help support more effective management of existing street trees, it remains incomplete with little to no data for trees on privately owned land. Although systems for protecting trees from removal are complex and restricted, and room for quality tree growing space is limited, the UFP asserts that trees must be treated as critical infrastructure and a critical part of an extreme heat response. Since City staffing and funding resources dedicated to trees have been limited to date, tree planting efforts and care have largely been reactive and insufficient (e.g. In 2008, Mayor Menino pledged to plant 100,000 new trees by 2020 to expand tree canopy by 20%, but in reality, a net gain of fewer than 4,000 trees was accomplished). EXTREME HEAT PRIMER | 9",
        "KEY STRATEGIES The UFP offers 7 overarching strategies for the protection and expansion of urban tree canopy across Boston’s neighborhoods. CITYWIDE URBAN FOREST PLAN STRATEGIES 1. Expand and Reorganize Urban Forestry Management: The UFP establishes a new Forestry Division within the Boston Parks and Recreation Department that will expand Boston’s tree team from five to sixteen city employees, with resources to plant new trees and steward existing trees. New positions will include a Director of Urban Forestry, three additional arborists, three additional maintenance crews, and other support staff. The new City positions were designed to include opportunities for individuals who graduate from PowerCorps Boston, a City of Boston equitable workforce development program launched in spring 2022 for marginalized youth aged 18-30 to learn skills in key areas of the green economy like urban forestry and building operations. This strategy will also involve instituting a community tree board and a network for institutional coordination on canopy protection and expansion. 2. Protect and Care for Existing Trees: The UFP recommends developing a proactive workplan for trees on public land, including instituting a recurring maintenance program, performing plant health care and integrated pest management, prioritizing proactive tree care in areas of highest need, increasing interdepartmental support on urban forestry efforts, and exploring policies to protect and enhance the urban forest. Importantly, although the UFP calls for consideration of policies like tree protection ordinances for trees on both public and private land, such policies will need to be pursued in partnership with City Council, private landowners, and community partners before being implemented. 3. Expand Canopy: The UFP recommends establishing a process for neighborhood planting strategies, including how to identify and plant in priority areas like low canopied environmental justice neighborhoods, how to expand canopy with future resilience in mind, how to expand street trees, and how to target canopy expansion in or near heavily polluted areas to improve public health and quality of life. 4. Make Space and improve Conditions for Trees: This strategy suggests significant adjustments to the public realm, including actions like balancing parking and room for planting, re-establishing a setback planting program, exploring tree planting in vacant and underutilized lots, new planting standards, minimizing above-grade and below-grade conflicts, and improving soil quality and quantity. 5. Improve Communications – Both Process and Content: This strategy seeks to address past inequitable practices in community engagement, and to improve both communications and constituent services around the importance of urban tree canopy. 6. Improve Information Collection and Sharing: This strategy recommends completing the public tree data set and exploring data collection across private land, making tree data more accessible to residents, planning and budgeting for the next Urban Tree Canopy assessment update, performing an analysis of tree canopy losses, and ensuring sufficient resources for data upkeep. 7. Build and Support a Local Tree Workforce: As mentioned above, this strategy will build off the PowerCorps Boston urban forestry cohort, to help promote equitable workforce opportunities and establish a career pathway program into urban forestry. EXTREME HEAT PRIMER | 10",
        "NEIGHBORHOOD SOLUTIONS The Plan also includes neighborhood-specific strategies for tree planting and care in: Allston- Brighton, Back Bay/Beacon Hill, Central Boston, Charlestown, Dorchester, East Boston, Fenway/ Longwood, Hyde Park, Jamaica Plain, Mattapan, Mission Hill, Roslindale, Roxbury, South Boston, South End, and West Roxbury. LEVERAGING PRIVATELY OWNED LAND Both the UFP report and comments provided by Reverend-Chief White-Hammond and Mayor Wu at the UFP report launch highlighted the need to partner with private landowners to address the 60% of Boston’s urban tree canopy on private land. With little to no existing data of tree canopy on privately owned land and with much of the tree loss occurring in the development process (the most tree canopy loss occurs on residential land, which lost over 70 acres of net tree canopy between 2014 and 2019 34), partnering with the private sector and business community on protecting and expanding privately owned urban tree canopies could be transformational for Boston’s urban forest and the region’s heat resilience. In October 2022, the City of Boston released a request for information (RFI) to support tree planting and maintenance on privately owned land and A Better City responded with substantive comments to help shape the City’s next steps. Source: Casey Brown City of Boston EXTREME HEAT PRIMER | 11",
        "REGIONAL HEAT PLANS: MAPC’S KEEPING METRO BOSTON COOL In addition to Boston’s Heat Plan and Urban Forest Plan recommendations, A Better City appreciates the leadership of the Metropolitan Area Planning Council (MAPC)’s Keeping Metro Boston Cool report released in September 2022.35 MAPC offers a regional framework for heat resilience across 1) communications, 2) cool communities, 3) cooling our homes and buildings, 4) cooling our blocks, 5) cooling our region, and 6) emergency response. High-level recommendations of the MAPC Keeping Metro Boston Cool report include the following strategies: 1. Communications: Establish a regional health warning system based on emerging best practices; develop and implement heat awareness campaigns to promote seasonal readiness throughout hotter months (May-Sept); and develop culturally and linguistically inclusive communications for frontline communities who are disproportionately impacted by the effects of extreme heat. 2. Cool Communities: Create a community climate corps program; establish a model and reliable funding stream to support community resilience hubs for enhanced heat resilience; support healthcare practitioners to screen and connect individuals at higher risk for heat-health impacts to prevention resources; develop and disseminate heat-health training and resources for employees and employers in alignment with existing worker advocate-led efforts; and deploy targeted actions to meet the heat resilient needs of unhoused populations. 3. Cooling Our Homes and Buildings: Adapt existing buildings to be more resilient and energy efficient to better withstand extreme heat, provide cooling, and reduce energy usage and costs; ensure that new construction, renovations, and retrofits of existing housing and commercial buildings are resilient and energy efficient, inclusive of extreme heat; and ensure public facilities, schools, and other critical community facilities are resilient to heat and provide access to cooling. 4. Cooling Our Blocks: Integrate heat resilience goals, standards, and guidelines into open space and recreation planning and improvements to existing open space; develop municipal and regional connected networks of “cool corridors” that prioritize shade and green infrastructure to provide cooling and encourage active transit (ex. cycling or walking) and public transit; and ensure robust urban forest and tree canopy that provides cooling and shade benefits. 5. Cooling Our Region: Jointly advocate for state and federal policy changes to protect residents and workers from the impacts of extreme heat & work together to streamline and save resources on procurement, operations, and maintenance of critical cooling infrastructure. This strategy also recommends establishing a state-level Chief Heat Resilience Officer, as well as a Statewide Extreme Heat Working Group or similar Commission. 6. Emergency Response: Develop municipal heat emergency response plans and heat action plans and coordinate between municipalities where appropriate & operate cooling centers during extreme heat events, following best practices to promote use and accessibility. BUILDINGS: • Opportunities to fill data gaps for heat and urban tree canopy on privately owned land, through the potential deployment of heat sensors in commercial and industrial buildings and on member properties, and through the consideration of partnerships aroudata collection. • Opportunities for green roofs, white roofs, bioswales, urban tree canopy, and permeaaces whenever possible. EXTREME HEAT PRIMER | 12",
        "OPPORTUNITIES TO ADDRESS COMMUNITY HEAT RESILIENCE IN THE BUILT ENVIRONMENT Considering the heat resilience strategies offered by the City of Boston and local regional community leaders, A Better City has compiled the following potential opportunities for member businesses and institutions to advance heat resilience solutions in the built environment by sector. BUILDINGS: PUBLIC REALM: • Opportunities to provide shade structures, • Opportunities to activate privately owned drinking water, renewably powered charging public spaces (POPs) and other publicly stations, cooling centers, and other forms of accessible private property, like land subject heat relief for use by the local community to Chapter 91, to deploy heat relief through during and beyond heat emergencies. pop-up shade structures, splash pads, misting stations, drinking stations, renewably powered • Opportunities to consider the utilization charging stations, and places for cool outdoor of vacant and/or neglected parcels for heat gatherings. resilience interventions, as in the C-HEAT case study example where a vacant parcel property • Opportunities to open climate-controlled is being transformed into a local green space buildings as cooling centers during heat and “cool block” to benefit the local Chelsea emergencies. community (see the GreenRoots/Boston • Opportunities to create a “cool corridor” for University C-HEAT case study).36 more livable, bikeable, walkable, and attractive 35 portions of the city that could promote the strategic and coordinated implementation of a suite of heat interventions. ENERGY RESILIENCE: TRANSPORTATION: • Opportunities to create “islandable” • Opportunities to support or encourage distributed energy generation resources across cooling interventions at MBTA stations, in Boston that can serve as emergency generation addition to the rapid electrification of the facilities in times of need. public transportation system, including bus fleets. • Opportunities to consider lessons learned from California’s experience leveraging • Opportunities to support the work of distributed energy resources and virtual transportation management associations aggregation with flexible load during heat wave (TMAs) that could disseminate vital heat events, to avoid blackouts.37 resilience information throughout the city (e.g. bike tune up events could distribute cooling kits and information on cooling centers, and consider providing drinking water and misting stations). • Opportunities to support longer-term interventions like the Emerald Network38 of biking and walking paths that could help to provide cool corridors for adjacent communities and active commuters alike. EXTREME HEAT PRIMER | 13",
        "LEVERAGING A BETTER CITY MEMBERS’ STRENGTHS • Healthcare: Within healthcare institutions, there are impressive examples from member institutions like Boston Medical Center to promote energy efficiency, renewable energy, and rooftop gardens to help address heat alongside food insecurity, to educate patient populations on signs of heat-related illness and death, to address energy burdens in heat vulnerable patients, and to support community investments that promote broader community heat resilience. Additionally, members like Mass General Brigham have supported community resilience initiatives to establish public recreational and green space in a heat-vulnerable community near their building at Assembly Row—thereby broadening the model for how businesses can help to show up for local community heat resilience. Finally, several Boston healthcare member institutions have expressed interest in helping to fill data gaps on heat-related illnesses and deaths from emergency room data, ambulatory visit data, and three-day return data. • Higher Education: Within higher educational institutions, there are impactful partnerships with community-based organizations to help collect data on community heat exposure and experiences, and to pursue community heat resilience projects like the C-HEAT cool block initiative partnership between Boston University and GreenRoots in Chelsea, MA (see the C-HEAT case study). Additionally, higher education institutions like Harvard University and others are activating their arboretums and tree canopies to provide public access to green space, heat relief, and larger community quality of life benefits. Finally, through a project with UMass Boston and Madison Park Technical Vocational High School, there is an example of a higher education institution supporting community-led heat resilience projects like the student-led development of a heat plan, best practices, and policy recommendations for Lower Roxbury. • Real Estate: A Better City’s real estate and development members are often leaders in incorporating innovative and strategic approaches to urban tree canopy and other green infrastructure interventions with heat resilience co-benefits. Pembroke’s Seaport Place property, for example, incorporates two parks as part of a modern waterfront business center. 39 LendLease’s Clippership Wharf in East Boston is another example of incorporating open space and waterfront access within a mixed-use development community.40 A Better City members are well positioned to provide guidance on heat resilience best practices for construction and development, as well as longer-term policy recommendations to incorporate heat resilience into building codes, zoning, and related building and land use policies. • Cultural Institutions: There are examples of cultural institutions like the Museum of Science that contribute to, and even lead, community heat resilience projects like the Wicked Hot Boston and Wicked Hot Mystic projects (see the Museum of Science case study). In addition to participating in citizen science, educational, and advocacy opportunities around heat resilience, cultural institutions can also work to make their facilities more accessible during heat emergencies to provide cooling. For example, working to distribute subsidized and/or free tickets to the Museum of Science, Children’s Museum, and other cultural institutions in Boston could help to provide needed relief to heat-vulnerable families and residents throughout the city. EXTREME HEAT PRIMER | 14",
        "HEAT RESILIENCE INVESTMENTS AS CATALYSTS FOR COMMUNITY CO-BENEFITS There is a large need for climate resilience investments to fund the multiple recommendations from the Heat Plan, Urban Forest Plan, and Climate Ready Boston initiatives across multiple neighborhoods. The good news is that heat resilience interventions and investments can leverage multiple co-benefits across a wide range of business, community, and policy maker priorities, and investments must be prioritized that maximize these co-benefits as much as possible. Particularly as Boston seeks to implement a Boston Green New Deal, and as Massachusetts welcomes a new gubernatorial administration, targeted investments in extreme heat community resilience by both public and private sector actors would greatly benefit communities, businesses, critical infrastructure, and the regional economy. By addressing extreme heat within the most vulnerable heat island communities, and by centering frontline communities that have been historically excluded, the following benefits could result: • Fewer greenhouse gas emissions and fewer power failures during heat emergencies • Lower energy costs to operate buildings • Lower costs on an already overburdened healthcare system • A more resilient regional economy • Greater tree equity and accessibility to green and open spaces • Greater health equity and improved air quality • Lessened energy burdens for low-income rate payers • Increased affordable housing that is energy efficient and safer to live in • More livable, bikeable, equitable, safe, and accessible communities, with noteworthy economic development potential • Enhanced social resilience and connectedness • Opportunities for local employment in ongoing maintenance and stewardship of heat intervention projects, including tree planting and maintenance efforts (see the C-HEAT case study) • Improved workers’ rights for outdoor workers and restaurant workers • Targeted investments in communities of color that are also heat islands could help to address the racial wealth gap EXTREME HEAT PRIMER | 15",
        "NEXT STEPS A Better City is in the process of identifying and highlighting case studies of businesses supporting community heat resilience in Greater Boston, (please see separate case studies document), and ABC member organizations remain very interested in pursuing pilot projects of business-supported heat resilience interventions. Such pilot projects could include: data exploration across member healthcare institutions to fill critical data gaps in heat-related illnesses and deaths by community, as well as heat-related healthcare costs; piloting deployable heat solutions in advance of heat emergency events across privately owned land; piloting heat mitigation interventions in a new development project; pursuing opportunities for “cool corridors” within and adjacent to heat island environmental justice communities; promoting social resilience in the workplace with employer heat resilience plans and associated resources for employees during heat emergencies; and partnering with the Boston Green Ribbon Commission and City of Boston to explore activating a Citywide Cooling Network across the business community and city agencies. This work will be informed and guided by A Better City’s Extreme Heat Working Group of member organization representatives, 41 launched in December 2022. A Better City looks forward to opportunities to partner with the anticipated Boston Extreme Temperatures Response Task Force, as well as continuing to advocate for the inclusion of heat resilience planning in the state- level Clean Energy and Climate Plan for 2050 (2050 CECP), State Hazard and Mitigation Climate Adaptation Plan (SHMCAP), updates to the Massachusetts Climate Change Assessment, individual and regional municipal vulnerability preparedness projects, and federal infrastructure funding investments. EXTREME HEAT PRIMER | 16",
        "REFERENCES 1 https://www.bostonglobe.com/2020/01/27/metro/boston-blanketed-snow-5-years-ago/ 2 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 3 https://www.theweathernetwork.com/ca/news/article/northern-hemisphere-feeling-the-heat-as-pakistan- hits-staggering-51-c 4 https://www.bostonglobe.com/2021/10/01/metro/it-was-record-hot-summer-then-nearly-record-hot-sep tember-get-used-it/ 5 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 6 https://onebillionresilient.org/wp-content/uploads/sites/2/2022/10/Disaster-Risk-Finance-Report-Final.pdf 7 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 8 Ibid. 9 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 10 https://www.pbs.org/newshour/nation/we-dont-know-exactly-how-many-people-are-dying-from-heat-heres- why 11 https://www.maricopa.gov/ArchiveCenter/ViewFile/Item/5240 12 https://www.cdc.gov/disasters/extremeheat/specificgroups.html 13 https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2900329/ 14 https://yaleclimateconnections.org/2022/07/extreme-heat-makes-pregnancy-more-dangerous/ 15 https://ehp.niehs.nih.gov/doi/10.1289/EHP8083 16 https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2900329/ 17 https://now.tufts.edu/2022/10/05/who-has-your-back-weather-emergency 18 Ibid. 19 https://www.wgbh.org/news/local-news/2022/07/20/feeling-the-heat-in-greater-boston-blame-historic-rac ist-housing-practices 20 https://www.mos.org/sites/dev-elvis.mos.org/files/Wicked_Hot_Mystic_Case_Study_2022.pdf 21 https://link.springer.com/article/10.1007/s11524-022-00665-z 22 https://www.mass.gov/info-details/massachusetts-climate-change-assessment#top- climate-impacts-statewide-by-sector- 23 https://www.washingtonpost.com/climate-environment/2022/06/11/heat-wave-southwest-california-east/ 24 https://www.npr.org/2021/06/29/1011269025/photos-the-pacific-northwest-heatwave-is-melting-power-ca bles-and-buckling-roads 25 https://fortune.com/2022/07/18/how-bad-is-uk-heat-wave-royal-air-force-melted-runway-heatrow-luton- brize-norton/ 26 https://academic.oup.com/jamiaopen/article/2/3/346/5526174 27 https://www.wbur.org/news/2022/07/23/heat-wave-brings-more-people-to-the-hospital-impacts-the-vulner able 28 https://time.com/6181785/outdoor-workers-heat-climate-change/ 29 https://www.mdpi.com/1660-4601/15/4/580/htm 30 https://www.atlanticcouncil.org/content-series/the-big-story/heat-is-killing-us-and-the-economy-too/ EXTREME HEAT PRIMER | 17",
        "31 https://onebillionresilient.org/hot-cities-chilled-economies/ 32 Zoe Davis, Engaging Businesses in Extreme Heat Solutions Event, 9.7.22, https://www.abettercity.org/assets/ images/9.7%20Extreme%20Heat%20Presentation.pdf 33 https://www.boston.gov/sites/default/files/file/2022/04/04212022_Boston%20Heat%20Resilience%20Plan_ highres-with%20Appendix%20%281%29.pdf 34 Boston Urban Forest Plan, Page 92: https://www.boston.gov/sites/default/files/file/2022/09/2022%20Urban%20Forest%20 Plan%20-%20single%20page_2.pdf 35 https://www.mapc.org/wp-content/uploads/2021/06/MMC_Keeping-Metro-Boston-Cool_Plan_2022.pdf 36 https://www.c-heatproject.org/aboutus 37 https://www.leap.energy/blog/keeping-the-lights-on-in-california-together 38 https://www.livablestreets.info/emerald_network 39 https://www.pembroke.com/portfolio/north-america/boston/seaport-place/ 40 https://www.lendlease.com/us/projects/clippership-wharf/ 41 As of December 2022 A Better City’s Extreme Heat Working Group includes representatives from the following institutions: Blue Cross Blue Shield, Friends of Post Office Square, Museum of Science, Boston Medical Center, Allston-Brighton Health Collaborative, CBT Architects, Mass General Brigham, Harvard University, Federal Reserve Bank of Boston, Massachusetts Institute of Technology, Turner Construction, Mass General Hospital, Pembroke Real Estate, Boston University, LendLease, Arrowstreet, Arup, Elkus Manfredi Architects, Beth Israel Deaconess Medical Center, and A Better City. EXTREME HEAT PRIMER | 18",
        "EXTREME HEAT PRIMER | 19"
    ]
}