{
    "FILE_NAME": "https://scholar.harvard.edu/files/rzeckhauser/files/theorizing_the_resilience_district.pdf",
    "ALL TEXT": "Journal of Landscape Architecture ISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/rjla20 Theorizing the resilience district: Design-based decision making for coastal climate change adaptation Alan M. Berger , Michael Wilson , Jonah Susskind & Richard J. Zeckhauser To cite this article: Alan M. Berger , Michael Wilson , Jonah Susskind & Richard J. Zeckhauser (2020) Theorizing the resilience district: Design-based decision making for coastal climate change adaptation, Journal of Landscape Architecture, 15:1, 6-17, DOI: 10.1080/18626033.2020.1792648 To link to this article: https://doi.org/10.1080/18626033.2020.1792648 Published online: 17 Jul 2020. Submit your article to this journal Article views: 26 View related articles View Crossmark data Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journalInformation?journalCode=rjla20Theorizing the resilience district: Design-based decision making for coastal climate change adaptation Alan M. Berger, Michael Wilson, Jonah Susskind MIT, USA Richard J. Zeckhauser Harvard University, USA Abstract Introduction Today, coastal cities face mounting pressures to plan for increased exposure Human settlement has always been inextricably tied to bodies of water for to chronic flooding, and ultimately significant sea level rise. The required sustenance, trade and a more accommodating climate. For coastal cities, this investments in urban adaptation are inherently expensive, uncertain and relationship is increasingly fraught with risk due to the likely catastrophic long-term. These factors pose significant challenges for both effective effects of climate change. Record-breaking storm surges and increasing choice and collective action. precipitation rates (most consequential), pose immense challenges for This paper argues that metropolitan ‘resilience districts’ offer the appro- long-term urban adaptation. Between now and the end of the twenty-first priate decision-making unit (DMU) to analyze, plan and implement resil- century, the current population along the Atlantic and Gulf coasts of the ience strategies. The working concept of ‘resilience districts’ for urban areas United States may well double. Much of this expanded regional popula- vulnerable to coastal flooding was first coined by a design team at the Mas- tion will inevitably settle in areas strongly exposed to coastal flooding. A sachusetts Institute of Technology spurred by a case study on the New Jer- sea level rise of 1.8 m, unfortunately a reasonable expectation, could put sey Meadowlands from the ‘Rebuild By Design’ (RBD) competition. Cities as many as 13.1 million people in harm’s way by 2100, and recent research have since begun using this term for their own resilience policies, failing suggests even greater increases are possible.1 The resulting flooding will to recognize the original intentions of its meaning. not merely impact the region’s coastlines and floodplains; it will also have This analysis details a resilience districting strategy for the Greater a cascade effect throughout adjacent communities where infrastructure Boston Metropolitan Area. The research culminates with a generaliza- failure and service disruptions may also be catastrophic (Fig. 1). ble urban planning and design framework for protecting critical infra- It is too late to make mitigation the primary strategy for defending structure, ‘thickening’ regional soft systems and transferring density to against climate change. Today, cities, non-profits and non-governmental less vulnerable areas. The overall theme emphasizes landscape as a criti- organizations have turned their attention beyond mitigation and have cal public safety service. focused on adaptation strategies as a primary instrument for enhancing urban resilience.2 This new focus has been strongly reflected in the disci- Climate change / coastal flooding / risk / resilience districts plines of urban planning and landscape architecture, as demonstrated by salient recent initiatives in the United States. These include the ‘Rebuild By Design’ (RBD) initiative, ‘Changing Course: Navigating the Future of the Lower Mississippi River Delta’ design competition, the ‘National Dis- aster Resilience Competition’ (NDRC) and the ‘Resilient By Design: Bay Area Challenge’ initiative. In part through these efforts, ‘resilience’ as a term has expanded from its original ecological and environmental contexts. It has come to denote broader social and cultural mandates, rendering it more broadly applicable but also increasingly diffuse. For example, in 2007 ‘resilience’ was consid- 6 Journal of Landscape Architecture / 1-2020Figure 1 Flooding of Atlantic and Gulf coasts with 6 feet (1.8 m) of sea level rise. Data sources: 2016 US Census, USGS EROS Archive – Digital Elevation – SRTM 1 Arc-Second Global Districts as decision-making units (DMUs) ered ‘the physical ability of a system to absorb a shock while maintaining Well-designed resilience projects yield significant expected savings relative structure and function’, but five years later, its definition had broadened to their costs, often many times over. Nevertheless, actual expenditures by to include the politics of preparation, planning, recovery and adaptation.3 municipalities on resilience tend to fall well short of the totals needed for The evolving vernacular role of this term reflects both an increased sense high-value regional projects.4 Traditional public policy suggests that in of urgency around issues related to climate change and the need for more order to secure adequate funding for large-scale project implementation, innovative and intense disciplinary engagement from planning and design the size of the decision-making unit (DMU) should be optimized in order professionals. to incorporate significant externalities.5 Tugging in the opposite direction, In the United States, landscape architects and allied urban policymakers decision-making effectiveness should not be compromised by incorporat- must find new ways to invest in, design and govern urban areas vulnerable ing too variegated a domain. to climate change. The traditional approach of localized, defensive engi- As the size of the DMU increases, decision-making effectiveness tends neering strategies will be woefully insufficient. Rather, long-term resil- to suffer from extended processes of negotiation and compromise. Shrink- ience projects must extend both further along the coastline and further ing the DMU to account for a smaller portfolio of mutual risks and assets inland so that whole regions, not merely local areas, are protected. They might reduce the need for compromise, thereby strengthening the resilience must incorporate a broader, regional cross section of urbanized communi- potential. However, two sets of costs would arise. The first set of costs would ties and connected landscape systems that are at risk together. raise the relative magnitude of externalities that extend beyond the DMU, In this sense, one of the most compelling trends in the field of resil- thus raising the tally of uncounted or underweighted costs and benefits. ience planning has been the proliferation of various districting schemes The second set of costs relates to the fact that small DMUs allow potential for organizing long-term coastal adaptation. For centuries, districting in funders to move relatively locally. That is, business owners and other capital the United States has been a pragmatic tool for protecting resources, dis- interests that would be a primary source of funds may simply opt out. Their tributing services and ensuring representation in the face of uncertainty. required contribution to local resilience can be no greater than the benefits In this essay, we explore the role of districts within the context of resilience and protections they are likely to secure from the district. As departures planning and design as the country and the world prepare for significant of prime funding agents take place, the remaining tenants and land own- climate change. We analyze various ways of structuring and scaling urban ers may no longer have sufficient capacity to finance their own protection. districts based on regional scenarios. Then, using the Greater Boston Met- These features lead to the spatial Goldilocks principle of urban resilience. ropolitan Area as a case study, we articulate a theoretical framework for Individual projects are not only too small to achieve their desired effect, ‘resilience districts’ designed to mitigate systemic risks for regions. These but also fail to incorporate important externalities. The metro region, or must also achieve agglomeration benefits and optimize future land use even a substantial city, is too large and heterogeneous to provide the nec- at the regional level. essary policy support over the long term. The Goldilocks midpoint, the urban district, has been a pragmatic and readily understood approach for US urban planning for centuries. Journal of Landscape Architecture / 1-2020 7Figure 2 Perceived boundaries of 1960 Boston districts. Image source: Kevin Lynch, The Image of the City (Cambridge, MA: MIT Press, 1960), 69. Districts in contemporary discourse Designing districts for extreme uncertainty As cities continue to feel increased pressures to make expenditures to cope Kevin Lynch describes districts as ‘the medium-to-large sections of the with climate change, there has been a growing trend towards safeguarding city, conceived of as having two-dimensional extent, which the observer urban lands through the development of ‘ecodistricts’. Increasingly, pub- mentally enters “inside of”. [They are] recognizable as having some com- lic-private partnerships have promoted the aesthetic, environmental and mon, identifying character’ from the outside through their edges or land- economic benefits of these urban ecodistricts, and lauded their ability to marks.9 This description offers a practical but limited criterion for under- be ‘small enough to innovate quickly, yet big enough to have a meaning- standing the concept of a district by defining it through a discrete set of ful impact’.6 On the other hand, some urbanists have expressed concerns static, observable parameters. Today, within the context of urban resilience, that such themed districts often become islands of affluence for the rich these defining parameters must be reconceived using a more fluid, per- and powerful, and as such threaten to undermine broader planning goals formance-based model. Districts must be understood not simply as spa- of social equity or environmental sustainability.7 This raises complex ques- tial units, defined by aesthetic qualities or physical characteristics, but as tions about how to design resilience districts that do not further exacerbate flexible tools that can guide urban adaptation in response to environmen- the social inequities and resource disparities that are already a significant tal, social and political uncertainties. The strategies deployed by a district threat to the health and survival of cities.8 Proactive urban visions must must be able to account for and facilitate the simultaneous management of grapple with these competing factors: addressing local nuances of social multiple overlapping urban systems. They must address the dynamic ways and environmental conditions while enabling scarce but cost-effective in which individual components relate to each other, both before, during infrastructure funding. To find a healthy compromise will require land- and after a threatening event such as a storm or flood (Fig. 2). scape architects and urban design professionals to take a more active role Many common districting strategies are defined by parameters that are within regional governance structures. much more relevant to adaptation planning than Lynch’s simple description Nearly all urban districts are formed around the distribution of services, could possibly encompass. Water and sewerage districts_whose bounda- the protection of resources or the control of land use. Landscape is often ries are naturally determined by service capacity_are drawn in accord with considered a valuable urban amenity in terms of public health, recreation underground infrastructure networks; their edges and landmarks are not and aesthetics. As such, many urban districts aim to include contiguous always visible. School districts often shift, appropriately, in response to open spaces within their jurisdictions. However, as landscape architects census updates, thus providing a flexible structure to support new settle- and urban planners look to develop an equitable framework for resilience ment patterns. The jurisdictions of yet other districts, such as urban fire districts given the threat of sea level rise, landscape must be understood districts, often overlap, ensuring redundancy at the district edges, a safety not merely as a recreational or aesthetic element, but as a critical protective feature given the need for rapid delivery of public fire services.10 service. This acknowledgment allows environmental systems to become Each of these districts is operated by deploying a spatial strategy that the primary organizational structure from which the rest of the district- responds directly to its particular set of challenges. From provision of health ing strategy is most effectively deployed. and safety services and security of critical infrastructure, to administration of public policy and regulation of economic investments, meeting each of these challenges helps assure urban resilience planning and design (Fig. 3). 8 Journal of Landscape Architecture / 1-2020Theorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser Figure 3 Existing districts of Boston. Data sources: MassGIS, 2016 US Census, FEMA, NOAA, Verizon, Massachusetts Department of Environmental Protection, Massachusetts Department of Public Health. BOTH IMAGES MIT LCAU, ZUS AND URBANISTEN, ‘NEW MEADOWLANDS’ PROJECT TEAM (REBUILD BY DESIGN) Figure 5 Rebuild By Design public meeting. Figure 4 Aerial perspective of the Meadowband resilience district in New Yersey. Journal of Landscape Architecture / 1-2020 9Theorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser After the storm: the New Meadowlands project In the wake of Hurricane Sandy and as a part of the RBD competition, the ects in the Charles River Basin.19 Professional firms and other non-profits Norman B. Leventhal Center for Advanced Urbanism at MIT (LCAU) coined have produced significant public data to support municipal decision mak- and developed the first funded and actionable concept of ‘resilience dis- ing in the adaptation process.20 On other fronts, researchers and advocacy tricts’ in the context of New Jersey’s Meadowlands. The proposal resulted organizations have estimated potential losses and identified community- in a $150-million (€137.5-million) pilot project for the Meadowlands’ com- level hazards from climate change and sea level rise.21 Most recently, in July munities.11 This idea expanded on the tradition of urban districts that have 2018, the city began a planning process focused on zoning and design guide- long been built for flood control or economic development. For example, lines for a flood resiliency zoning overlay district, signalling an expanded the term ‘resilient district’ was once used to describe ad-hoc ‘multicounty engagement with district-scale resilience planning and urban design.22 development and planning bodies’ in response to the Deepwater Horizon Big thinking and bold planning will be required. Recently, local design- disaster of April 2010.12 An earlier effort, though narrower in scope, was Jeb ers envisioned transformative mega-projects including harbour-wide flood Brugmann's ‘resilience zones’ to promote traditional market-based plan- barriers and streets converted to canals.23 ning tools to protect economic assets and systems.13 The LCAU team inventoried the Meadowlands region and investigated A proposed ‘resilience district’ framework for the sites where regional ecology, hydrology and infrastructure overlapped. It Greater Boston Metropolitan Area then developed a set of landscape strategies predicated on ownership, gov- A long-standing rule of location within metropolitan areas is that activ- ernmental jurisdiction and funding availability. The proposed districts ities gravitate to reside in locations ideal for them. Hence, the choices of formed a continuous urban armature along the flood zones, dubbed the hundreds of thousands of decision makers have, over the course of cen- Meadowband. District-based strategies would help mitigate damage from turies, put industries and residences, docks and parks, in logical yet low- extreme weather events and would identify additional infrastructure and lying places. Up until recently, relocation decisions have more or less kept development opportunities in the region (Fig. 4). pace with shifts in the economy and the inflows and outflows of residents, A coalition of area stakeholders including mayors, ecological activ- but today, climate change is on the verge of upsetting this accommodat- ists, business owners, local residents, neighbourhood groups and private ing pattern of location selection. Even low-lying areas miles from the coast, developers joined together and articulated their desires to transform the such as Alewife (a transit hub in Cambridge, Massachusetts), are at risk of Meadowlands into a stronger, more ecologically sound and economically serious flooding related to sea level rise. The leisurely pace of relocation competitive area. Knit into landscape infrastructure, the public-private decisions, whereby a small fraction of activities moves over the course of partnership vision secured community buy-in to meet its long-term costs a decade, will not be nearly swift enough to prevent severe, perhaps cata- so as to secure benefits for owners and tenants. The built future of the strophic damages. A massive exodus from high-risk coastal areas and strong project, similar to many of the RBD proposals, and indeed the entire pro- and highly expensive protective emplacements are surely needed. How can cess, is only just underway, but elsewhere, along the US Atlantic coastline, decisions and implementation of such major measures take place in mere cities have already begun to plan their own resilience districts (Fig. 5).14 years, rather than decades or centuries? We have developed our proposed resilience district strategy as a potential answer. Boston represents our case Before the storm: climate-ready Boston study as a plausible site for application. The implications of Hurricane Sandy were well understood far beyond the Our strategy starts with the recognition that Boston sits at a remarka- New York City region. Had the storm made landfall five hours earlier, Bos- ble intersection of history and geography. Extensive marshes and mud flats, ton and much of the New England coast would have experienced unprece- which formerly protected the city’s harbours, have been backfilled during dented flooding.15 This realization, combined with the fact that the Greater the past two centuries. Industrial waterfront development and regional Boston Metropolitan Area had only narrowly escaped five similar events transportation infrastructure benefitted, but the price was a massive loss of in five years, added urgency and focus to the city’s adaptation efforts.16 resilience protection. Today, nearly half of the present metro area is built at Shortly after Sandy, two separate mapping and modelling efforts made roughly the same low elevation: within 20 feet (6 m) of Mean Higher High the growing risks to Boston from flooding and sea level rise both evident and Water level (MHHW). Local flood exposure will be significantly influenced more precise. First, the FEMA Flood Insurance Rate Map revision increased by microtopographic features.24 The National Oceanic and Atmospheric Boston’s land area in a Special Flood Hazard Area by 70 per cent to 2,800 Administration’s Sea, Lake and Overland Surges from Hurricanes (SLOSH) acres (1,133 hectares). This revision more than tripled the number of resi- model reveals that a Category 4 hurricane could threaten 42 per cent of Bos- dences designated within the 100-year floodplain to 13,400 homes and ‘at- ton’s population and over 335,230 housing units. The threat is widespread. risk’ businesses multiplied 12.5 times to 2,500.17 That a single storm could More than forty-five potential breach points could lead to localized flood- lead to such a vast escalation in assessed properties at risk raised alarms. ing throughout the city and surrounding areas (Figs. 6 & 7). Second, an engineering study suggested that the same 1 per cent annual Comprised of dozens of individual municipalities, the Greater Boston chance of flood hazard coupled with sea level rise could flank or overtop Metropolitan Area is the fourth-most densely populated region in the the New Charles River Dam within forty or fifty years.18 Reverberations United States.25 Though many Boston-area communities are not strictly from the dam’s inadequacy would be catastrophic; the entire regional coastal, even those with less direct flood exposure will likely experience economy would be disrupted. severe losses from sea level rise and higher precipitation-caused flooding Environmental innovation and leadership are Boston hallmarks. The when utility service is severely disrupted and transit systems fail. Yet despite city’s past adaptive approaches have ranged from raising entire city blocks this cascade of consequences, until recently coastal resilience decisions have in vulnerable neighbourhoods to landscape-scale soft infrastructure proj- been made autonomously by individual municipalities. Comprehensive 10 Journal of Landscape Architecture / 1-2020Figure 6 Map of reclamation projects over time along Boston Harbor coast- line. Map redrawn by authors, based on original from: Alex Krieger and David Cobb (eds.), Mapping Boston (Cambridge, MA: MIT Press, 1999), 118. Figure 7 Storm surge model showing critical infrastructure Data sources: MassGIS, Massachusetts Department of and potential breach points around Boston Harbor. Transportation, Boston Harbor Association. Journal of Landscape Architecture / 1-2020 11Figure 8 Regional hydrology diagram and outline of proposed Boston resil- ience districts. Figure 9 Tiered resilience districts scheme for the Greater Boston Area. 12 Journal of Landscape Architecture / 1-2020Theorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser regional coordination simply did not exist. In 2015, fifteen regional may- vate private development. In ecological restoration areas, well-considered ors convened to form the Metro Mayors Climate Preparedness Taskforce, earthworks could mould open spaces and restore critical habitats (Fig. 10). a hopeful first step towards a more collaborative approach. To date, how- The up zone encompasses most of the resilience district’s higher eleva- ever, these collaborative efforts have focused solely on mitigation strategies. tion. Though the direct effects of flooding are less prevalent here, indirect Single communities within dense metropolitan areas cannot possibly meet effects of regional infrastructure failure could still inflict major losses. The the challenges of sea level rise by acting alone. Our proposed resilience dis- transfer of development rights here from the down zone can help support trict scheme is designed to aggregate neighbourhoods from adjacent cit- increased density and provide real estate options for down-zone residents ies and towns based on mutual flood exposure and shared benefits of dis- who wish to relocate within reach of critical local resources such as schools trict-wide adaptation strategies. Appropriate districts will be defined by and hospitals. A special permit process within the up zone could help to identifying the region’s underlying landscape systems, which will serve ensure equitable access to public benefits like open space, a strategy that as a primary organizational framework. Instead of following predefined complements long-standing environmental planning goals such as ‘tran- municipal boundaries, resilience districts are determined by tracing the sit-oriented development’. region’s primary hydrology. Coastlines, rivers and wetlands will often serve In Boston, there is a precedent for using such discretionary powers to define the outer boundaries of a district. on reclaimed land. The Massachusetts Public Waterfront Act, commonly Once the resilience districts have been identified, they will be sub- referred to as Chapter 91 of the Massachusetts General Laws, is the pub- divided into three distinct zones: a ‘down zone’, where risk is the great- lic trust doctrine that oversees the use of the Commonwealth’s tidelands. est, an ‘up zone’, most secure against risk, and a ‘transition zone’, where Applied to harbour-edge development, it is the oldest programme of its activities are expected to shift as risk eventuates. This strategy of subdi- kind in the nation. Currently protecting public access, safety, livelihoods vision is designed to facilitate the process of putting resilience measures and critical ecology, it could help aid the transition of historical bound- in place. Those measures would protect critical infrastructure, draw thick aries of water and land into a gradient of wet to dry conditions (Fig. 11). lines of defence and transfer density from areas at greatest risk, i.e. away A ‘transition zone’ lies between the down and up zones. This zone acts as from coastlines and other flood-prone bodies of water, to the higher, drier a staging ground for the continual evolution of the resilience district. Over land of up zones. Those up zones are where the most-at-risk communities time, the more exposed outer edge of the transition zone will become the have the potential to relocate yet remain within the reach of existing com- new urban waterfront. Building codes here will be updated periodically to munity networks (Figs. 8 & 9). reflect this eventual transformation. Meanwhile, new infrastructure can be added along the zone’s less risky inner edge in order to support increased Resilience zones density in the up zone. Permits for new development should privilege proj- To elaborate, the down zone is the low-lying area in each resilience district ects that offer support for residents to remain in place by ensuring that with the greatest exposure to coastal flooding. Resilience projects in this they have both the social and economic resources to maintain their live- zone should protect critical infrastructure using walls, berms and levees, lihoods and the critical facilities and support services to remain safe dur- while expanding the hydrological capacity of the district using engineered ing future storm events. wetlands and other forms of soft infrastructure. This zone will probably The transition zone will also incorporate a thick line of defence that see the highest level of expenditure. Over time, property owners in the combines hard and soft infrastructure, leveraging opportunities that capi- down zone will gradually transfer unused development rights to plots in talize on existing linear features such as highways and rail corridors. Cou- less vulnerable zones or sell these rights back to the city. The city in turn pled with hard structures (walls, dams, dikes and stairs), protective soft may transfer or sell these rights to a private or municipal development infrastructure such as earthworks (terraces, mounds and berms) would rights bank.26 Down-zone areas can then be converted to more flux-recep- be built parallel to the coastline (Fig. 12). tive land uses such as floodable parks, constructed wetlands and/or adap- To select a metaphor from the somewhat remote field of medicine, the tive waterfront industries. resilience district concept can be thought of as an instrument of triage. It Throughout the down zone, a rating system would be deployed to eval- identifies the places within an ecologically connected area that almost cer- uate existing and proposed structures for their ability to withstand storm tainly will ultimately perish, perhaps soon_the down zones_the areas surge flooding, saline conditions and wave action. This measure of flux- that are likely to have a long and healthy existence_the up zones_and the receptiveness or hydro-adaptiveness would be parallel in concept to exist- areas that can survive for now but will likely face significant risks down ing metrics for environmental performance employed by the US Green the road_the transition zones. The difference from the medical triage pro- Building Council. Other flood-exposed communities along the Atlantic cess is that this triage process will foster the survival of the overall organ- and Gulf coasts, such as Broward County, Florida, are already pioneering ism, the metropolitan area. That is because the three zones are strongly research into such a building or zoning code.27 Over time, existing build- linked by externalities. ings rated ‘vulnerable’ would be retrofitted or rezoned. For example, down- The ultimate aggregation of as many as ten resilience districts in the zone areas in East Boston could encourage water-dependent logistical and Boston region might suggest a new coordinating role for public agen- production activities such as shipping and aquaculture. cies, but such agencies should not be a requirement for action. Decision These down zones should be designed comprehensively to produce a new making in these districts will require multiple layers of community par- public waterfront, to provide vibrant connections with multimodal trans- ticipation and sustained professional involvement as better information portation networks across the harbour, to anchor public spaces and acti- about the impacts of climate change continues to emerge. The resilience Journal of Landscape Architecture / 1-2020 13D U O P W Z N Z O O N E N E ALI AL-SAM MARRAIE ALI AL-SAM MARRAIE Figure 10 ‘Down zone’ diagram. Source: LCAU. Figure 11 ‘Up zone’ diagram. Source: LCAU. Conclusions and future directions Today, in the face of almost inevitable severe climate change, cities must be able to look far beyond their immediate planning horizons and the terms of elected officials currently in office in order to engage with a highly uncer- tain future that stretches for decades, not merely years. The concept of resil- T R ient districts has the potential to enable such flexible long-term planning. A NSITI Though districting strategies have long been a mainstream part of urban O N planning and design in the United States, the resilience districts proposed Z O N here represent a radical departure from historical approaches. They shift E away from the traditional decision-making units that operate through political designations, such as municipalities or states, into aggregations ALI AL-SAM MARRAIE o o ergf syc fo , otm ro _pm o pu g on r tai et p ni he ts iy a b a lla n ys d e r d ao d to h in ce a rs l _h laa anr de dd as p cf a tl ao p to e id os nye s sx t ,p e io m ns u us r rbe be. ac T noh m fu oe rs m, t hr .e e g T pi ho r ein m ra el a ah r ryy e d d tr wro iv ol- - major challenges to making metropolitan areas resilient: structuring a Figure 12 ‘Transition zone’ diagram. Source: LCAU. framework for making effective decisions and securing the finances for paying for those decisions. This analysis, and its delineation of the con- cept of resilience districts, has focused overwhelmingly on the first of those challenges. We recognize the central importance and immense problem of financing. There are multiple major impediments: first, districts and district framework, as outlined here, offers a simplified legal framework tax authority are not coextensive; second, the most cost-effective actions for calibrating adaptation responses to various degrees of urban climate are anticipatory and preventive. In virtually any political context, how- risk. Such responses will be required if our major metropolitan areas are to ever, substantial pre-disaster expenditures on adaptation will be difficult effectively take on the unprecedented threats from climate change. Resil- or even impossible to achieve. Community leaders and politicians rarely ience districts have the potential to engage both citizens and experts in the look beyond the immediate future. Low-probability events such as severe Herculean challenge of implementing the massive realignments of peo- floods, even when risks are elevated, are unlikely to happen on their watch. ple and resources to confront rising waters and significantly more severe These observations imply that however decisions are taken, efforts to boost storms. The resilience district concept is general, but each metropolitan resilience will be woefully insufficient. The resilience district concept rec- area will have to deploy the framework in a distinct fashion, in response to ognizes this reality. It hopes to promote decisions that are effective, even its topography and hydrology as well as local social and political realities. if they are insufficient. 14 Journal of Landscape Architecture / 1-2020Theorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser One of the greatest challenges for resilience-focused urban design is that from sea level rise and coastal flooding. Resilience districting offers land- implementation is often only possible after important but lengthy processes scape architects and other design professionals a flexible mechanism for of public outreach and environmental impact review. Frequently, these reframing the physical response to the urgency of climate change at the processes will not begin in earnest until after a devastating storm event, local and regional levels, the levels at which effective action must be taken which is when the political will and investment capital may ultimately be (Figs. 13, 14 & 15). unlocked to facilitate localized rebuilding efforts. Districts with prepared plans in place would be more likely to obtain immediate federal and state Acknowledgments reconstruction funds, funds that are often only available for a limited time The MIT Center for Advanced Urbanism (CAU) is now called the MIT Nor- following a catastrophic event. The scale of the resilience district, and the man B. Leventhal Center for Advanced Urbanism. The name change occurred relative flexibility of its tiered structure, provides a more agile decision- in June 2016, during the drafting of this essay. All work reference from 2012 making unit, one capable of implementing ‘shovel-ready’ urban design to 2016 may be found in the public domain under CAU. The authors would proposals to recover from past flood events and prepare for future ones. like to acknowledge Fadi Masoud, Assistant Professor of Landscape Archi- Landscape architects have long advocated urban design processes that tecture and Urbanism, John H. Daniels Faculty of Architecture Landscape can better accommodate environmental flux in the public realm. In the and Design, University of Toronto, for his contributions to earlier versions future, if they emerge as decision participants and not merely passive of this work done within the LCAU. advocates, landscape architects can counter the growing cost of inaction Figure 13 Rendering showing Boston Harbor (with proposed resilience districts outlined). Source: LCAU. Journal of Landscape Architecture / 1-2020 15 DNIKSSUS HANOJ A Includes parts of East Boston and Revere B Includes parts of Dorchester, Roxbury, and Mattapan C Includes parts of South Boston and Jamaica Plain D Includes Downtown Boston, and Back Bay E Includes parts of Allston and Brookline F Includes parts of Cambridge, Somerville, and CharlestownFigure 14 Rendering showing Boston Harbor (with proposed design scenario). Source: LCAU. Figure 15 Rendering showing Boston Harbor during a hurricane (with a theoretical evacuation scenario). Source: LCAU. 16 Journal of Landscape Architecture / 1-2020 DNIKSSUS HANOJ DNIKSSUS HANOJTheorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser NOTES 1 Robert M. DeConto and David Pollard, ‘Contribution of 16 Matt Conti, ‘Another Close Call as Blizzard Juno’s Storm 27 Leonard Vialpando, ‘Essential Tools: Integrating the Antarctica to Past and Future Sea Level Rise’, Nature 531/7596 Surge Peaks at Low Tide’, NorthEndWaterfront.Com blog Southeast Florida Sea Level Rise Projections into Community (31 March 2016), 591–597. (27 January 2015), http://northendwaterfront.com/2015/01/ Planning’, presented at the The Regional Climate Action another-close-call-as-blizzard-junos-storm-surge-peaks- Plan Implementation Workshop, Fort Lauderdale, Florida 2 Arup, ‘City Resilience Framework’, The Rockefeller Founda- at-low-tide/. (14 July 2016), www.southeastfloridaclimatecompact.org/ tion (April 2014), www.rockefellerfoundation.org/report/city- events/event/slr—rcap/. resilience-framework/. 17 Boston Planning and Development Agency, ‘FEMA FIRM Memorandum to Boston Conservation Commission’ 3 Intergovernmental Panel on Climate Change, ‘AR4 SYR (18 November 2015), www.bostonplans.org/planning/plan- Synthesis Report Annexes - Glossary R-Z’ (2007), www.ipcc.ch/ ning-initiatives/article-37-green-building-guidelines; City BIOGRAPHICAL NOTES publications—and—data/ar4/syr/en/annexessglossary-r-z.html. of Boston, ‘City of Boston Appeals Preliminary FEMA Flood Alan M. Berger is the Norman B. and Muriel Leventhal 4 Urban Land Institute (ed.), After Sandy: Advancing Strate- Maps’ (27 August 2014), www.cityofboston.gov/news/Default. Professor of Advanced Urbanism, co-director of the Norman B. gies for Long-Term Resilience and Adaptability, A ULI Advisory aspx?id=14781. Leventhal Center for Advanced Urbanism at MIT, and direc- Services Panel Report (Washington, DC: Urban Land Insti- 18 City of Cambridge, ‘Climate Change Vulnerability Assess- tor of P-REX lab. tute, 2013). ment’ (2015), www.cambridgema.gov/CDD/Projects/Climate/ Michael Wilson is a doctoral candidate in the Department 5 The term ‘externalities’ here refers to costs imposed on climatechangeresilianceandadaptation.aspx. of Urban Studies and Planning at MIT. (negative externalities) or benefits provided to (positive 19 Karl Haglund, Inventing the Charles River (Cambridge, MA: externalities) parties other than the decision maker. Jonah Susskind is a lecturer in the Department of Urban MIT Press, 2002); Nancy S. Seasholes, Gaining Ground: A History That is because the decision maker will give insufficient Studies and Planning at MIT and a research associate at the of Landmaking in Boston (Cambridge, MA: MIT Press, 2003). weight to those costs or benefits. Norman B. Leventhal Center for Advanced Urbanism. 20 Sasaki Associates, ‘Sea Change Boston’ (2014), www.sasaki. 6 Shannon Bouton, David Newsome and Jonathan Woetzel, Richard J. Zeckhauser is the Frank P. Ramsey Professor of com/project/360/sea-change-boston/; The Trust for Public ‘Building the Cities of the Future with Green Districts’, Political Economy, Harvard University, Kennedy School of Land, ‘Climate-Smart CitiesTM–Boston’ (2015), www.tpl.org/ McKinsey & Company (May 2015); EcoDistricts, ‘The EcoDis- Government. climate-smart-cities%E2%80%93boston. trictsTM Framework: Building Blocks of Sustainable Cities’ (May 2013), www.wsdot.wa.gov/NR/rdonlyres/6F915B3C-4206-437A- 21 Ellen Douglas et al., ‘Preparing for the Rising Tide’, The 8798-C595D5729901/0/EcoDistrictsFrameworkMay2013.pdf. Boston Harbor Association (February 2013), http://media.wix. CONTACT com/ugd/6458a7—a6739b77e5c64f6a8279c5cbcc9a493a.pdf; Paul 7 Peter Dauvergne, Environmentalism of the Rich (Cambridge, Kirshen, Kelly Knee and Matthias Ruth, ‘Climate Change and Alan M. Berger MA: MIT Press, 2016); Dennis R. Judd, ‘Constructing the Tour- Coastal Flooding in Metro Boston: Impacts and Adaptation Phone: +1 617 253 6707 ist Bubble’, in: Dennis R. Judd and Susan S. Fainstein, The Strategies’, Climatic Change 90 (15 October 2008), 453–473. aberger@mit.edu Tourist City (New Haven: Yale University Press, 1999), 35–44, 51–53; Mike Hodson and Simon Marvin, ‘Urbanism in the 22 Boston Redevelopment Authority, Request for Propos- Michael Wilson Anthropocene: Ecological Urbanism or Premium Ecological als; Boston Flood Resiliency Zoning Overlay District and Phone: +1 617 324 7715 Enclaves?’ City 14/3 (1 June 2010), 298–313. Resiliency Design Guidelines, www.bostonplans.org/BRA- mtwilson@mit.edu Components/WebParts/Default.aspx?id=740&projectid=167; 8 Atyia Martin, ‘A Framework to Understand the Relation- Jonah Susskind Barbara Moran, ‘New Zoning Codes Would Help Mitigate ship between Social Factors That Reduce Resilience in Cities: Phone: +1 413 320 3224 Boston Flood Risk, Report Says’, WBUR News (28 September Application to the City of Boston’, International Journal of jonahsus@mit.edu 2018), www.wbur.org/news/2018/09/28/zoning-boston-flood- Disaster Risk Reduction 12 (June 2015), 53–80. ing-concerns. Incidently, on 26 June 2018 (less than a month Department of Urban Studies and Planning 9 Kevin Lynch, The Image of the City before the City of Boston released a public RFP for the devel- Massachusetts Institute of Technology (Cambridge, MA: MIT Press, 1960), 47. opment of resilience district guidelines) LCAU researchers and 77 Massachusetts Avenue, 10-485 co-authors of this paper met with municipal policymakers in Cambridge, MA 02139 10 Massachusetts Emergency Management Agency, ‘State- the city of Boston to discuss our work on the topic. USA wide Fire Mobilization Plan’ (22 February 2018), www.mass. gov/service-details/statewide-fire-mobilization-plan. 23 Hubert Murray and Antonio Di Mambro, ‘The High Richard J. Zeckhauser Tide of Opportunity’, ArchitectureBoston (Summer 2010), Harvard Kennedy School 11 MIT LCAU, ZUS and URBANISTEN, ‘New Meadowlands: https://architectureboston.files.wordpress.com/2010/05/ Harvard University Productive City + Regional Park’, Rebuild By Design blog (2014), murray-dimambro—summer10—web.pdf; Urban Land Insti- Littauer-312, 79 JFK Street www.rebuildbydesign.org/project/mit-cau-zus-urbanisten- tute Boston/New England, ‘The Urban Implications of Liv- Cambridge, MA 02138 final-proposal/. The concept of ‘resilience districts’ was intro- ing with Water’, edited by Virginia Quinn (September 2014), USA duced to the team by Alexander D’Hooghe. http://boston.uli.org/wp-content/uploads/sites/12/2012/04/ Phone: +1 617 495 1174 12 Kate Gordon et al., ‘Beyond Recovery: Moving the Gulf ULI—LivingWithWater-Final1.pdf. richard.zeckhauser@harvard.edu Coast Toward a Sustainable Future’, Center for American Progress 24 Alex Krieger and David Cobb (eds.), Mapping Boston blog (9 February 2011), www.americanprogress.org/issues/ (Cambridge, MA: MIT Press, 1999). green/reports/2011/02/09/9048/beyond-recovery/. 25 ‘Boston, Massachusetts Population 2019’, World Popula- 13 Jeb Brugmann, ‘Building Resilient Cities: From Risk tion Review, http://worldpopulationreview.com/us-cities/ Assessment to Redevelopment’, Ceres, The Next Practice, boston-population/. University of Cambridge (November 2013). 26 Eric Hartge, Jesse Reibligh and Cole Sito, ‘Coastal Adapta- 14 Julian Spector, ‘New Orleans Is Finally Embracing Water tion Policy Brief’, Stanford Center for Ocean Solutions (2018), After Years of Fighting It’, CityLab (29 January 2016), www.cit- https://oceansolutions.stanford.edu/sites/default/files/ ylab.com/design/2016/01/new-orleans-water-hud-gentilly- Transfer%20of%20Developemnt%20Rights%20WEB.pdf. katrina-hurricane-flood/431595/, accessed 30 April 2019. 15 Carl Spector and Leah Bamberger, ‘Climate Ready Boston’, City of Boston (October 2013), www.cityofboston.gov/news/ uploads/30044—50—29—58.pdf. Journal of Landscape Architecture / 1-2020 17",
    "TEXT BY PAGE": [
        "Journal of Landscape Architecture ISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/rjla20 Theorizing the resilience district: Design-based decision making for coastal climate change adaptation Alan M. Berger , Michael Wilson , Jonah Susskind & Richard J. Zeckhauser To cite this article: Alan M. Berger , Michael Wilson , Jonah Susskind & Richard J. Zeckhauser (2020) Theorizing the resilience district: Design-based decision making for coastal climate change adaptation, Journal of Landscape Architecture, 15:1, 6-17, DOI: 10.1080/18626033.2020.1792648 To link to this article: https://doi.org/10.1080/18626033.2020.1792648 Published online: 17 Jul 2020. Submit your article to this journal Article views: 26 View related articles View Crossmark data Full Terms & Conditions of access and use can be found at https://www.tandfonline.com/action/journalInformation?journalCode=rjla20",
        "Theorizing the resilience district: Design-based decision making for coastal climate change adaptation Alan M. Berger, Michael Wilson, Jonah Susskind MIT, USA Richard J. Zeckhauser Harvard University, USA Abstract Introduction Today, coastal cities face mounting pressures to plan for increased exposure Human settlement has always been inextricably tied to bodies of water for to chronic flooding, and ultimately significant sea level rise. The required sustenance, trade and a more accommodating climate. For coastal cities, this investments in urban adaptation are inherently expensive, uncertain and relationship is increasingly fraught with risk due to the likely catastrophic long-term. These factors pose significant challenges for both effective effects of climate change. Record-breaking storm surges and increasing choice and collective action. precipitation rates (most consequential), pose immense challenges for This paper argues that metropolitan ‘resilience districts’ offer the appro- long-term urban adaptation. Between now and the end of the twenty-first priate decision-making unit (DMU) to analyze, plan and implement resil- century, the current population along the Atlantic and Gulf coasts of the ience strategies. The working concept of ‘resilience districts’ for urban areas United States may well double. Much of this expanded regional popula- vulnerable to coastal flooding was first coined by a design team at the Mas- tion will inevitably settle in areas strongly exposed to coastal flooding. A sachusetts Institute of Technology spurred by a case study on the New Jer- sea level rise of 1.8 m, unfortunately a reasonable expectation, could put sey Meadowlands from the ‘Rebuild By Design’ (RBD) competition. Cities as many as 13.1 million people in harm’s way by 2100, and recent research have since begun using this term for their own resilience policies, failing suggests even greater increases are possible.1 The resulting flooding will to recognize the original intentions of its meaning. not merely impact the region’s coastlines and floodplains; it will also have This analysis details a resilience districting strategy for the Greater a cascade effect throughout adjacent communities where infrastructure Boston Metropolitan Area. The research culminates with a generaliza- failure and service disruptions may also be catastrophic (Fig. 1). ble urban planning and design framework for protecting critical infra- It is too late to make mitigation the primary strategy for defending structure, ‘thickening’ regional soft systems and transferring density to against climate change. Today, cities, non-profits and non-governmental less vulnerable areas. The overall theme emphasizes landscape as a criti- organizations have turned their attention beyond mitigation and have cal public safety service. focused on adaptation strategies as a primary instrument for enhancing urban resilience.2 This new focus has been strongly reflected in the disci- Climate change / coastal flooding / risk / resilience districts plines of urban planning and landscape architecture, as demonstrated by salient recent initiatives in the United States. These include the ‘Rebuild By Design’ (RBD) initiative, ‘Changing Course: Navigating the Future of the Lower Mississippi River Delta’ design competition, the ‘National Dis- aster Resilience Competition’ (NDRC) and the ‘Resilient By Design: Bay Area Challenge’ initiative. In part through these efforts, ‘resilience’ as a term has expanded from its original ecological and environmental contexts. It has come to denote broader social and cultural mandates, rendering it more broadly applicable but also increasingly diffuse. For example, in 2007 ‘resilience’ was consid- 6 Journal of Landscape Architecture / 1-2020",
        "Figure 1 Flooding of Atlantic and Gulf coasts with 6 feet (1.8 m) of sea level rise. Data sources: 2016 US Census, USGS EROS Archive – Digital Elevation – SRTM 1 Arc-Second Global Districts as decision-making units (DMUs) ered ‘the physical ability of a system to absorb a shock while maintaining Well-designed resilience projects yield significant expected savings relative structure and function’, but five years later, its definition had broadened to their costs, often many times over. Nevertheless, actual expenditures by to include the politics of preparation, planning, recovery and adaptation.3 municipalities on resilience tend to fall well short of the totals needed for The evolving vernacular role of this term reflects both an increased sense high-value regional projects.4 Traditional public policy suggests that in of urgency around issues related to climate change and the need for more order to secure adequate funding for large-scale project implementation, innovative and intense disciplinary engagement from planning and design the size of the decision-making unit (DMU) should be optimized in order professionals. to incorporate significant externalities.5 Tugging in the opposite direction, In the United States, landscape architects and allied urban policymakers decision-making effectiveness should not be compromised by incorporat- must find new ways to invest in, design and govern urban areas vulnerable ing too variegated a domain. to climate change. The traditional approach of localized, defensive engi- As the size of the DMU increases, decision-making effectiveness tends neering strategies will be woefully insufficient. Rather, long-term resil- to suffer from extended processes of negotiation and compromise. Shrink- ience projects must extend both further along the coastline and further ing the DMU to account for a smaller portfolio of mutual risks and assets inland so that whole regions, not merely local areas, are protected. They might reduce the need for compromise, thereby strengthening the resilience must incorporate a broader, regional cross section of urbanized communi- potential. However, two sets of costs would arise. The first set of costs would ties and connected landscape systems that are at risk together. raise the relative magnitude of externalities that extend beyond the DMU, In this sense, one of the most compelling trends in the field of resil- thus raising the tally of uncounted or underweighted costs and benefits. ience planning has been the proliferation of various districting schemes The second set of costs relates to the fact that small DMUs allow potential for organizing long-term coastal adaptation. For centuries, districting in funders to move relatively locally. That is, business owners and other capital the United States has been a pragmatic tool for protecting resources, dis- interests that would be a primary source of funds may simply opt out. Their tributing services and ensuring representation in the face of uncertainty. required contribution to local resilience can be no greater than the benefits In this essay, we explore the role of districts within the context of resilience and protections they are likely to secure from the district. As departures planning and design as the country and the world prepare for significant of prime funding agents take place, the remaining tenants and land own- climate change. We analyze various ways of structuring and scaling urban ers may no longer have sufficient capacity to finance their own protection. districts based on regional scenarios. Then, using the Greater Boston Met- These features lead to the spatial Goldilocks principle of urban resilience. ropolitan Area as a case study, we articulate a theoretical framework for Individual projects are not only too small to achieve their desired effect, ‘resilience districts’ designed to mitigate systemic risks for regions. These but also fail to incorporate important externalities. The metro region, or must also achieve agglomeration benefits and optimize future land use even a substantial city, is too large and heterogeneous to provide the nec- at the regional level. essary policy support over the long term. The Goldilocks midpoint, the urban district, has been a pragmatic and readily understood approach for US urban planning for centuries. Journal of Landscape Architecture / 1-2020 7",
        "Figure 2 Perceived boundaries of 1960 Boston districts. Image source: Kevin Lynch, The Image of the City (Cambridge, MA: MIT Press, 1960), 69. Districts in contemporary discourse Designing districts for extreme uncertainty As cities continue to feel increased pressures to make expenditures to cope Kevin Lynch describes districts as ‘the medium-to-large sections of the with climate change, there has been a growing trend towards safeguarding city, conceived of as having two-dimensional extent, which the observer urban lands through the development of ‘ecodistricts’. Increasingly, pub- mentally enters “inside of”. [They are] recognizable as having some com- lic-private partnerships have promoted the aesthetic, environmental and mon, identifying character’ from the outside through their edges or land- economic benefits of these urban ecodistricts, and lauded their ability to marks.9 This description offers a practical but limited criterion for under- be ‘small enough to innovate quickly, yet big enough to have a meaning- standing the concept of a district by defining it through a discrete set of ful impact’.6 On the other hand, some urbanists have expressed concerns static, observable parameters. Today, within the context of urban resilience, that such themed districts often become islands of affluence for the rich these defining parameters must be reconceived using a more fluid, per- and powerful, and as such threaten to undermine broader planning goals formance-based model. Districts must be understood not simply as spa- of social equity or environmental sustainability.7 This raises complex ques- tial units, defined by aesthetic qualities or physical characteristics, but as tions about how to design resilience districts that do not further exacerbate flexible tools that can guide urban adaptation in response to environmen- the social inequities and resource disparities that are already a significant tal, social and political uncertainties. The strategies deployed by a district threat to the health and survival of cities.8 Proactive urban visions must must be able to account for and facilitate the simultaneous management of grapple with these competing factors: addressing local nuances of social multiple overlapping urban systems. They must address the dynamic ways and environmental conditions while enabling scarce but cost-effective in which individual components relate to each other, both before, during infrastructure funding. To find a healthy compromise will require land- and after a threatening event such as a storm or flood (Fig. 2). scape architects and urban design professionals to take a more active role Many common districting strategies are defined by parameters that are within regional governance structures. much more relevant to adaptation planning than Lynch’s simple description Nearly all urban districts are formed around the distribution of services, could possibly encompass. Water and sewerage districts_whose bounda- the protection of resources or the control of land use. Landscape is often ries are naturally determined by service capacity_are drawn in accord with considered a valuable urban amenity in terms of public health, recreation underground infrastructure networks; their edges and landmarks are not and aesthetics. As such, many urban districts aim to include contiguous always visible. School districts often shift, appropriately, in response to open spaces within their jurisdictions. However, as landscape architects census updates, thus providing a flexible structure to support new settle- and urban planners look to develop an equitable framework for resilience ment patterns. The jurisdictions of yet other districts, such as urban fire districts given the threat of sea level rise, landscape must be understood districts, often overlap, ensuring redundancy at the district edges, a safety not merely as a recreational or aesthetic element, but as a critical protective feature given the need for rapid delivery of public fire services.10 service. This acknowledgment allows environmental systems to become Each of these districts is operated by deploying a spatial strategy that the primary organizational structure from which the rest of the district- responds directly to its particular set of challenges. From provision of health ing strategy is most effectively deployed. and safety services and security of critical infrastructure, to administration of public policy and regulation of economic investments, meeting each of these challenges helps assure urban resilience planning and design (Fig. 3). 8 Journal of Landscape Architecture / 1-2020",
        "Theorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser Figure 3 Existing districts of Boston. Data sources: MassGIS, 2016 US Census, FEMA, NOAA, Verizon, Massachusetts Department of Environmental Protection, Massachusetts Department of Public Health. BOTH IMAGES MIT LCAU, ZUS AND URBANISTEN, ‘NEW MEADOWLANDS’ PROJECT TEAM (REBUILD BY DESIGN) Figure 5 Rebuild By Design public meeting. Figure 4 Aerial perspective of the Meadowband resilience district in New Yersey. Journal of Landscape Architecture / 1-2020 9",
        "Theorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser After the storm: the New Meadowlands project In the wake of Hurricane Sandy and as a part of the RBD competition, the ects in the Charles River Basin.19 Professional firms and other non-profits Norman B. Leventhal Center for Advanced Urbanism at MIT (LCAU) coined have produced significant public data to support municipal decision mak- and developed the first funded and actionable concept of ‘resilience dis- ing in the adaptation process.20 On other fronts, researchers and advocacy tricts’ in the context of New Jersey’s Meadowlands. The proposal resulted organizations have estimated potential losses and identified community- in a $150-million (€137.5-million) pilot project for the Meadowlands’ com- level hazards from climate change and sea level rise.21 Most recently, in July munities.11 This idea expanded on the tradition of urban districts that have 2018, the city began a planning process focused on zoning and design guide- long been built for flood control or economic development. For example, lines for a flood resiliency zoning overlay district, signalling an expanded the term ‘resilient district’ was once used to describe ad-hoc ‘multicounty engagement with district-scale resilience planning and urban design.22 development and planning bodies’ in response to the Deepwater Horizon Big thinking and bold planning will be required. Recently, local design- disaster of April 2010.12 An earlier effort, though narrower in scope, was Jeb ers envisioned transformative mega-projects including harbour-wide flood Brugmann's ‘resilience zones’ to promote traditional market-based plan- barriers and streets converted to canals.23 ning tools to protect economic assets and systems.13 The LCAU team inventoried the Meadowlands region and investigated A proposed ‘resilience district’ framework for the sites where regional ecology, hydrology and infrastructure overlapped. It Greater Boston Metropolitan Area then developed a set of landscape strategies predicated on ownership, gov- A long-standing rule of location within metropolitan areas is that activ- ernmental jurisdiction and funding availability. The proposed districts ities gravitate to reside in locations ideal for them. Hence, the choices of formed a continuous urban armature along the flood zones, dubbed the hundreds of thousands of decision makers have, over the course of cen- Meadowband. District-based strategies would help mitigate damage from turies, put industries and residences, docks and parks, in logical yet low- extreme weather events and would identify additional infrastructure and lying places. Up until recently, relocation decisions have more or less kept development opportunities in the region (Fig. 4). pace with shifts in the economy and the inflows and outflows of residents, A coalition of area stakeholders including mayors, ecological activ- but today, climate change is on the verge of upsetting this accommodat- ists, business owners, local residents, neighbourhood groups and private ing pattern of location selection. Even low-lying areas miles from the coast, developers joined together and articulated their desires to transform the such as Alewife (a transit hub in Cambridge, Massachusetts), are at risk of Meadowlands into a stronger, more ecologically sound and economically serious flooding related to sea level rise. The leisurely pace of relocation competitive area. Knit into landscape infrastructure, the public-private decisions, whereby a small fraction of activities moves over the course of partnership vision secured community buy-in to meet its long-term costs a decade, will not be nearly swift enough to prevent severe, perhaps cata- so as to secure benefits for owners and tenants. The built future of the strophic damages. A massive exodus from high-risk coastal areas and strong project, similar to many of the RBD proposals, and indeed the entire pro- and highly expensive protective emplacements are surely needed. How can cess, is only just underway, but elsewhere, along the US Atlantic coastline, decisions and implementation of such major measures take place in mere cities have already begun to plan their own resilience districts (Fig. 5).14 years, rather than decades or centuries? We have developed our proposed resilience district strategy as a potential answer. Boston represents our case Before the storm: climate-ready Boston study as a plausible site for application. The implications of Hurricane Sandy were well understood far beyond the Our strategy starts with the recognition that Boston sits at a remarka- New York City region. Had the storm made landfall five hours earlier, Bos- ble intersection of history and geography. Extensive marshes and mud flats, ton and much of the New England coast would have experienced unprece- which formerly protected the city’s harbours, have been backfilled during dented flooding.15 This realization, combined with the fact that the Greater the past two centuries. Industrial waterfront development and regional Boston Metropolitan Area had only narrowly escaped five similar events transportation infrastructure benefitted, but the price was a massive loss of in five years, added urgency and focus to the city’s adaptation efforts.16 resilience protection. Today, nearly half of the present metro area is built at Shortly after Sandy, two separate mapping and modelling efforts made roughly the same low elevation: within 20 feet (6 m) of Mean Higher High the growing risks to Boston from flooding and sea level rise both evident and Water level (MHHW). Local flood exposure will be significantly influenced more precise. First, the FEMA Flood Insurance Rate Map revision increased by microtopographic features.24 The National Oceanic and Atmospheric Boston’s land area in a Special Flood Hazard Area by 70 per cent to 2,800 Administration’s Sea, Lake and Overland Surges from Hurricanes (SLOSH) acres (1,133 hectares). This revision more than tripled the number of resi- model reveals that a Category 4 hurricane could threaten 42 per cent of Bos- dences designated within the 100-year floodplain to 13,400 homes and ‘at- ton’s population and over 335,230 housing units. The threat is widespread. risk’ businesses multiplied 12.5 times to 2,500.17 That a single storm could More than forty-five potential breach points could lead to localized flood- lead to such a vast escalation in assessed properties at risk raised alarms. ing throughout the city and surrounding areas (Figs. 6 & 7). Second, an engineering study suggested that the same 1 per cent annual Comprised of dozens of individual municipalities, the Greater Boston chance of flood hazard coupled with sea level rise could flank or overtop Metropolitan Area is the fourth-most densely populated region in the the New Charles River Dam within forty or fifty years.18 Reverberations United States.25 Though many Boston-area communities are not strictly from the dam’s inadequacy would be catastrophic; the entire regional coastal, even those with less direct flood exposure will likely experience economy would be disrupted. severe losses from sea level rise and higher precipitation-caused flooding Environmental innovation and leadership are Boston hallmarks. The when utility service is severely disrupted and transit systems fail. Yet despite city’s past adaptive approaches have ranged from raising entire city blocks this cascade of consequences, until recently coastal resilience decisions have in vulnerable neighbourhoods to landscape-scale soft infrastructure proj- been made autonomously by individual municipalities. Comprehensive 10 Journal of Landscape Architecture / 1-2020",
        "Figure 6 Map of reclamation projects over time along Boston Harbor coast- line. Map redrawn by authors, based on original from: Alex Krieger and David Cobb (eds.), Mapping Boston (Cambridge, MA: MIT Press, 1999), 118. Figure 7 Storm surge model showing critical infrastructure Data sources: MassGIS, Massachusetts Department of and potential breach points around Boston Harbor. Transportation, Boston Harbor Association. Journal of Landscape Architecture / 1-2020 11",
        "Figure 8 Regional hydrology diagram and outline of proposed Boston resil- ience districts. Figure 9 Tiered resilience districts scheme for the Greater Boston Area. 12 Journal of Landscape Architecture / 1-2020",
        "Theorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser regional coordination simply did not exist. In 2015, fifteen regional may- vate private development. In ecological restoration areas, well-considered ors convened to form the Metro Mayors Climate Preparedness Taskforce, earthworks could mould open spaces and restore critical habitats (Fig. 10). a hopeful first step towards a more collaborative approach. To date, how- The up zone encompasses most of the resilience district’s higher eleva- ever, these collaborative efforts have focused solely on mitigation strategies. tion. Though the direct effects of flooding are less prevalent here, indirect Single communities within dense metropolitan areas cannot possibly meet effects of regional infrastructure failure could still inflict major losses. The the challenges of sea level rise by acting alone. Our proposed resilience dis- transfer of development rights here from the down zone can help support trict scheme is designed to aggregate neighbourhoods from adjacent cit- increased density and provide real estate options for down-zone residents ies and towns based on mutual flood exposure and shared benefits of dis- who wish to relocate within reach of critical local resources such as schools trict-wide adaptation strategies. Appropriate districts will be defined by and hospitals. A special permit process within the up zone could help to identifying the region’s underlying landscape systems, which will serve ensure equitable access to public benefits like open space, a strategy that as a primary organizational framework. Instead of following predefined complements long-standing environmental planning goals such as ‘tran- municipal boundaries, resilience districts are determined by tracing the sit-oriented development’. region’s primary hydrology. Coastlines, rivers and wetlands will often serve In Boston, there is a precedent for using such discretionary powers to define the outer boundaries of a district. on reclaimed land. The Massachusetts Public Waterfront Act, commonly Once the resilience districts have been identified, they will be sub- referred to as Chapter 91 of the Massachusetts General Laws, is the pub- divided into three distinct zones: a ‘down zone’, where risk is the great- lic trust doctrine that oversees the use of the Commonwealth’s tidelands. est, an ‘up zone’, most secure against risk, and a ‘transition zone’, where Applied to harbour-edge development, it is the oldest programme of its activities are expected to shift as risk eventuates. This strategy of subdi- kind in the nation. Currently protecting public access, safety, livelihoods vision is designed to facilitate the process of putting resilience measures and critical ecology, it could help aid the transition of historical bound- in place. Those measures would protect critical infrastructure, draw thick aries of water and land into a gradient of wet to dry conditions (Fig. 11). lines of defence and transfer density from areas at greatest risk, i.e. away A ‘transition zone’ lies between the down and up zones. This zone acts as from coastlines and other flood-prone bodies of water, to the higher, drier a staging ground for the continual evolution of the resilience district. Over land of up zones. Those up zones are where the most-at-risk communities time, the more exposed outer edge of the transition zone will become the have the potential to relocate yet remain within the reach of existing com- new urban waterfront. Building codes here will be updated periodically to munity networks (Figs. 8 & 9). reflect this eventual transformation. Meanwhile, new infrastructure can be added along the zone’s less risky inner edge in order to support increased Resilience zones density in the up zone. Permits for new development should privilege proj- To elaborate, the down zone is the low-lying area in each resilience district ects that offer support for residents to remain in place by ensuring that with the greatest exposure to coastal flooding. Resilience projects in this they have both the social and economic resources to maintain their live- zone should protect critical infrastructure using walls, berms and levees, lihoods and the critical facilities and support services to remain safe dur- while expanding the hydrological capacity of the district using engineered ing future storm events. wetlands and other forms of soft infrastructure. This zone will probably The transition zone will also incorporate a thick line of defence that see the highest level of expenditure. Over time, property owners in the combines hard and soft infrastructure, leveraging opportunities that capi- down zone will gradually transfer unused development rights to plots in talize on existing linear features such as highways and rail corridors. Cou- less vulnerable zones or sell these rights back to the city. The city in turn pled with hard structures (walls, dams, dikes and stairs), protective soft may transfer or sell these rights to a private or municipal development infrastructure such as earthworks (terraces, mounds and berms) would rights bank.26 Down-zone areas can then be converted to more flux-recep- be built parallel to the coastline (Fig. 12). tive land uses such as floodable parks, constructed wetlands and/or adap- To select a metaphor from the somewhat remote field of medicine, the tive waterfront industries. resilience district concept can be thought of as an instrument of triage. It Throughout the down zone, a rating system would be deployed to eval- identifies the places within an ecologically connected area that almost cer- uate existing and proposed structures for their ability to withstand storm tainly will ultimately perish, perhaps soon_the down zones_the areas surge flooding, saline conditions and wave action. This measure of flux- that are likely to have a long and healthy existence_the up zones_and the receptiveness or hydro-adaptiveness would be parallel in concept to exist- areas that can survive for now but will likely face significant risks down ing metrics for environmental performance employed by the US Green the road_the transition zones. The difference from the medical triage pro- Building Council. Other flood-exposed communities along the Atlantic cess is that this triage process will foster the survival of the overall organ- and Gulf coasts, such as Broward County, Florida, are already pioneering ism, the metropolitan area. That is because the three zones are strongly research into such a building or zoning code.27 Over time, existing build- linked by externalities. ings rated ‘vulnerable’ would be retrofitted or rezoned. For example, down- The ultimate aggregation of as many as ten resilience districts in the zone areas in East Boston could encourage water-dependent logistical and Boston region might suggest a new coordinating role for public agen- production activities such as shipping and aquaculture. cies, but such agencies should not be a requirement for action. Decision These down zones should be designed comprehensively to produce a new making in these districts will require multiple layers of community par- public waterfront, to provide vibrant connections with multimodal trans- ticipation and sustained professional involvement as better information portation networks across the harbour, to anchor public spaces and acti- about the impacts of climate change continues to emerge. The resilience Journal of Landscape Architecture / 1-2020 13",
        "D U O P W Z N Z O O N E N E ALI AL-SAM MARRAIE ALI AL-SAM MARRAIE Figure 10 ‘Down zone’ diagram. Source: LCAU. Figure 11 ‘Up zone’ diagram. Source: LCAU. Conclusions and future directions Today, in the face of almost inevitable severe climate change, cities must be able to look far beyond their immediate planning horizons and the terms of elected officials currently in office in order to engage with a highly uncer- tain future that stretches for decades, not merely years. The concept of resil- T R ient districts has the potential to enable such flexible long-term planning. A NSITI Though districting strategies have long been a mainstream part of urban O N planning and design in the United States, the resilience districts proposed Z O N here represent a radical departure from historical approaches. They shift E away from the traditional decision-making units that operate through political designations, such as municipalities or states, into aggregations ALI AL-SAM MARRAIE o o ergf syc fo , otm ro _pm o pu g on r tai et p ni he ts iy a b a lla n ys d e r d ao d to h in ce a rs l _h laa anr de dd as p cf a tl ao p to e id os nye s sx t ,p e io m ns u us r rbe be. ac T noh m fu oe rs m, t hr .e e g T pi ho r ein m ra el a ah r ryy e d d tr wro iv ol- - major challenges to making metropolitan areas resilient: structuring a Figure 12 ‘Transition zone’ diagram. Source: LCAU. framework for making effective decisions and securing the finances for paying for those decisions. This analysis, and its delineation of the con- cept of resilience districts, has focused overwhelmingly on the first of those challenges. We recognize the central importance and immense problem of financing. There are multiple major impediments: first, districts and district framework, as outlined here, offers a simplified legal framework tax authority are not coextensive; second, the most cost-effective actions for calibrating adaptation responses to various degrees of urban climate are anticipatory and preventive. In virtually any political context, how- risk. Such responses will be required if our major metropolitan areas are to ever, substantial pre-disaster expenditures on adaptation will be difficult effectively take on the unprecedented threats from climate change. Resil- or even impossible to achieve. Community leaders and politicians rarely ience districts have the potential to engage both citizens and experts in the look beyond the immediate future. Low-probability events such as severe Herculean challenge of implementing the massive realignments of peo- floods, even when risks are elevated, are unlikely to happen on their watch. ple and resources to confront rising waters and significantly more severe These observations imply that however decisions are taken, efforts to boost storms. The resilience district concept is general, but each metropolitan resilience will be woefully insufficient. The resilience district concept rec- area will have to deploy the framework in a distinct fashion, in response to ognizes this reality. It hopes to promote decisions that are effective, even its topography and hydrology as well as local social and political realities. if they are insufficient. 14 Journal of Landscape Architecture / 1-2020",
        "Theorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser One of the greatest challenges for resilience-focused urban design is that from sea level rise and coastal flooding. Resilience districting offers land- implementation is often only possible after important but lengthy processes scape architects and other design professionals a flexible mechanism for of public outreach and environmental impact review. Frequently, these reframing the physical response to the urgency of climate change at the processes will not begin in earnest until after a devastating storm event, local and regional levels, the levels at which effective action must be taken which is when the political will and investment capital may ultimately be (Figs. 13, 14 & 15). unlocked to facilitate localized rebuilding efforts. Districts with prepared plans in place would be more likely to obtain immediate federal and state Acknowledgments reconstruction funds, funds that are often only available for a limited time The MIT Center for Advanced Urbanism (CAU) is now called the MIT Nor- following a catastrophic event. The scale of the resilience district, and the man B. Leventhal Center for Advanced Urbanism. The name change occurred relative flexibility of its tiered structure, provides a more agile decision- in June 2016, during the drafting of this essay. All work reference from 2012 making unit, one capable of implementing ‘shovel-ready’ urban design to 2016 may be found in the public domain under CAU. The authors would proposals to recover from past flood events and prepare for future ones. like to acknowledge Fadi Masoud, Assistant Professor of Landscape Archi- Landscape architects have long advocated urban design processes that tecture and Urbanism, John H. Daniels Faculty of Architecture Landscape can better accommodate environmental flux in the public realm. In the and Design, University of Toronto, for his contributions to earlier versions future, if they emerge as decision participants and not merely passive of this work done within the LCAU. advocates, landscape architects can counter the growing cost of inaction Figure 13 Rendering showing Boston Harbor (with proposed resilience districts outlined). Source: LCAU. Journal of Landscape Architecture / 1-2020 15 DNIKSSUS HANOJ A Includes parts of East Boston and Revere B Includes parts of Dorchester, Roxbury, and Mattapan C Includes parts of South Boston and Jamaica Plain D Includes Downtown Boston, and Back Bay E Includes parts of Allston and Brookline F Includes parts of Cambridge, Somerville, and Charlestown",
        "Figure 14 Rendering showing Boston Harbor (with proposed design scenario). Source: LCAU. Figure 15 Rendering showing Boston Harbor during a hurricane (with a theoretical evacuation scenario). Source: LCAU. 16 Journal of Landscape Architecture / 1-2020 DNIKSSUS HANOJ DNIKSSUS HANOJ",
        "Theorizing the resilience district: Design-based decision making for coastal climate change adaptation A. M. Berger, M. Wilson, J. Susskind, R. J. Zeckhauser NOTES 1 Robert M. DeConto and David Pollard, ‘Contribution of 16 Matt Conti, ‘Another Close Call as Blizzard Juno’s Storm 27 Leonard Vialpando, ‘Essential Tools: Integrating the Antarctica to Past and Future Sea Level Rise’, Nature 531/7596 Surge Peaks at Low Tide’, NorthEndWaterfront.Com blog Southeast Florida Sea Level Rise Projections into Community (31 March 2016), 591–597. (27 January 2015), http://northendwaterfront.com/2015/01/ Planning’, presented at the The Regional Climate Action another-close-call-as-blizzard-junos-storm-surge-peaks- Plan Implementation Workshop, Fort Lauderdale, Florida 2 Arup, ‘City Resilience Framework’, The Rockefeller Founda- at-low-tide/. (14 July 2016), www.southeastfloridaclimatecompact.org/ tion (April 2014), www.rockefellerfoundation.org/report/city- events/event/slr—rcap/. resilience-framework/. 17 Boston Planning and Development Agency, ‘FEMA FIRM Memorandum to Boston Conservation Commission’ 3 Intergovernmental Panel on Climate Change, ‘AR4 SYR (18 November 2015), www.bostonplans.org/planning/plan- Synthesis Report Annexes - Glossary R-Z’ (2007), www.ipcc.ch/ ning-initiatives/article-37-green-building-guidelines; City BIOGRAPHICAL NOTES publications—and—data/ar4/syr/en/annexessglossary-r-z.html. of Boston, ‘City of Boston Appeals Preliminary FEMA Flood Alan M. Berger is the Norman B. and Muriel Leventhal 4 Urban Land Institute (ed.), After Sandy: Advancing Strate- Maps’ (27 August 2014), www.cityofboston.gov/news/Default. Professor of Advanced Urbanism, co-director of the Norman B. gies for Long-Term Resilience and Adaptability, A ULI Advisory aspx?id=14781. Leventhal Center for Advanced Urbanism at MIT, and direc- Services Panel Report (Washington, DC: Urban Land Insti- 18 City of Cambridge, ‘Climate Change Vulnerability Assess- tor of P-REX lab. tute, 2013). ment’ (2015), www.cambridgema.gov/CDD/Projects/Climate/ Michael Wilson is a doctoral candidate in the Department 5 The term ‘externalities’ here refers to costs imposed on climatechangeresilianceandadaptation.aspx. of Urban Studies and Planning at MIT. (negative externalities) or benefits provided to (positive 19 Karl Haglund, Inventing the Charles River (Cambridge, MA: externalities) parties other than the decision maker. Jonah Susskind is a lecturer in the Department of Urban MIT Press, 2002); Nancy S. Seasholes, Gaining Ground: A History That is because the decision maker will give insufficient Studies and Planning at MIT and a research associate at the of Landmaking in Boston (Cambridge, MA: MIT Press, 2003). weight to those costs or benefits. Norman B. Leventhal Center for Advanced Urbanism. 20 Sasaki Associates, ‘Sea Change Boston’ (2014), www.sasaki. 6 Shannon Bouton, David Newsome and Jonathan Woetzel, Richard J. Zeckhauser is the Frank P. Ramsey Professor of com/project/360/sea-change-boston/; The Trust for Public ‘Building the Cities of the Future with Green Districts’, Political Economy, Harvard University, Kennedy School of Land, ‘Climate-Smart CitiesTM–Boston’ (2015), www.tpl.org/ McKinsey & Company (May 2015); EcoDistricts, ‘The EcoDis- Government. climate-smart-cities%E2%80%93boston. trictsTM Framework: Building Blocks of Sustainable Cities’ (May 2013), www.wsdot.wa.gov/NR/rdonlyres/6F915B3C-4206-437A- 21 Ellen Douglas et al., ‘Preparing for the Rising Tide’, The 8798-C595D5729901/0/EcoDistrictsFrameworkMay2013.pdf. Boston Harbor Association (February 2013), http://media.wix. CONTACT com/ugd/6458a7—a6739b77e5c64f6a8279c5cbcc9a493a.pdf; Paul 7 Peter Dauvergne, Environmentalism of the Rich (Cambridge, Kirshen, Kelly Knee and Matthias Ruth, ‘Climate Change and Alan M. Berger MA: MIT Press, 2016); Dennis R. Judd, ‘Constructing the Tour- Coastal Flooding in Metro Boston: Impacts and Adaptation Phone: +1 617 253 6707 ist Bubble’, in: Dennis R. Judd and Susan S. Fainstein, The Strategies’, Climatic Change 90 (15 October 2008), 453–473. aberger@mit.edu Tourist City (New Haven: Yale University Press, 1999), 35–44, 51–53; Mike Hodson and Simon Marvin, ‘Urbanism in the 22 Boston Redevelopment Authority, Request for Propos- Michael Wilson Anthropocene: Ecological Urbanism or Premium Ecological als; Boston Flood Resiliency Zoning Overlay District and Phone: +1 617 324 7715 Enclaves?’ City 14/3 (1 June 2010), 298–313. Resiliency Design Guidelines, www.bostonplans.org/BRA- mtwilson@mit.edu Components/WebParts/Default.aspx?id=740&projectid=167; 8 Atyia Martin, ‘A Framework to Understand the Relation- Jonah Susskind Barbara Moran, ‘New Zoning Codes Would Help Mitigate ship between Social Factors That Reduce Resilience in Cities: Phone: +1 413 320 3224 Boston Flood Risk, Report Says’, WBUR News (28 September Application to the City of Boston’, International Journal of jonahsus@mit.edu 2018), www.wbur.org/news/2018/09/28/zoning-boston-flood- Disaster Risk Reduction 12 (June 2015), 53–80. ing-concerns. Incidently, on 26 June 2018 (less than a month Department of Urban Studies and Planning 9 Kevin Lynch, The Image of the City before the City of Boston released a public RFP for the devel- Massachusetts Institute of Technology (Cambridge, MA: MIT Press, 1960), 47. opment of resilience district guidelines) LCAU researchers and 77 Massachusetts Avenue, 10-485 co-authors of this paper met with municipal policymakers in Cambridge, MA 02139 10 Massachusetts Emergency Management Agency, ‘State- the city of Boston to discuss our work on the topic. USA wide Fire Mobilization Plan’ (22 February 2018), www.mass. gov/service-details/statewide-fire-mobilization-plan. 23 Hubert Murray and Antonio Di Mambro, ‘The High Richard J. Zeckhauser Tide of Opportunity’, ArchitectureBoston (Summer 2010), Harvard Kennedy School 11 MIT LCAU, ZUS and URBANISTEN, ‘New Meadowlands: https://architectureboston.files.wordpress.com/2010/05/ Harvard University Productive City + Regional Park’, Rebuild By Design blog (2014), murray-dimambro—summer10—web.pdf; Urban Land Insti- Littauer-312, 79 JFK Street www.rebuildbydesign.org/project/mit-cau-zus-urbanisten- tute Boston/New England, ‘The Urban Implications of Liv- Cambridge, MA 02138 final-proposal/. The concept of ‘resilience districts’ was intro- ing with Water’, edited by Virginia Quinn (September 2014), USA duced to the team by Alexander D’Hooghe. http://boston.uli.org/wp-content/uploads/sites/12/2012/04/ Phone: +1 617 495 1174 12 Kate Gordon et al., ‘Beyond Recovery: Moving the Gulf ULI—LivingWithWater-Final1.pdf. richard.zeckhauser@harvard.edu Coast Toward a Sustainable Future’, Center for American Progress 24 Alex Krieger and David Cobb (eds.), Mapping Boston blog (9 February 2011), www.americanprogress.org/issues/ (Cambridge, MA: MIT Press, 1999). green/reports/2011/02/09/9048/beyond-recovery/. 25 ‘Boston, Massachusetts Population 2019’, World Popula- 13 Jeb Brugmann, ‘Building Resilient Cities: From Risk tion Review, http://worldpopulationreview.com/us-cities/ Assessment to Redevelopment’, Ceres, The Next Practice, boston-population/. University of Cambridge (November 2013). 26 Eric Hartge, Jesse Reibligh and Cole Sito, ‘Coastal Adapta- 14 Julian Spector, ‘New Orleans Is Finally Embracing Water tion Policy Brief’, Stanford Center for Ocean Solutions (2018), After Years of Fighting It’, CityLab (29 January 2016), www.cit- https://oceansolutions.stanford.edu/sites/default/files/ ylab.com/design/2016/01/new-orleans-water-hud-gentilly- Transfer%20of%20Developemnt%20Rights%20WEB.pdf. katrina-hurricane-flood/431595/, accessed 30 April 2019. 15 Carl Spector and Leah Bamberger, ‘Climate Ready Boston’, City of Boston (October 2013), www.cityofboston.gov/news/ uploads/30044—50—29—58.pdf. Journal of Landscape Architecture / 1-2020 17"
    ]
}