{
    "FILE_NAME": "https://sustainablebuildingsinitiative.org/assets/images/FINAL%20Climate%20Resilience%20Template%20for%20Buildings%2003.07.19.pdf",
    "ALL TEXT": "Climate Resilience Template for Buildings ABOUT THIS TEMPLATE This template serves as a guide for commercial real estate property owners and managers to help prepare their individual facilities for climate change. It compiles existing best practice resources and includes new guidance to aid decision-making and resilience project implementation. This includes a vendor list for climate resiliency services compiled by A Better City based on the results of a December 2018 Request for Information (RFI) and an excel worksheet that organizations can use to capture the data specific to their properties’ climate risks and vulnerabilities. While the content focuses on Boston, Massachusetts, best practices are referenced throughout the document that may be helpful for any organization planning for resilience or seeking resources for different types of resilience initiatives or vendors. This template and its associated workbook are appropriate for commercial real estate property owners and managers considering resilience at a building level. Although it is primarily focused on preparing existing buildings and their daily operations for climate change, it can inform risk planning for new construction or major rehabilitation projects. Incorporating resiliency into new construction or property portfolios requires additional considerations, beyond the scope of this guide including: incorporating climate risk management into property acquisition and due diligence processes; utilizing resilience principles in building design and construction best practices; or establishing an organizational-level resilience strategy and educating senior leadership and Boards of Directors. Although not currently included, A Better City and the Boston Green Ribbon Commission are committed to developing additional tools and research to support the incorporation of resilience into organizational management and new acquisitions or construction projects in future years.INTRODUCTION THE CASE FOR NEAR-TERM ACTION Boston is already experiencing the impacts of Regardless of the additional level of carbon climate change. Results from surveys to a emissions in the coming decade, anticipated small group of A Better City members have climate impacts through 2030 are fairly uniform indicated that building owners and operators across projections. Given this, building owners across Boston have or plan to update and operators can base near-term investments operating plans to respond to days of extreme with a high level of certainty. After 2030, the precipitation, heat and flood risks.1 Each of volume of greenhouse gas emissions will have these trends—extreme precipitation, extreme significant bearing on the magnitude of climate temperature, sea level rise, and storm surge— impacts. Larger impacts and higher recovery is expected to worsen in the coming decades. costs are associated with higher levels of As such, planning for climate resilience is a greenhouse gas emissions. These impacts can business necessity. The Federal Emergency be avoided through continuing to aggressively Management Natural Hazard Mitigation invest in efficiency and renewable energy, Saves: 2017 Interim Report shows that for alongside resiliency. While these long-term every $1 spent on hazard mitigation, $6 is impacts may not seem pertinent to near-term saved.2 decision-making, the significant variation in anticipated impacts between business as usual Whether owners and operators chose to and reduced emissions scenarios reinforces the conduct in-house vulnerability assessments or importance of adapting to climate change and pursue a resilience audit, the process of reducing emissions, simultaneously where identifying risks, developing solutions and possible. prioritizing preparedness investments will lead to better outcomes for tenants, investors, and operators in the near- and long-term. Boston’s Climate Impacts The City of Boston has conducted a comprehensive analysis to determine how global climate change will impact neighborhoods and residents in Boston. The results included in the comprehensive 2016 Climate Ready Boston study report provide important context for building owners and developers as they consider near- and long-term investments in the safety of their buildings.3 The major climate factors all building owners and operators should be aware of are highlighted below. Extreme Temperature The average summer temperature in Boston will continue to increase, resulting in a greater number of days with extreme heat. • Days over 90 Degrees: By 2030, there may 20 - 40 days over 90 degrees—as compared with the 11 on average between 1971 and 2000.4 Under a Business as Usual scenario in which little is done globally to reduce GHG emissions, nearly the entire summer—or 90 days—may be over 90 degrees by 2070, including many days over 100 degrees. • Average Temperatures: By 2050 average summer temperatures could be as high as 76 degrees—compared with 69 degrees now—leaving Boston with a summer climate closer to Washington D.C. By 2100, the summertime average may reach 84 degrees. 1 In early 2018, A Better City surveyed a subset of its members impacted by Winter Storm Grayson determining that there was an awareness of and planning for climate impacts. 2 Please see: https://www.fema.gov/natural-hazard-mitigation-saves-2017-interim-report 3 Note: Climate Ready Boston data is updated every five years. 4 All figures are presented in Fahrenheit. 2• Urban Heat Island: These temperature extremes may vary across the city due to the urban heat island effect, which refers to areas with higher temperatures due to the presence of concrete, steel, and other building materials that retain heat. This means communities or districts without open space, tree cover, or proximity to water may feel the impacts of rising temperatures more dramatically. • Overnight Lows: According to the National Oceanographic and Atmospheric Administration’s August 2018 National Climate Report, summer minimum temperatures (also called overnight lows) in 2018 were “exceptionally warm,” and broke the previous record for average minimum temperatures set in 2016. Since NOAA’s observations began in 1895, they have observed that “summer overnight low temperatures are warming at a rate nearly twice as fast as afternoon high temperatures for the U.S.”5 This means that, despite temperatures being cooler overnight on a day-to-day basis, when compared with previous averages, nighttime temperatures have increased more dramatically than daytime temperatures. • Building Implications: These temperature changes will impact the reliability of power supplies, stress mechanical equipment, and limit the ability for outdoor maintenance. They can also affect the health of tenants, especially those that walk or bike to work or must miss work due to heat-related complications. The average temperature increase in overnight lows may have implications for HVAC systems that have historically rested overnight. Sea Level Rise The pace of sea level rise (SLR) in Boston is accelerating and could reach over 3 feet by 2070. • Historic SLR: Boston experienced nine inches of SLR in the 20th century. • Anticipated SLR: An additional four to eight inches are expected by 2030, relative to 2000. By 2050, SLR may reach 1.5 feet above 2000 levels. By 2070, Boston could experience 3 feet of SLR above 2000 levels, depending on the level of greenhouse gas reductions globally. • Building Implications: Building owners and developers in the current floodplain and beyond need to prepare for a near-term scenario in which flooding exacerbated by SLR is more common. Climate Ready Boston predicts flood progression will impact buildings as follows: o Near-Term (2030s-2050s): A 1% annual flood—or “a flood event having a 1-percent chance of being BPDA SLR – FLOOD HAZARD AREA equaled or exceeded in any given year,” often The BPDA SLR – Flood Hazard referred to as a 100 year flood—can be expected to Area is modeled as 1% annual inundate 2,100 buildings, representing $20 billion chance flood event with 40 in real estate value. This flooding is expected to amount to $2.3 billion in physical damages to inches of SLR. buildings and property and other economic losses from relocation and loss of productivity—70 percent of which will be concentrated in Downtown and South Boston. o Medium- to Long-Term (2050s – 2100s): In the latter half of the century, sea level rise will threaten areas beyond the current floodplain. Over a fifth of Boston’s land mass and ten percent of Boston’s existing buildings will be exposed to the 1% annual flood—nearly three times the area exposed today— while 25 percent could be exposed during severe storms. Routine inundation at high tide is also anticipated, threatening nearly five percent of Boston’s real estate market. 5 See “Climate Highlights – summer (June-August) in August 2018 National Climate Report Summary available at: https://www.ncdc.noaa.gov/sotc/national/201808. 3o Geographic Area: SLR impacts are particularly important for developers and owners in the neighborhoods bordering the waterfront, including the North End, Downtown, Seaport, Dorchester, South Boston, East Boston, and Charlestown. o Article 80: The Boston Planning and Development Agency (BPDA) currently requires that developments within the BPDA SLR – Flood Hazard Area consider adding 24” of freeboard above Base Flood Elevation (BFE) for critical facilities and 12” for all other buildings and uses (defined as Design Flood Elevation or DFE). They recommend that buildings are planned and designed to reduce or eliminate flood risk and potential damage and identify any future adaptation planning activities. Information on what parcels fall into the Flood Hazard Area can be found in the BPDA’s Zoning Viewer (see page 9). The BPDA has also recently released a Climate Resiliency Design Reference Guide for New Developments, which defines key terms like BFE and DFE. BPDA is also developing a Flood Resiliency Overlay District based on 40 inches of SLR. Extreme Precipitation The Northeast is experiencing a greater increase in precipitation than any other region in the country. • Historic Increases: Between 1958 and 2010 the amount of precipitation that fell on the days with the heaviest rain or snowfall increased 70 percent. • Anticipated Increases: The average 10-year, 24-hour 24-HOUR STORM storm events have increased to 5.25” and may reach over 5.5.” by 2035. There is significant probability that by the A 24-hour design storm is a end of the century, it will increase to 6”. River flooding is method to estimate the also likely to increase, meaning flooding events are intensity of precipitation over possible beyond just the waterfront communities in a 24-hour period. This is used Boston. to determine parameters for • Building Implications: This increase in extreme infrastructure investment. precipitation will be particularly challenging to Boston’s The design storm can be stormwater drainage system which is designed to handle based on historical averages 4.8” of rain in 24 hours. for a locality. o The BPDA recommends in their Climate Resiliency Checklist that buildings design for a 6”, 10-year, 24-hour design storm be used as the minimum performance target for extreme precipitation events to avoid the risk of flooding and damage. Storms Rising seas mean that floods and storm surge resulting from any future storm will be more severe than current impacts. • Currently, Nor’easters produce most of the storm-induced flooding in the Boston region. While these storms are more common in cold winter months, they can occur at any time of year. It is not clear how climate change will impact these storms, although there is emerging consensus that tropical cyclones (which can become hurricanes if they reach a sustained wind speed of 74 miles per hours) are likely to increase in intensity over the decades ahead. • Building Implications: The flooding potential of all storms will increase as Boston Harbor rises, bringing additional properties into the floodplain. 4Climate Summary 2030 2050 BPDA Planning Factor Thresholds Extreme Heat • Rate of • 20 to 40 • Average • Plan for average increase is days over summer annual accelerating 90 temperatur temperature of • Number of degrees e of 76 56 degrees (as days with • 5 days degrees opposed to 46 extreme heat over 100 today) and 90 will increase degrees days over 90 degrees. • Heat waves will be hotter, • Minimize last longer, heating and and occur cooling with greater requirements frequency with passive cooling strategies Sea Level • Pace of SLR • Additional • Additional • If in BPDA Flood Rise is 8 inches 1.5 feet Hazard Area, accelerating above above 2000 add additional 2000 levels 24” of freeboard levels above base flood elevation for critical facilities and 12” for all other buildings and uses Extreme • Northeast • 24-hour • Use 6” 10-Year, Precipitation experiencing storm of 24-Hour Design greater 5.5.” by Storm increase in 2035 precipitation precipitation level than • Plan to manage anywhere more intense else in the events and country reduce infrastructure burdens 5PLANNING FOR RESILIENCE Ultimately, planning for climate resiliency can be integrated into standard operating procedures. For property owners or managers just beginning to consider climate resiliency, it is important to devote dedicated attention to identifying vulnerabilities, considering solutions, and integrating resilience plans into existing processes. It can be helpful to gather a core team with diverse perspectives on the building’s operation that can collectively devise strategies in response to climate vulnerabilities. Once team members understand the risks posed to their assets by climate change, they will be better equipped to make decisions that increase climate resiliency. A typical resilience planning process should include the following key steps: 1. Create an internal team that understands the building’s operations and assets from diverse perspectives. 2. Identify climate risks in Boston that are relevant to the property. 3. Establish a property baseline to ensure all team members understand the building’s characteristics and assets. 4. Conduct a vulnerability analysis to determine the exposure and sensitivity of building assets to climate impacts, as well as the likelihood and magnitude of the risk posed to the property. 5. Research solutions to mitigate unbearable risk. 6. Prioritize strategies that are best suited to the property’s unique characteristics. 7. Identify financing and incentives to implement strategies. 8. Create an implementation plan that includes the timeline and management processes to achieve all strategies. 9. Implement, evaluate and communicate to ensure strategies are implemented effectively and updated as new relevant information becomes available. 6Start Create an Internal Team Establish a Conduct a Identify Identify Research Prioritize Property Vulnerability financing and Climate Risks Solutions Strategies Baseline Analysis Incentives Record Data Utilize Utilize Utilize Utilize Utilize Tools Tools Tools Tools Tools Create an Record Data Record Data Record Data Record Data Record Data Implementati on Plan No No No No Vendor Vendor Vendor Vendor ? ? ? ? Implement, Evaluate & Communicate Yes Yes Yes Yes Vendor List 71. CREATE AN INTERNAL TEAM Increasing climate resiliency requires property owners and managers to think holistically about building assets and operating procedures. Taking a “whole system” approach—or one that considers all the factors that could put an asset at risk —is easiest when a team is assembled that represents the full scope of a facility’s various functions. Ideally, each representative will bring a different area of expertise—from facilities management to finance—that can help identify risks and inform solutions. The U.S. Green Building Council-LA has created a building resilience primer that provides a comprehensive overview of setting up a team and thinking through its work, which may be helpful for property managers or owners interested in additional information. Select Core Team Members Property owners and managers know their staff best but may want to consider including representatives below. Team Member Sample Tasks/Activities Energy Manager • Identify critical heating and cooling loads, location of critical infrastructure, and management of back-up power systems, if available • Pursue opportunities available through energy efficiency or other incentive programming Maintenance and • Identify critical infrastructure and lifecycle of systems Operations staff • Determine what emergency management efforts may need to be pursued in the near-term Grounds keeping • Identify emergency management efforts, which may need to be and custodial pursued in the near-term or immediate-term staff Security Manager • Identify what emergency management efforts may need to be (and Emergency pursued in the near-term Management • Assist with occupant awareness and compliance with emergency staff, if different) protocols Finance staff • Determine costs and benefits of strategies • Identify available funding and financing sources • Determine how to budget for upgrades Sustainability • Determine how to align sustainability and resiliency efforts Manager Communications • Develop and execute communications plans for internal and staff external stakeholders Personnel or • Ensure tenants are included in necessary planning efforts tenant engagement staff Ideally these representatives will have decision-making authority within their departments, as well as time to devote to dedicated climate resiliency planning in the near-term. Over time, this process will help each representative incorporate climate resiliency planning into 8business as usual approaches in their departments, creating a culture of climate resiliency across the organization. Assign Roles and Responsibilities As with any task, it can be helpful to designate a project manager and set expectations for core team members. This should include expectations about how regularly the group will convene and what information or materials members should plan to contribute. The team can also determine how to engage internal and external stakeholders throughout their work. Communicate with Team Once a property manager or owner has determined the staff that should be included in the core team planning for climate resiliency, they should send an introductory email to all team members sharing the goals, schedule, and responsibilities of the team. Action Steps  Determine representatives from each relevant department o Include them in Climate Resilience Worksheet Tab 1. Create a Team.  Assign Roles and Responsibilities o Include information under “Task” column in Climate Resilience Worksheet Tab 1. Create a Team  Communicate with team o Schedule first meeting.  Move on to Step 2: Identify Climate Risks 92. IDENTIFY CLIMATE RISKS Once an internal team is assembled, the group should RECOMMENDED TOOLS TO IDENTIFY CLIMATE establish a shared understanding of the climate risks IMPACTS posed to their facility. This step will equip team members with information to determine the potential threats to their commercial buildings and planned BPDA Zoning Viewer developments in the near-, medium-, and long-term. • Sea Level Rise: SLR-BFE layer Actions to take include determining exposure to to determine Base Flood extreme heat, sea level rise (SLR), extreme Elevation for parcels at risk of precipitation, and storms. 1% annual flood with 40 inches of SLR. The City of Boston has completed extensive analysis to Climate Ready Boston Climate determine the risks posed to its neighborhoods. The Explorer 2016 Climate Ready Boston study report analyzes four • Extreme Heat: Heat: Daytime major climate risks: extreme temperatures, sea level Land Surface Temperature rise, extreme precipitation, and storms (see layer. introduction for more information). To support • Sea Level Rise: 1% and 10% education and outreach on these impacts, Boston Annual Coastal Flood Risk and created a Climate Ready Boston Map Explorer that High Tide for 2030s, 2050s, features spatial data. In addition, the BPDA has also 2070s layers. developed a sea-level rise zoning viewer that includes • Extreme Precipitation: Near-, a layer to determine whether a building or parcel is in Medium-, and Long-term the flood hazard area for a 1% storm with 40 inches of Stormwater Flooding layers. SLR. Details on how teams can use these tools are described throughout this section. Resilient MA Climate Clearing House The Commonwealth of Massachusetts has also • Extreme Heat: Average created a Resilient Massachusetts mapping tool, Temperature, Cooling Degree Days, Days over 90, 95, and 100 which can be used for longer-term planning. Each degrees Fahrenheit, and layer contains baseline information, as well as Maximum temperature layers. projections for 2030s, 2050s, 2070s, and 2090s, • Extreme Precipitation: annually and in each season. Each projection also Extreme Precipitation greater includes a “likely range.” While the spatial data is not than 1”, 2”, 4” and Total as granular as the Climate Ready Boston Map (i.e. data Precipitation layers. is presented at the county level, so there is no variation • Storms: Hurricane Surge across neighborhoods or at the parcel level), there are Inundation Zones layer. some instances where the detailed projections in the ResilientMA map may be helpful for planning. These instances are also described throughout this section. Teams that have properties throughout the Boston region or beyond may also find this tool particularly helpful. It should be noted that while these tools are informative, they are not intended to substitute for a technical model of a specific parcel or building. Teams should use these tools to familiarize themselves with likely risks but may wish to contact a third-party vendor to conduct more detailed analysis upon which to base planning or capital decisions. As noted above, to assist commercial real estate owners and operators seeking to advance resiliency work, ABC issued an RFI in December 2018 that requested information from qualified professionals able to help implementing the steps outlined in this template. Users can review ABC’s resulting Vendor List and request more information from ABC on any submission. 10Extreme Temperature and Buildings The average summer temperature in Boston will continue to increase, resulting in a greater number of days with extreme heat and nights with above average nighttime lows. These increases have significant implications for heating, ventilation and air conditioning (HVAC) systems demand and controls, energy costs, and the resiliency of the energy system overall. Higher daytime temperatures also have implications for any grounds or maintenance crews that need to conduct work outside, as well as tenants who walk or bike to work. Temperature extremes may vary across the city due to the urban heat island effect. To determine the likely implications of Boston’s temperature increases on individual properties, teams can utilize the City of Boston’s Climate Ready Boston Explorer. This tool includes a layer for Heat: Daytime Land Surface Temperature based on Metropolitan Area Planning Council and the Trust for Public Land data. This shows areas across Boston that will experience moderate, high, or very high temperatures. Very high correlates with urban heat island effects, which average at least 1.25 degrees Fahrenheit above the mean daily late June/early July temperature. Figure 1– Climate Ready Boston Heat: Daytime Land Surface Temperature Layer Key: Red area depicts urban heat islands, where land surface temperature averages are at least 1.25 degrees Fahrenheit above the mean daily temperature in late June and early July. The Commonwealth of Massachusetts ResilientMA Map includes temperature projections for the state, including layers for projected average temperature, Cooling Degree Days, days over 90, 95, and 100 degrees Fahrenheit, and maximum temperatures (note: this map also includes information on cold temperatures and heating degree days as well). Sea Level Rise and Buildings Boston has already experienced SLR, and its pace is accelerating. Building owners and developers in the current floodplain and beyond need to prepare for a near-term scenario in which flooding is more common. SLR impacts are particularly important for developers and 11owners in the neighborhoods bordering the waterfront, including the North End, Downtown, Seaport, Dorchester, South Boston, East Boston, and Charlestown. The CRB Explorer includes layers for the 1% and 10% annual flood risks and high tides in the 2030s, 2050s, and 2070s. Figure 2– Climate Ready Boston SLR: 1% Annual Coastal Flood Risk 2050s Key: Blue area depicts 1% storm with 21 inches of SLR. The Boston Planning and Development Agency (BPDA) currently requires that developments within the area impacted during a 1% annual change of coastal flood events with 40 inches of SLR—defined as the BPDA SLR Flood Hazard Area—consider adding 24” of freeboard above Base Flood Elevation for critical facilities and 12” for all other buildings and uses (defined as Design Flood Elevation). The Boston Planning and Development Agency has a Zoning Viewer which includes a layer for the BPDA SLR Base Flood Elevation in the SLR Flood Hazard Area. Users can search the viewer by address or parcel ID. 12Figure 3– BPDA Zoning Map: Determining Base Flood Elevation Key: The BPDA Zoning Map can be used to determine Base Flood Elevation. The agency recommends adding 12” (24” for critical facilities) on top of the BFE to find the Design Flood Elevation. Extreme Precipitation and Buildings The Northeast is experiencing a greater increase in precipitation than any other region in the country and it is predicted that the increase in extreme precipitation will overwhelm the current capacity of Boston’s stormwater system. The BPDA recommends a 6”, 10-year, 24- hour design storm be used as the minimum performance target for extreme precipitation events to avoid the risk of flooding and damage to properties. The CRB Explorer includes mapping of stormwater flooding in the near- (2030s – 2040s), medium-(2050s – 2100s), and long-term (2070s and later). Storms and Buildings While there is less certainty in how climate change will impact the frequency or intensity of Nor’easters and Hurricanes in the Northeast, rising seas mean that the flooding and storm surge for any future storm will be more severe than it is today. Buildings will need to be prepared for impacts that are new or more extreme than those they’ve experienced in the past. ResilientMA includes a data layer for Hurricane Surge Inundation Zones for Categories 1 through 4 storms. Roles for Third-Party Vendors Some teams may decide that a third-party vendor will be able to assist in their efforts to align specific climate risks with their assets. ABC’s Vendor List, compiled from their 2018 RFI described above, includes ten firms that can assist with this work. Action Steps The steps below can be completed by the full project team or by a designated point person. In either case, it is important to ensure that all team members agree on the climate factors and timelines the team will be using throughout the resilience planning process. In addition, the 13team should review if there are any relevant district-level projects within the Resilient Harbor Plan occurring near facilities that may mitigate risks or exposure in the near-to-medium term. This foundation will inform next steps, as well as what practices, products, or designs will be implemented to keep physical assets safe.  Determine exposure to extreme heat o Add factor assessment to Resilience Template Worksheet.  Determine exposure to sea level rise o Add factor assessment to Resilience Template Worksheet.  Determine exposure to extreme precipitation o Add factor assessment to Resilience Template Worksheet.  Determine exposure to storm surge o Add factor assessment to Resilience Template Worksheet.  Consider contracting with a third-party vendor to conduct more in-depth assessment of climate risks on a parcel basis.  Move on to Step 3: Establish a Property Baseline. 143. ESTABLISH A PROPERTY BASELINE Once the team has determined the likely climate risks to their assets, the next step is to determine a property baseline, including the building characteristics, systems, and management plans that may intersect with the identified climate risks. This will help determine the asset’s specific vulnerabilities—or exposure to harm—that should be addressed. Collect Relevant Information Property owners and managers likely have a range of data on their property readily available. Property baselining information can be found in: • Architectural drawings • Engineering drawings • Tenant fit-out contracts • Commissioning documents • System operations plans • Operations & maintenance plans Develop Baseline Once existing information is gathered, teams can begin developing a property baseline by populating information already available and identifying gaps in knowledge that should be filled. RECOMMENDED TOOLS TO ESTABLISH A PROPERTY The Boston Planning and Development Agency’s BASELINE Climate Resiliency Guidelines can be helpful in producing this baseline. The Climate Resiliency Guidelines are required for developments subject to BPDA Climate Resiliency Guidelines and Checklist A framework utilized by the BPDA to Boston Zoning Article 80 Large Project, Planned require that all projects consider Development Area, and Institutional Master Plan present and future environmental Review, but the Climate Resiliency Checklist can help impacts including: extreme heat; sea guide property owners and managers as they think level rise; and extreme precipitation; through the type of information they should collect to and consider ways to mitigate them. understand their property as it relates to climate change. For example, the guidelines ask for information regarding the base flood elevation, site elevation at building, first flood elevation, and accessible route elevation. In addition to reviewing the Guidelines, teams may wish to ask the following questions:6 • Site Characteristics o Is building located in the BPDA Flood Hazard Area or the Federal Emergency Management Agency’s (FEMA) Flood Zone? o What affect might surrounding stromwater catch basins have on the property? o Is sewer system separate from the stormwater system or combined? o What proportion of the site is impervious surface or compacted soil? o Could neighboring structures impact site? • Building characteristics o What are the critical assets in or around the building that should be protected? o What is the building’s base flood elevation (BFE)? 6 Adapted from Enterprise Green Communities Ready to Respond Toolkit and the Strategies for Multifamily Building Resilience: https://www.enterprisecommunity.org/solutions-and- innovation/green-communities/tools-and-services/ready-to-respond 15▪ Are there usable areas located below BFE – for example, first floor tenants? ▪ Are there building systems located below BFE – for example, utility or mechanical equipment? ▪ Are there penetrations to the building envelope below BFE – for example ventilation ducts? ▪ What is the vulnerability of elevator systems to flooding? o What mission critical functions would need energy in the event of power failure? o Is heating, ventilation, and air conditioning equipment centralized for whole building or distributed throughout tenant spaces? o Are stormwater and sewer systems adequate and in good repair? o What materials are used for exterior siding, foundation, structural supports and roofing? o What is the condition of the building? Is anything in need of repair? o Is roof likely to absorb or reflect heat? o Do windows have adequate shading? • Overview of existing resiliency efforts o Does the building have adequate backup generation? o Have investments been made to address any issues identified above? o Does the building have an emergency management plan and are operators and tenants trained on it? Roles for Third-Party Vendors Alternatively, teams could decide to hire a third-party operator to conduct this type of assessment on their behalf. As noted above, ABC has compiled responses to their December 2018 vendor RFI. Action Steps  Collect relevant information  Develop property baseline o Fill out each element in the Climate Resilience Worksheet  Identify gaps in information, collect additional material, add them to property baseline  Assess role for third-party vendors to assist in developing a property baseline  Move on to Step 4: Conduct a Vulnerability Analysis 164. CONDUCT A VULNERABILITY ANALYSIS KEY TERMS After learning the different projected climate risks and having a firm understanding of property systems and existing assets, Exposure – “The presence of people, property owners or managers should conduct a vulnerability assets, and ecosystems in places analysis to understand the vulnerabilities and areas for where they could be adversely potential focus. This can be achieved by considering the affected by hazards”. relationship between each essential building asset and the climate impacts that may affect it. Teams may have started to Vulnerability – “The propensity or consider this in the property baseline step, but any predisposition of assets to be preliminary ideas should be refined here. adversely affected by hazards. Vulnerability encompasses exposure, sensitivity, potential The U.S. Climate Resilience Toolkit recommends that building impacts, and adaptive capacity.” owners assess vulnerability in three steps: (1) Determine which assets are exposed to harm; Sensitivity – “The degree to which a (2) Assess each asset’s vulnerability; and system, population, or resource is (3) Estimate the risk to each asset.7 or might be affected by hazards.” Determine Exposure and Vulnerability Adaptive Capacity – “The ability of a Teams should consider each building characteristic included person, asset, or system to adjust in the baseline in relationship to the climate risks identified to a hazard, take advantage of for their asset. For example, if a building is in the BPDA’s new opportunities, or cope with Flood Hazard Area, it is exposed to flooding. The team may change.” also want to consider how stressors—or factors that can exacerbate the hazard—may impact exposure. For example, Risk – “The potential total cost if if a building is currently next to open space that is slated for something of value is damaged or development, the increase in impermeable pavement could lost, considered together with the increase the likelihood of flooding. In contrast, buildings likelihood of that loss occurring. which are located near proposed district-scale resilience Risk is often evaluated as the projects from the Resilient Harbor Plan may experience probability of a hazard occurring reduced exposure. Finally, it can be helpful to consider multiplied by the consequence tipping points, or the points at which incremental changes that would result if it did create a new, irreversible response—for example, flooding happen.” that disables mechanical systems—that might impact operations. The U.S. Climate Toolkit recommends categorizing the “sensitivity” and “adaptive capacity” of each asset to determine its vulnerability. • They define sensitivity as the degree to which an asset is susceptible or resistant to impacts from climate events. For example, two buildings in the floodplain may have the same exposure to flooding, but the one with elevated mechanicals will have a lower sensitivity. • They define adaptive capacity as the ability of a system to cope with stress or adjust to new situations. For example, a building with a backup power generation has a higher adaptive capacity to extreme weather. 7 https://toolkit.climate.gov/steps-to-resilience/assess-vulnerability-risks 17Once the team is aware of the exposure and vulnerability of assets, they can assign an overall vulnerability rating accordingly. This will assist in identifying the most vulnerable or most important assets to protect. Estimate Risks Once teams understand the vulnerability of their assets, they will likely want to understand each asset’s risk exposure. This is important because different assets have different value to building owners and operators. For example, while a parking lot may be very vulnerable to flooding it may not pose nearly as much risk as the flooding of mechanical systems, which would incapacitate a building’s energy supply. The U.S. Climate Resilience Toolkit recommends assessing risk by: • Determining the probability of loss. o To determine probability, teams can consider past events in the Boston area, as well as the future climate projections researched above. • Determining the magnitude of the loss relevant to each asset. o To determine magnitude, it is important to consider if human lives are at stake, the financial losses based on value of assets or property, and the potential interruptions to business operations. The U.S. Climate Resilience Toolkit recommends estimating probability and risk on a high, medium, and low scale in a risk matrix. This can help teams visualize the assets that are subject to high probability of losses and high magnitude of losses—in other words the assets most likely to be damaged and most costly to the organization in terms of capital costs or lost productivity. Their matrix is included below. Figure 4– U.S. Climate Resilience Toolkit Risk Matrix8 : Risk Characterization > s s Relative Risk o l a Low fo y Medium tilib High a b Very High o r P Magnitude of (potential) loss > Those interested in a more rigorous assessment may wish to conduct quantitative analysis. In this case, teams will want to assign a statistical probability to the climate impact and determine the value of each asset in monetary terms. These can be utilized to determine the likely monetary impact to the asset—which can be used to determine the benefit of resilience 8 https://toolkit.climate.gov/sites/default/files/Documenting_Steps_to_Resilience_170405.xlsx 18strategies in later steps. Those interested in more information on how to conduct this type of quantitative analysis could benefit from the work of the United Kingdom Climate Impacts Programme (UKCIP), which has developed a standard for estimating the cost of climate impacts.9 The Project Team can also consult with the list of third-party professionals who can use the qualitative information developed by the internal team as the basis for a robust vulnerability assessment. Once the team has a sense of which assets are most vulnerable, building owners and operators can decide whether they can bear the risk climate presented to the asset. If they cannot, it will be necessary to look for solutions that decrease vulnerability. Roles for Third-Party Vendors Conducting a vulnerability assessment is one of the most challenging steps in the climate resiliency process. It requires analyzing the climate factors and building assets in relation to one another and determining the likelihood and magnitude of potential events in order to determine the vulnerabilities of the asset. This is often the point at which teams engage with outside experts. All respondents to ABC’s December 2018 RFI described above indicated their ability to assist clients with this work (see Vendor List). Action Steps  Determine expose of each building asset o Include in Resilience Template Worksheet.  Determine vulnerability of each building asset o Include in Resilience Template Worksheet.  Determine risks o Include in Resilience Template Worksheet.  Assess role for third-party vendors in conducting a vulnerability analysis  Move on to Step 4: Research Solutions 9 https://www.ukcip.org.uk/wp-content/PDFs/Costings_overview.pdf 195. RESEARCH SOLUTIONS Once the core team knows which assets they need to protect, they can begin developing solutions to mitigate harm. Teams that are less familiar with the options for increasing climate resiliency in their buildings could benefit from reviewing A Better City’s Building Resilience Toolkit, which provides recommendations on potential structural interventions for increasing climate resiliency of commercial buildings. The toolkit highlights climate resiliency measures for flooding and sea level rise, stormwater management, and urban heat island. Each measure is described in terms of function, cost, application, service life, benefits and drawbacks, regulatory impacts and requirements, financing options, incentives, and rebates, and sample suppliers. In August 2018, the BPDA released a Climate Resiliency Design Reference Guide for New Developments, which is intended to be a step-by-step guide to completing their Resiliency Checklist and suggests ways to mitigate various climate hazards. While considering options for a whole building or building portfolio, it can be helpful to consider a full range of solutions before settling on a preferred path. The U.S. Climate Resilience Toolkit recommends developing a wide-ranging list of strategies, and suggests that building owners ask:10 • Without budget constraints, what solution would I pursue? • Is there a solution that can be phased over time? • Are there steps to take that are no-cost? • Would increased awareness help decrease risk? Owners and operators looking for more information can also utilize case studies to help generate solutions. In addition, there are several resilience certifications, which have a series of suggested actions that can be used as a reference tool to understand options beyond physical technology investments, such as considerations for operational procedures, supply management, and emergency planning. These certifications are reviewed and contrasted in A Better City’s resource on voluntary resilience standards. Notably, ReLi and PEER have publicly available checklists on commercial building resilience and energy preparedness, respectively, which will ultimately be combined into a singular resilience standard.11 Once research of solutions is complete, teams can assess which solutions are feasible for a particular building’s context to generate a final list for evaluation. Roles for Third-Party Vendors It can be helpful to engage a third-party in generating solutions, particularly those that are appropriately suited to a building’s unique context. Property owners and managers should be prepared to discuss their critical assets and priorities with third-party vendors to guide research. See ABC’s Vendor List for more information. 10 https://toolkit.climate.gov/steps-to-resilience/investigate-options 11 A summary of RELi, PEER and reference material is available on page 7 and 8 of A Better City’s resource on resilience standards. (http://www.abettercity.org/assets/images/Voluntary_Resilience_Standards.pdf) 20RECOMMENDED TOOLS FOR RESEARCHING SOLUTIONS Building Resilience Toolkit This guidance document from A Better City details a variety of resilience strategies for commercial buildings. This document covers flooding, sea level rise, and extreme heat risks. http://www.abettercity.org/docs/resiliency%20report%20web%20FINAL.pdf Action Steps  Research solution for reach vulnerable asset identified during Vulnerability Analysis o Enter solution options into Resilience Template Worksheet Solutions sheet.  Review case studies where additional information is desired.  Assess role for third-party vendors in researching and determining solutions. 216. PRIORITIZE STRATEGIES Based on the vulnerability analysis and solutions research, the team will be equipped to make decisions on which assets and strategies to pursue in the short-, medium- and long-term. This can be achieved by determining which strategies are relevant to the building’s unique characteristics, determining the costs and benefits of each strategy, and evaluating tradeoffs that must be made when it comes to implementation. The U.S. Climate Resilience Toolkit recommends that teams consolidate actions into a cohesive plan and assess the expected value of each step.12 The toolkit suggest that actions should be prioritized for investment if the investment reduces the probability and/or magnitude of a climate risk and if the anticipated avoided costs exceed the implementation costs. ABC’s Building Resilience Toolkit can provide owners with an estimate of the range of costs for investments within their building. However, in addition to the impact and cost benefit of the strategy, owners and operators will likely also want to consider logistical considerations like timeline for implementation, tenant disruption, and budgetary constraints. Given past experiences like Hurricane Sandy, resilience investments that reduce business interruption risk are likely to be viewed as particularly impactful. These investments can also signal a value proposition to tenants who want to ensure business continuity. Once the team has a sense of which actions they consider priorities, they can evaluate if these actions can be pursued as one, or if they need to be phased over time. If the latter, teams will want to determine which actions are associated with the most immediate risks. Roles for Third-Party Vendors If a team has engaged a third-party vendor, they will play a significant role in this step. Teams will want to be sure this is a collaborative process. Action Steps  Determine priority of action based on ability to minimize probability or magnitude of risk. o Fill in Resilience Template Worksheet  Determine expected value of prioritized actions based on associated costs and benefits. o Fill in Resilience Template Worksheet 12 https://toolkit.climate.gov/steps-to-resilience/prioritize-plan 227. IDENTIFY FINANCING AND INCENTIVES Any time commercial developers seek to construct or NOTABLE RESILIENCE INVESTMENTS IN BOSTON upgrade a building, they must secure financing, typically through a mix of equity, debt, and incentives. In determining 6 New Street, East Boston: 6 New development costs, considerations are made for the site, Street reduced their potential flood location, design, and construction. These costs are typically losses from $10m to $1m. Building balanced against anticipated net operating income—or the without this reduction would have revenue the building is anticipated to produce less the increased their insurance premiums ongoing operating costs. Over time this produces a financial by 10x. The building owner credits picture of the investment that underpins the terms of the the sustainability and resiliency financing available. Already, costs and benefits of specific measures for the building elements are weighed, and operating costs are estimated, outperforming the market in terms including energy use and the safety and security—and of increased rent, faster leasing, therefore insurability of the property. higher renewal rate, and improved occupancy. Investing in Resilience Climate change adds a layer of complexity to these Spaulding Rehabilitation Center: calculations; the historical projections that have typically Spaulding achieved rapid payback been used to design and insure infrastructure investments on investments, such as resilient no longer accurately represent the risk posed over the building envelope, through lifespan of the building. This has the potential to shift the decreased utility costs. Operating need for greater capital resources upfront—to design to a cost reductions are expected to be higher standard—to reduce operating costs and risk to $500,000 annually. property, life, and community in the long run. As the White House Office of Management and Budget has noted, \"Long- University of Massachusetts- term physical resilience requires upfront capital Boston: UMass Boston installed investments in order to realize future savings in the form of energy storage to increase reduced losses, lower insurance costs, and enhanced resilience, decrease utility bills, and market value, among other economic benefits.\"13 increase capacity building and education around storage technologies. This project was Over time upfront costs are likely to come down as buildings supported through the Accelerated that are energy efficient and resilient become the norm and Commonwealth Energy Storage data on operating cost reductions and disaster reductions (ACES) program. grows. In the interim property owners will need to examine their cash flow and modeling assumptions to determine the most appropriate way to finance additional measures. Fortunately, investing in climate resiliency presents a range of benefits for building owners. According to a recent OMB report, “Investments in resilience have the potential to pay dividends through reduced direct losses when disasters strike, as well as reduced or avoided disaster-related costs such as humanitarian relief, alternative housing, and business disruption.”14 Given the impacts to commercial real estate predicted in Climate Ready Boston, investing in resilience upfront is a wise business decision. 13 https://obamawhitehouse.archives.gov/sites/default/files/omb/reports/omb_resilience_finance_repor t.pdf, p. 5 14 https://obamawhitehouse.archives.gov/sites/default/files/omb/reports/omb_resilience_finance_repor t.pdf, p.6 23This is supported through strong analytical evidence, including the National Institute for Building Standard’s Multihazard Mitigation Council’s estimate that investment in resilience yields a 6:1 return. There are examples of resilient investments yielding returns in terms of decreased premiums, increased property value and decreased utility burden in Boston (see Call Out Box on Page 18). Team members that represent the building’s financial office should consider how to plan for climate resiliency upgrades in capital planning and development cycles. This could include incorporating questions about climate resiliency into the process for approving capital planning projects to help pinpoint investment opportunities, which could have resilience co-benefits in addition to improving other values of real estate assets. External Support Utilities will consider requests to elevate utilities on a case by case basis and are looking to provide more consistent support for islandable combined heat and power systems. While mitigating potential harm is best, should a storm impact Boston, financial assistance to repair or replace uninsured, private sector disaster losses is often made available from the Small Business Administration. Businesses may borrow up to $2 million to repair or replace assets, including damaged or destroyed real estate.15 Action Steps  Create budget assessment of prioritized actions.  Track funding opportunities. 15 https://obamawhitehouse.archives.gov/sites/default/files/omb/reports/omb_resilience_finance_repor t.pdf, p.17 248. CREATE AN IMPLEMENTATIN PLAN Once teams have determined the strategies they wish to pursue, they will want to create an implementation plan that identifies the timeline, lead, and budget source for each step. Teams should identify implementation program mangers or a department manager, who are responsible for ensuring priority solutions are implemented. In determining these steps, it can be helpful to assess if there are existing organizational processes that can support these efforts. For example, the team may wish to ask: • Do existing plans need to be revised to incorporate climate resiliency? • Are there upcoming planning processes that should incorporate this new information? and • Are there new stakeholders that need to be included to achieve success? Externally, the Team should examine if there are proposed or upcoming resources from the state or federal government that could influence the sequencing of actions taken. In example, if the Team priorities energy storage as an investment, they may want to time the installation to maximize the federal investment tax credit, which is set to decline over time. As such, they may prioritize obtaining and installing an energy storage system in the near-term. Time- limited public or private programs may also help drive implementation of projects. To the extent possible, qualitative and quantitative metrics should be collected on each of the resilience investments, and how they improve facility performance during and outside of emergencies. In example, energy efficiency investments in insulation may improve occupant comfort during a power outage, but they may also provide energy bill savings outside of emergencies. This data can help inform and revise future steps in the implementation plan. Action Steps  Determine timeline for each priority action o Record in Resilience Template Worksheet  Determine lead for each priority action; o Record in Resilience Template Worksheet  Determine budget source for each priority action; o Record in Resilience Template Worksheet  Consider existing organizational processes that should be revised o Record in Resilience Template Worksheet 259. IMPLEMENT, EVALUATE AND COMMUNICATE As property owners and managers make progress towards addressing the vulnerabilities of their facilities and district, it will be important to continue to communicate about these efforts, evaluate progress, and reassess the implementation plan over time. It is important to continue communicating with the core team to ensure that resilience strategies are being implemented as intended. It can be helpful to ask for feedback from the staff responsible for implementing measures across various departments. For example, if a building owner decides to install a new flood barrier, they may wish to speak to the facility managers responsible for deploying it during times of heavy precipitation/nor’easters/hurricanes, the finance team to determine how the final product aligned with initial estimates, and tenants to determine how they are experiencing the changes. As with any plan, approaches to resilience may need to change as new information becomes available. This should be routinely incorporated into assessments and updates made to business practices. Building owners and managers should also develop a plan to communicate beyond the core team and staff engaged directly in implementation. Communications plans should include how to include other employees and tenants in resiliency efforts – both to keep them informed of the improvements being made to the building that protect their safety, but also to help mainstream climate resilience thinking across all operations and organizations. Ideally, the core ream will have a communications representative who can help think through the best way to engage external parties and ensure the value of resiliency investments is articulated across the board. Finally, it can be helpful to share best practices beyond building tenants. Resilience ultimately needs to become business as usual, but in the meantime, organizations across Boston are still looking for leaders from which to learn. Sharing climate resiliency plans externally can help others achieve similar success. Action Steps  Communicate with internal team to evaluate progress  Update plans as necessary  Share resilience plans internally and externally 26CONCLUSION As Boston experiences hotter summers, more intense precipitation and accelerating SLR, acting in the near-term to prevent climate impacts to properties now and in the future is becoming increasingly urgent. While climate resilience planning is a continuous process, once team members are integrated into climate decision-making, it is likely to become part of standard operating procedures. As the climate evolves, all team members should prioritize adapting buildings to respond to new threats. Investing in resilience is not only the right thing to do for tenants, employees, and communities, it is the right thing to do for the bottom line. Investing in resilience saves money in the long-run and resilience can signal competitive advantages. The market is proving that high-performance buildings attract higher value tenants invested in the property. This template is just one of a suite of resources developed by A Better City and the GRC to assist as building owners and operators across Boston begin to take action or scale up efforts. For more detailed information on certain topics, users can utilize: • Enhancing Resilience in Boston: A Guide for Large Buildings and Institutions and associated Toolkit – resilience measures and actions • Voluntary Resilience Standards: An Assessment of Market Options for Boston’s Large Commercial Buildings – available building certifications • Climate Resilience Template for Building Vendor List – respondents to ABC’s December 2018 RFI to identify experienced professionals who can assist commercial real estate developers, owners, and managers In addition to these existing resources, the City of Boston continues to pursue ways to assist building owners in assessing and acting upon their risks. The BPDA is in the process of developing design guidance for new construction with vulnerability to flooding and recently released a Resilient Harbor plan to protect Boston neighborhoods all along the coast. These resources and continued collaboration across sectors have already helped the commercial real estate community to understand their risks and increase their resiliency. Working internally with a core team to develop a comprehensive plan can help ensure properties across Boston are prepared for the climate future, creating a stronger, more resilient Boston prepared to thrive throughout the twenty-first century. 27APPENDIX: TOOLS REFERENCED IN THE CLIMATE RESILIENCE TEMPLATE FOR BUILDINGS Table 1: Summary of Tools Referenced by Step Process Step Recommended Tool(s) • Building Resilience in LA: A Primer for Facilities Create an internal team • BPDA Zoning Viewer Identify climate risks • Climate Ready Boston Climate Explorer • Resilient MA Climate Clearing House • BPDA Climate Resilience Guidelines Establish a property baseline • U.S. Climate Resilience Toolkit Conduct a vulnerability analysis • ABC Building Resilience Toolkit Research solutions • BPDA Climate Resilience Guidelines • Enterprise Community Partners Strategies for Multifamily Building Resilience • Insurance Institute for Business and Home Safety FORTIFIED Standards • New York City Resilience Guidelines • Resiliency (RELi) Action List • Resilient MA Climate Clearing House • BPDA Climate Resilience Guidelines Prioritize strategies • Building Resilience in LA: A Primer for Facilities • Enterprise Community Partners Strategies for Multifamily Building Resilience • New York City Resilience Guidelines • BurroHappold Resilience Insight Tool Identify financing and incentives • Enterprise Community Partners Strategies for Multifamily Building Resilience • Building Resilience in LA: A Primer for Facilities Create an implementation plan • Resilient MA Climate Clearing House • Building Resilience in LA: A Primer for Facilities Implement, evaluate, and communicate • Resilient MA Climate Clearing House Key: The italics represent additional tools for further research, which were not directly mentioned in the copy. 28DESCRIPTION OF TOOLS A Better City Building Resilience Toolkit Summary: This guidance document from A Better City details a variety of resilience strategies for commercial buildings. This document covers flooding, sea level rise, and extreme heat risks. Use: Property owners can use this tool for the Research solutions step. Weblink: http://www.abettercity.org/docs/resiliency%20report%20web%20FINAL.pdf Boston Planning and Development Authority Climate Resilience Guidelines. Summary: The Boston Redevelopment Authority requires all development projects subject to Boston Zoning Article 80 to consider and analyze the impacts of climate change and develop associated resiliency measures. The Climate Resiliency Checklist includes an assessment of the building’s assets, vulnerabilities and risk mitigation possibilities. Use: Property owners can use this checklist, even if not submitting a proposal to the BPDA, to help with identifying climate risks, establishing a property baseline, researching solutions and Prioritizing strategies. Weblink: http://www.bostonplans.org/getattachment/5d668310-ffd1-4104-98fa-eef30424a9b3 Boston Planning and Development Agency Zoning Viewer. Summary: This tool contains parcel-level data on zoning districts, relevant zoning regulations, and property-level sea level rise projections. Use: Property owners can use this tool to identify climate risks and establish a property baseline. Weblink: http://maps.bostonredevelopmentauthority.org/zoningviewer/ Building Resilience in LA: A Primer for Facilities. Summary: This resource, released in October 2016, outlines a process for (1) incorporating resilience into operations and (2) initiating the institutional changes required to support preparedness planning. The facilities guide and training developed by BRLA has been piloted by the Los Angeles business community, key community organizations, and nonprofits. The BRLA program is designed for private-sector actors and is one of the few standards reviewed with a specific focus on existing buildings. Use: This tool will likely be helpful for anyone creating an internal team for resilience planning or anticipating multi-party stakeholder engagement. This tool can also be utilized to conduct a vulnerability analysis, prioritize strategies, create an implementation plan, and implement, evaluate, and communicate steps. Weblink: https://static1.squarespace.com/static/57dc2456e58c62e05fee0316/t/58177cb7725e25ba0 6357b20/1477934275541/10-24-2016_BuildingResiliency-LA.pdf 29BurroHappold Resilience Insight Tool Summary: This resilience assessment tool assists private and public-sector stakeholders in assessing current and future climate resiliency demands, capabilities, and gaps. The tool has two modules for identifying vulnerabilities and quantifying risks that can be applied to the business context. The emphasis of this tool is protecting value and identifying unforeseen opportunities from risks and vulnerabilities, and it takes a holistic approach. Use: Property owners can use this tool to identify climate risks, establish a property baseline, conduct a vulnerability analysis and identify financing. Weblink: https://www.burohappold.com/what-we-do/specialisms/risk-and- resilience/resilience-insight-tool/ ClimateReady Boston Climate Explorer. Summary: This tool features spatial data from Climate Ready Boston, allowing users to better understand the potential impacts of extreme heat, sea level rise, flooding, and extreme precipitation across the City of Boston. It also includes population demographics, open space, and planned climate resiliency projects in the city. Use: Property owners can use this tool for identifying climate risks. The City notes that the tool is intended for educational and outreach purposes, not technical planning, so additional resources should be sought for conducting asset-level vulnerability analysis. Weblink: https://www.boston.gov/departments/environment/climate-ready-boston-map- explorer Enterprise Community Partners Strategies for Multifamily Building Resilience. Summary: This guidance document provides resilience-minded retrofit strategies that have wide applicability to building resilience, including ways to reduce a building’s vulnerability to extreme weather, strategies to increase adaptability to changing climate conditions, and recommendations to provide for critical needs in the event of a disaster. The document includes estimates of strategies and covers strategies for team members to include and financing to pursue. Use: Property owners can use this tool for to create an internal team, research solutions, prioritize strategies, and identify financing and incentives steps. Weblink: https://www.enterprisecommunity.org/resources/ready-respond-strategies- multifamily-building-resilience-13356 Insurance Institute for Business and Home Safety FORTIFIED Standards Summary: IIBHS FORTIFIED Commercial program is a voluntary construction program based on standards that go above code requirements. These standards help developers build new commercial buildings that are more resilient in the event of severe weather, including hurricanes, high winds and hail. 30Use: IIBHS’s checklist can be used to research solutions. Weblink: http://disastersafety.org/fortified/commercial/ New York City Climate Resilience Guidelines. Summary: This set of guidelines is a step-by-step guide to sequential planning processes for New York City agencies and their designers to incorporate forward-looking climate change data into all city capital projects. It provides information on planning across a project’s useful life, managing uncertainty, and project considerations, including financing requirements. The guidelines include methodology to estimate project benefits. Use: Property owners can use this document for research solutions and prioritize strategies step. Weblink: https://www1.nyc.gov/assets/orr/pdf/NYC_Climate_Resiliency_Design_Guidelines_v2- 0.pdf Resiliency Action List (RELi). Summary: This set of voluntary resilience standards takes a comprehensive approach towards increasing resilience in new building design and planning for. Like LEED, RELi uses credits and prerequisites that draw on existing standards. RELi has more than sixty actions, addressing facility planning, design, operations, and maintenance. Other categories include site selection, emergency operations and planning (e.g., back-up power and thermal safety), and adaptive design based on a variety of specific hazards or groupings of related hazards. The actions range from planning for future risks (e.g., avoiding areas on the basis of projected sea- level rise) to adapting to or mitigating existing hazards and incorporating longer-term community cohesion, health, and economic vitality. RELi’s is designed to be an underwriting standard and quantifies the tangible value from resilience investments to reduce the costs of capital and financing and support underwriting for bonds and mortgages for resilience. Use: Property owners can use this guidance document for researching solutions. Weblink: http://online.anyflip.com/zyqc/ojoi/mobile/index.html Resilient MA Climate Clearing House. Summary: This resource supports Massachusetts’ Municipal Vulnerability Preparedness (MVP) program, by aggregating climate data specific to Massachusetts and produced by the Northeast Climate Adaptation Science Center at UMass-Amherst. It also includes an interactive map and recommendations for managing implementation. Use: Property owners can use this resource to identify climate risks, research solutions, create an implementation plan, and implement, evaluate and communicate steps. Weblink: http://resilientma.org/ 31U.S. Climate Resilience Toolkit Summary: The U.S. Climate Resilience Toolkit is a repository of information developed by the federal government that outlines the steps to take to build resilience, case studies, tools, expertise, and information by region and by topic area. Use: The steps in this guide mirror the steps in this template but are not Boston-specific. Use of this tool is particularly recommended at the Conduct Vulnerability Assessment stage. Weblink: https://toolkit.climate.gov/ 32",
    "TEXT BY PAGE": [
        "Climate Resilience Template for Buildings ABOUT THIS TEMPLATE This template serves as a guide for commercial real estate property owners and managers to help prepare their individual facilities for climate change. It compiles existing best practice resources and includes new guidance to aid decision-making and resilience project implementation. This includes a vendor list for climate resiliency services compiled by A Better City based on the results of a December 2018 Request for Information (RFI) and an excel worksheet that organizations can use to capture the data specific to their properties’ climate risks and vulnerabilities. While the content focuses on Boston, Massachusetts, best practices are referenced throughout the document that may be helpful for any organization planning for resilience or seeking resources for different types of resilience initiatives or vendors. This template and its associated workbook are appropriate for commercial real estate property owners and managers considering resilience at a building level. Although it is primarily focused on preparing existing buildings and their daily operations for climate change, it can inform risk planning for new construction or major rehabilitation projects. Incorporating resiliency into new construction or property portfolios requires additional considerations, beyond the scope of this guide including: incorporating climate risk management into property acquisition and due diligence processes; utilizing resilience principles in building design and construction best practices; or establishing an organizational-level resilience strategy and educating senior leadership and Boards of Directors. Although not currently included, A Better City and the Boston Green Ribbon Commission are committed to developing additional tools and research to support the incorporation of resilience into organizational management and new acquisitions or construction projects in future years.",
        "INTRODUCTION THE CASE FOR NEAR-TERM ACTION Boston is already experiencing the impacts of Regardless of the additional level of carbon climate change. Results from surveys to a emissions in the coming decade, anticipated small group of A Better City members have climate impacts through 2030 are fairly uniform indicated that building owners and operators across projections. Given this, building owners across Boston have or plan to update and operators can base near-term investments operating plans to respond to days of extreme with a high level of certainty. After 2030, the precipitation, heat and flood risks.1 Each of volume of greenhouse gas emissions will have these trends—extreme precipitation, extreme significant bearing on the magnitude of climate temperature, sea level rise, and storm surge— impacts. Larger impacts and higher recovery is expected to worsen in the coming decades. costs are associated with higher levels of As such, planning for climate resilience is a greenhouse gas emissions. These impacts can business necessity. The Federal Emergency be avoided through continuing to aggressively Management Natural Hazard Mitigation invest in efficiency and renewable energy, Saves: 2017 Interim Report shows that for alongside resiliency. While these long-term every $1 spent on hazard mitigation, $6 is impacts may not seem pertinent to near-term saved.2 decision-making, the significant variation in anticipated impacts between business as usual Whether owners and operators chose to and reduced emissions scenarios reinforces the conduct in-house vulnerability assessments or importance of adapting to climate change and pursue a resilience audit, the process of reducing emissions, simultaneously where identifying risks, developing solutions and possible. prioritizing preparedness investments will lead to better outcomes for tenants, investors, and operators in the near- and long-term. Boston’s Climate Impacts The City of Boston has conducted a comprehensive analysis to determine how global climate change will impact neighborhoods and residents in Boston. The results included in the comprehensive 2016 Climate Ready Boston study report provide important context for building owners and developers as they consider near- and long-term investments in the safety of their buildings.3 The major climate factors all building owners and operators should be aware of are highlighted below. Extreme Temperature The average summer temperature in Boston will continue to increase, resulting in a greater number of days with extreme heat. • Days over 90 Degrees: By 2030, there may 20 - 40 days over 90 degrees—as compared with the 11 on average between 1971 and 2000.4 Under a Business as Usual scenario in which little is done globally to reduce GHG emissions, nearly the entire summer—or 90 days—may be over 90 degrees by 2070, including many days over 100 degrees. • Average Temperatures: By 2050 average summer temperatures could be as high as 76 degrees—compared with 69 degrees now—leaving Boston with a summer climate closer to Washington D.C. By 2100, the summertime average may reach 84 degrees. 1 In early 2018, A Better City surveyed a subset of its members impacted by Winter Storm Grayson determining that there was an awareness of and planning for climate impacts. 2 Please see: https://www.fema.gov/natural-hazard-mitigation-saves-2017-interim-report 3 Note: Climate Ready Boston data is updated every five years. 4 All figures are presented in Fahrenheit. 2",
        "• Urban Heat Island: These temperature extremes may vary across the city due to the urban heat island effect, which refers to areas with higher temperatures due to the presence of concrete, steel, and other building materials that retain heat. This means communities or districts without open space, tree cover, or proximity to water may feel the impacts of rising temperatures more dramatically. • Overnight Lows: According to the National Oceanographic and Atmospheric Administration’s August 2018 National Climate Report, summer minimum temperatures (also called overnight lows) in 2018 were “exceptionally warm,” and broke the previous record for average minimum temperatures set in 2016. Since NOAA’s observations began in 1895, they have observed that “summer overnight low temperatures are warming at a rate nearly twice as fast as afternoon high temperatures for the U.S.”5 This means that, despite temperatures being cooler overnight on a day-to-day basis, when compared with previous averages, nighttime temperatures have increased more dramatically than daytime temperatures. • Building Implications: These temperature changes will impact the reliability of power supplies, stress mechanical equipment, and limit the ability for outdoor maintenance. They can also affect the health of tenants, especially those that walk or bike to work or must miss work due to heat-related complications. The average temperature increase in overnight lows may have implications for HVAC systems that have historically rested overnight. Sea Level Rise The pace of sea level rise (SLR) in Boston is accelerating and could reach over 3 feet by 2070. • Historic SLR: Boston experienced nine inches of SLR in the 20th century. • Anticipated SLR: An additional four to eight inches are expected by 2030, relative to 2000. By 2050, SLR may reach 1.5 feet above 2000 levels. By 2070, Boston could experience 3 feet of SLR above 2000 levels, depending on the level of greenhouse gas reductions globally. • Building Implications: Building owners and developers in the current floodplain and beyond need to prepare for a near-term scenario in which flooding exacerbated by SLR is more common. Climate Ready Boston predicts flood progression will impact buildings as follows: o Near-Term (2030s-2050s): A 1% annual flood—or “a flood event having a 1-percent chance of being BPDA SLR – FLOOD HAZARD AREA equaled or exceeded in any given year,” often The BPDA SLR – Flood Hazard referred to as a 100 year flood—can be expected to Area is modeled as 1% annual inundate 2,100 buildings, representing $20 billion chance flood event with 40 in real estate value. This flooding is expected to amount to $2.3 billion in physical damages to inches of SLR. buildings and property and other economic losses from relocation and loss of productivity—70 percent of which will be concentrated in Downtown and South Boston. o Medium- to Long-Term (2050s – 2100s): In the latter half of the century, sea level rise will threaten areas beyond the current floodplain. Over a fifth of Boston’s land mass and ten percent of Boston’s existing buildings will be exposed to the 1% annual flood—nearly three times the area exposed today— while 25 percent could be exposed during severe storms. Routine inundation at high tide is also anticipated, threatening nearly five percent of Boston’s real estate market. 5 See “Climate Highlights – summer (June-August) in August 2018 National Climate Report Summary available at: https://www.ncdc.noaa.gov/sotc/national/201808. 3",
        "o Geographic Area: SLR impacts are particularly important for developers and owners in the neighborhoods bordering the waterfront, including the North End, Downtown, Seaport, Dorchester, South Boston, East Boston, and Charlestown. o Article 80: The Boston Planning and Development Agency (BPDA) currently requires that developments within the BPDA SLR – Flood Hazard Area consider adding 24” of freeboard above Base Flood Elevation (BFE) for critical facilities and 12” for all other buildings and uses (defined as Design Flood Elevation or DFE). They recommend that buildings are planned and designed to reduce or eliminate flood risk and potential damage and identify any future adaptation planning activities. Information on what parcels fall into the Flood Hazard Area can be found in the BPDA’s Zoning Viewer (see page 9). The BPDA has also recently released a Climate Resiliency Design Reference Guide for New Developments, which defines key terms like BFE and DFE. BPDA is also developing a Flood Resiliency Overlay District based on 40 inches of SLR. Extreme Precipitation The Northeast is experiencing a greater increase in precipitation than any other region in the country. • Historic Increases: Between 1958 and 2010 the amount of precipitation that fell on the days with the heaviest rain or snowfall increased 70 percent. • Anticipated Increases: The average 10-year, 24-hour 24-HOUR STORM storm events have increased to 5.25” and may reach over 5.5.” by 2035. There is significant probability that by the A 24-hour design storm is a end of the century, it will increase to 6”. River flooding is method to estimate the also likely to increase, meaning flooding events are intensity of precipitation over possible beyond just the waterfront communities in a 24-hour period. This is used Boston. to determine parameters for • Building Implications: This increase in extreme infrastructure investment. precipitation will be particularly challenging to Boston’s The design storm can be stormwater drainage system which is designed to handle based on historical averages 4.8” of rain in 24 hours. for a locality. o The BPDA recommends in their Climate Resiliency Checklist that buildings design for a 6”, 10-year, 24-hour design storm be used as the minimum performance target for extreme precipitation events to avoid the risk of flooding and damage. Storms Rising seas mean that floods and storm surge resulting from any future storm will be more severe than current impacts. • Currently, Nor’easters produce most of the storm-induced flooding in the Boston region. While these storms are more common in cold winter months, they can occur at any time of year. It is not clear how climate change will impact these storms, although there is emerging consensus that tropical cyclones (which can become hurricanes if they reach a sustained wind speed of 74 miles per hours) are likely to increase in intensity over the decades ahead. • Building Implications: The flooding potential of all storms will increase as Boston Harbor rises, bringing additional properties into the floodplain. 4",
        "Climate Summary 2030 2050 BPDA Planning Factor Thresholds Extreme Heat • Rate of • 20 to 40 • Average • Plan for average increase is days over summer annual accelerating 90 temperatur temperature of • Number of degrees e of 76 56 degrees (as days with • 5 days degrees opposed to 46 extreme heat over 100 today) and 90 will increase degrees days over 90 degrees. • Heat waves will be hotter, • Minimize last longer, heating and and occur cooling with greater requirements frequency with passive cooling strategies Sea Level • Pace of SLR • Additional • Additional • If in BPDA Flood Rise is 8 inches 1.5 feet Hazard Area, accelerating above above 2000 add additional 2000 levels 24” of freeboard levels above base flood elevation for critical facilities and 12” for all other buildings and uses Extreme • Northeast • 24-hour • Use 6” 10-Year, Precipitation experiencing storm of 24-Hour Design greater 5.5.” by Storm increase in 2035 precipitation precipitation level than • Plan to manage anywhere more intense else in the events and country reduce infrastructure burdens 5",
        "PLANNING FOR RESILIENCE Ultimately, planning for climate resiliency can be integrated into standard operating procedures. For property owners or managers just beginning to consider climate resiliency, it is important to devote dedicated attention to identifying vulnerabilities, considering solutions, and integrating resilience plans into existing processes. It can be helpful to gather a core team with diverse perspectives on the building’s operation that can collectively devise strategies in response to climate vulnerabilities. Once team members understand the risks posed to their assets by climate change, they will be better equipped to make decisions that increase climate resiliency. A typical resilience planning process should include the following key steps: 1. Create an internal team that understands the building’s operations and assets from diverse perspectives. 2. Identify climate risks in Boston that are relevant to the property. 3. Establish a property baseline to ensure all team members understand the building’s characteristics and assets. 4. Conduct a vulnerability analysis to determine the exposure and sensitivity of building assets to climate impacts, as well as the likelihood and magnitude of the risk posed to the property. 5. Research solutions to mitigate unbearable risk. 6. Prioritize strategies that are best suited to the property’s unique characteristics. 7. Identify financing and incentives to implement strategies. 8. Create an implementation plan that includes the timeline and management processes to achieve all strategies. 9. Implement, evaluate and communicate to ensure strategies are implemented effectively and updated as new relevant information becomes available. 6",
        "Start Create an Internal Team Establish a Conduct a Identify Identify Research Prioritize Property Vulnerability financing and Climate Risks Solutions Strategies Baseline Analysis Incentives Record Data Utilize Utilize Utilize Utilize Utilize Tools Tools Tools Tools Tools Create an Record Data Record Data Record Data Record Data Record Data Implementati on Plan No No No No Vendor Vendor Vendor Vendor ? ? ? ? Implement, Evaluate & Communicate Yes Yes Yes Yes Vendor List 7",
        "1. CREATE AN INTERNAL TEAM Increasing climate resiliency requires property owners and managers to think holistically about building assets and operating procedures. Taking a “whole system” approach—or one that considers all the factors that could put an asset at risk —is easiest when a team is assembled that represents the full scope of a facility’s various functions. Ideally, each representative will bring a different area of expertise—from facilities management to finance—that can help identify risks and inform solutions. The U.S. Green Building Council-LA has created a building resilience primer that provides a comprehensive overview of setting up a team and thinking through its work, which may be helpful for property managers or owners interested in additional information. Select Core Team Members Property owners and managers know their staff best but may want to consider including representatives below. Team Member Sample Tasks/Activities Energy Manager • Identify critical heating and cooling loads, location of critical infrastructure, and management of back-up power systems, if available • Pursue opportunities available through energy efficiency or other incentive programming Maintenance and • Identify critical infrastructure and lifecycle of systems Operations staff • Determine what emergency management efforts may need to be pursued in the near-term Grounds keeping • Identify emergency management efforts, which may need to be and custodial pursued in the near-term or immediate-term staff Security Manager • Identify what emergency management efforts may need to be (and Emergency pursued in the near-term Management • Assist with occupant awareness and compliance with emergency staff, if different) protocols Finance staff • Determine costs and benefits of strategies • Identify available funding and financing sources • Determine how to budget for upgrades Sustainability • Determine how to align sustainability and resiliency efforts Manager Communications • Develop and execute communications plans for internal and staff external stakeholders Personnel or • Ensure tenants are included in necessary planning efforts tenant engagement staff Ideally these representatives will have decision-making authority within their departments, as well as time to devote to dedicated climate resiliency planning in the near-term. Over time, this process will help each representative incorporate climate resiliency planning into 8",
        "business as usual approaches in their departments, creating a culture of climate resiliency across the organization. Assign Roles and Responsibilities As with any task, it can be helpful to designate a project manager and set expectations for core team members. This should include expectations about how regularly the group will convene and what information or materials members should plan to contribute. The team can also determine how to engage internal and external stakeholders throughout their work. Communicate with Team Once a property manager or owner has determined the staff that should be included in the core team planning for climate resiliency, they should send an introductory email to all team members sharing the goals, schedule, and responsibilities of the team. Action Steps  Determine representatives from each relevant department o Include them in Climate Resilience Worksheet Tab 1. Create a Team.  Assign Roles and Responsibilities o Include information under “Task” column in Climate Resilience Worksheet Tab 1. Create a Team  Communicate with team o Schedule first meeting.  Move on to Step 2: Identify Climate Risks 9",
        "2. IDENTIFY CLIMATE RISKS Once an internal team is assembled, the group should RECOMMENDED TOOLS TO IDENTIFY CLIMATE establish a shared understanding of the climate risks IMPACTS posed to their facility. This step will equip team members with information to determine the potential threats to their commercial buildings and planned BPDA Zoning Viewer developments in the near-, medium-, and long-term. • Sea Level Rise: SLR-BFE layer Actions to take include determining exposure to to determine Base Flood extreme heat, sea level rise (SLR), extreme Elevation for parcels at risk of precipitation, and storms. 1% annual flood with 40 inches of SLR. The City of Boston has completed extensive analysis to Climate Ready Boston Climate determine the risks posed to its neighborhoods. The Explorer 2016 Climate Ready Boston study report analyzes four • Extreme Heat: Heat: Daytime major climate risks: extreme temperatures, sea level Land Surface Temperature rise, extreme precipitation, and storms (see layer. introduction for more information). To support • Sea Level Rise: 1% and 10% education and outreach on these impacts, Boston Annual Coastal Flood Risk and created a Climate Ready Boston Map Explorer that High Tide for 2030s, 2050s, features spatial data. In addition, the BPDA has also 2070s layers. developed a sea-level rise zoning viewer that includes • Extreme Precipitation: Near-, a layer to determine whether a building or parcel is in Medium-, and Long-term the flood hazard area for a 1% storm with 40 inches of Stormwater Flooding layers. SLR. Details on how teams can use these tools are described throughout this section. Resilient MA Climate Clearing House The Commonwealth of Massachusetts has also • Extreme Heat: Average created a Resilient Massachusetts mapping tool, Temperature, Cooling Degree Days, Days over 90, 95, and 100 which can be used for longer-term planning. Each degrees Fahrenheit, and layer contains baseline information, as well as Maximum temperature layers. projections for 2030s, 2050s, 2070s, and 2090s, • Extreme Precipitation: annually and in each season. Each projection also Extreme Precipitation greater includes a “likely range.” While the spatial data is not than 1”, 2”, 4” and Total as granular as the Climate Ready Boston Map (i.e. data Precipitation layers. is presented at the county level, so there is no variation • Storms: Hurricane Surge across neighborhoods or at the parcel level), there are Inundation Zones layer. some instances where the detailed projections in the ResilientMA map may be helpful for planning. These instances are also described throughout this section. Teams that have properties throughout the Boston region or beyond may also find this tool particularly helpful. It should be noted that while these tools are informative, they are not intended to substitute for a technical model of a specific parcel or building. Teams should use these tools to familiarize themselves with likely risks but may wish to contact a third-party vendor to conduct more detailed analysis upon which to base planning or capital decisions. As noted above, to assist commercial real estate owners and operators seeking to advance resiliency work, ABC issued an RFI in December 2018 that requested information from qualified professionals able to help implementing the steps outlined in this template. Users can review ABC’s resulting Vendor List and request more information from ABC on any submission. 10",
        "Extreme Temperature and Buildings The average summer temperature in Boston will continue to increase, resulting in a greater number of days with extreme heat and nights with above average nighttime lows. These increases have significant implications for heating, ventilation and air conditioning (HVAC) systems demand and controls, energy costs, and the resiliency of the energy system overall. Higher daytime temperatures also have implications for any grounds or maintenance crews that need to conduct work outside, as well as tenants who walk or bike to work. Temperature extremes may vary across the city due to the urban heat island effect. To determine the likely implications of Boston’s temperature increases on individual properties, teams can utilize the City of Boston’s Climate Ready Boston Explorer. This tool includes a layer for Heat: Daytime Land Surface Temperature based on Metropolitan Area Planning Council and the Trust for Public Land data. This shows areas across Boston that will experience moderate, high, or very high temperatures. Very high correlates with urban heat island effects, which average at least 1.25 degrees Fahrenheit above the mean daily late June/early July temperature. Figure 1– Climate Ready Boston Heat: Daytime Land Surface Temperature Layer Key: Red area depicts urban heat islands, where land surface temperature averages are at least 1.25 degrees Fahrenheit above the mean daily temperature in late June and early July. The Commonwealth of Massachusetts ResilientMA Map includes temperature projections for the state, including layers for projected average temperature, Cooling Degree Days, days over 90, 95, and 100 degrees Fahrenheit, and maximum temperatures (note: this map also includes information on cold temperatures and heating degree days as well). Sea Level Rise and Buildings Boston has already experienced SLR, and its pace is accelerating. Building owners and developers in the current floodplain and beyond need to prepare for a near-term scenario in which flooding is more common. SLR impacts are particularly important for developers and 11",
        "owners in the neighborhoods bordering the waterfront, including the North End, Downtown, Seaport, Dorchester, South Boston, East Boston, and Charlestown. The CRB Explorer includes layers for the 1% and 10% annual flood risks and high tides in the 2030s, 2050s, and 2070s. Figure 2– Climate Ready Boston SLR: 1% Annual Coastal Flood Risk 2050s Key: Blue area depicts 1% storm with 21 inches of SLR. The Boston Planning and Development Agency (BPDA) currently requires that developments within the area impacted during a 1% annual change of coastal flood events with 40 inches of SLR—defined as the BPDA SLR Flood Hazard Area—consider adding 24” of freeboard above Base Flood Elevation for critical facilities and 12” for all other buildings and uses (defined as Design Flood Elevation). The Boston Planning and Development Agency has a Zoning Viewer which includes a layer for the BPDA SLR Base Flood Elevation in the SLR Flood Hazard Area. Users can search the viewer by address or parcel ID. 12",
        "Figure 3– BPDA Zoning Map: Determining Base Flood Elevation Key: The BPDA Zoning Map can be used to determine Base Flood Elevation. The agency recommends adding 12” (24” for critical facilities) on top of the BFE to find the Design Flood Elevation. Extreme Precipitation and Buildings The Northeast is experiencing a greater increase in precipitation than any other region in the country and it is predicted that the increase in extreme precipitation will overwhelm the current capacity of Boston’s stormwater system. The BPDA recommends a 6”, 10-year, 24- hour design storm be used as the minimum performance target for extreme precipitation events to avoid the risk of flooding and damage to properties. The CRB Explorer includes mapping of stormwater flooding in the near- (2030s – 2040s), medium-(2050s – 2100s), and long-term (2070s and later). Storms and Buildings While there is less certainty in how climate change will impact the frequency or intensity of Nor’easters and Hurricanes in the Northeast, rising seas mean that the flooding and storm surge for any future storm will be more severe than it is today. Buildings will need to be prepared for impacts that are new or more extreme than those they’ve experienced in the past. ResilientMA includes a data layer for Hurricane Surge Inundation Zones for Categories 1 through 4 storms. Roles for Third-Party Vendors Some teams may decide that a third-party vendor will be able to assist in their efforts to align specific climate risks with their assets. ABC’s Vendor List, compiled from their 2018 RFI described above, includes ten firms that can assist with this work. Action Steps The steps below can be completed by the full project team or by a designated point person. In either case, it is important to ensure that all team members agree on the climate factors and timelines the team will be using throughout the resilience planning process. In addition, the 13",
        "team should review if there are any relevant district-level projects within the Resilient Harbor Plan occurring near facilities that may mitigate risks or exposure in the near-to-medium term. This foundation will inform next steps, as well as what practices, products, or designs will be implemented to keep physical assets safe.  Determine exposure to extreme heat o Add factor assessment to Resilience Template Worksheet.  Determine exposure to sea level rise o Add factor assessment to Resilience Template Worksheet.  Determine exposure to extreme precipitation o Add factor assessment to Resilience Template Worksheet.  Determine exposure to storm surge o Add factor assessment to Resilience Template Worksheet.  Consider contracting with a third-party vendor to conduct more in-depth assessment of climate risks on a parcel basis.  Move on to Step 3: Establish a Property Baseline. 14",
        "3. ESTABLISH A PROPERTY BASELINE Once the team has determined the likely climate risks to their assets, the next step is to determine a property baseline, including the building characteristics, systems, and management plans that may intersect with the identified climate risks. This will help determine the asset’s specific vulnerabilities—or exposure to harm—that should be addressed. Collect Relevant Information Property owners and managers likely have a range of data on their property readily available. Property baselining information can be found in: • Architectural drawings • Engineering drawings • Tenant fit-out contracts • Commissioning documents • System operations plans • Operations & maintenance plans Develop Baseline Once existing information is gathered, teams can begin developing a property baseline by populating information already available and identifying gaps in knowledge that should be filled. RECOMMENDED TOOLS TO ESTABLISH A PROPERTY The Boston Planning and Development Agency’s BASELINE Climate Resiliency Guidelines can be helpful in producing this baseline. The Climate Resiliency Guidelines are required for developments subject to BPDA Climate Resiliency Guidelines and Checklist A framework utilized by the BPDA to Boston Zoning Article 80 Large Project, Planned require that all projects consider Development Area, and Institutional Master Plan present and future environmental Review, but the Climate Resiliency Checklist can help impacts including: extreme heat; sea guide property owners and managers as they think level rise; and extreme precipitation; through the type of information they should collect to and consider ways to mitigate them. understand their property as it relates to climate change. For example, the guidelines ask for information regarding the base flood elevation, site elevation at building, first flood elevation, and accessible route elevation. In addition to reviewing the Guidelines, teams may wish to ask the following questions:6 • Site Characteristics o Is building located in the BPDA Flood Hazard Area or the Federal Emergency Management Agency’s (FEMA) Flood Zone? o What affect might surrounding stromwater catch basins have on the property? o Is sewer system separate from the stormwater system or combined? o What proportion of the site is impervious surface or compacted soil? o Could neighboring structures impact site? • Building characteristics o What are the critical assets in or around the building that should be protected? o What is the building’s base flood elevation (BFE)? 6 Adapted from Enterprise Green Communities Ready to Respond Toolkit and the Strategies for Multifamily Building Resilience: https://www.enterprisecommunity.org/solutions-and- innovation/green-communities/tools-and-services/ready-to-respond 15",
        "▪ Are there usable areas located below BFE – for example, first floor tenants? ▪ Are there building systems located below BFE – for example, utility or mechanical equipment? ▪ Are there penetrations to the building envelope below BFE – for example ventilation ducts? ▪ What is the vulnerability of elevator systems to flooding? o What mission critical functions would need energy in the event of power failure? o Is heating, ventilation, and air conditioning equipment centralized for whole building or distributed throughout tenant spaces? o Are stormwater and sewer systems adequate and in good repair? o What materials are used for exterior siding, foundation, structural supports and roofing? o What is the condition of the building? Is anything in need of repair? o Is roof likely to absorb or reflect heat? o Do windows have adequate shading? • Overview of existing resiliency efforts o Does the building have adequate backup generation? o Have investments been made to address any issues identified above? o Does the building have an emergency management plan and are operators and tenants trained on it? Roles for Third-Party Vendors Alternatively, teams could decide to hire a third-party operator to conduct this type of assessment on their behalf. As noted above, ABC has compiled responses to their December 2018 vendor RFI. Action Steps  Collect relevant information  Develop property baseline o Fill out each element in the Climate Resilience Worksheet  Identify gaps in information, collect additional material, add them to property baseline  Assess role for third-party vendors to assist in developing a property baseline  Move on to Step 4: Conduct a Vulnerability Analysis 16",
        "4. CONDUCT A VULNERABILITY ANALYSIS KEY TERMS After learning the different projected climate risks and having a firm understanding of property systems and existing assets, Exposure – “The presence of people, property owners or managers should conduct a vulnerability assets, and ecosystems in places analysis to understand the vulnerabilities and areas for where they could be adversely potential focus. This can be achieved by considering the affected by hazards”. relationship between each essential building asset and the climate impacts that may affect it. Teams may have started to Vulnerability – “The propensity or consider this in the property baseline step, but any predisposition of assets to be preliminary ideas should be refined here. adversely affected by hazards. Vulnerability encompasses exposure, sensitivity, potential The U.S. Climate Resilience Toolkit recommends that building impacts, and adaptive capacity.” owners assess vulnerability in three steps: (1) Determine which assets are exposed to harm; Sensitivity – “The degree to which a (2) Assess each asset’s vulnerability; and system, population, or resource is (3) Estimate the risk to each asset.7 or might be affected by hazards.” Determine Exposure and Vulnerability Adaptive Capacity – “The ability of a Teams should consider each building characteristic included person, asset, or system to adjust in the baseline in relationship to the climate risks identified to a hazard, take advantage of for their asset. For example, if a building is in the BPDA’s new opportunities, or cope with Flood Hazard Area, it is exposed to flooding. The team may change.” also want to consider how stressors—or factors that can exacerbate the hazard—may impact exposure. For example, Risk – “The potential total cost if if a building is currently next to open space that is slated for something of value is damaged or development, the increase in impermeable pavement could lost, considered together with the increase the likelihood of flooding. In contrast, buildings likelihood of that loss occurring. which are located near proposed district-scale resilience Risk is often evaluated as the projects from the Resilient Harbor Plan may experience probability of a hazard occurring reduced exposure. Finally, it can be helpful to consider multiplied by the consequence tipping points, or the points at which incremental changes that would result if it did create a new, irreversible response—for example, flooding happen.” that disables mechanical systems—that might impact operations. The U.S. Climate Toolkit recommends categorizing the “sensitivity” and “adaptive capacity” of each asset to determine its vulnerability. • They define sensitivity as the degree to which an asset is susceptible or resistant to impacts from climate events. For example, two buildings in the floodplain may have the same exposure to flooding, but the one with elevated mechanicals will have a lower sensitivity. • They define adaptive capacity as the ability of a system to cope with stress or adjust to new situations. For example, a building with a backup power generation has a higher adaptive capacity to extreme weather. 7 https://toolkit.climate.gov/steps-to-resilience/assess-vulnerability-risks 17",
        "Once the team is aware of the exposure and vulnerability of assets, they can assign an overall vulnerability rating accordingly. This will assist in identifying the most vulnerable or most important assets to protect. Estimate Risks Once teams understand the vulnerability of their assets, they will likely want to understand each asset’s risk exposure. This is important because different assets have different value to building owners and operators. For example, while a parking lot may be very vulnerable to flooding it may not pose nearly as much risk as the flooding of mechanical systems, which would incapacitate a building’s energy supply. The U.S. Climate Resilience Toolkit recommends assessing risk by: • Determining the probability of loss. o To determine probability, teams can consider past events in the Boston area, as well as the future climate projections researched above. • Determining the magnitude of the loss relevant to each asset. o To determine magnitude, it is important to consider if human lives are at stake, the financial losses based on value of assets or property, and the potential interruptions to business operations. The U.S. Climate Resilience Toolkit recommends estimating probability and risk on a high, medium, and low scale in a risk matrix. This can help teams visualize the assets that are subject to high probability of losses and high magnitude of losses—in other words the assets most likely to be damaged and most costly to the organization in terms of capital costs or lost productivity. Their matrix is included below. Figure 4– U.S. Climate Resilience Toolkit Risk Matrix8 : Risk Characterization > s s Relative Risk o l a Low fo y Medium tilib High a b Very High o r P Magnitude of (potential) loss > Those interested in a more rigorous assessment may wish to conduct quantitative analysis. In this case, teams will want to assign a statistical probability to the climate impact and determine the value of each asset in monetary terms. These can be utilized to determine the likely monetary impact to the asset—which can be used to determine the benefit of resilience 8 https://toolkit.climate.gov/sites/default/files/Documenting_Steps_to_Resilience_170405.xlsx 18",
        "strategies in later steps. Those interested in more information on how to conduct this type of quantitative analysis could benefit from the work of the United Kingdom Climate Impacts Programme (UKCIP), which has developed a standard for estimating the cost of climate impacts.9 The Project Team can also consult with the list of third-party professionals who can use the qualitative information developed by the internal team as the basis for a robust vulnerability assessment. Once the team has a sense of which assets are most vulnerable, building owners and operators can decide whether they can bear the risk climate presented to the asset. If they cannot, it will be necessary to look for solutions that decrease vulnerability. Roles for Third-Party Vendors Conducting a vulnerability assessment is one of the most challenging steps in the climate resiliency process. It requires analyzing the climate factors and building assets in relation to one another and determining the likelihood and magnitude of potential events in order to determine the vulnerabilities of the asset. This is often the point at which teams engage with outside experts. All respondents to ABC’s December 2018 RFI described above indicated their ability to assist clients with this work (see Vendor List). Action Steps  Determine expose of each building asset o Include in Resilience Template Worksheet.  Determine vulnerability of each building asset o Include in Resilience Template Worksheet.  Determine risks o Include in Resilience Template Worksheet.  Assess role for third-party vendors in conducting a vulnerability analysis  Move on to Step 4: Research Solutions 9 https://www.ukcip.org.uk/wp-content/PDFs/Costings_overview.pdf 19",
        "5. RESEARCH SOLUTIONS Once the core team knows which assets they need to protect, they can begin developing solutions to mitigate harm. Teams that are less familiar with the options for increasing climate resiliency in their buildings could benefit from reviewing A Better City’s Building Resilience Toolkit, which provides recommendations on potential structural interventions for increasing climate resiliency of commercial buildings. The toolkit highlights climate resiliency measures for flooding and sea level rise, stormwater management, and urban heat island. Each measure is described in terms of function, cost, application, service life, benefits and drawbacks, regulatory impacts and requirements, financing options, incentives, and rebates, and sample suppliers. In August 2018, the BPDA released a Climate Resiliency Design Reference Guide for New Developments, which is intended to be a step-by-step guide to completing their Resiliency Checklist and suggests ways to mitigate various climate hazards. While considering options for a whole building or building portfolio, it can be helpful to consider a full range of solutions before settling on a preferred path. The U.S. Climate Resilience Toolkit recommends developing a wide-ranging list of strategies, and suggests that building owners ask:10 • Without budget constraints, what solution would I pursue? • Is there a solution that can be phased over time? • Are there steps to take that are no-cost? • Would increased awareness help decrease risk? Owners and operators looking for more information can also utilize case studies to help generate solutions. In addition, there are several resilience certifications, which have a series of suggested actions that can be used as a reference tool to understand options beyond physical technology investments, such as considerations for operational procedures, supply management, and emergency planning. These certifications are reviewed and contrasted in A Better City’s resource on voluntary resilience standards. Notably, ReLi and PEER have publicly available checklists on commercial building resilience and energy preparedness, respectively, which will ultimately be combined into a singular resilience standard.11 Once research of solutions is complete, teams can assess which solutions are feasible for a particular building’s context to generate a final list for evaluation. Roles for Third-Party Vendors It can be helpful to engage a third-party in generating solutions, particularly those that are appropriately suited to a building’s unique context. Property owners and managers should be prepared to discuss their critical assets and priorities with third-party vendors to guide research. See ABC’s Vendor List for more information. 10 https://toolkit.climate.gov/steps-to-resilience/investigate-options 11 A summary of RELi, PEER and reference material is available on page 7 and 8 of A Better City’s resource on resilience standards. (http://www.abettercity.org/assets/images/Voluntary_Resilience_Standards.pdf) 20",
        "RECOMMENDED TOOLS FOR RESEARCHING SOLUTIONS Building Resilience Toolkit This guidance document from A Better City details a variety of resilience strategies for commercial buildings. This document covers flooding, sea level rise, and extreme heat risks. http://www.abettercity.org/docs/resiliency%20report%20web%20FINAL.pdf Action Steps  Research solution for reach vulnerable asset identified during Vulnerability Analysis o Enter solution options into Resilience Template Worksheet Solutions sheet.  Review case studies where additional information is desired.  Assess role for third-party vendors in researching and determining solutions. 21",
        "6. PRIORITIZE STRATEGIES Based on the vulnerability analysis and solutions research, the team will be equipped to make decisions on which assets and strategies to pursue in the short-, medium- and long-term. This can be achieved by determining which strategies are relevant to the building’s unique characteristics, determining the costs and benefits of each strategy, and evaluating tradeoffs that must be made when it comes to implementation. The U.S. Climate Resilience Toolkit recommends that teams consolidate actions into a cohesive plan and assess the expected value of each step.12 The toolkit suggest that actions should be prioritized for investment if the investment reduces the probability and/or magnitude of a climate risk and if the anticipated avoided costs exceed the implementation costs. ABC’s Building Resilience Toolkit can provide owners with an estimate of the range of costs for investments within their building. However, in addition to the impact and cost benefit of the strategy, owners and operators will likely also want to consider logistical considerations like timeline for implementation, tenant disruption, and budgetary constraints. Given past experiences like Hurricane Sandy, resilience investments that reduce business interruption risk are likely to be viewed as particularly impactful. These investments can also signal a value proposition to tenants who want to ensure business continuity. Once the team has a sense of which actions they consider priorities, they can evaluate if these actions can be pursued as one, or if they need to be phased over time. If the latter, teams will want to determine which actions are associated with the most immediate risks. Roles for Third-Party Vendors If a team has engaged a third-party vendor, they will play a significant role in this step. Teams will want to be sure this is a collaborative process. Action Steps  Determine priority of action based on ability to minimize probability or magnitude of risk. o Fill in Resilience Template Worksheet  Determine expected value of prioritized actions based on associated costs and benefits. o Fill in Resilience Template Worksheet 12 https://toolkit.climate.gov/steps-to-resilience/prioritize-plan 22",
        "7. IDENTIFY FINANCING AND INCENTIVES Any time commercial developers seek to construct or NOTABLE RESILIENCE INVESTMENTS IN BOSTON upgrade a building, they must secure financing, typically through a mix of equity, debt, and incentives. In determining 6 New Street, East Boston: 6 New development costs, considerations are made for the site, Street reduced their potential flood location, design, and construction. These costs are typically losses from $10m to $1m. Building balanced against anticipated net operating income—or the without this reduction would have revenue the building is anticipated to produce less the increased their insurance premiums ongoing operating costs. Over time this produces a financial by 10x. The building owner credits picture of the investment that underpins the terms of the the sustainability and resiliency financing available. Already, costs and benefits of specific measures for the building elements are weighed, and operating costs are estimated, outperforming the market in terms including energy use and the safety and security—and of increased rent, faster leasing, therefore insurability of the property. higher renewal rate, and improved occupancy. Investing in Resilience Climate change adds a layer of complexity to these Spaulding Rehabilitation Center: calculations; the historical projections that have typically Spaulding achieved rapid payback been used to design and insure infrastructure investments on investments, such as resilient no longer accurately represent the risk posed over the building envelope, through lifespan of the building. This has the potential to shift the decreased utility costs. Operating need for greater capital resources upfront—to design to a cost reductions are expected to be higher standard—to reduce operating costs and risk to $500,000 annually. property, life, and community in the long run. As the White House Office of Management and Budget has noted, \"Long- University of Massachusetts- term physical resilience requires upfront capital Boston: UMass Boston installed investments in order to realize future savings in the form of energy storage to increase reduced losses, lower insurance costs, and enhanced resilience, decrease utility bills, and market value, among other economic benefits.\"13 increase capacity building and education around storage technologies. This project was Over time upfront costs are likely to come down as buildings supported through the Accelerated that are energy efficient and resilient become the norm and Commonwealth Energy Storage data on operating cost reductions and disaster reductions (ACES) program. grows. In the interim property owners will need to examine their cash flow and modeling assumptions to determine the most appropriate way to finance additional measures. Fortunately, investing in climate resiliency presents a range of benefits for building owners. According to a recent OMB report, “Investments in resilience have the potential to pay dividends through reduced direct losses when disasters strike, as well as reduced or avoided disaster-related costs such as humanitarian relief, alternative housing, and business disruption.”14 Given the impacts to commercial real estate predicted in Climate Ready Boston, investing in resilience upfront is a wise business decision. 13 https://obamawhitehouse.archives.gov/sites/default/files/omb/reports/omb_resilience_finance_repor t.pdf, p. 5 14 https://obamawhitehouse.archives.gov/sites/default/files/omb/reports/omb_resilience_finance_repor t.pdf, p.6 23",
        "This is supported through strong analytical evidence, including the National Institute for Building Standard’s Multihazard Mitigation Council’s estimate that investment in resilience yields a 6:1 return. There are examples of resilient investments yielding returns in terms of decreased premiums, increased property value and decreased utility burden in Boston (see Call Out Box on Page 18). Team members that represent the building’s financial office should consider how to plan for climate resiliency upgrades in capital planning and development cycles. This could include incorporating questions about climate resiliency into the process for approving capital planning projects to help pinpoint investment opportunities, which could have resilience co-benefits in addition to improving other values of real estate assets. External Support Utilities will consider requests to elevate utilities on a case by case basis and are looking to provide more consistent support for islandable combined heat and power systems. While mitigating potential harm is best, should a storm impact Boston, financial assistance to repair or replace uninsured, private sector disaster losses is often made available from the Small Business Administration. Businesses may borrow up to $2 million to repair or replace assets, including damaged or destroyed real estate.15 Action Steps  Create budget assessment of prioritized actions.  Track funding opportunities. 15 https://obamawhitehouse.archives.gov/sites/default/files/omb/reports/omb_resilience_finance_repor t.pdf, p.17 24",
        "8. CREATE AN IMPLEMENTATIN PLAN Once teams have determined the strategies they wish to pursue, they will want to create an implementation plan that identifies the timeline, lead, and budget source for each step. Teams should identify implementation program mangers or a department manager, who are responsible for ensuring priority solutions are implemented. In determining these steps, it can be helpful to assess if there are existing organizational processes that can support these efforts. For example, the team may wish to ask: • Do existing plans need to be revised to incorporate climate resiliency? • Are there upcoming planning processes that should incorporate this new information? and • Are there new stakeholders that need to be included to achieve success? Externally, the Team should examine if there are proposed or upcoming resources from the state or federal government that could influence the sequencing of actions taken. In example, if the Team priorities energy storage as an investment, they may want to time the installation to maximize the federal investment tax credit, which is set to decline over time. As such, they may prioritize obtaining and installing an energy storage system in the near-term. Time- limited public or private programs may also help drive implementation of projects. To the extent possible, qualitative and quantitative metrics should be collected on each of the resilience investments, and how they improve facility performance during and outside of emergencies. In example, energy efficiency investments in insulation may improve occupant comfort during a power outage, but they may also provide energy bill savings outside of emergencies. This data can help inform and revise future steps in the implementation plan. Action Steps  Determine timeline for each priority action o Record in Resilience Template Worksheet  Determine lead for each priority action; o Record in Resilience Template Worksheet  Determine budget source for each priority action; o Record in Resilience Template Worksheet  Consider existing organizational processes that should be revised o Record in Resilience Template Worksheet 25",
        "9. IMPLEMENT, EVALUATE AND COMMUNICATE As property owners and managers make progress towards addressing the vulnerabilities of their facilities and district, it will be important to continue to communicate about these efforts, evaluate progress, and reassess the implementation plan over time. It is important to continue communicating with the core team to ensure that resilience strategies are being implemented as intended. It can be helpful to ask for feedback from the staff responsible for implementing measures across various departments. For example, if a building owner decides to install a new flood barrier, they may wish to speak to the facility managers responsible for deploying it during times of heavy precipitation/nor’easters/hurricanes, the finance team to determine how the final product aligned with initial estimates, and tenants to determine how they are experiencing the changes. As with any plan, approaches to resilience may need to change as new information becomes available. This should be routinely incorporated into assessments and updates made to business practices. Building owners and managers should also develop a plan to communicate beyond the core team and staff engaged directly in implementation. Communications plans should include how to include other employees and tenants in resiliency efforts – both to keep them informed of the improvements being made to the building that protect their safety, but also to help mainstream climate resilience thinking across all operations and organizations. Ideally, the core ream will have a communications representative who can help think through the best way to engage external parties and ensure the value of resiliency investments is articulated across the board. Finally, it can be helpful to share best practices beyond building tenants. Resilience ultimately needs to become business as usual, but in the meantime, organizations across Boston are still looking for leaders from which to learn. Sharing climate resiliency plans externally can help others achieve similar success. Action Steps  Communicate with internal team to evaluate progress  Update plans as necessary  Share resilience plans internally and externally 26",
        "CONCLUSION As Boston experiences hotter summers, more intense precipitation and accelerating SLR, acting in the near-term to prevent climate impacts to properties now and in the future is becoming increasingly urgent. While climate resilience planning is a continuous process, once team members are integrated into climate decision-making, it is likely to become part of standard operating procedures. As the climate evolves, all team members should prioritize adapting buildings to respond to new threats. Investing in resilience is not only the right thing to do for tenants, employees, and communities, it is the right thing to do for the bottom line. Investing in resilience saves money in the long-run and resilience can signal competitive advantages. The market is proving that high-performance buildings attract higher value tenants invested in the property. This template is just one of a suite of resources developed by A Better City and the GRC to assist as building owners and operators across Boston begin to take action or scale up efforts. For more detailed information on certain topics, users can utilize: • Enhancing Resilience in Boston: A Guide for Large Buildings and Institutions and associated Toolkit – resilience measures and actions • Voluntary Resilience Standards: An Assessment of Market Options for Boston’s Large Commercial Buildings – available building certifications • Climate Resilience Template for Building Vendor List – respondents to ABC’s December 2018 RFI to identify experienced professionals who can assist commercial real estate developers, owners, and managers In addition to these existing resources, the City of Boston continues to pursue ways to assist building owners in assessing and acting upon their risks. The BPDA is in the process of developing design guidance for new construction with vulnerability to flooding and recently released a Resilient Harbor plan to protect Boston neighborhoods all along the coast. These resources and continued collaboration across sectors have already helped the commercial real estate community to understand their risks and increase their resiliency. Working internally with a core team to develop a comprehensive plan can help ensure properties across Boston are prepared for the climate future, creating a stronger, more resilient Boston prepared to thrive throughout the twenty-first century. 27",
        "APPENDIX: TOOLS REFERENCED IN THE CLIMATE RESILIENCE TEMPLATE FOR BUILDINGS Table 1: Summary of Tools Referenced by Step Process Step Recommended Tool(s) • Building Resilience in LA: A Primer for Facilities Create an internal team • BPDA Zoning Viewer Identify climate risks • Climate Ready Boston Climate Explorer • Resilient MA Climate Clearing House • BPDA Climate Resilience Guidelines Establish a property baseline • U.S. Climate Resilience Toolkit Conduct a vulnerability analysis • ABC Building Resilience Toolkit Research solutions • BPDA Climate Resilience Guidelines • Enterprise Community Partners Strategies for Multifamily Building Resilience • Insurance Institute for Business and Home Safety FORTIFIED Standards • New York City Resilience Guidelines • Resiliency (RELi) Action List • Resilient MA Climate Clearing House • BPDA Climate Resilience Guidelines Prioritize strategies • Building Resilience in LA: A Primer for Facilities • Enterprise Community Partners Strategies for Multifamily Building Resilience • New York City Resilience Guidelines • BurroHappold Resilience Insight Tool Identify financing and incentives • Enterprise Community Partners Strategies for Multifamily Building Resilience • Building Resilience in LA: A Primer for Facilities Create an implementation plan • Resilient MA Climate Clearing House • Building Resilience in LA: A Primer for Facilities Implement, evaluate, and communicate • Resilient MA Climate Clearing House Key: The italics represent additional tools for further research, which were not directly mentioned in the copy. 28",
        "DESCRIPTION OF TOOLS A Better City Building Resilience Toolkit Summary: This guidance document from A Better City details a variety of resilience strategies for commercial buildings. This document covers flooding, sea level rise, and extreme heat risks. Use: Property owners can use this tool for the Research solutions step. Weblink: http://www.abettercity.org/docs/resiliency%20report%20web%20FINAL.pdf Boston Planning and Development Authority Climate Resilience Guidelines. Summary: The Boston Redevelopment Authority requires all development projects subject to Boston Zoning Article 80 to consider and analyze the impacts of climate change and develop associated resiliency measures. The Climate Resiliency Checklist includes an assessment of the building’s assets, vulnerabilities and risk mitigation possibilities. Use: Property owners can use this checklist, even if not submitting a proposal to the BPDA, to help with identifying climate risks, establishing a property baseline, researching solutions and Prioritizing strategies. Weblink: http://www.bostonplans.org/getattachment/5d668310-ffd1-4104-98fa-eef30424a9b3 Boston Planning and Development Agency Zoning Viewer. Summary: This tool contains parcel-level data on zoning districts, relevant zoning regulations, and property-level sea level rise projections. Use: Property owners can use this tool to identify climate risks and establish a property baseline. Weblink: http://maps.bostonredevelopmentauthority.org/zoningviewer/ Building Resilience in LA: A Primer for Facilities. Summary: This resource, released in October 2016, outlines a process for (1) incorporating resilience into operations and (2) initiating the institutional changes required to support preparedness planning. The facilities guide and training developed by BRLA has been piloted by the Los Angeles business community, key community organizations, and nonprofits. The BRLA program is designed for private-sector actors and is one of the few standards reviewed with a specific focus on existing buildings. Use: This tool will likely be helpful for anyone creating an internal team for resilience planning or anticipating multi-party stakeholder engagement. This tool can also be utilized to conduct a vulnerability analysis, prioritize strategies, create an implementation plan, and implement, evaluate, and communicate steps. Weblink: https://static1.squarespace.com/static/57dc2456e58c62e05fee0316/t/58177cb7725e25ba0 6357b20/1477934275541/10-24-2016_BuildingResiliency-LA.pdf 29",
        "BurroHappold Resilience Insight Tool Summary: This resilience assessment tool assists private and public-sector stakeholders in assessing current and future climate resiliency demands, capabilities, and gaps. The tool has two modules for identifying vulnerabilities and quantifying risks that can be applied to the business context. The emphasis of this tool is protecting value and identifying unforeseen opportunities from risks and vulnerabilities, and it takes a holistic approach. Use: Property owners can use this tool to identify climate risks, establish a property baseline, conduct a vulnerability analysis and identify financing. Weblink: https://www.burohappold.com/what-we-do/specialisms/risk-and- resilience/resilience-insight-tool/ ClimateReady Boston Climate Explorer. Summary: This tool features spatial data from Climate Ready Boston, allowing users to better understand the potential impacts of extreme heat, sea level rise, flooding, and extreme precipitation across the City of Boston. It also includes population demographics, open space, and planned climate resiliency projects in the city. Use: Property owners can use this tool for identifying climate risks. The City notes that the tool is intended for educational and outreach purposes, not technical planning, so additional resources should be sought for conducting asset-level vulnerability analysis. Weblink: https://www.boston.gov/departments/environment/climate-ready-boston-map- explorer Enterprise Community Partners Strategies for Multifamily Building Resilience. Summary: This guidance document provides resilience-minded retrofit strategies that have wide applicability to building resilience, including ways to reduce a building’s vulnerability to extreme weather, strategies to increase adaptability to changing climate conditions, and recommendations to provide for critical needs in the event of a disaster. The document includes estimates of strategies and covers strategies for team members to include and financing to pursue. Use: Property owners can use this tool for to create an internal team, research solutions, prioritize strategies, and identify financing and incentives steps. Weblink: https://www.enterprisecommunity.org/resources/ready-respond-strategies- multifamily-building-resilience-13356 Insurance Institute for Business and Home Safety FORTIFIED Standards Summary: IIBHS FORTIFIED Commercial program is a voluntary construction program based on standards that go above code requirements. These standards help developers build new commercial buildings that are more resilient in the event of severe weather, including hurricanes, high winds and hail. 30",
        "Use: IIBHS’s checklist can be used to research solutions. Weblink: http://disastersafety.org/fortified/commercial/ New York City Climate Resilience Guidelines. Summary: This set of guidelines is a step-by-step guide to sequential planning processes for New York City agencies and their designers to incorporate forward-looking climate change data into all city capital projects. It provides information on planning across a project’s useful life, managing uncertainty, and project considerations, including financing requirements. The guidelines include methodology to estimate project benefits. Use: Property owners can use this document for research solutions and prioritize strategies step. Weblink: https://www1.nyc.gov/assets/orr/pdf/NYC_Climate_Resiliency_Design_Guidelines_v2- 0.pdf Resiliency Action List (RELi). Summary: This set of voluntary resilience standards takes a comprehensive approach towards increasing resilience in new building design and planning for. Like LEED, RELi uses credits and prerequisites that draw on existing standards. RELi has more than sixty actions, addressing facility planning, design, operations, and maintenance. Other categories include site selection, emergency operations and planning (e.g., back-up power and thermal safety), and adaptive design based on a variety of specific hazards or groupings of related hazards. The actions range from planning for future risks (e.g., avoiding areas on the basis of projected sea- level rise) to adapting to or mitigating existing hazards and incorporating longer-term community cohesion, health, and economic vitality. RELi’s is designed to be an underwriting standard and quantifies the tangible value from resilience investments to reduce the costs of capital and financing and support underwriting for bonds and mortgages for resilience. Use: Property owners can use this guidance document for researching solutions. Weblink: http://online.anyflip.com/zyqc/ojoi/mobile/index.html Resilient MA Climate Clearing House. Summary: This resource supports Massachusetts’ Municipal Vulnerability Preparedness (MVP) program, by aggregating climate data specific to Massachusetts and produced by the Northeast Climate Adaptation Science Center at UMass-Amherst. It also includes an interactive map and recommendations for managing implementation. Use: Property owners can use this resource to identify climate risks, research solutions, create an implementation plan, and implement, evaluate and communicate steps. Weblink: http://resilientma.org/ 31",
        "U.S. Climate Resilience Toolkit Summary: The U.S. Climate Resilience Toolkit is a repository of information developed by the federal government that outlines the steps to take to build resilience, case studies, tools, expertise, and information by region and by topic area. Use: The steps in this guide mirror the steps in this template but are not Boston-specific. Use of this tool is particularly recommended at the Conduct Vulnerability Assessment stage. Weblink: https://toolkit.climate.gov/ 32"
    ]
}