{
    "FILE_NAME": "https://ebcne.org/wp-content/uploads/2018/06/06-22-18-MASTER-Climate-Change-Program-The-Boston-Harbor-Barrier-Study.pdf",
    "ALL TEXT": "EBC Climate Change Program Protecting Boston – The Boston Harbor Barrier StudyWelcome from the Committee Chair Ruth Silman Chair, EBC Climate Change & Air Committee Member, EBC Board of Directors Partner, Nixon Peabody, LLP Environmental Business Council of New England Energy Environment EconomyProgram Introduction & Overview Joseph Famely Program Co-Chair and Moderator Senior Environmental Scientist Woods Hole Group Environmental Business Council of New England Energy Environment EconomyPreliminary Analysis for Boston Harbor Paul Kirshen, Ph.D. Professor, School for the Environment Academic Director, Sustainable Solutions Lab University of Massachusetts Boston Environmental Business Council of New England Energy Environment EconomyFeasibility of Harborwide Barrier Systems: Preliminary Analysis for Boston Harbor Paul Kirshen, Ph.D. Sustainable Solutions Lab | University of Massachusetts Boston June 22, 2018 Funded by: Sponsored by:Acknowledgments | Project Team Principle Investigator: Project Manager: Paul Kirshen Rebecca Herst Professor, School for the Environment; Director, Sustainable Solutions Lab Academic Director, Sustainable Solutions Lab Project Support: Project Team: Emily Moothart Arcadis: Climate Resilience Research Assistant, Kelli Thurston, Brett McMann, Carly Foster, Heather Sprague, Sustainable Solutions Lab Hugh Roberts Courtney Humphries UMass Boston School for the Environment: PhD Student, IGERT Coasts and Communities Fellow Mark Borrelli, Jarrett Byrnes, Robert Chen, Lucy Lockwood, Chris Watson Robert L. Turner Senior Fellow, McCormack Graduate School Urban Harbors Institute: Kimberly Starbuck, Jack Wiggin, Allison Novelly, Kristin Uiterwyk Woods Hole Group: Kirk Bosma, Eric Holmes, Zach Stromer, Joe Famely, Alex Shaw, Brittany Hoffnagle Woods Hole Oceanographic Institute: Di JinAcknowledgments | Reviewers & Steering Committee Reviewers: Steering Committee: Boston Green Ribbon Commission – Bud Ris Boston Harbor Now Boston Harbor Now – Jill Valdes Horwood Boston Green Ribbon Commission City of Boston, Environment Department – Mia Mansfield, Carl Boston Planning and Development Agency Spector City of Boston, Environment Department Deltares – Martijn de Jong Massachusetts Area Planning Council GZA GeoEnvironmental, Inc. – Chad Cox, Stephen Lecco, Daniel Massachusetts Department of Environmental Protection Stapleton, Bin Wang, Wayne Cobleigh Massachusetts Environmental Policy Act Office Massachusetts Office of Coastal Zone Management – Lisa Engler Massachusetts Executive Office of Energy and Environmental Affairs MassBays National Estuary Program – Carole McCauley Massachusetts Office of Coastal Zone Management MassPort – Michael Meyran MassBays National Estuary Program New England Aquarium – John Mandelman Massport Stevens Institute of Technology – Philip Orton North Cambridge Consulting Stony Brook University School of Marine and Atmospheric Sciences National Parks Service – Malcolm Bowman New England Aquarium Tetratech – Bob Daylor, Jason Hellendrung, Mark Williams United States Army Corps of Engineers UMass Boston – Ellen DouglasBarrier Study Guiding Principles • Protect people and the places where they live, work, and play • Minimize interference with Boston’s maritime economy and the thousands of jobs it supports • Protect the environmental gains made over past decades through the Boston Harbor cleanupIntroduction—Engineering & Cost Three Proposed Alignments • Inner-Harbor • Outer-Harbor • Metro Boston Dike(Very) Approximate Location of Outer Harbor BarrierTypical Feature Assumptions—Gates Navigation Environmental Flow • Floating sector gate • Vertical lift gate • 1,500 or 650-footCost Summary (in 2018 Dollars) Values reported in 50 Years of Operations Construction billions of dollars and Maintenance Inner-Harbor $6B – 9B $1B – 1.3B Mid-Harbor $8B – 12B $1.5B – 2B Metro Boston Dike $35B – 85B Not analyzedHydrodynamic and Closure Analyses Kirk Bosma, P.E., M.C.E. Senior Coastal Engineer / Innovation Director Woods Hole Group Environmental Business Council of New England Energy Environment EconomyJune 22, 2018 Feasibility of Harbor-wide Barrier Systems: Preliminary Analysis for Boston Harbor Hydrodynamics and Closure Analysis Kirk F. Bosma, P.E. Woods Hole GroupBarrier Alignments Alignment Metro Dike Outer Harbor Inner Harbor In water length 18 miles 3.8 miles 0.5 miles Navigational Opening Multiple Locks Two Sector Gates Single Sector Gate Harbor Condition Freshwater Salt water Salt water Lagoon estuarine estuarine Flooding Control Tides and Storm Storm Storm Estimated Cost >$80 billion $8-11 billion $6-9 billion 16Inner Barrier • 1 sector gate: 1,500 ft. wide • ~95,000 feet of land based adaptations • Pump stations required • 83% of cost is sector gate and pump requirements 17Outer Barrier Nature based expansions as material becomes available 1,500 ft. wide Lovell Is. Gallops Is. Georges Is. 650 ft. wide Vertical lift gates to enhance circulation 18Design Elevations Outer Barrier • MHHW tides • 1% surge elevation (present day) • 2100 SLR (Kopp and DeConto, 2018) using RCP8.5 likely range (7.1 feet) • Attenuated wave amplitude (30 ft offshore wave height) • 2 feet of freeboard • Overtopping allowed Location Design Level (ft, NAVD88) Design Level (ft, MLW) Outer Barrier 27 32 Inner Barrier 22 27 Outer Shoreline (Revere) and Hull shoreline 24 29 Inner North Shoreline 20 25 Inner South Shoreline 19 24 19Tidal Impacts 20Tidal Impacts 21Tidal Impacts 22Hydrodynamic Impacts Existing Conditions 23Hydrodynamic Impacts Outer Barrier 24Hydrodynamic Impacts Existing peak = 1.3 knots Barrier peak = 3.3 knots 25Hydrodynamic Impacts Existing peak = 1.3 knots Barrier peak = 5.1 knots 26Hydrodynamic Impacts Existing peak = 0.5 knots Barrier peak = 0.1 knots 27Hydrodynamic Impacts Existing peak = 0.3 knots Barrier peak = 0.9 knots 28Wave Impacts Long Wharf - March 2, 2018Closure Frequency Boston NOAA tide gauge >97 year record – one of longest water level records in country 8 6 4 n o 2 it a v e 0 lE -2 -4 -6 -8 01/1920 01/1940 01/1960 01/1980 01/2000 Examined barrier closure based upon the historical record 30Event Identification one closure Blizzard of 1978 Actual 8 Predicted Residual 6 4 2 n o it a 0 v e lE -2 -4 -6 -8 02/05/78 02/07/78 02/09/78 31Sea Level Rise Projections vs. Closure Level 323334Environmental Impacts Bob Chen, Ph.D. Professor, School for the Environment University of Massachusetts Boston Environmental Business Council of New England Energy Environment EconomyEnvironmental Impacts Bob Chen, Mark Borrelli, Jarrett Byrnes, Lucy Lockwood UMassBostonWicked Problem  Complex  Boston Harbor Cleanup  $30 B at risk  Boston Harbor Islands National Park Area  Diverse stakeholders  Uncertain  Climate change  Economy  Demographics  Unknowns (seagrass, fish migration)  Challenging  Social vulnerability  Historical & cultural values  Development demandsBuilding A Wall to Protect Boston Boston is the 8th most vulnerable city in the world to financial damage due to sea-level rise (World Bank, 2013), AND we can build a large barrier to protect the city, BUT we don’t know the environmental impacts THEREFORE we have conducted this initial assessmentEnvironmental Impacts  Water Quality  Habitats  Ecosystems Services  With and without an outer harbor barrier (present and with 5’ of SLR)  Lines in the Sand  Unknowns  Other ConsiderationsChange 1630 2070  Change has already happened, change is happening, and change will continue to happen  We predict that the installation of a barrier has less overall environmental impact than 5’ of SLR or 3.7 oC water temperature  The scale, purposefulness, and control of the human impacts on Boston Harbor ecosystem is the issue  There is a philosophical question of “Do we want to do this?”  The better we understand potential impacts (science), the more informed decisions we can makeConservation of Energy  Tidal heights (ranges) will not be affected by the presence of a barrier.  SLR will add volume to the Harbor so residence times will increase somewhat (with the same tidal prism).  Restrictions that result from a barrier will increase current velocities in close proximity to the barrier (increase kinetic energy), so necessarily, current velocities (kinetic energy) in other areas will be lower than without a barrier.  These areas are behind the barrier and in shallow backwaters.  This means increased residence times (decreased flushing) in these areas far from the barrier.Water Quality  Average flushing times of the Harbor is 10 days (Signell, 1992).  Water parcel or particle residence times vary greatly from 6 hours to several weeks.  SLR will increase water residence times slightly (~25%).  Barrier w/SLR will increase some water parcel residence times significantly.  Slightly reduced dissolved oxygen concentrations may result from increased residence times.  Increase in water temperature could have greater adverse affect on water quality than barrier.Water QualityHabitats  Sandy Beach  SLR has greatest negative impact. Lower velocities convert some areas to mudflats. Less erosion from waves.  Subtidal  Lower energy environment will increase silt/clay bottom habitat at expense of sandy and cobble habitat.  Island-Coastal Bluff  SLR the greatest danger, barrier will reduce erosion for islands inside of the barrier.Habitats  Salt marsh  Drowning with SLR with or without barrier. Might be able to add sediment? Barrier reduces storm damage.  Seagrass beds  Barrier may reduce or enhance water clarity, not much seagrass currently in Boston Harbor.  Rocky Intertidal  Reduces flushing in some locations. Barrier adds new low quality substrate, could incorporate green design.  Mudflats  Increased sedimentation in shallow back bays and behind barrier where residence times are increased.HabitatsShoreline Change and Current Velocities Hull Peddoc ks Island 2013 FLOOD 2100 TIDE EBB TIDEShoreline Change and Current Velocities 2013 2100 George’s FLOOD TIDE EBB TIDEHabitatEcosystem Services  Carbon sequestration may be increased due to increased particle trapping with a barrier  could be countered if blue carbon habitats - salt marshes or sea grass beds - disrupted  this may happen with SLR with or without a barrier.  Reduced flushing could lead to increased nutrients, lower DO, and higher probability of eutrophication in some areas  Impact on fisheries is unclear but might affect migratory species  30’ wall changes aesthetic and historical values but also can increase access to the Harbor by the publicEcosystem ServicesUnknowns  Impacts during Construction  Response of people and organizations  With or without barrier  Psychology  Timing  Context  Extent of SLR and Climate Change  Global in nature  Future Use of Harbor  Habitat, Water Quality, Ecosystem ServicesStorms-River Flow  During high flow river events (i.e. storms), there is currently a rapid (hours) sheet flow of freshwater (and first flush contaminants) at the surface into Massachusetts Bay.  With a barrier closed for 48 or more hours, this freshwater lens (with associated contaminants) will be trapped within the Harbor (at the surface until the barrier is opened.  We have not characterized this feature adequately to date, and potential impacts on organisms or ecosystems is unknown.Inner Harbor Barrier  Behind a closed barrier, freshwater runoff could increase sea level in the Inner harbor by 20-22’  This freshwater is the most sediment and contaminant-rich of the water column  This water would have to be pumped over the barrier and out of the Inner Harbor  Pumps would be located near the bottom so would not help remove contaminated surface layer  This upper layer would cut off lower layer from sunlight and atmospheric exchange until the barrier was openedOther Considerations  Lines in the Sand  A barrier is not expected to eliminate any particular habitat or significantly decrease ecosystem function  Unknowns  Impacts on fish migrations  Impacts on denitrification rates  How local responses will shift with the presence or a barrier. Local habitats might be conserved.  Effects of circulation pattern changes on ecosystem function.  Perceptions  There will be a hurdle of peoples’ perceptions of a large structure that might be overcome over time (like the idea that the Harbor Cleanup could be worth $5B).Flexibility of Solution  Change over time  Ecosystem  Adaptation  Barrier lead time  20 years  Timescales  Match solution to expected changeConclusions  There do not appear to be any clear environmental “disasters” that would result from a harbor-wide barrier.  We have not yet assessed how local resilience strategies will affect the local ecosystem functions and services with or without a barrier as sea-level rises.  There are still some unknown impacts, including the impacts of a barrier on fish migrations, the survivability of salt marshes and sea grass beds with SLR, the effects of circulation changes, and the impact of trapping freshwater plumes during storm events.  Science plays a significant role, is incomplete in some areas (uncertain, unknown), but is more predictable than social science (human decisions, behavior, perspectives)Citation  http://www.greenribboncommission.org/wp- content/uploads/2018/05/Feasibility-of-Harbor-wide-Barriers-Report.pdf  Feasibility of Harbor-wide Barrier Systems:  Preliminary Analysis for Boston Harbor  Sustainable Solutions Lab, University of Massachusetts Boston, May 2018.Ecological Economics Di Jin Senior Scientist Marine Policy Center Woods Hole Oceanographic Institution Environmental Business Council of New England Energy Environment EconomyThe Boston Harbor Barrier Study: ECOLOGICAL ECONOMICS Di Jin, Chris Watson and Paul Kirshen Funded by: Sponsored by: EBCNE Climate Change Program June 22, 2018Outline 63 Ecosystem Valuation  Methods  Results  Summary  DATEEcosystem Service and Valuation 64 DATEEcosystem Services 65 UNESCO http://www.ehu.eus/cdsea/web/index.php/about-us/?DlaAngT=EenEcosystem Valuation 66 Ecosystem ecological • Structure production function • Function Ecosystem Human Action Goods & ecological economic activities structure Services Values use values nonuse values Consumptive use nonconsumptive use Direct Indirect NRC (2004) DATEMethods 67 Ecosystem Service Value = Unit Value ($/acre/year/land cover) Area (acre/land cover) The study area is divided into 4 subareas: Mystic River Watershed Charles and Neponset Rivers Watershed Weir River Watershed Harbor Islands 13 Land Cover Types: Marine Wetlands Salt Marsh Freshwater Wetland City Parks Beach Freshwater Oyster Bed Estuary Tidal Flat Forest Grassland/Openland Core Habitats Coastal Waters Estimate proposed barrier impacts on ecosystem asset values and NPV DATELand Covers in 4 Watersheds 68 Mystic River Harbor Watershed Islands Charles and Neponset Weir River Rivers Watershed Watershed DATEUnit Ecosystem Service Values 69 1,000,000 100,000 10,000 r a e This study y / e r Kocian et al. c 1,000 a / $ de Groot et al. 6 1 0 Martinez et al. 2 100 Grabowski et al. 10 1 Beach Coastal Estuary Forest Grassland Oyster bed wetland DATEEffects of SLR and Proposed Barrier on Ecosystem Asset Values (2016$ million, sliding scale discounting) 70 80,000 70,000 60,000 50,000 H 40,000 30,000 H 20,000 H L 10,000 H L L 0 L 0 ft 5 ft 5 ft with 0 ft 5 ft 5 ft with 0 ft 5 ft 5 ft with 0 ft 5 ft 5 ft with barrier barrier barrier barrier Charles and Mystic Weir Islands Neponset 2013 (0 ft) and 2100 (5 ft) DATEEffects of SLR and Proposed Barrier on Annual Ecosystem Values, 2013-2140 (assuming that barrier will be installed in 2050) 71 3500 H H with barrier 3000 L L with barrier 2500 ) r a e y2000 / n o illim ( $1500 6 1 0 2 1000 500 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 1 1 1 2 2 2 3 3 3 4 4 4 4 5 5 5 6 6 6 7 7 7 7 8 8 8 9 9 9 0 0 0 0 1 1 1 2 2 2 3 3 3 3 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 Year DATESummary 72 Ecosystems in the study area provide multitude of services to society  valued at $30-100 billion (asset value). Without restrictions on marsh migration, the total ecosystem asset values  are expected to increase under SLR. Barrier impacts: the overall reductions in ecosystem asset values in the  study area are small (2-3%), although local reductions in the harbor and islands sub-area may be higher (up to 16%).* For a barrier installed in 2050, the overall effects on NPV are small (below  2%). For a barrier installed in 2090, the reduction in NPV would be smaller  (1.10%). * Mainly due to reduced water quality (Chen et al. 2017). DATERecreational and Commercial Harbor Use Impacts Kimberly Starbuck Research Associate Urban Harbors Institute University of Massachusetts Boston Environmental Business Council of New England Energy Environment EconomyFeasibility of Harborwide Barrier Systems: Impacts on Recreational and Commercial Use Kim Starbuck Urban Harbors Institute, UMass BostonGoal • Determine the effect of barrier configurations on select human uses in Boston Harbor • Recreational boating • Recreational fishing Source: The Boston Globe • Commercial shipping/traffic • Commercial fishing • Determine the extent to which a barrier could accommodate or disrupt continuation of uses Source: On The WaterMethodology • Gather baseline data on current uses of Boston Harbor • Review literature Source: The Boston Globe • Conduct interviews, focus groups, and booth engagement with industry experts and stakeholders Source: On The WaterEngaged Parties in this Analysis • Recreational boaters • Massachusetts Marine Trades Association • Staff from Massport • The Massport Port Operators Group • The Metropolitan Area Planning Council Source: The Boston Globe • United States Coast Guard • Harbor pilots • Commercial shipping stakeholders • Fishing industry experts Source: On The WaterResults: Baseline Data and Potential Impacts Recreational boating Recreational fishing Commercial shipping/traffic Commercial fishing Source: Metro USRecreational Activities • Boating • Fishing • Diving • Relaxing • Wildlife viewing • SwimmingRecreational Boating • 34 Boston Harbor Islands; many recreational activities • Over 10,000 boats registered in communities surrounding Boston Harbor (2014) • Impact of marine recreational boating on the entire Massachusetts economy: $840 million (2012)Recreational ActivitiesRecreational Fishing – Fish TargetedCommercial Shipping and Traffic • Boston Harbor is region’s largest commercial port • $4.6 billion of economic value (Martin Associates, 2012) • 1,600+ businesses import and export • Conley Container Terminal handled nearly 250,000 containers in 2016; 1.5 million metric tons of cargo each year • 114 cruise vessels (2016) • Main commercial vessels: cargos, tug-tows, tankers, and passenger vessels (e.g., ferries, cruise ships) Boston Harbor Beacon Boston Magazine Boston GlobeCargo Vessel DensityTug-Tow Vessel DensityTanker Vessel DensityPassenger Vessel DensityAll Vessel DensityFerry RoutesCommercial Fishing • 14 million pounds commercial fish, worth $16.2 million, landed in 2015 in Boston Harbor • Commercial finfishing does not generally occur within Boston Harbor due to shipping activity and shallow depths • Lobsters are commercially fished within Boston Harbor, specifically in the Main Ship Channel, Mystic River, and Chelsea River Source: 2013 FEIS Boston Harbor Navigation ProjectPotential Impacts of a Barrier to Recreational and Commercial UsesPotential Impacts to Recreational Boating • Greater protection from storms; less turbulent conditions • Reduce flooding and damage to docks and infrastructure • Changes in boat routes and patterns (construction and afterwards); weaving in and out of islands • Operational challenges: increase in water velocity • Boating congestion (north vs. south entrance) and safety concerns • No transit during closed barrier • Visual impacts • Water quality; impact to swimming/fishingPotential Impacts to Commercial Vessels Potential Impacts to Commercial Vessels • Greater protection from storms • Less turbulent conditions inside harbor • Reduce flooding and damage to docks and • Greater protection from storms infrastructure • Less turbulent conditions inside harbor • Changes in boat routes and patterns (construction and • Reduce flooding and damage to docks and infrastructure afterwards) • Changes in boat routes and patterns (construction and afterwards) • Operational challenges: increase in water velocity • Operational challenges: increase in water velocity • Boating congestion (north vs. south entra•nBceo) aatnidn gsa cfeotny gcoensctieornns (north vs. south entrance) and safety concerns • No transit during closed barrier • Possible alteration of shipping lanes; may• nNeeod t gruaindsaintc de uverisnsegl sc floors ed barrier safe navigation • Possible alteration of shipping lanes; may need • Economic loss (traffic may select a different port during storms); guidance vessels for safe navigation changes in trade patterns • Vessels in search of refuge may seek out •ba Er cri oer n p or mot ie cc t li oo sn s (traffic may select a different port during storms); changes in trade patterns • Vessels in search of refuge may seek out barrier protectionPotential Impacts to Recreational Fishing • Impacts to navigation • Change in circulation and environmental conditions (water quality) in harbor could impact fish populations • Potential fishing conflicts near barrier openingsPPootetenntitaial lI mImppaacctsts t oto C Coommmmeerrcciaial lF Fisishhiningg • Impacts to navigation • Change in circulation and environmental conditions (water quality) in harbor could impact fish populations Navigation Change in circulation and environmental conditions (water quality) in harbor could impact fish populationsConclusions Source: The Boston Globe • Important to the economy and culture of the region • Barrier designed to minimize impacts to users of Boston Harbor – Protect shoreside infrastructure and vessels from storm turbulence and flooding – Barrier openings accommodate traffic; slight impacts possible – No transit when barrier is closed – Possible changes to water flow velocities; may cause vessel congestion and safety issues Source: On The Water – Possible changes to fish habitat and water qualityEconomic Analysis and Comparison to Shore-Based Solutions Paul Kirshen, Ph.D. Professor, School for the Environment Academic Director, Sustainable Solutions Lab University of Massachusetts Boston Environmental Business Council of New England Energy Environment EconomyExpected Damage Descriptions Losses avoided Description The 2016 replacement cost of structure damage expected due to flooding. Building types include: single and multi- Buildings family residential, mixed use, commercial, industrial, government, and education. The dollar value of structure contents and inventory Contents and Inventory damaged due to flooding. Displacement is a function of direct physical damage and Displacement flood depth, and includes relocation costs associated with displacement.Caveats • High-level, order of magnitude estimates of losses avoided • Assessor data are not always up to date • Planned or completed adaptation projects are not considered • Riverine flooding not considered(2050-2100)(2070-2130)Comparison to Shoreline Adaptation SolutionsCRB, 2016Planning Scenario Boston develops shore-based adaption to 14 feet NAVD88 by 2070. Then either: o Rebuilds and Expands shore-based systems to manage 2100 and beyond at cost of ~ $500 M ($2017) o Participates in Building Outer Harbor Barrier at cost of ~$5B ($2017, half of total cost of OHB)Advantages of Shoreline Solutions • Needed to manage flooding to at least 2050 • East Boston and Charlestown Shore-based Strategies • Benefit: Cost Ratios- 3.22-7.9 (20 years, 7 %) • Generates Co-Benefits • Design in Flexibility and Adaptability • Manage Tidal or Nuisance FloodingMajor Recommendations “The authors recommend that the City continue to focus its climate resilience strategy for the next several decades on the shore-based multi-layered approach described in Climate Ready Boston.” Continue to monitor climate, environmental, economic, and social changes, risk- tolerances, the continuing evolution of the technology of harbor-wide barriers, and the global experience with existing harbor-wide barrier systems to determine if the feasibility of a harbor-wide barrier should be reexamined at some point in the future. Determine if shore-based solutions being implemented in Boston and adjacent cities can be effective for the remainder of the century and/or beyond 2100. Undertake strong greenhouse gas mitigation actions with many others to lessen the rate of climate change.Moderated Discussion Moderator: Joe Famely, Woods Hole Group Panelists: • Austin Blackmon, City of Boston • Kirk Bosma, Woods Hole Group • Bob Chen, UMass Boston • Di Jin, Woods Hole Oceanographic Institution • Paul Kirshen, UMass Boston • Kimberly Starbuck, UMass Boston Environmental Business Council of New England Energy Environment Economy",
    "TEXT BY PAGE": [
        "EBC Climate Change Program Protecting Boston – The Boston Harbor Barrier Study",
        "Welcome from the Committee Chair Ruth Silman Chair, EBC Climate Change & Air Committee Member, EBC Board of Directors Partner, Nixon Peabody, LLP Environmental Business Council of New England Energy Environment Economy",
        "Program Introduction & Overview Joseph Famely Program Co-Chair and Moderator Senior Environmental Scientist Woods Hole Group Environmental Business Council of New England Energy Environment Economy",
        "Preliminary Analysis for Boston Harbor Paul Kirshen, Ph.D. Professor, School for the Environment Academic Director, Sustainable Solutions Lab University of Massachusetts Boston Environmental Business Council of New England Energy Environment Economy",
        "Feasibility of Harborwide Barrier Systems: Preliminary Analysis for Boston Harbor Paul Kirshen, Ph.D. Sustainable Solutions Lab | University of Massachusetts Boston June 22, 2018 Funded by: Sponsored by:",
        "Acknowledgments | Project Team Principle Investigator: Project Manager: Paul Kirshen Rebecca Herst Professor, School for the Environment; Director, Sustainable Solutions Lab Academic Director, Sustainable Solutions Lab Project Support: Project Team: Emily Moothart Arcadis: Climate Resilience Research Assistant, Kelli Thurston, Brett McMann, Carly Foster, Heather Sprague, Sustainable Solutions Lab Hugh Roberts Courtney Humphries UMass Boston School for the Environment: PhD Student, IGERT Coasts and Communities Fellow Mark Borrelli, Jarrett Byrnes, Robert Chen, Lucy Lockwood, Chris Watson Robert L. Turner Senior Fellow, McCormack Graduate School Urban Harbors Institute: Kimberly Starbuck, Jack Wiggin, Allison Novelly, Kristin Uiterwyk Woods Hole Group: Kirk Bosma, Eric Holmes, Zach Stromer, Joe Famely, Alex Shaw, Brittany Hoffnagle Woods Hole Oceanographic Institute: Di Jin",
        "Acknowledgments | Reviewers & Steering Committee Reviewers: Steering Committee: Boston Green Ribbon Commission – Bud Ris Boston Harbor Now Boston Harbor Now – Jill Valdes Horwood Boston Green Ribbon Commission City of Boston, Environment Department – Mia Mansfield, Carl Boston Planning and Development Agency Spector City of Boston, Environment Department Deltares – Martijn de Jong Massachusetts Area Planning Council GZA GeoEnvironmental, Inc. – Chad Cox, Stephen Lecco, Daniel Massachusetts Department of Environmental Protection Stapleton, Bin Wang, Wayne Cobleigh Massachusetts Environmental Policy Act Office Massachusetts Office of Coastal Zone Management – Lisa Engler Massachusetts Executive Office of Energy and Environmental Affairs MassBays National Estuary Program – Carole McCauley Massachusetts Office of Coastal Zone Management MassPort – Michael Meyran MassBays National Estuary Program New England Aquarium – John Mandelman Massport Stevens Institute of Technology – Philip Orton North Cambridge Consulting Stony Brook University School of Marine and Atmospheric Sciences National Parks Service – Malcolm Bowman New England Aquarium Tetratech – Bob Daylor, Jason Hellendrung, Mark Williams United States Army Corps of Engineers UMass Boston – Ellen Douglas",
        "Barrier Study Guiding Principles • Protect people and the places where they live, work, and play • Minimize interference with Boston’s maritime economy and the thousands of jobs it supports • Protect the environmental gains made over past decades through the Boston Harbor cleanup",
        "",
        "Introduction—Engineering & Cost Three Proposed Alignments • Inner-Harbor • Outer-Harbor • Metro Boston Dike",
        "(Very) Approximate Location of Outer Harbor Barrier",
        "Typical Feature Assumptions—Gates Navigation Environmental Flow • Floating sector gate • Vertical lift gate • 1,500 or 650-foot",
        "Cost Summary (in 2018 Dollars) Values reported in 50 Years of Operations Construction billions of dollars and Maintenance Inner-Harbor $6B – 9B $1B – 1.3B Mid-Harbor $8B – 12B $1.5B – 2B Metro Boston Dike $35B – 85B Not analyzed",
        "Hydrodynamic and Closure Analyses Kirk Bosma, P.E., M.C.E. Senior Coastal Engineer / Innovation Director Woods Hole Group Environmental Business Council of New England Energy Environment Economy",
        "June 22, 2018 Feasibility of Harbor-wide Barrier Systems: Preliminary Analysis for Boston Harbor Hydrodynamics and Closure Analysis Kirk F. Bosma, P.E. Woods Hole Group",
        "Barrier Alignments Alignment Metro Dike Outer Harbor Inner Harbor In water length 18 miles 3.8 miles 0.5 miles Navigational Opening Multiple Locks Two Sector Gates Single Sector Gate Harbor Condition Freshwater Salt water Salt water Lagoon estuarine estuarine Flooding Control Tides and Storm Storm Storm Estimated Cost >$80 billion $8-11 billion $6-9 billion 16",
        "Inner Barrier • 1 sector gate: 1,500 ft. wide • ~95,000 feet of land based adaptations • Pump stations required • 83% of cost is sector gate and pump requirements 17",
        "Outer Barrier Nature based expansions as material becomes available 1,500 ft. wide Lovell Is. Gallops Is. Georges Is. 650 ft. wide Vertical lift gates to enhance circulation 18",
        "Design Elevations Outer Barrier • MHHW tides • 1% surge elevation (present day) • 2100 SLR (Kopp and DeConto, 2018) using RCP8.5 likely range (7.1 feet) • Attenuated wave amplitude (30 ft offshore wave height) • 2 feet of freeboard • Overtopping allowed Location Design Level (ft, NAVD88) Design Level (ft, MLW) Outer Barrier 27 32 Inner Barrier 22 27 Outer Shoreline (Revere) and Hull shoreline 24 29 Inner North Shoreline 20 25 Inner South Shoreline 19 24 19",
        "Tidal Impacts 20",
        "Tidal Impacts 21",
        "Tidal Impacts 22",
        "Hydrodynamic Impacts Existing Conditions 23",
        "Hydrodynamic Impacts Outer Barrier 24",
        "Hydrodynamic Impacts Existing peak = 1.3 knots Barrier peak = 3.3 knots 25",
        "Hydrodynamic Impacts Existing peak = 1.3 knots Barrier peak = 5.1 knots 26",
        "Hydrodynamic Impacts Existing peak = 0.5 knots Barrier peak = 0.1 knots 27",
        "Hydrodynamic Impacts Existing peak = 0.3 knots Barrier peak = 0.9 knots 28",
        "Wave Impacts Long Wharf - March 2, 2018",
        "Closure Frequency Boston NOAA tide gauge >97 year record – one of longest water level records in country 8 6 4 n o 2 it a v e 0 lE -2 -4 -6 -8 01/1920 01/1940 01/1960 01/1980 01/2000 Examined barrier closure based upon the historical record 30",
        "Event Identification one closure Blizzard of 1978 Actual 8 Predicted Residual 6 4 2 n o it a 0 v e lE -2 -4 -6 -8 02/05/78 02/07/78 02/09/78 31",
        "Sea Level Rise Projections vs. Closure Level 32",
        "33",
        "34",
        "Environmental Impacts Bob Chen, Ph.D. Professor, School for the Environment University of Massachusetts Boston Environmental Business Council of New England Energy Environment Economy",
        "Environmental Impacts Bob Chen, Mark Borrelli, Jarrett Byrnes, Lucy Lockwood UMassBoston",
        "Wicked Problem  Complex  Boston Harbor Cleanup  $30 B at risk  Boston Harbor Islands National Park Area  Diverse stakeholders  Uncertain  Climate change  Economy  Demographics  Unknowns (seagrass, fish migration)  Challenging  Social vulnerability  Historical & cultural values  Development demands",
        "Building A Wall to Protect Boston Boston is the 8th most vulnerable city in the world to financial damage due to sea-level rise (World Bank, 2013), AND we can build a large barrier to protect the city, BUT we don’t know the environmental impacts THEREFORE we have conducted this initial assessment",
        "Environmental Impacts  Water Quality  Habitats  Ecosystems Services  With and without an outer harbor barrier (present and with 5’ of SLR)  Lines in the Sand  Unknowns  Other Considerations",
        "Change 1630 2070  Change has already happened, change is happening, and change will continue to happen  We predict that the installation of a barrier has less overall environmental impact than 5’ of SLR or 3.7 oC water temperature  The scale, purposefulness, and control of the human impacts on Boston Harbor ecosystem is the issue  There is a philosophical question of “Do we want to do this?”  The better we understand potential impacts (science), the more informed decisions we can make",
        "Conservation of Energy  Tidal heights (ranges) will not be affected by the presence of a barrier.  SLR will add volume to the Harbor so residence times will increase somewhat (with the same tidal prism).  Restrictions that result from a barrier will increase current velocities in close proximity to the barrier (increase kinetic energy), so necessarily, current velocities (kinetic energy) in other areas will be lower than without a barrier.  These areas are behind the barrier and in shallow backwaters.  This means increased residence times (decreased flushing) in these areas far from the barrier.",
        "Water Quality  Average flushing times of the Harbor is 10 days (Signell, 1992).  Water parcel or particle residence times vary greatly from 6 hours to several weeks.  SLR will increase water residence times slightly (~25%).  Barrier w/SLR will increase some water parcel residence times significantly.  Slightly reduced dissolved oxygen concentrations may result from increased residence times.  Increase in water temperature could have greater adverse affect on water quality than barrier.",
        "Water Quality",
        "Habitats  Sandy Beach  SLR has greatest negative impact. Lower velocities convert some areas to mudflats. Less erosion from waves.  Subtidal  Lower energy environment will increase silt/clay bottom habitat at expense of sandy and cobble habitat.  Island-Coastal Bluff  SLR the greatest danger, barrier will reduce erosion for islands inside of the barrier.",
        "Habitats  Salt marsh  Drowning with SLR with or without barrier. Might be able to add sediment? Barrier reduces storm damage.  Seagrass beds  Barrier may reduce or enhance water clarity, not much seagrass currently in Boston Harbor.  Rocky Intertidal  Reduces flushing in some locations. Barrier adds new low quality substrate, could incorporate green design.  Mudflats  Increased sedimentation in shallow back bays and behind barrier where residence times are increased.",
        "Habitats",
        "Shoreline Change and Current Velocities Hull Peddoc ks Island 2013 FLOOD 2100 TIDE EBB TIDE",
        "Shoreline Change and Current Velocities 2013 2100 George’s FLOOD TIDE EBB TIDE",
        "Habitat",
        "Ecosystem Services  Carbon sequestration may be increased due to increased particle trapping with a barrier  could be countered if blue carbon habitats - salt marshes or sea grass beds - disrupted  this may happen with SLR with or without a barrier.  Reduced flushing could lead to increased nutrients, lower DO, and higher probability of eutrophication in some areas  Impact on fisheries is unclear but might affect migratory species  30’ wall changes aesthetic and historical values but also can increase access to the Harbor by the public",
        "Ecosystem Services",
        "Unknowns  Impacts during Construction  Response of people and organizations  With or without barrier  Psychology  Timing  Context  Extent of SLR and Climate Change  Global in nature  Future Use of Harbor  Habitat, Water Quality, Ecosystem Services",
        "Storms-River Flow  During high flow river events (i.e. storms), there is currently a rapid (hours) sheet flow of freshwater (and first flush contaminants) at the surface into Massachusetts Bay.  With a barrier closed for 48 or more hours, this freshwater lens (with associated contaminants) will be trapped within the Harbor (at the surface until the barrier is opened.  We have not characterized this feature adequately to date, and potential impacts on organisms or ecosystems is unknown.",
        "Inner Harbor Barrier  Behind a closed barrier, freshwater runoff could increase sea level in the Inner harbor by 20-22’  This freshwater is the most sediment and contaminant-rich of the water column  This water would have to be pumped over the barrier and out of the Inner Harbor  Pumps would be located near the bottom so would not help remove contaminated surface layer  This upper layer would cut off lower layer from sunlight and atmospheric exchange until the barrier was opened",
        "Other Considerations  Lines in the Sand  A barrier is not expected to eliminate any particular habitat or significantly decrease ecosystem function  Unknowns  Impacts on fish migrations  Impacts on denitrification rates  How local responses will shift with the presence or a barrier. Local habitats might be conserved.  Effects of circulation pattern changes on ecosystem function.  Perceptions  There will be a hurdle of peoples’ perceptions of a large structure that might be overcome over time (like the idea that the Harbor Cleanup could be worth $5B).",
        "Flexibility of Solution  Change over time  Ecosystem  Adaptation  Barrier lead time  20 years  Timescales  Match solution to expected change",
        "Conclusions  There do not appear to be any clear environmental “disasters” that would result from a harbor-wide barrier.  We have not yet assessed how local resilience strategies will affect the local ecosystem functions and services with or without a barrier as sea-level rises.  There are still some unknown impacts, including the impacts of a barrier on fish migrations, the survivability of salt marshes and sea grass beds with SLR, the effects of circulation changes, and the impact of trapping freshwater plumes during storm events.  Science plays a significant role, is incomplete in some areas (uncertain, unknown), but is more predictable than social science (human decisions, behavior, perspectives)",
        "",
        "",
        "Citation  http://www.greenribboncommission.org/wp- content/uploads/2018/05/Feasibility-of-Harbor-wide-Barriers-Report.pdf  Feasibility of Harbor-wide Barrier Systems:  Preliminary Analysis for Boston Harbor  Sustainable Solutions Lab, University of Massachusetts Boston, May 2018.",
        "Ecological Economics Di Jin Senior Scientist Marine Policy Center Woods Hole Oceanographic Institution Environmental Business Council of New England Energy Environment Economy",
        "The Boston Harbor Barrier Study: ECOLOGICAL ECONOMICS Di Jin, Chris Watson and Paul Kirshen Funded by: Sponsored by: EBCNE Climate Change Program June 22, 2018",
        "Outline 63 Ecosystem Valuation  Methods  Results  Summary  DATE",
        "Ecosystem Service and Valuation 64 DATE",
        "Ecosystem Services 65 UNESCO http://www.ehu.eus/cdsea/web/index.php/about-us/?DlaAngT=Een",
        "Ecosystem Valuation 66 Ecosystem ecological • Structure production function • Function Ecosystem Human Action Goods & ecological economic activities structure Services Values use values nonuse values Consumptive use nonconsumptive use Direct Indirect NRC (2004) DATE",
        "Methods 67 Ecosystem Service Value = Unit Value ($/acre/year/land cover) Area (acre/land cover) The study area is divided into 4 subareas: Mystic River Watershed Charles and Neponset Rivers Watershed Weir River Watershed Harbor Islands 13 Land Cover Types: Marine Wetlands Salt Marsh Freshwater Wetland City Parks Beach Freshwater Oyster Bed Estuary Tidal Flat Forest Grassland/Openland Core Habitats Coastal Waters Estimate proposed barrier impacts on ecosystem asset values and NPV DATE",
        "Land Covers in 4 Watersheds 68 Mystic River Harbor Watershed Islands Charles and Neponset Weir River Rivers Watershed Watershed DATE",
        "Unit Ecosystem Service Values 69 1,000,000 100,000 10,000 r a e This study y / e r Kocian et al. c 1,000 a / $ de Groot et al. 6 1 0 Martinez et al. 2 100 Grabowski et al. 10 1 Beach Coastal Estuary Forest Grassland Oyster bed wetland DATE",
        "Effects of SLR and Proposed Barrier on Ecosystem Asset Values (2016$ million, sliding scale discounting) 70 80,000 70,000 60,000 50,000 H 40,000 30,000 H 20,000 H L 10,000 H L L 0 L 0 ft 5 ft 5 ft with 0 ft 5 ft 5 ft with 0 ft 5 ft 5 ft with 0 ft 5 ft 5 ft with barrier barrier barrier barrier Charles and Mystic Weir Islands Neponset 2013 (0 ft) and 2100 (5 ft) DATE",
        "Effects of SLR and Proposed Barrier on Annual Ecosystem Values, 2013-2140 (assuming that barrier will be installed in 2050) 71 3500 H H with barrier 3000 L L with barrier 2500 ) r a e y2000 / n o illim ( $1500 6 1 0 2 1000 500 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 2 5 8 1 4 7 0 3 6 9 1 1 1 2 2 2 3 3 3 4 4 4 4 5 5 5 6 6 6 7 7 7 7 8 8 8 9 9 9 0 0 0 0 1 1 1 2 2 2 3 3 3 3 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 2 Year DATE",
        "Summary 72 Ecosystems in the study area provide multitude of services to society  valued at $30-100 billion (asset value). Without restrictions on marsh migration, the total ecosystem asset values  are expected to increase under SLR. Barrier impacts: the overall reductions in ecosystem asset values in the  study area are small (2-3%), although local reductions in the harbor and islands sub-area may be higher (up to 16%).* For a barrier installed in 2050, the overall effects on NPV are small (below  2%). For a barrier installed in 2090, the reduction in NPV would be smaller  (1.10%). * Mainly due to reduced water quality (Chen et al. 2017). DATE",
        "Recreational and Commercial Harbor Use Impacts Kimberly Starbuck Research Associate Urban Harbors Institute University of Massachusetts Boston Environmental Business Council of New England Energy Environment Economy",
        "Feasibility of Harborwide Barrier Systems: Impacts on Recreational and Commercial Use Kim Starbuck Urban Harbors Institute, UMass Boston",
        "Goal • Determine the effect of barrier configurations on select human uses in Boston Harbor • Recreational boating • Recreational fishing Source: The Boston Globe • Commercial shipping/traffic • Commercial fishing • Determine the extent to which a barrier could accommodate or disrupt continuation of uses Source: On The Water",
        "Methodology • Gather baseline data on current uses of Boston Harbor • Review literature Source: The Boston Globe • Conduct interviews, focus groups, and booth engagement with industry experts and stakeholders Source: On The Water",
        "Engaged Parties in this Analysis • Recreational boaters • Massachusetts Marine Trades Association • Staff from Massport • The Massport Port Operators Group • The Metropolitan Area Planning Council Source: The Boston Globe • United States Coast Guard • Harbor pilots • Commercial shipping stakeholders • Fishing industry experts Source: On The Water",
        "Results: Baseline Data and Potential Impacts Recreational boating Recreational fishing Commercial shipping/traffic Commercial fishing Source: Metro US",
        "Recreational Activities • Boating • Fishing • Diving • Relaxing • Wildlife viewing • Swimming",
        "Recreational Boating • 34 Boston Harbor Islands; many recreational activities • Over 10,000 boats registered in communities surrounding Boston Harbor (2014) • Impact of marine recreational boating on the entire Massachusetts economy: $840 million (2012)",
        "",
        "",
        "Recreational Activities",
        "Recreational Fishing – Fish Targeted",
        "Commercial Shipping and Traffic • Boston Harbor is region’s largest commercial port • $4.6 billion of economic value (Martin Associates, 2012) • 1,600+ businesses import and export • Conley Container Terminal handled nearly 250,000 containers in 2016; 1.5 million metric tons of cargo each year • 114 cruise vessels (2016) • Main commercial vessels: cargos, tug-tows, tankers, and passenger vessels (e.g., ferries, cruise ships) Boston Harbor Beacon Boston Magazine Boston Globe",
        "Cargo Vessel Density",
        "Tug-Tow Vessel Density",
        "Tanker Vessel Density",
        "Passenger Vessel Density",
        "All Vessel Density",
        "Ferry Routes",
        "Commercial Fishing • 14 million pounds commercial fish, worth $16.2 million, landed in 2015 in Boston Harbor • Commercial finfishing does not generally occur within Boston Harbor due to shipping activity and shallow depths • Lobsters are commercially fished within Boston Harbor, specifically in the Main Ship Channel, Mystic River, and Chelsea River Source: 2013 FEIS Boston Harbor Navigation Project",
        "Potential Impacts of a Barrier to Recreational and Commercial Uses",
        "Potential Impacts to Recreational Boating • Greater protection from storms; less turbulent conditions • Reduce flooding and damage to docks and infrastructure • Changes in boat routes and patterns (construction and afterwards); weaving in and out of islands • Operational challenges: increase in water velocity • Boating congestion (north vs. south entrance) and safety concerns • No transit during closed barrier • Visual impacts • Water quality; impact to swimming/fishing",
        "Potential Impacts to Commercial Vessels Potential Impacts to Commercial Vessels • Greater protection from storms • Less turbulent conditions inside harbor • Reduce flooding and damage to docks and • Greater protection from storms infrastructure • Less turbulent conditions inside harbor • Changes in boat routes and patterns (construction and • Reduce flooding and damage to docks and infrastructure afterwards) • Changes in boat routes and patterns (construction and afterwards) • Operational challenges: increase in water velocity • Operational challenges: increase in water velocity • Boating congestion (north vs. south entra•nBceo) aatnidn gsa cfeotny gcoensctieornns (north vs. south entrance) and safety concerns • No transit during closed barrier • Possible alteration of shipping lanes; may• nNeeod t gruaindsaintc de uverisnsegl sc floors ed barrier safe navigation • Possible alteration of shipping lanes; may need • Economic loss (traffic may select a different port during storms); guidance vessels for safe navigation changes in trade patterns • Vessels in search of refuge may seek out •ba Er cri oer n p or mot ie cc t li oo sn s (traffic may select a different port during storms); changes in trade patterns • Vessels in search of refuge may seek out barrier protection",
        "Potential Impacts to Recreational Fishing • Impacts to navigation • Change in circulation and environmental conditions (water quality) in harbor could impact fish populations • Potential fishing conflicts near barrier openings",
        "PPootetenntitaial lI mImppaacctsts t oto C Coommmmeerrcciaial lF Fisishhiningg • Impacts to navigation • Change in circulation and environmental conditions (water quality) in harbor could impact fish populations Navigation Change in circulation and environmental conditions (water quality) in harbor could impact fish populations",
        "Conclusions Source: The Boston Globe • Important to the economy and culture of the region • Barrier designed to minimize impacts to users of Boston Harbor – Protect shoreside infrastructure and vessels from storm turbulence and flooding – Barrier openings accommodate traffic; slight impacts possible – No transit when barrier is closed – Possible changes to water flow velocities; may cause vessel congestion and safety issues Source: On The Water – Possible changes to fish habitat and water quality",
        "Economic Analysis and Comparison to Shore-Based Solutions Paul Kirshen, Ph.D. Professor, School for the Environment Academic Director, Sustainable Solutions Lab University of Massachusetts Boston Environmental Business Council of New England Energy Environment Economy",
        "Expected Damage Descriptions Losses avoided Description The 2016 replacement cost of structure damage expected due to flooding. Building types include: single and multi- Buildings family residential, mixed use, commercial, industrial, government, and education. The dollar value of structure contents and inventory Contents and Inventory damaged due to flooding. Displacement is a function of direct physical damage and Displacement flood depth, and includes relocation costs associated with displacement.",
        "Caveats • High-level, order of magnitude estimates of losses avoided • Assessor data are not always up to date • Planned or completed adaptation projects are not considered • Riverine flooding not considered",
        "(2050-2100)",
        "(2070-2130)",
        "Comparison to Shoreline Adaptation Solutions",
        "CRB, 2016",
        "Planning Scenario Boston develops shore-based adaption to 14 feet NAVD88 by 2070. Then either: o Rebuilds and Expands shore-based systems to manage 2100 and beyond at cost of ~ $500 M ($2017) o Participates in Building Outer Harbor Barrier at cost of ~$5B ($2017, half of total cost of OHB)",
        "Advantages of Shoreline Solutions • Needed to manage flooding to at least 2050 • East Boston and Charlestown Shore-based Strategies • Benefit: Cost Ratios- 3.22-7.9 (20 years, 7 %) • Generates Co-Benefits • Design in Flexibility and Adaptability • Manage Tidal or Nuisance Flooding",
        "Major Recommendations “The authors recommend that the City continue to focus its climate resilience strategy for the next several decades on the shore-based multi-layered approach described in Climate Ready Boston.” Continue to monitor climate, environmental, economic, and social changes, risk- tolerances, the continuing evolution of the technology of harbor-wide barriers, and the global experience with existing harbor-wide barrier systems to determine if the feasibility of a harbor-wide barrier should be reexamined at some point in the future. Determine if shore-based solutions being implemented in Boston and adjacent cities can be effective for the remainder of the century and/or beyond 2100. Undertake strong greenhouse gas mitigation actions with many others to lessen the rate of climate change.",
        "Moderated Discussion Moderator: Joe Famely, Woods Hole Group Panelists: • Austin Blackmon, City of Boston • Kirk Bosma, Woods Hole Group • Bob Chen, UMass Boston • Di Jin, Woods Hole Oceanographic Institution • Paul Kirshen, UMass Boston • Kimberly Starbuck, UMass Boston Environmental Business Council of New England Energy Environment Economy"
    ]
}