{
    "FILE_NAME": "https://www.umassmed.edu/globalassets/growing-green/files/umass_chan_final-withcover-2021-09-22-singlepages.pdf",
    "ALL TEXT": "2021–2026 SUSTAINABILITY AND CLIMATE ACTION PLAN See separate document for front and back coverTABLE OF CONTENTS LETTER FROM LEADERSHIP 1 TERMS AND DEFINITIONS 2 TIMELINE 4 MISSION, DEFINITION, VISION 5 2021–2026 FOCUS AREAS AND GOALS 7 INTRODUCTION 8 BACKGROUND AND BASELINE 10 METHODOLOGY 13 FOCUS AREAS: GROUNDS AND WATER MANAGEMENT 15 TRANSPORTATION 19 MATERIALS AND RESOURCE MANAGEMENT 23 BUILDINGS AND ENERGY 29 UMASS SYSTEM SUSTAINABILITY POLICY 34 STAKEHOLDERS 37LETTER FROM LEADERSHIP This Sustainability and Climate Action Plan (SCAP) is a testament to UMass Chan Medical School’s commitment to public and environmental health. This plan outlines how UMass Chan Medical School (UMass Chan), a national model of excellence for public research universities, will lead by example in demonstrating how sustainable operations, procedures, and practices will support world- class education, groundbreaking research opportunities, and impactful service and engagement while embodying the Spirit of Massachusetts. I am proud of the work that our facilities staff has carried out over the last several years, contributing to a more sustainable future. This Plan builds on our achievements and creates opportunities for the campus to be a model for sustainable operations: serving as an inspiration to our partners and community members to address climate change and work to integrate sustainability into our ‘business as usual’ operations. The SCAP will support our institution’s mission as we implement our strategic plan, IMPACT 2025. The operational focus of this Plan informs and invites our community to learn how our programs improve public health, contribute to environmental sustainability, and foster accountability for addressing our carbon John C. Lindstedt footprint. John C. Lindstedt, CPA Executive Vice Chancellor, I am excited about the potential of this Plan. Administration and Finance It highlights areas where we can invest in our operations to support the Commonwealth’s ambitious climate action targets. This Plan strategically aligns UMass Chan with the UMass system Sustainability Policy, linking each focus area to the system-level policy goals. It also supports the state’s commitment to reduce GHG emissions, water consumption, and build a more resilient infrastructure. By identifying our sustainability path, we will continue to be a leader and innovator in medical research, education, and public health. 1TERMS AND DEFINITIONS ABBREVIATIONS AASHE Association for the Advancement of Sustainability in Higher Education CO carbon dioxide 2 CO e carbon dioxide equivalent 2 EUI energy use intensity EV electric vehicle GHG greenhouse gas HVAC heating, ventilation, and air conditioning IPM integrated pest management LBE Leading by Example (Executive Order 484) LEED Leadership in Energy and Environmental Design LRB Lazare Research Building RFP request for proposals STARS AASHE’s Sustainability Tracking, Assessment, and Rating System UMASS CHAN University of Massachusetts Chan Medical School 22DEFINITIONS carbon Carbon neutrality means having a balance between emitting carbon and absorbing carbon from neutrality the atmosphere. For UMass Chan, the overall goal of carbon neutrality is to achieve a net zero greenhouse gas emissions from the main campus and affiliated structures and lands that are included for purposes of reporting the institutions GHG footprint. net-zero carbon Net-zero carbon refers to achieving an overall balance between greenhouse gas emissions footprint produced and greenhouse gas emissions taken out of the atmosphere. central power The central power plant at UMass Chan is where steam for heating, chilled water for air plant conditioning, and electricity are generated and then distributed to campus. LEED LEED is a third-party certification program through the U.S. Green Building Council (USGBC) certification that guides building and community design, construction, operations, and maintenance toward sustainability based on prerequisites and credits that a project meets to achieve a certification level (Certified, Silver, Gold, and Platinum). institutional The main campus and appropriate affiliated structures and lands that are included for purposes boundary of reporting. The main campus at UMass Chan is defined as buildings connected to the combined heat and power central plant including both UMass Chan owned and operated buildings, as well as owned by UMass Chan but occupied by the affiliated hospital and other partners. While UMass Chan does not have complete operational control of the Hospital, it shares the main campus and Central Plant so the GHG emissions include Hospital properties on the main campus where utilities are served by the central plant. sustainability UMass Chan approaches sustainability in an inclusive and pluralistic way, encompassing human health, responsibility of financial resources, and ensurance of ecological health for the future. Being sustainable is a commitment to good stewardship of fiscal resources and natural resources. Scope 1 All emissions from onsite sources owned by UMass Chan are considered Scope 1. UMass Chan emissions is affiliated and shares its main campus with the non-profit hospital, UMass Memorial Health Care, including the 17.5 MW combined heat and power plant which provides utilities to the main campus. Scope 2 Indirect GHG emissions that are a consequence of activities that take place within the emissions organizational boundaries of the institution, but that occur at sources owned or controlled by another entity. Scope 2 emission sources include purchased electricity, purchased heating, purchased cooling, and purchased steam used on campus. Scope 3 All indirect emissions not covered in Scope 2. Some examples of Scope 3 GHG emissions are: emissions emissions from purchased goods and services, capital goods, waste generated in operations, business travel, commuting (employee and student), end-of-life treatment of sold products, downstream leased assets, franchises, and investments. thermal Shifting to use electricity rather than fossil fuels for heating and cooking. The goal of such a electrification transition: all-electric buildings powered by solar, wind and other sources of zero-carbon electricity. 33TIMELINE 2010 2004 First LEED First building on Sustainability campus opens Committee is 2009 established UMass Chan’s sustainability program, Growing 2012 Green, is established First AASHE STARS report 2007 is completed Sustainability and Energy Leading by Manager is Example hired (E.O. 484) is established 2013 First sustainability First LEED UMass Chan plan is Gold Building signs ACUPCC launched opens Carbon Commitment Central Plant is expanded 4 42016 UMass System 2017 wins Leading By Example Chancellor 2020 award Collins signs “We Are Still UMass Chan In” pledge achieves UMass System AASHE STARS Sustainability Silver rating Policy is developed Stormwater management Climate 2019 program is Action Plan is launched updated First formal stormwater management UMass Chan plan is created wins Leading by Example award UMass Chan 2014 Coalition for Climate Action student group First EV is formed charging station is installed 5 5MISSION Advance the health and wellness of our diverse communities throughout Massachusetts and around the world by leading and innovating in education, research, health care delivery, and public service. DEFINITION OF SUSTAINABILITY UMass Chan defines sustainability in an inclusive and holistic way. Based on the Association for the Advancement of Sustainability in Higher Education’s (AASHE) definition, sustainability includes human and ecological health, social justice, secure livelihoods, and a better world for all generations. Included in this commitment are sustainable practices that address UMass Chan’s impact to environmental, social and economic issues. VISION FOR SUSTAINABILITY AND CLIMATE ACTION UMass Chan promotes well-being for all the people in the Commonwealth, nation, and the world through its operations, education, and research by providing health care education and research that strengthens sustainability, mitigates climate change, and preserves resources for future generations. 6 62021–2026 FOCUS AREAS AND GOALS GROUNDS AND WATER MANAGEMENT GROUNDS MANAGEMENT GOAL Increase UMass Chan community access and use of the grounds as well as biodiversity on campus WATER REDUCTION GOAL Reduce water use at UMass Chan TRANSPORTATION CAMPUS FLEET GOAL Reduce emissions from UMass Chan fleet by half COMMUTING GOAL Decrease commuting emissions and support low-emission commuting options MATERIALS AND RESOURCE MANAGEMENT WASTE MINIMIZATION GOAL Reduce overall waste disposal by 20 percent and increase waste diversion SUSTAINABLE PURCHASING GOAL Implement environmentally preferable purchasing guides and standards SUSTAINABLE FOOD AND DINING GOAL Integrate sustainable food into campus services to support student learning and community health BUILDINGS AND ENERGY GREENHOUSE GAS EMISSIONS REDUCTION GOAL Reduce Scopes 1 and 2 greenhouse gas emissions 15 percent by 2026 ENERGY USE INTENSITY REDUCTION GOAL Reduce EUI of UMass Chan buildings 20 percent by 2026 7INTRODUCTION Human and planetary health are inextricably The UMass Chan SCAP is the result of months of linked. Rising and increasingly variable global collaborative work to produce an operationally temperatures and a changing atmospheric focused plan. The inclusive facilitation process composition affect air and water quality, began in January 2020 and moved to virtual sanitation levels, food production, social and engagement due to the COVID-19 pandemic. economic system stability, and public health The stakeholders used UMass Chan’s AASHE outcomes. As a public institution dedicated to STARS Silver certification as a baseline to establish academic and research advancement in public aspirational goals for sustainable operations. health, the University of Massachusetts Medical Community input was solicited and integrated into School (UMass Chan) maintains a commitment the process and built broad support from UMass to environmental sustainability that supports the Chan leadership. mission to advance the health and wellness of the diverse communities it serves. As a signatory to the American College and University Presidents Climate Commitment, the The UMass Chan Sustainability and Climate UMass system, including the Medical School, has Action Plan (SCAP) aligns UMass Chan with demonstrated leadership and realized the potential the UMass system-wide Sustainability Policy of the collective action of higher education to and reaffirms UMass Chan’s commitment to mitigate and adapt to the effects of climate Massachusetts Governor's Executive Order 484: change. The goals and strategies outlined in this “Leading by Example—Clean Energy and Efficient Plan emphasize UMass Chan’s commitment to Buildings.” This Plan provides a five-year roadmap advancing health and wellness at all levels of scale. for a reduction in greenhouse gas emissions This Plan exemplifies leadership by acting upon and an investment in sustainable operations. In the intersectionality of climate change mitigation, addition to aligning with UMass system strategies resiliency, and human and community health. and policies, this Plan upholds the vision of UMass Chan strategic plan, IMPACT 2025. It builds on This Plan advances existing sustainability the accomplishments of the Medical School and commitments at UMass Chan by establishing five- its clinical partners to date to further prioritize year goals in four primary focus areas. Each focus sustainability in its facilities and operations. area has specific goals and prioritizes strategies to meet specific sustainability targets. Included is The sustainability program at UMass Chan an internal work plan to strengthen methods for promotes both human and ecological health, and tracking and reporting progress over time using includes environmental, social, and economic appropriate metrics. institutional practices. This Plan, however, is focused primarily on the operations of the institutions. UMass Chan does assess its economic and social impact through AASHE’s international Sustainability, Tracking, Assessment, and Reporting tool (STARS). 89 9BACKGROUND AND BASELINE UMASS SYSTEM POLICY The University of Massachusetts Medical School’s commitment to sustainability and climate action is grounded in the priorities of the University of The development process for this Massachusetts System Sustainability Policy, and plan was specifically designed the Massachusetts Governor's Executive Order to integrate the UMass System 484, “Leading by Example—Clean Energy and Sustainability Policy Principles Efficient Buildings” (LBE). into the UMass Chan sustainability UMass Chan is committed to sustainability practices, programs, and goals: throughout the design and operations of facilities, as well as through engagement of students, staff, 1. Sustainability Strategic Planning and faculty. Growing Green, UMass Chan’s sustainability 2. Clean Energy program established in 2009, has supported the unique needs of the medical school community and has collaborated with UMass Chan’s clinical 3. Climate Resilience and partner, UMass Memorial Health Care (UMMHC). Preparedness UMass Chan and UMMHC share the University campus as well as some operations and facilities, including the central plant where steam, chilled 4. Green Building Design and water, and electricity are generated. Sustainable Campus Operations ADVANCING UMASS SYSTEM 5. Sustainable Transportation COMMITMENTS 6. Waste Reduction and Recycling The UMass System Sustainability Policy, which was approved in 2016 by the University of Massachusetts Board of Trustees, is a guiding 7. Environmentally Preferable framework for the five campuses in the UMass Purchasing system to maintain a long-term commitment to responsible stewardship of financial and environmental resources. The Policy outlines ten 8. Sustainable Food Services priorities and twelve goals with set metrics (see inset and appendix). These priorities frame the focus areas of this plan. 9. Sustainable Water Systems 10. Academic and Research Programming and Community Engagement 10SUPPORTING CLIMATE ACTION IN The STARS reporting framework helped shape the focus areas of this plan. STARS is an important THE COMMONWEALTH: tool for UMass Chan tracking of campus LEADING BY EXAMPLE sustainability both externally and internally, as STARS continuously evolves as sustainability in higher education advances. UMass Chan reports UMass Chan is the third largest greenhouse gas sustainability-related information annually to the emitter of all state agencies. Amongst the pool state, as well as the UMass Board of Trustees, and of state-owned agencies, authorities, and public submits an updated STARS report to AASHE every institutions, UMass Chan contributes 11 percent three years. Each of the nine goals in the UMass of the total greenhouse gas emissions. Therefore, Chan SCAP are aligned with the STARS credits to UMass Chan’s GHG emissions reductions are coordinate progress of UMass Chan’s sustainable important as they represent a significant impact operations. Information on campus engagement, to the Commonwealth’s overall emissions and public engagement, coordination and planning, provide a unique opportunity for the institution to diversity and affordability, investment and finance, serve as a leader in higher education. and well-being is captured in the STARS report, but the scope of this plan does not include goals related As a public institution in the Commonwealth to academic, research, and student engagement. of Massachusetts, UMass Chan is committed to reducing its environmental impact in accordance Annually, UMass Chan tracks and reports its fuel with LBE. LBE helps reduce the collective impact and electricity data to the LBE program and reports of state government operations through policy its scope 1 and 2 greenhouse gas emissions to the transformation, grant funding for clean energy UMass Board of Trustees. UMass Chan’s largest and energy conservation projects, and the greenhouse gas impact in operations comes from implementation of nationally recognized best its central plant. The plant provides UMass Chan’s practices. In 2020, the LBE presented UMass main campus and affiliated hospital with all their Chan with an award for ongoing leadership and heating and cooling needs, as well as the majority contributions to the program, recognizing several of electricity needs. UMass Chan has made some years’ worth of investments made on campus. progress tracking and addressing scope 3 emissions from its campus operations, as well as commuter ASSESSMENT OF SUSTAINABILITY impact and other indirect travel emissions, but TO DATE: AASHE STARS there is much more that the campus can do to comprehensively track and reduce its indirect emissions of its supply chain and commuter and UMass Chan uses the Sustainability Tracking, travel data. Assessment, and Rating System (STARS) assessment tool, created by the Association for The three main tracking and assessment platforms, the Advancement of Sustainability in Higher LBE data to the state, sustainability data to the Education (AASHE), to holistically measure UMass Board of Trustees, and AASHE STARS sustainability across several disciplines, including benchmarking data, provide a comprehensive academics, engagement, operations, and framework for tracking progress towards the goals planning. The tool integrates industry-accepted in this plan. indicators for sustainability performance in higher education and is essential to UMass Chan tracking PEER BENCHMARKS: HEALTHCARE progress overtime. AND CLIMATE ACTION UMass Chan’s Silver STARS certification rating in PLANNING AT MEDICAL SCHOOLS Spring 2020 highlights the institution’s extensive sustainability-inclusive research, which supports the United Nations’ Sustainable Development The health care sector in the United States is a Goals (SDGs). The STARS report also underscores significant contributor to GHG emissions and student involvement in sustainability efforts sustainability challenges. The sector produced through the Student Government Alliance, 10 percent of the US total GHG emissions in the coordination of sustainability efforts across 201311 thereby negatively impacting the natural campus, and implementation of statewide environment and public health. The US healthcare guidelines to improve air quality measures. industry, including research institutions, medical 1 https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0157014, accessed March 9, 2021 11centers, and hospital systems, has acknowledged world-class research in the state, UMass Chan and acted upon the inextricable links of climate has an opportunity to be a leader in sustainable change and public health. Many health care operations in the Commonwealth, as well as to systems have initiated innovative and far-reaching broaden its leadership in public health through climate mitigation efforts in their operations, sustainable operations. outreach, and administrative practices. The goals and strategies of this plan have been UMass Chan and its health care partner have a informed by a baseline study that gathered strong baseline of best practices within public exemplary practices and case studies from peer health, health care, research, and educational institutions. UMass Chan’s peers include other institutions. There are specific organizations, medical schools and four institutions within the coalitions, and resources in these sectors UMass system. UMass Chan is the only medical providing resources, programs, and support school in the system, but the five schools UMass for more sustainable practices. One of these Medical School, UMass Amherst, UMass Lowell, resources is Practice Greenhealth. It is a UMass Dartmouth, and UMass Boston, abide membership and networking organization for by the UMass Sustainability Policy. All campus health care institutions that actively identify and locations collaborate and report comparative data address climate change as a public health crisis. to the Board of Trustees. Another organization is Health Care Without Harm, which facilitates initiatives to emphasize Many of UMass Chan’s peer medical schools, environmental responsibility and public health such as at Yale University, Harvard University, justice within the health care sector. It offers the University of Vermont, Brown University, best practice resources and ranks U.S. medical and Boston University, adhere to the policies centers in the areas of (1) emissions mitigation, (2) and goals outlined in their affiliated institutional resilience practices, and (3) leadership. These best sustainability policies and plans, and share key- practice resources have been assessed, applied, operational services. This is not the case for UMass and included in the baseline of the focus areas of Chan. UMass Chan operates most of its campus this Plan. facilities autonomously from the other UMass schools, has its own budgets and energy system, UMass Chan is unique from other UMass system and only recently began sharing procurement schools and most other higher education services with the larger UMass system. This institutions in that it offers only graduate operational autonomy provides UMass Chan the programs, has no on-campus residential students, opportunity to chart an independent course of and has a specific health research and clinical success in achieving its sustainability and climate focus. As the first and only public academic health action planning goals in alignment with the sciences center with three graduate schools and UMass System Policy and state mandates. 1212METHODOLOGY The goal of this planning process was to facilitate project. GreenerU provided a greenhouse gas inclusive community engagement that resulted assessment, identifying the UMass Chan specific in a 5-year sustainability and climate action emissions from the central plant, and providing plan focused on operations with broad support a baseline and recommendations for further from key-stakeholders and those responsible greenhouse gas emission tracking and reduction. for implementing the strategies. The approach UMass Chan also completed its third AASHE STARS was to build on UMass Chan’s successes and to assessment and administered its first community create a plan that provides clear guidance for survey to inform the plan’s focus areas, goals, and future emissions reductions and sustainability strategies in the beginning of 2020. achievements. The four focus areas of this plan were established based on the UMass Sustainability UMass Chan had six process goals in mind when creating this plan: Policy and UMass Chan’s current focus on sustainable 1. Create a shared vision and goals operations. The focus areas 2. Establish clear roles and responsibilities of Climate and Energy, 3. Identify mechanism for implementing and tracking Transportation, Grounds and Water, and Materials and 4. Prioritize emissions reduction Resources Management 5. Develop broad support from stakeholders encompass the key areas 6. Increase community awareness in which UMass Chan can integrate the UMass System Sustainability Principles and track progress using UMass Chan ensured inclusive facilitation of the the AASHE STARS report. Focus area groups were planning process and each meeting by using formed with key stakeholders across multiple accessible and interactive meeting tools and a departments, and the core team attended shared online repository for the resources and facilitation training and goal setting work sessions. materials. The planning was led by the associate director of sustainability and campus services, In the working sessions, each focus area group Suzanne Wood. The planning process was assessed UMass Chan progress to date, developed supported by facilities leadership, and over 40 goals and strategies referencing the baseline focus area group members, representing faculty, study, created a community survey, and solicited staff, and students contributed to the plan. Using feedback from remote community engagement data gathered from community feedback, a core opportunities. The community survey, administered group of key stakeholders assisted in prioritizing in Spring 2020, gathered input from close to 10 strategies set to be implemented by 2026. UMass percent of UMass Chan community (more than Chan leadership provided reviews throughout 500 responses) to assess awareness and gauge each phase, building a solid foundation for the interest in participation in the planning process. next steps of implementation. Respondents overwhelmingly agreed that it was important for UMass Chan to mitigate and adapt The planning process began with a baseline to climate change through its operations and and goal setting phase in December 2019. programs. A consultant firm, GreenerU, supported the engagement and data analysis throughout the 13The key stakeholders created a set of criteria to guide the decision-making process for the plan, identifying key criteria for the goals and strategies: SUPPORT Leadership support for implementation IMPACT Reduce GHG and resources consumption Enable cultural change for more sustainable actions, operation, and INFLUENCE relationships within UMass Chan Partnering with the hospital, local organizations, and other COLLABORATION institutions to progress sustainability and climate action FINANCIAL Recommend financially viable long-term investments to improve VIABILITY operations MISSION Support student learning and institutional research ALIGNMENT Due to the COVID-19 pandemic in early 2020, the planning process moved fully remotely in March 2020. The last in-person event was a community idea session and the launch for the focus areas. After that, only virtual events were held both for the focus areas and community events, such as the 50-year Earth Day celebration in April 2020. Throughout the spring and summer of 2020, the focus area groups worked on the draft goals and strategies. In the fall of 2020, UMass Chan held remote community review events, providing community members with the opportunity to review a draft of the plan, ask questions, and offer feedback. These virtual events promoted community awareness of sustainability at UMass Chan and created a platform for important community thoughts to shape the plan. 1414FOCUS AREA GROUNDS AND WATER MANAGEMENT The Grounds and Water Management focus area broadly includes UMass Chan’s main campus and its landscape and grounds, as well as indoor and outdoor water use and management. This focus area supports University of Massachusetts Sustainability Policy principles: (4) Green Building Design and Sustainable Campus Operations, (8) Sustainable Water Systems. GROUNDS PLANTING THE COMMUNITY GARDEN UMass Chan is a partner with the Worcester Sustainable grounds management focuses on the Regional Environmental Council, a food justice natural environment of the UMass Chan campus. organization which provides resources to support This includes the walking, driving, and biking the UMass Chan Student Garden as well as other paths, landscapes and lawns, and the overall local community gardens. In July 2019, three biodiversity on campus. Grounds management second-year School of Medicine students started a supports human well-being by promoting good community garden in four raised beds on the north air quality, a connection to the natural world, side of campus as part of their Capstone project, and safe and visually pleasing environments. enabling them to develop educational initiatives The strategies aim to increase the biodiversity and provide fresh produce to the student food bank of vegetation and wildlife on campus, including throughout their time at UMass Chan. The student- pollinator plants and insects on campus. run garden creates a space for the community to participate in hands-on nutrition-focused wellness- BASELINE oriented initiatives. UMass Chan used AASHE STARS credits as a baseline when creating the goals and strategies for this focus area: UMASS CHAN GROUNDS STARS CREDITS OP-9: Landscape Management 0.00/2.00 OP-10: Biodiversity 0.00/1.00 IN-29: Pest Management Certification 0.00/0.50 15 15GROUNDS MANAGEMENT GOAL: INCREASE UMASS CHAN BIODIVERSITY COMMUNITY ACCESS AND USE OF THE GROUNDS AS WELL AS BIODIVERSITY ON CAMPUS The green space at UMass Chan is an important part of the campus’ identity. This goal builds upon UMass Chan’s efforts in the Community Garden to promote the health and wellness of the community by growing fresh food, increasing enjoyment of active green spaces on campus as areas to reflect and refresh. This goal creates the opportunity to promote a greater sense of wellbeing for the UMass Chan community and assesses and supports the UMass Chan campus in becoming a certified pollinator campus with Bee City USA. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Activate green spaces on campus for increased community access by the UMass Chan community STRATEGY 2 Expand the community garden programming STRATEGY 3 Become a certified pollinator campus STRATEGY 4 Investigate developing an integrated pest management (IPM) program on campus STRATEGY 5 Create a self-guided campus walking tour for the campus community 1166WATER Conservation, recycling, and reuse of water WATER EFFICIENCY AND SAVINGS ON both indoors and outdoors is key for sustainable CAMPUS operations. Sustainable water practices include effective rainwater, stormwater, and irrigation LBE establishes goals for state agencies to reduce management, and the judicious use of water in overall water consumption through ongoing the central plant and campus operations. The increased water efficiency measures and improved largest water consumption on the UMass Chan tracking for indoor and outdoor water. UMass campus is in the central plant. Half of UMass Chan has invested in water efficiency projects Chan total annual water consumption is in the in buildings, and equipment use and upgrades. plant, where it is used to generate steam and For example, 16 glass-washing machines and 17 chilled water to meet the thermal energy and autoclaves in the Lazare Research Building were humidification needs of the main campus. Only replaced with more efficient machines. The new 5 percent of water consumed on campus is for equipment will save approximately 3.3 million the management of the exterior environment, gallons a year through more efficient water use such as irrigation of the landscape. and by avoiding once-through cooling with potable water. Water and energy consumption are closely linked, as energy is required to treat, deliver, Another example includes the Albert Sherman and return water to and from campus facilities, Center, which is designed to reduce potable water and water is used at UMass Chan for producing consumption by collecting and reusing non- and transporting thermal energy for the main potable water. Non-potable water is not suitable campus. Like all institutions, UMass Chan for human consumption but can be used to can reduce energy use and greenhouse gas support mechanical equipment operation and emissions associated with indoor heating maintenance. Some of the Sherman Center’s non- and cooling, which will also reduce water potable water is piped to the central plant to be consumption at the central plant. used as cooling tower make-up water. UMass Chan tracks water consumption at the EXPLORING WATER REUSE ON CAMPUS building level but does not currently track water consumption in individual labs. Exterior water In 2019, UMass Chan completed a feasibility study management includes irrigation, rainwater, on the viability of district-scale water reclamation stormwater, and wastewater management, and and reuse facility on campus. The proposed facility reduces the need for effluent discharge into local could treat up to 500,000 gallons of wastewater surface water supplies which helps improve the per day and reduce campus potable water health of local water ecosystems. Sustainable consumption by as much as 50 percent. water practices also support, maintain, and protect healthy and finite groundwater supplies, The study evaluated existing water management as well as human health and biodiversity of practices and developed strategies to minimize campus vegetation. water supply risk for critical heating, cooling, fire suppression, and other campus operations; improve BASELINE the University’s environmental footprint through reuse and reduced wastewater discharge; and UMass Chan uses AASHE STARS credits as a reduce long-term water and sewer utility costs. baseline when creating the goals and strategies for this focus area: UMASS CHAN WATER MANAGEMENT STARS CREDITS OP-21: Water Use 3.06/4.00 OP-22: Rainwater Management 0.00/2.00 IN-36: Stormwater Modeling 0.00/0.50 17TABLE 1. Water use per campus user across the University of Massachusetts system HUNDREDS OF CUBIC FEET (CCF) FY16 FY17 FY18 FY19 FY20 PER CAMPUS USER Amherst 12.9 12.1 13.9 12.9 9.7 Boston 3.9 2.0 4.4 4.4 3.9 Dartmouth 3.3 6.0 6.4 4.7 4.7 Lowell 5.9 4.3 7.0 6.8 8.3 Medical School 36.8 36.2 33.4 38.2 36.7 University 11.4 10.7 12.6 12.3 11.0 WATER REDUCTION GOAL: REDUCE WATER USE AT UMASS CHAN In accordance with LBE, this goal supports the Medical School’s efforts to reduce both indoor and outdoor water consumption. Outdoor water consumption primarily includes irrigation and grounds maintenance. Indoor water consumption includes all water consumed in buildings point-of-use fixtures, and water used in UMass Chan’s central plant. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Reduce indoor and outdoor water use in accordance with Leading by Example (LBE) STRATEGY 2 Use greywater for irrigation STRATEGY 3 Build a district-scale water reclamation facility 18 18FOCUS AREA TRANSPORTATION Transportation management plays an important role in Massachusetts’ response to climate change and public health. In 2020, the state of Massachusetts committed to increased collaboration in the northeast and New England to reduce emissions from transportation, with a shared goal of increasing sustainable transportation and commuting options. The Transportation and Climate Initiative Program2 (TCI-P) is a regional initiative and intends to invest $160 million by 2023 to improve and expand public transportation, including zero-emission buses, cars, and trucks; electric vehicle charging infrastructure; development of interstate electric vehicle charging corridors; improving high speed wireless internet in rural and low- income areas to allow for teleworking; repairing existing roads and bridges; and providing safer bike lanes and sidewalks. In the U.S., road traffic accounts for about 40 percent3 of the pollution that forms ground-level ozone, the main component in smog. In New England, transportation is responsible for over 40 percent4 of greenhouse gas emissions. UMass Chan can positively impact human and ecological health and support local economies by modeling sustainable transportation systems, including increasing by greening the campus fleet and reducing employee commuting. Doing so requires collaborative solutions amongst UMass Chan and its partners in the region. Providing sustainable transportation benefits everyone, especially low-income communities. This focus area supports the University of Massachusetts Sustainability Policy principle number five: Sustainable Transportation. CAMPUS FLEET As of 2020, UMass Chan’s campus fleet includes 69 vehicles, including one hybrid vehicle. The campus fleet includes both leased and owned vehicles that support transport of UMass Chan staff and goods. The institution has begun to electrify the campus fleet as new leases and purchases are made. BASELINE UMass Chan used AASHE STARS credits as a baseline when creating the goals and strategies for this focus area: UMASS CHAN CAMPUS FLEET STARS CREDITS OP-15: Campus Fleet with Alternative Fuel 0.01/1.00 3 https://www.mass.gov/news/massachusetts-new-england-states-and-dc- commit-to-groundbreaking-regional-program-to-reduce, accessed March 9, 2021 4 https://www.mass.gov/guides/transportation-air-quality, accessed March 9, 2021 5 https://www.mass.gov/news/massachusetts-new-england-states-and-dc- commit-to-groundbreaking-regional-program-to-reduce, accessed March 9, 2021 1919TABLE 2. Alternative energy use campus fleet vehicles across the University of Massachusetts system (percent)* FY16 FY17 FY18 FY19 FY20 Amherst 0.0 4.2 6.3 6.5 12.6 Boston 0.0 0.0 0.0 0.0 0.0 Dartmouth 1.1 2.2 1.4 1.4 1.4 Lowell 3.6 5.3 7.2 9.7 15.5 Medical School 0.0 0.0 0.0 0.0 0.0 University 3.4 3.6 5.3 5.7 10.7 * Excluded fleet vehicles for this metric includes off-road vehicles, heavy duty vehicles, and emergency response vehicles. UMass Chan has one electric hybrid response vehicle. CAMPUS FLEET GOAL: REDUCE EMISSIONS FROM UMASS CHAN FLEET BY HALF UMass Chan has the opportunity to greatly reduce the onsite Scope 1 emissions from leased and owned fleet vehicles in the next five years. Through a combination of strategies that address the types of vehicles and equipment used and the power sources and fuels, this goal encompasses improved tracking of fleet emissions and a phasing-in of more sustainable vehicles. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Increase tracking of transport fleet vehicle use and fuel consumption STRATEGY 2 Right-size vehicles for specialized and general use STRATEGY 3 Electrify fleet vehicles STRATEGY 4 Electrify grounds equipment 2200COMMUTING It is a priority of the institution to be able to UMass Chan and its partners strive to ensure that offer commuting options that are financially, all faculty, staff, students, and visitors have safe, environmentally, and socially sustainable. According environmentally friendly, and active/human- to UMass Chan’s 2009 emissions report, scope 3 powered commuting options to campus. However, emissions from commuting are approximately shared roads, a peripheral location to city-center, 55 percent of the University’s carbon footprint.5 and a hilly terrain mean that single occupancy The Medical School does not currently report vehicles (SOVs) remain the primary means of annual greenhouse gas emissions contributed by transport. A focus on more sustainable commuting commuting, but this is still an important area for options has been prioritized, and UMass Chan sustainability and climate action. continues to work with local and regional transportation organizations to increase active and In 2018, UMass Chan conducted a survey and low-carbon commuting solutions. collected commuter data for the Massachusetts Rideshare Program. The Rideshare Program is part BASELINE of the Department of Environmental Protection and requires many businesses and educational facilities UMass Chan used AASHE STARS credits as a across the state to develop plans and set goals baseline when creating the goals and strategies for for reducing by 25 percent the number of times this focus area: commuters drive alone to work or school. According to the results of this survey, 33 percent of students and 11 percent of staff at UMass Chan already use UMASS CHAN COMMUTING STARS CREDITS “more sustainable” commuting options as their OP-16: Student Commute Modal Split 0.65/2.00 primary means of transportation. OP-10: Employee Commute Modal Split 0.22/2.00 Additionally, most staff and all students require OP-18: Support for Sustainable Transportation 1.80/0.50 some in-person attendance to complete their responsibilities in the labs, classrooms, and medical IN-3: Bicycle Friendly University 0.00/0.50 center. In 2018, 12 percent of students and 10 percent staff reported that they worked out of the office, telecommuted, or used flextime, and more than 75 percent of student, staff, and faculty use a single-use vehicle for commuting. 5 UMass Chan 2009 Climate Action Plan, page 9 FIGURE 1. Student commuting habits at UMass Chan FIGURE 2. Employee commuting habits at UMass Chan 21ELECTRIC VEHICLE AND BIKING the area and trade in their parking passes. INFRASTRUCTURE UMass Chan had been a partner of the MassRIDES Baystate Commute program through the In 2019, UMass Chan installed four dual-head Massachusetts Department of Transportation electric vehicle chargers in the Plantation (MassDOT). While this program is no longer active, Street garage, located adjacent to the UMass UMass Chan is providing preferential parking in Chan campus. This project was fully funded the Pine Tree Lot for carpool/vanpool participants. through utility incentives, and enabled UMass Chan to have a total of nine charging stations TELEWORKING AND REMOTE LEARNING and 7 dedicated charging outlets on the main campus. UMass Medical School offers four types of flexible Covered bicycle parking is located in the work arrangements: flextime, compressed work garages, and shower facilities and lockers are week, telecommuting/alternative work site, and available at the fitness center. Bike racks are reduced hours/part-time. Any employee may available outside most occupied buildings, submit a proposal for a flexible work arrangement. offering convenient storage options for However, not all jobs are suitable for such an community members. arrangement and each case must be considered by the responsible supervisor or manager. Supervisors and managers are encouraged to INCENTIVIZING SHARED consider requests where they meet the needs TRANSPORTATION of both UMass Chan and the individual. The COVID-19 pandemic that began in the spring The campus is served by the Worcester Regional of 2020 necessitated remote work and school Transit Authority (WRTA) with connections to all options for the UMass Chan community, and the major routes and the Commuter Rail. Free bus institution has adapted quite successfully. passes are provided to employees who live in COMMUTING GOAL: DECREASE COMMUTING EMISSIONS AND SUPPORT LOW-EMISSION COMMUTING OPTIONS UMass Chan supports more sustainable options to and from campus such as walking, cycling, vanpooling or carpooling. Additional options such as taking public transportation or a campus shuttle, riding electric motorcycles or scooters, using a zero-emissions vehicle, availing of distance education and working, or a combination of these options for students and employees would also contribute to sustainable transportation. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Increase EV infrastructure and education STRATEGY 2 Support telecommuting by staff, faculty, and students STRATEGY 3 Increase bicycle-friendly infrastructure STRATEGY 4 Support alternative transportation options for commuting STRATEGY 5 Implement a transportation demand management program 22FOCUS AREA MATERIALS AND RESOURCE MANAGEMENT Materials and resource management is an essential part of sustainable operations, especially as it pertains to public health education and research. The materials an institution purchase, use, and dispose of has a significant impact on environmental, financial, and health-based sustainability. Sustainable purchasing practices and waste minimization efforts are complex tasks for research institutions to manage. UMass Chan has multiple streams of materials and specific regulations that must be met in classrooms, labs, and health care facilities. All flows of materials, such as food for the dining services, chemicals for labs, office supplies, and purchased goods and equipment follow similar cycles of consumption and disposal. UMass Chan can support sustainable practices by establishing supply chain standards, creating guidelines for purchases, and creating programs for consuming, disposing, and diverting materials sustainably. This focus area encompasses all the practices related to sustainable procurement, waste minimization, and healthy foods. It includes the impact of materials UMass Chan uses and the practices and procedures vendors and suppliers follow. These practices cover many of UMass Chan scope 3 emissions which are indirect emissions from the materials and services UMass Chan purchases. The materials and services produce GHG emissions that UMass Chan does not directly control but can influence, such as the manufacturing, transportation, and disposal of lab equipment, for example. Since UMass Chan uses these goods and services, the practices in this focus area contribute to UMass Medical School’s scope 3 emissions. Currently, none of these emissions are tracked within UMass Chan’s GHG report but focus area goals support the following University of Massachusetts Sustainability Policy principles: (6) Waste Reduction and Recycling, (7) Environmentally Preferable Purchasing, and (8) Sustainable Food Services. WASTE MINIMIZATION Waste reduction mitigates the need to extract virgin materials from the earth and reduces waste flow to incinerators and landfills that produce GHG emissions, contaminate air and water, and disproportionately negatively impact marginalized communities. Waste reduction campaigns can also engage the entire campus community in contributing to tangible sustainability goals. 2233BASELINE The results of UMass Chan waste minimization are UMass Chan used AASHE STARS credits as a assessed and tracked annually via the total weight baseline when creating the goals and strategies of disposed materials and the diversion rate. In for this focus area: 2020, UMass Chan diversion rate was 28.4 precent, representing the percentage of materials diverted from incineration/landfills through recycling or UMASS CHAN WASTE STARS CREDITS reuse at the main campus. The UMass system measures waste disposal diversion annually OP-19: Waste Minimization and Diversion 1.05/8.00 across all campuses, and UMass Chan has a lower OP-20: Construction & Demolition Waste Diversion 1.00/1.00 diversion rate compared to the other UMass campuses due to the research environment and OP-21: Hazardous Waste Management 0.50/1.00 clinical setting which forces the institution to manage waste streams differently than other WASTE MINIMIZATION AND DIVERSION campuses. UMass Chan provides recycling bins AT UMASS CHAN throughout campus, bi-monthly newsletters, and an annual Earth Day Celebration which promotes UMass Chan implements several initiatives campus recycling, amongst other topics. to promote waste diversion. UMass Chan collaborates with Partners for World Health ENCOURAGING REUSE THROUGH THE (PWH), which is a non-profit 501(c)3 based SWAP SHOP in Portland, Maine. PWH collects medical supplies and equipment from healthcare UMass Medical School has a successful materials facilities, manufacturers, other organizations, reuse program called Surplus with a Purpose and individuals. They sort, evaluate, repackage, (SWAP) which operates as a “store” where faculty, and prepare these supplies and equipment for staff, and students can easily donate items and distribution to individuals, communities, and adopt items from surplus. The materials are quite healthcare facilities in need. PWH limits the diverse and include everything from traditional impact on the natural environment by diverting office supplies such as printer toner cartridges materials from landfills; lowering healthcare costs and keyboards to specialized lab equipment. by decreasing disposal fees; and by providing healthcare resources to those in need. TABLE 3. Diversion rate of materials in the waste stream across the University of Massachusetts system (percent) FY16 FY17 FY18 FY19 FY20 Amherst 57.4 57.4 58.9 56.0 54.9 Boston 63.8 62.9 51.3 63.6 51.5 Dartmouth n/a 31.5 14.8 24.5 21.4 Lowell 42.1 40.8 48.0 50.6 64.1 Medical School 26.2 27.1 26.4 30.9 28.4 University 48.5 45.1 43.7 47.0 44.5 2244WASTE MINIMIZATION GOAL: REDUCE OVERALL WASTE DISPOSAL BY 20 PERCENT AND INCREASE WASTE DIVERSION Efficient use of materials is a cross-institutional effort supported by sustainable procurement, education and behavior change programs, and improved waste stream disposal infrastructure. The development of green office and green lab programs could increase support and clarity for employees and students. Identification of key waste streams could help UMass Chan track sources and composition of waste across campus, increase recycling and composting, and decrease material destined to be incinerated. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Establish green office and green lab programs STRATEGY 2 Reassess key waste streams to identify additional opportunities for diversion STRATEGY 3 Improve education and behavior change information and programs SUSTAINABLE PURCHASING Every purchasing decision represents an opportunity for UMass Chan to choose UMASS SYSTEM PROCUREMENT environmentally and socially preferable products PARTNERSHIP WITH UPST and services, regionally sourced as much as possible, and to support vendors with strong The Unified Procurement Services Team (UPST) commitments to environmental and financial was created as a system-wide effort to deliver sustainability. procurement services to all UMass campuses. The Sustainability Council and UPST team members BASELINE have collaborated to improve vendor relationships with the University. UMass Chan used AASHE STARS credits as a baseline when creating the goals and strategies This partnership has: for this focus area: • Engaged vendors to provide consistent data on meeting sustainability metrics UMASS CHAN PURCHASING STARS CREDITS • Improved data access for the University OP-11: Sustainable Purchasing 1.50/3.00 • Consulted with the UMass System Sustainability Council to build sustainability OP-12: Electronics Purchasing 0.97/1.00 reporting standards into contracts for key OP-13: Cleaning & Janitorial Purchasing 0.66/1.00 products/services related • Advocated for vendors to provide University OP-14: Office Paper Purchasing 0.11/1.00 purchasers with information on products IN-13: Spend Analysis 0.00/0.50 which support environmental sustainability through their catalog systems Over time, this initiative will allow UPST to continue to provide the UMass system with 25better data to measure success in procuring food systems. more environmentally responsible supplies and resources across the campuses using the AASHE In 2019, the Community Garden was established STARS report as a data needs framework. with a mission to educate the community on locally grown food and promote awareness of UMass Chan is committed to providing healthy wellness and nutrition. UMass Chan has hosted food, using its food purchases to support local and a farmer’s market and community supported community-based economies and encouraging agriculture (CSA) food pickup on campus to environmentally sound, socially just and humane connect the UMass Chan community to local farming methods. These actions help UMass Chan farmers and vendors. The medical school has community in reducing environmental impacts, also donated pre-consumer food waste to local preserving regional farmland, improving local farmers for animal feed. food security, and supporting fair and resilient TABLE 4. Plant-based foods across the University of Massachusetts system (percent) FY20 Amherst 41 Boston n/a Dartmouth n/a Lowell 24 Medical School 32 University 32 SUSTAINABLE PURCHASING GOAL: IMPLEMENT ENVIRONMENTALLY PREFERABLE PURCHASING GUIDES AND STANDARDS This goal addresses the need for a clear set of guidelines on how and why to procure more sustainable products. UMass Chan will expand support for more sustainable procurement practices of laboratory chemicals, office supplies, electronics, and other goods. This goal helps UMass Chan increase transparency of sustainable supply chains across UMass Chan operations. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Integrate sustainability language into purchasing and request for proposals (RFP) documents STRATEGY 2 Support and promote sustainable lab chemical purchases, reuse, and disposal STRATEGY 3 Establish environmentally preferable office supply and electronics standards STRATEGY 4 Increase partnership with sustainability purchasing organizations 26SUSTAINABLE FOOD AND DINING UMass Chan is committed to providing healthy SUSTAINABLE FOOD AND DINING IN food, using its food purchases to support local and THE UMASS SYSTEM community-based economies and encouraging environmentally sound, socially just and humane The UMass system uses the metrics outlined in farming methods. These actions help UMass Chan the STARS report to track sustainability aspects of community in reducing environmental impacts, food and beverages purchased for each campus. preserving regional farmland, improving local In 2020, UMass Chan began to inventory the food security, and supporting fair and resilient percentage of food and dining purchases that food systems. are sustainable, ethically produced, and plant based. STARS defines sustainable and ethical In 2019, the Community Garden was established food as either being evaluated by third-party with a mission to educate the community on verification or is produced by a local supplier locally grown food and promote awareness of whose sustainability practices are verified by the wellness and nutrition. UMass Chan has hosted institution. a farmer’s market and community supported agriculture (CSA) food pickup on campus to UMass Chan has developed specific sustainable connect the UMass Chan community to local dining vendor criteria, including that vendor’s farmers and vendors. The medical school has food purchases are tracked and reported, and also donated pre-consumer food waste to local that vegetarian/plant-based options are made farmers for animal feed. available at every meal. The sustainable dining criteria is integrated into the campus food service BASELINE contracts, and requires that the vendor sources local food, eliminates Styrofoam, partners on UMass Chan used STARS credits as a baseline waste reduction goals, and achieves Green when creating the goals and strategies for this Restaurant Association certification. focus area: In 2020, NexDine, UMass Chan current dining services vendor, received Green Restaurant UMASS CHAN FOOD AND DINING STARS CREDITS Association certification for the Albert Sherman OP-7: Food and Beverage Purchasing 0.69/6.00 Center dining facility. This is the only Green Certified Restaurant in the Worcester area. OP-8: Sustainable Dining 1.13/2.00 NexDine has also partnered with the Worcester Regional Food HUB, an organization designed to IN-10: Sustainable Dining Certification 0.00/0.50 enhance the regional food system by increasing local food access through partnership with local food entrepreneurs. REUSING COOKING OIL NexDine filters cooking oil to extend its useful life, thereby reducing the overall usage by 35 percent and saving some 6,000 gallons of oil a year. When the oil can no longer be used for cooking, it is collected by a firm that provides rendering and grease removal services across the country. The oil is transported to the company’s northeast facility in Billerica, Massachusetts, where it is processed for reuse. Most of the cooking oil is recycled into yellow grease, a product used as a high energy ingredient in animal feed. 2277TABLE 5. Sustainable/ethnically produced products across the University of Massachusetts system (percent) FY20 Amherst 16 Boston n/a Dartmouth n/a Lowell 5 Medical School 5 University 9 SUSTAINABLE FOOD AND DINING GOAL: INTEGRATE SUSTAINABLE FOOD INTO CAMPUS SERVICES TO SUPPORT STUDENT LEARNING AND COMMUNITY HEALTH UMass Chan supports a wide variety of on-campus procedures, programs, and events that highlight sustainable and ethical food and tracks such successes in STARS. Creating a sustainable food events guide will provide a how-to guide for community members to make choices that align with this goal. This goal encompasses partnerships with local farmers and organizations to support that ensure more locally sourced, plant-based options and reduce food waste. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Create a sustainable food events guide STRATEGY 2 Complete an AASHE STARS food inventory STRATEGY 3 Support and promote community-supported agriculture (CSA) STRATEGY 4 Collaborate with and support food recovery programs with local organizations 28 28FOCUS AREA BUILDINGS AND ENERGY UMass Chan campus emits 11 percent of the state- In 2004, UMass Chan converted to primarily using owned agencies’ total GHG emissions. It is essential natural gas as its primary fuel source for its central that UMass Chan reduce its GHG emissions plant. In 2020, UMass Chan also began the process for the state to reach its carbon neutrality goal to switch to number 2 fuel oil as a backup fuel from of 2050. This focus area supports the UMass number 6 fuel, which will reduce the GHG impact System Sustainability Policy principles: (2) Clean of backup fuels. In an effort to continue to align Energy, (3) Climate Resilience and Planning, (4) resiliency and sustainability, an electrical chiller will be Green Building Design and Sustainable Campus installed in 2022 to serve new facilities currently under Operations. construction. Installing an electric chiller will increase the efficiency, flexibility, and capacity of the central The majority of campus GHG emissions are plant. generated in the central plant. The plant provides all thermal needs to the main campus, and most The central plant emissions are considered Scope 1 of the electricity consumed on campus. Through a GHG emissions and are approximately 91 percent of the central pipe distribution system, steam and chilled UMass Chan’s total GHG emissions. Scope 2 emissions water are provided to the main campus. Electricity from purchased electricity from the electrical grid is generated as a byproduct of thermal power represent 9 percent of UMass Chan’s GHG emissions. generation. Scope 1 emissions are high because UMass Chan produces its own heating, cooling, and electricity from UMass Chan has made significant progress in the combustion of natural gas used in the central plant. reducing GHG emissions through facilities and central plant operations and upgrades. Efficiency With the state of Massachusetts goal of achieving projects include sustainable building design, carbon neutrality for Scopes 1 and 2 emissions by 2050, environmentally friendly maintenance procedures, UMass Chan has taken action to reduce GHG emissions and upgrades that incorporate space optimization by reducing the energy use intensity of its buildings and behavior change programs. Increasing the and increasing the central plant efficiency. As of 2020, efficiency of the central plant and reducing the 33 percent of the LEED-certified square footage of energy needs of the buildings that receive utilities state-owned buildings are facilities within the UMass from it, present numerous opportunities for GHG system. The UMass system is also the largest public reductions. “off taker” of renewable energy in the Commonwealth, which is the process of purchasing electricity from renewable sources. CAPITAL PROJECTS: NEW EDUCATION AND RESEARCH BUILDING (NERB) UMass Chan received approval from the University of Massachusetts Board of Trustees to construct a new, nine- story biomedical research and education facility to support laboratory research growth and the educational enterprise. The 350,000-square-foot structure will complete the west face of the campus green and will require the removal of a portion of the First Road parking garage. In support of the UMass system sustainability policy and this plan, the design team is targeting a LEED Gold certification with aspirations of net zero energy. The NERB sets a new model for high performing, efficient buildings on campus, including the integration of a geothermal system to reduce energy use intensity. The 29 facility is scheduled to be occupied in the fall of 2023. 29BUILDINGS AND ENERGY BASELINE Along with most UMass institutions, UMass Chan UMass Chan used AASHE STARS credits as a is beginning to explore how to reach the state’s baseline when creating the goals and strategies for long term decarbonization goals. Several UMass this focus area. Baseline indicators include those institutions have conducted, or are currently related to climate mitigation, facilities, operations, conducting, a decarbonization/utilities master and energy consumption, and climate resiliency planning feasibility study to analyze what would and preparedness. be required to transition away from combusting fossil fuels to meet thermal heating and cooling needs, and when those transitions could be UMASS CHAN AIR AND CLIMATE STARS CREDITS accommodated by. Conducting a decarbonization analysis at UMass Chan would be a significant OP-1: Greenhouse Gas Emissions 4.37/10.00 undertaking, and would require utility master OP-2: Outdoor Air Quality 1.00/1.00 planning with coordination and collaboration with the UMass Memorial Hospital, University Campus. UMASS CHAN BUILDING STARS CREDITS Resiliency and redundancy of UMass Chan’s energy system is a major requirement for the UMass Chan OP-3: Building Operations & Maintenance 2.00/5.00 campus. The UMass Chan central plant provides OP-4: Building Design and Construction 2.50/3.00 utilities to the hospital, which provide vital services to the community. Because the hospital is reliant IN-9: Green Laboratories 0.00/0.50 upon the central plant, there is a sense of urgency and accountability for UMass Chan to strike a balance of reliability while simultaneously reducing UMASS CHAN BUILDING STARS CREDITS GHG emissions. UMass Chan continues to assess electrification opportunities for campus thermal OP-5: Building Energy Consumption 3.87/6.00 needs, as one potential strategy to reduce the OP-6: Clean and Renewable Energy 0.00/4.00 amount of fossil fuels combusted on campus. GREEN BUILDING DESIGN AND EUI EMISSIONS REDUCTION AT UMASS SUSTAINABLE CAMPUS OPERATIONS CHAN UMass Chan has begun to integrate green building Energy use intensity (EUI) is a measure of a design and decarbonization strategies into new building’s energy use as a function of its size or building design and construction. The New other characteristics, typically expressed as energy Research Building design includes geothermal, per square foot per year. It’s calculated by dividing increased efficiency, and energy recovery. These the total energy consumed by the building in one strategies are great examples of cost-effective ways year (measured in kBtu or GJ) by the total gross the campus can begin to decarbonize in the near floor area of the building. term. TABLE 6. Energy use intensity (energy use per square foot) across the University of Massachusetts system (in kBtu/GSF) FY16 FY17 FY18 FY19 FY20 Amherst 163.90 160.9 169.9 162.3 153.2 Boston 118.0 116.7 127.0 107.9 92.4 Dartmouth 138.7 143.8 154.0 156.5 147.8 Lowell 93.8 95.4 93.2 92.9 80.6 Medical School 498.9 516.5 505.6 549.6 496.5 University 186.0 161.2 189.8 187.0 171.4 30Calculating the EUI of individual buildings can BATTERY STORAGE FEASIBLITY STUDY provide foundational information to prioritize energy conservation measures and to identify In 2019, UMass Chan received a state grant what types of supplemental funding to seek in from the Department of Energy and Resources addition to typical operations budgets. The most (DOER) to conduct a feasibility study to assess the significant reductions in EUI are often identified potential for energy storage at the central plant, in during energy audits, recommissioning of existing part to increase the institution’s utility resiliency. buildings, and equipment renewal/replacement The feasibility study included a comprehensive projects. Lighting retrofits can also substantially economic analysis of the energy storage system contribute to a reduction in EUI depending on the integrated with the central plant. The study programs in the buildings and the intensity of the calculated the cost reduction of purchased fixtures. electricity and simple payback from peak demand decrease, energy arbitrage, and other operations CAMPUS SOLAR STUDY optimizations. UMass continues to explore options to implement battery storage on campus. UMass Chan completed a solar study in 2020 to evaluate the potential for on-site renewable energy production at its main campus. The study determined that on-site renewable energy production would provide marginal economic benefit. However, there may be opportunities to align renewable energy installations with LEED certification of new construction, as well as potential off campus installations. FIGURE 3. UMass Chan greenhouse FIGURE 4. UMass Chan greenhouse gas gas emissions by location emissions by scope (all UMass Chan associated properties) 31GREENHOUSE GAS EMISSIONS REDUCTION GOAL: REDUCE SCOPES 1 AND 2 GREENHOUSE GAS EMISSIONS BY 15 PERCENT BY 2026 To reach system- and state-wide emissions reduction targets, UMass Chan will need to reduce its Scope 1 greenhouse gas emissions from on-site combustion, mainly from its central plant. UMass Chan is taking steps to reduce its GHG emissions, energy consumption, and to increase renewable energy generation and procurement, and explore non-fossil fuel-based sources of thermal and electrical energy, including on-site energy storage. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Install renewable energy STRATEGY 2 Consider GHG criteria when producing electricity on site or purchasing from the grid STRATEGY 3 Increase electrification of campus buildings and equipment STRATEGY 4 Increase use of heat exchanger in the central plant STRATEGY 5 Establish a revolving fund and incentive program for projects that reduce energy and emissions 32ENERGY USE INTENSITY REDUCTION GOAL: REDUCE EUI OF UMASS CHAN BUILDINGS 20 PERCENT BY 2026 UMass Chan has the opportunity to reduce the energy use of its buildings through a multi-pronged approach that combines ongoing upgrades and commissioning of building systems as well as spaces use optimization with targeted behavior change initiatives for laboratory spaces supporting sustainable practices. Expanding the Office of Sustainability to a staff of two to coordinate and manage these efforts is the first step in reaching this goal. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Hire an energy and sustainability engineer who reports to the associate director of sustainability and campus services STRATEGY 2 Incorporate energy recovery in the Lazare Research Building STRATEGY 3 Establish institutional specifications and standards for new construction and major renovations to reduce energy use intensity STRATEGY 4 Upgrade all existing lights to LED fixtures and controls STRATEGY 5 Establish an ongoing commissioning and recommissioning program for new construction and existing buildings STRATEGY 6 Update building thermal setpoints and economizer sequences STRATEGY 7 Continue implementing a building energy use metering and validation program STRATEGY 8 Replace inefficient HVAC and laboratory equipment 3333University of Massachusetts Sustainability Policy: Principles, Goals, and Metrics PRINCIPLE DESCRIPTION GOAL METRIC 1. SUSTAINABILITY STRATEGIC Integration of sustainability planning, practices, and 1.1 Complete a sustainability plan with a focus on energy projects at each campus, Biennially report on the development PLANNING strategies into the University’s strategic planning or update any existing plans, to align with the principles and goals outlined in progress of an Energy Master Plan/ processes this policy in order to adequately and efficiently understand the energy needs Sustainability Plan consistent with the Capital and potential sustainability projects on each campus. Plan reporting 2. CLEAN ENERGY Supports the development and use of clean and 2.1 Achieve UMass commitment to carbon neutrality by 2050 or as specified Annually publish latest available greenhouse renewable energy sources through the sustainability planning process occurring through the gas (GHG) emissions inventory development of campus-specific action plans, as identified in Goal 1.1 as being necessary to achieve carbon reduction commitments and meet sustainability objectives, and UMass system’s guiding principles towards this goal. 2.2 Procure a defined amount of annual electricity consumption through Total GHG emissions reduced since LBE renewable and clean energy sources as identified in Goal 1.1 as being necessary baseline (FY04) to achieve carbon reduction commitments and meet sustainability objectives. 3. CLIMATE RESILIENCE AND Implementation of strategies to mitigate or reduce 3.1 Build climate resilience and preparedness standards into the University’s Published plans including measurable PREPAREDNESS environmental impact capital planning process and emergency management and business continuity objective with corresponding strategies planning. 4. GREEN BUILDING DESIGN Strategies to address emissions associated with 4.1 Any new construction must meet the MA LEED Plus green building standards Annual report of building construction and AND SUSTAINABLE CAMPUS designing, building, maintaining, and operating campus (LEED most current version) or other standards as identified in Goal 1.1 as being LEED Certifications necessary to achieve carbon reduction commitments and meet sustainability OPERATIONS buildings and grounds objectives and continue to research and employ improved sustainable building practices. 4.2 Reduce energy consumption and determine goals consistent with capital Total energy use intensity per square foot investments and annual programs implemented in support of energy consumption reduction, as identified in Goal 1.1 as being necessary to achieve carbon reduction commitments and meet sustainability objectives. 5. SUSTAINABLE TRANSPORTATION Integrating sustainable best practices for the use and 5.1 Reduce vehicle fuel consumption of the University vehicle fleet through Annually report on the vehicle fleet maintenance of campus fleets, student/employee promoting the use of public transportation, reducing the number of composition and growing commuting commuters, and public transportation options single occupancy vehicles, and increasing the use of other alternative fuel options for faculty, staff, and students transportation for faculty, staff, and students. 6. WASTE REDUCTION AND Promote strategies to encourage waste reduction and 6.1 Employ strategies around preventative measures in waste diversion to promote Annually report on materials recycled, reused, RECYCLING re-use and acknowledge the importance of preventative source reduction, re-use and recycling of used materials. composted, and disposed measures 7. ENVIRONMENTALLY Implement a procurement approach to access 7.1 Establish Environmentally-Preferable Products Procurement Program (EPP) Annually report on purchasing of electronics, PREFERABLE PURCHASING environmentally-conscious products whenever and continue to implement annual procurement goals to move toward office paper, cleaning products, etc. and applicable and available alignment with the standards of the Environmental Purchasing Advisory progress towards meeting established goals Council where ever appropriate and consistent with available funding. 8. SUSTAINABLE FOOD SERVICES Supporting sustainable food systems through food and 8.1 Strive for each campus food service operation to procure sustainable food Annually report on the percentage of dining beverage purchases products while maintaining accessibility and affordability for all students and service food products that are third-party campus patrons. verified and/or local and community based sustainable food products 9. SUSTAINABLE WATER SYSTEMS Reducing campus water withdrawals can reduce 9.1 Reduce potable water usage and determine goals consistent with capital Annually report the potable water use per pressures on local aquifers, streams, rivers, lakes, and investments and annual programs implemented in support of reducing potable weighted campus user compared to baseline water. aquatic wildlife 10. ACADEMIC AND RESEARCH Ensuring Sustainability is part of Academic and Research 10.1 Comprehensively integrate sustainability and climate neutrality into the core Annually report on sustainability curriculum PROGRAMMING AND programming and part of community engagement academic curriculum and research programs to create a means to enable available to undergraduate students and COMMUNITY ENGAGEMENT efforts students to enable students to use their campus as a living, learning laboratory. ongoing curricular developments 34PRINCIPLE DESCRIPTION GOAL METRIC 1. SUSTAINABILITY STRATEGIC Integration of sustainability planning, practices, and 1.1 Complete a sustainability plan with a focus on energy projects at each campus, Biennially report on the development PLANNING strategies into the University’s strategic planning or update any existing plans, to align with the principles and goals outlined in progress of an Energy Master Plan/ processes this policy in order to adequately and efficiently understand the energy needs Sustainability Plan consistent with the Capital and potential sustainability projects on each campus. Plan reporting 2. CLEAN ENERGY Supports the development and use of clean and 2.1 Achieve UMass commitment to carbon neutrality by 2050 or as specified Annually publish latest available greenhouse renewable energy sources through the sustainability planning process occurring through the gas (GHG) emissions inventory development of campus-specific action plans, as identified in Goal 1.1 as being necessary to achieve carbon reduction commitments and meet sustainability objectives, and UMass system’s guiding principles towards this goal. 2.2 Procure a defined amount of annual electricity consumption through Total GHG emissions reduced since LBE renewable and clean energy sources as identified in Goal 1.1 as being necessary baseline (FY04) to achieve carbon reduction commitments and meet sustainability objectives. 3. CLIMATE RESILIENCE AND Implementation of strategies to mitigate or reduce 3.1 Build climate resilience and preparedness standards into the University’s Published plans including measurable PREPAREDNESS environmental impact capital planning process and emergency management and business continuity objective with corresponding strategies planning. 4. GREEN BUILDING DESIGN Strategies to address emissions associated with 4.1 Any new construction must meet the MA LEED Plus green building standards Annual report of building construction and AND SUSTAINABLE CAMPUS designing, building, maintaining, and operating campus (LEED most current version) or other standards as identified in Goal 1.1 as being LEED Certifications necessary to achieve carbon reduction commitments and meet sustainability OPERATIONS buildings and grounds objectives and continue to research and employ improved sustainable building practices. 4.2 Reduce energy consumption and determine goals consistent with capital Total energy use intensity per square foot investments and annual programs implemented in support of energy consumption reduction, as identified in Goal 1.1 as being necessary to achieve carbon reduction commitments and meet sustainability objectives. 5. SUSTAINABLE TRANSPORTATION Integrating sustainable best practices for the use and 5.1 Reduce vehicle fuel consumption of the University vehicle fleet through Annually report on the vehicle fleet maintenance of campus fleets, student/employee promoting the use of public transportation, reducing the number of composition and growing commuting commuters, and public transportation options single occupancy vehicles, and increasing the use of other alternative fuel options for faculty, staff, and students transportation for faculty, staff, and students. 6. WASTE REDUCTION AND Promote strategies to encourage waste reduction and 6.1 Employ strategies around preventative measures in waste diversion to promote Annually report on materials recycled, reused, RECYCLING re-use and acknowledge the importance of preventative source reduction, re-use and recycling of used materials. composted, and disposed measures 7. ENVIRONMENTALLY Implement a procurement approach to access 7.1 Establish Environmentally-Preferable Products Procurement Program (EPP) Annually report on purchasing of electronics, PREFERABLE PURCHASING environmentally-conscious products whenever and continue to implement annual procurement goals to move toward office paper, cleaning products, etc. and applicable and available alignment with the standards of the Environmental Purchasing Advisory progress towards meeting established goals Council where ever appropriate and consistent with available funding. 8. SUSTAINABLE FOOD SERVICES Supporting sustainable food systems through food and 8.1 Strive for each campus food service operation to procure sustainable food Annually report on the percentage of dining beverage purchases products while maintaining accessibility and affordability for all students and service food products that are third-party campus patrons. verified and/or local and community based sustainable food products 9. SUSTAINABLE WATER SYSTEMS Reducing campus water withdrawals can reduce 9.1 Reduce potable water usage and determine goals consistent with capital Annually report the potable water use per pressures on local aquifers, streams, rivers, lakes, and investments and annual programs implemented in support of reducing potable weighted campus user compared to baseline water. aquatic wildlife 10. ACADEMIC AND RESEARCH Ensuring Sustainability is part of Academic and Research 10.1 Comprehensively integrate sustainability and climate neutrality into the core Annually report on sustainability curriculum PROGRAMMING AND programming and part of community engagement academic curriculum and research programs to create a means to enable available to undergraduate students and COMMUNITY ENGAGEMENT efforts students to enable students to use their campus as a living, learning laboratory. ongoing curricular developments 35UMass Sustainability Policy Ten Principles ACADEMIC AND RESEARCH PROGRAMMING SUSTAINABILITY AND COMMUNITY STRATEGIC ENGAGEMENT PLANNING 1 0 1 SUSTAINABLE CLEAN WATER ENERGY SYSTEMS 9 2 CLIMATE SUSTAINABLE 8 3 RESILIENCE FOOD AND SERVICES PREPAREDNESS 4 7 GREEN BUILDING ENVIRONMENTALLY DESIGN AND FRIENDLY PURCHASING 6 5 SUSTAINABLE CAMPUS OPERATIONS WASTE SUSTAINABLE REDUCTION AND TRANSPORTATION RECYCLING 36WORKING GROUP MEMBERS TRANSPORTATION AND GROUNDS MANAGEMENT David Adrian Business Manager, Faciliites Management Scott Almstrom Fleet Maintenance Mechanic Linda Boll Manager, Parking Services Don Croteau Manager, Transportation/Distribution Brian Crowley Assistant Maintenance Manager Dennis Flynn Supervisor, Receiving Matt Gagne Assistant Maintenance Manager Jim Gardner Senior Director, Maintenance Services Vin Garino Assistant Director, Facilities Maintenance Chad Hammond Grounds & Waste Lead MATERIALS AND RESOURCE MANAGEMENT David Adrian Business Manager Azraa Amroze Medical student Kendall Appleby Assistant Director, Housekeeping Services, Crothall Tony Cavello Manager, Environmental Building Services Colleen Driskill Safety Officer, Environmental Health & Safety Matt Gagne Assistant Maintenance Manager Vin Garino Assistant Director, Facilities Maintenance Steve Guerin Director of Food & Nutrition Services, Sodexo Mary Martin Resource Manager, E.L. Harvey Waste Services Shannon Merlin Food Service Provider, NexDine JoAnn Ranslow Safety Officer, Environmental Health & Safety Alan Rowe Resident District Manager, NexDine BUILDINGS AND ENERGY Ed Allison Designer/CAD Specialist Dave Bourassa Senior Manager, Mechanical Projects Daren Crossman Director, Facilities Operations MBL Mike Culter Interim Assistant Director, Maintenance Brian Duffy Senior Manager, Architectural Projects David Fitzgerald Lead Electrician Josh Fleming Manager, Building Controls Matt Gagne Assistant Manager, Maintenance Emily Gentile Medical Student Bruce Hjort Assistant Director, Energy Resources David MacNeil Senior Engineer, Mechanical Projects Shawn McGuinness Senior Manager, Architectural Projects Joe Metterville Senior Facilities Electrician Steve Park Maintenance Manager, Electrical Brian Pasquale Senior Manager, Mechanical Projects Paul Patrick Project Manager Michelle Smith Energy and Sustainability Engineer Matt Stelmach Associate Director, MEP Engineering Patrick Walsh Facilities Operations Specialist Andrew Willbrant Manager, Architectural Projects Planning process led by Suzanne Wood, Associate Director of Sustainability and Campus Services, with support from GreenerU, Inc. 37umassmed.edu/growinggreen 38",
    "TEXT BY PAGE": [
        "2021–2026 SUSTAINABILITY AND CLIMATE ACTION PLAN See separate document for front and back cover",
        "TABLE OF CONTENTS LETTER FROM LEADERSHIP 1 TERMS AND DEFINITIONS 2 TIMELINE 4 MISSION, DEFINITION, VISION 5 2021–2026 FOCUS AREAS AND GOALS 7 INTRODUCTION 8 BACKGROUND AND BASELINE 10 METHODOLOGY 13 FOCUS AREAS: GROUNDS AND WATER MANAGEMENT 15 TRANSPORTATION 19 MATERIALS AND RESOURCE MANAGEMENT 23 BUILDINGS AND ENERGY 29 UMASS SYSTEM SUSTAINABILITY POLICY 34 STAKEHOLDERS 37",
        "LETTER FROM LEADERSHIP This Sustainability and Climate Action Plan (SCAP) is a testament to UMass Chan Medical School’s commitment to public and environmental health. This plan outlines how UMass Chan Medical School (UMass Chan), a national model of excellence for public research universities, will lead by example in demonstrating how sustainable operations, procedures, and practices will support world- class education, groundbreaking research opportunities, and impactful service and engagement while embodying the Spirit of Massachusetts. I am proud of the work that our facilities staff has carried out over the last several years, contributing to a more sustainable future. This Plan builds on our achievements and creates opportunities for the campus to be a model for sustainable operations: serving as an inspiration to our partners and community members to address climate change and work to integrate sustainability into our ‘business as usual’ operations. The SCAP will support our institution’s mission as we implement our strategic plan, IMPACT 2025. The operational focus of this Plan informs and invites our community to learn how our programs improve public health, contribute to environmental sustainability, and foster accountability for addressing our carbon John C. Lindstedt footprint. John C. Lindstedt, CPA Executive Vice Chancellor, I am excited about the potential of this Plan. Administration and Finance It highlights areas where we can invest in our operations to support the Commonwealth’s ambitious climate action targets. This Plan strategically aligns UMass Chan with the UMass system Sustainability Policy, linking each focus area to the system-level policy goals. It also supports the state’s commitment to reduce GHG emissions, water consumption, and build a more resilient infrastructure. By identifying our sustainability path, we will continue to be a leader and innovator in medical research, education, and public health. 1",
        "TERMS AND DEFINITIONS ABBREVIATIONS AASHE Association for the Advancement of Sustainability in Higher Education CO carbon dioxide 2 CO e carbon dioxide equivalent 2 EUI energy use intensity EV electric vehicle GHG greenhouse gas HVAC heating, ventilation, and air conditioning IPM integrated pest management LBE Leading by Example (Executive Order 484) LEED Leadership in Energy and Environmental Design LRB Lazare Research Building RFP request for proposals STARS AASHE’s Sustainability Tracking, Assessment, and Rating System UMASS CHAN University of Massachusetts Chan Medical School 22",
        "DEFINITIONS carbon Carbon neutrality means having a balance between emitting carbon and absorbing carbon from neutrality the atmosphere. For UMass Chan, the overall goal of carbon neutrality is to achieve a net zero greenhouse gas emissions from the main campus and affiliated structures and lands that are included for purposes of reporting the institutions GHG footprint. net-zero carbon Net-zero carbon refers to achieving an overall balance between greenhouse gas emissions footprint produced and greenhouse gas emissions taken out of the atmosphere. central power The central power plant at UMass Chan is where steam for heating, chilled water for air plant conditioning, and electricity are generated and then distributed to campus. LEED LEED is a third-party certification program through the U.S. Green Building Council (USGBC) certification that guides building and community design, construction, operations, and maintenance toward sustainability based on prerequisites and credits that a project meets to achieve a certification level (Certified, Silver, Gold, and Platinum). institutional The main campus and appropriate affiliated structures and lands that are included for purposes boundary of reporting. The main campus at UMass Chan is defined as buildings connected to the combined heat and power central plant including both UMass Chan owned and operated buildings, as well as owned by UMass Chan but occupied by the affiliated hospital and other partners. While UMass Chan does not have complete operational control of the Hospital, it shares the main campus and Central Plant so the GHG emissions include Hospital properties on the main campus where utilities are served by the central plant. sustainability UMass Chan approaches sustainability in an inclusive and pluralistic way, encompassing human health, responsibility of financial resources, and ensurance of ecological health for the future. Being sustainable is a commitment to good stewardship of fiscal resources and natural resources. Scope 1 All emissions from onsite sources owned by UMass Chan are considered Scope 1. UMass Chan emissions is affiliated and shares its main campus with the non-profit hospital, UMass Memorial Health Care, including the 17.5 MW combined heat and power plant which provides utilities to the main campus. Scope 2 Indirect GHG emissions that are a consequence of activities that take place within the emissions organizational boundaries of the institution, but that occur at sources owned or controlled by another entity. Scope 2 emission sources include purchased electricity, purchased heating, purchased cooling, and purchased steam used on campus. Scope 3 All indirect emissions not covered in Scope 2. Some examples of Scope 3 GHG emissions are: emissions emissions from purchased goods and services, capital goods, waste generated in operations, business travel, commuting (employee and student), end-of-life treatment of sold products, downstream leased assets, franchises, and investments. thermal Shifting to use electricity rather than fossil fuels for heating and cooking. The goal of such a electrification transition: all-electric buildings powered by solar, wind and other sources of zero-carbon electricity. 33",
        "TIMELINE 2010 2004 First LEED First building on Sustainability campus opens Committee is 2009 established UMass Chan’s sustainability program, Growing 2012 Green, is established First AASHE STARS report 2007 is completed Sustainability and Energy Leading by Manager is Example hired (E.O. 484) is established 2013 First sustainability First LEED UMass Chan plan is Gold Building signs ACUPCC launched opens Carbon Commitment Central Plant is expanded 4 4",
        "2016 UMass System 2017 wins Leading By Example Chancellor 2020 award Collins signs “We Are Still UMass Chan In” pledge achieves UMass System AASHE STARS Sustainability Silver rating Policy is developed Stormwater management Climate 2019 program is Action Plan is launched updated First formal stormwater management UMass Chan plan is created wins Leading by Example award UMass Chan 2014 Coalition for Climate Action student group First EV is formed charging station is installed 5 5",
        "MISSION Advance the health and wellness of our diverse communities throughout Massachusetts and around the world by leading and innovating in education, research, health care delivery, and public service. DEFINITION OF SUSTAINABILITY UMass Chan defines sustainability in an inclusive and holistic way. Based on the Association for the Advancement of Sustainability in Higher Education’s (AASHE) definition, sustainability includes human and ecological health, social justice, secure livelihoods, and a better world for all generations. Included in this commitment are sustainable practices that address UMass Chan’s impact to environmental, social and economic issues. VISION FOR SUSTAINABILITY AND CLIMATE ACTION UMass Chan promotes well-being for all the people in the Commonwealth, nation, and the world through its operations, education, and research by providing health care education and research that strengthens sustainability, mitigates climate change, and preserves resources for future generations. 6 6",
        "2021–2026 FOCUS AREAS AND GOALS GROUNDS AND WATER MANAGEMENT GROUNDS MANAGEMENT GOAL Increase UMass Chan community access and use of the grounds as well as biodiversity on campus WATER REDUCTION GOAL Reduce water use at UMass Chan TRANSPORTATION CAMPUS FLEET GOAL Reduce emissions from UMass Chan fleet by half COMMUTING GOAL Decrease commuting emissions and support low-emission commuting options MATERIALS AND RESOURCE MANAGEMENT WASTE MINIMIZATION GOAL Reduce overall waste disposal by 20 percent and increase waste diversion SUSTAINABLE PURCHASING GOAL Implement environmentally preferable purchasing guides and standards SUSTAINABLE FOOD AND DINING GOAL Integrate sustainable food into campus services to support student learning and community health BUILDINGS AND ENERGY GREENHOUSE GAS EMISSIONS REDUCTION GOAL Reduce Scopes 1 and 2 greenhouse gas emissions 15 percent by 2026 ENERGY USE INTENSITY REDUCTION GOAL Reduce EUI of UMass Chan buildings 20 percent by 2026 7",
        "INTRODUCTION Human and planetary health are inextricably The UMass Chan SCAP is the result of months of linked. Rising and increasingly variable global collaborative work to produce an operationally temperatures and a changing atmospheric focused plan. The inclusive facilitation process composition affect air and water quality, began in January 2020 and moved to virtual sanitation levels, food production, social and engagement due to the COVID-19 pandemic. economic system stability, and public health The stakeholders used UMass Chan’s AASHE outcomes. As a public institution dedicated to STARS Silver certification as a baseline to establish academic and research advancement in public aspirational goals for sustainable operations. health, the University of Massachusetts Medical Community input was solicited and integrated into School (UMass Chan) maintains a commitment the process and built broad support from UMass to environmental sustainability that supports the Chan leadership. mission to advance the health and wellness of the diverse communities it serves. As a signatory to the American College and University Presidents Climate Commitment, the The UMass Chan Sustainability and Climate UMass system, including the Medical School, has Action Plan (SCAP) aligns UMass Chan with demonstrated leadership and realized the potential the UMass system-wide Sustainability Policy of the collective action of higher education to and reaffirms UMass Chan’s commitment to mitigate and adapt to the effects of climate Massachusetts Governor's Executive Order 484: change. The goals and strategies outlined in this “Leading by Example—Clean Energy and Efficient Plan emphasize UMass Chan’s commitment to Buildings.” This Plan provides a five-year roadmap advancing health and wellness at all levels of scale. for a reduction in greenhouse gas emissions This Plan exemplifies leadership by acting upon and an investment in sustainable operations. In the intersectionality of climate change mitigation, addition to aligning with UMass system strategies resiliency, and human and community health. and policies, this Plan upholds the vision of UMass Chan strategic plan, IMPACT 2025. It builds on This Plan advances existing sustainability the accomplishments of the Medical School and commitments at UMass Chan by establishing five- its clinical partners to date to further prioritize year goals in four primary focus areas. Each focus sustainability in its facilities and operations. area has specific goals and prioritizes strategies to meet specific sustainability targets. Included is The sustainability program at UMass Chan an internal work plan to strengthen methods for promotes both human and ecological health, and tracking and reporting progress over time using includes environmental, social, and economic appropriate metrics. institutional practices. This Plan, however, is focused primarily on the operations of the institutions. UMass Chan does assess its economic and social impact through AASHE’s international Sustainability, Tracking, Assessment, and Reporting tool (STARS). 8",
        "9 9",
        "BACKGROUND AND BASELINE UMASS SYSTEM POLICY The University of Massachusetts Medical School’s commitment to sustainability and climate action is grounded in the priorities of the University of The development process for this Massachusetts System Sustainability Policy, and plan was specifically designed the Massachusetts Governor's Executive Order to integrate the UMass System 484, “Leading by Example—Clean Energy and Sustainability Policy Principles Efficient Buildings” (LBE). into the UMass Chan sustainability UMass Chan is committed to sustainability practices, programs, and goals: throughout the design and operations of facilities, as well as through engagement of students, staff, 1. Sustainability Strategic Planning and faculty. Growing Green, UMass Chan’s sustainability 2. Clean Energy program established in 2009, has supported the unique needs of the medical school community and has collaborated with UMass Chan’s clinical 3. Climate Resilience and partner, UMass Memorial Health Care (UMMHC). Preparedness UMass Chan and UMMHC share the University campus as well as some operations and facilities, including the central plant where steam, chilled 4. Green Building Design and water, and electricity are generated. Sustainable Campus Operations ADVANCING UMASS SYSTEM 5. Sustainable Transportation COMMITMENTS 6. Waste Reduction and Recycling The UMass System Sustainability Policy, which was approved in 2016 by the University of Massachusetts Board of Trustees, is a guiding 7. Environmentally Preferable framework for the five campuses in the UMass Purchasing system to maintain a long-term commitment to responsible stewardship of financial and environmental resources. The Policy outlines ten 8. Sustainable Food Services priorities and twelve goals with set metrics (see inset and appendix). These priorities frame the focus areas of this plan. 9. Sustainable Water Systems 10. Academic and Research Programming and Community Engagement 10",
        "SUPPORTING CLIMATE ACTION IN The STARS reporting framework helped shape the focus areas of this plan. STARS is an important THE COMMONWEALTH: tool for UMass Chan tracking of campus LEADING BY EXAMPLE sustainability both externally and internally, as STARS continuously evolves as sustainability in higher education advances. UMass Chan reports UMass Chan is the third largest greenhouse gas sustainability-related information annually to the emitter of all state agencies. Amongst the pool state, as well as the UMass Board of Trustees, and of state-owned agencies, authorities, and public submits an updated STARS report to AASHE every institutions, UMass Chan contributes 11 percent three years. Each of the nine goals in the UMass of the total greenhouse gas emissions. Therefore, Chan SCAP are aligned with the STARS credits to UMass Chan’s GHG emissions reductions are coordinate progress of UMass Chan’s sustainable important as they represent a significant impact operations. Information on campus engagement, to the Commonwealth’s overall emissions and public engagement, coordination and planning, provide a unique opportunity for the institution to diversity and affordability, investment and finance, serve as a leader in higher education. and well-being is captured in the STARS report, but the scope of this plan does not include goals related As a public institution in the Commonwealth to academic, research, and student engagement. of Massachusetts, UMass Chan is committed to reducing its environmental impact in accordance Annually, UMass Chan tracks and reports its fuel with LBE. LBE helps reduce the collective impact and electricity data to the LBE program and reports of state government operations through policy its scope 1 and 2 greenhouse gas emissions to the transformation, grant funding for clean energy UMass Board of Trustees. UMass Chan’s largest and energy conservation projects, and the greenhouse gas impact in operations comes from implementation of nationally recognized best its central plant. The plant provides UMass Chan’s practices. In 2020, the LBE presented UMass main campus and affiliated hospital with all their Chan with an award for ongoing leadership and heating and cooling needs, as well as the majority contributions to the program, recognizing several of electricity needs. UMass Chan has made some years’ worth of investments made on campus. progress tracking and addressing scope 3 emissions from its campus operations, as well as commuter ASSESSMENT OF SUSTAINABILITY impact and other indirect travel emissions, but TO DATE: AASHE STARS there is much more that the campus can do to comprehensively track and reduce its indirect emissions of its supply chain and commuter and UMass Chan uses the Sustainability Tracking, travel data. Assessment, and Rating System (STARS) assessment tool, created by the Association for The three main tracking and assessment platforms, the Advancement of Sustainability in Higher LBE data to the state, sustainability data to the Education (AASHE), to holistically measure UMass Board of Trustees, and AASHE STARS sustainability across several disciplines, including benchmarking data, provide a comprehensive academics, engagement, operations, and framework for tracking progress towards the goals planning. The tool integrates industry-accepted in this plan. indicators for sustainability performance in higher education and is essential to UMass Chan tracking PEER BENCHMARKS: HEALTHCARE progress overtime. AND CLIMATE ACTION UMass Chan’s Silver STARS certification rating in PLANNING AT MEDICAL SCHOOLS Spring 2020 highlights the institution’s extensive sustainability-inclusive research, which supports the United Nations’ Sustainable Development The health care sector in the United States is a Goals (SDGs). The STARS report also underscores significant contributor to GHG emissions and student involvement in sustainability efforts sustainability challenges. The sector produced through the Student Government Alliance, 10 percent of the US total GHG emissions in the coordination of sustainability efforts across 201311 thereby negatively impacting the natural campus, and implementation of statewide environment and public health. The US healthcare guidelines to improve air quality measures. industry, including research institutions, medical 1 https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0157014, accessed March 9, 2021 11",
        "centers, and hospital systems, has acknowledged world-class research in the state, UMass Chan and acted upon the inextricable links of climate has an opportunity to be a leader in sustainable change and public health. Many health care operations in the Commonwealth, as well as to systems have initiated innovative and far-reaching broaden its leadership in public health through climate mitigation efforts in their operations, sustainable operations. outreach, and administrative practices. The goals and strategies of this plan have been UMass Chan and its health care partner have a informed by a baseline study that gathered strong baseline of best practices within public exemplary practices and case studies from peer health, health care, research, and educational institutions. UMass Chan’s peers include other institutions. There are specific organizations, medical schools and four institutions within the coalitions, and resources in these sectors UMass system. UMass Chan is the only medical providing resources, programs, and support school in the system, but the five schools UMass for more sustainable practices. One of these Medical School, UMass Amherst, UMass Lowell, resources is Practice Greenhealth. It is a UMass Dartmouth, and UMass Boston, abide membership and networking organization for by the UMass Sustainability Policy. All campus health care institutions that actively identify and locations collaborate and report comparative data address climate change as a public health crisis. to the Board of Trustees. Another organization is Health Care Without Harm, which facilitates initiatives to emphasize Many of UMass Chan’s peer medical schools, environmental responsibility and public health such as at Yale University, Harvard University, justice within the health care sector. It offers the University of Vermont, Brown University, best practice resources and ranks U.S. medical and Boston University, adhere to the policies centers in the areas of (1) emissions mitigation, (2) and goals outlined in their affiliated institutional resilience practices, and (3) leadership. These best sustainability policies and plans, and share key- practice resources have been assessed, applied, operational services. This is not the case for UMass and included in the baseline of the focus areas of Chan. UMass Chan operates most of its campus this Plan. facilities autonomously from the other UMass schools, has its own budgets and energy system, UMass Chan is unique from other UMass system and only recently began sharing procurement schools and most other higher education services with the larger UMass system. This institutions in that it offers only graduate operational autonomy provides UMass Chan the programs, has no on-campus residential students, opportunity to chart an independent course of and has a specific health research and clinical success in achieving its sustainability and climate focus. As the first and only public academic health action planning goals in alignment with the sciences center with three graduate schools and UMass System Policy and state mandates. 1212",
        "METHODOLOGY The goal of this planning process was to facilitate project. GreenerU provided a greenhouse gas inclusive community engagement that resulted assessment, identifying the UMass Chan specific in a 5-year sustainability and climate action emissions from the central plant, and providing plan focused on operations with broad support a baseline and recommendations for further from key-stakeholders and those responsible greenhouse gas emission tracking and reduction. for implementing the strategies. The approach UMass Chan also completed its third AASHE STARS was to build on UMass Chan’s successes and to assessment and administered its first community create a plan that provides clear guidance for survey to inform the plan’s focus areas, goals, and future emissions reductions and sustainability strategies in the beginning of 2020. achievements. The four focus areas of this plan were established based on the UMass Sustainability UMass Chan had six process goals in mind when creating this plan: Policy and UMass Chan’s current focus on sustainable 1. Create a shared vision and goals operations. The focus areas 2. Establish clear roles and responsibilities of Climate and Energy, 3. Identify mechanism for implementing and tracking Transportation, Grounds and Water, and Materials and 4. Prioritize emissions reduction Resources Management 5. Develop broad support from stakeholders encompass the key areas 6. Increase community awareness in which UMass Chan can integrate the UMass System Sustainability Principles and track progress using UMass Chan ensured inclusive facilitation of the the AASHE STARS report. Focus area groups were planning process and each meeting by using formed with key stakeholders across multiple accessible and interactive meeting tools and a departments, and the core team attended shared online repository for the resources and facilitation training and goal setting work sessions. materials. The planning was led by the associate director of sustainability and campus services, In the working sessions, each focus area group Suzanne Wood. The planning process was assessed UMass Chan progress to date, developed supported by facilities leadership, and over 40 goals and strategies referencing the baseline focus area group members, representing faculty, study, created a community survey, and solicited staff, and students contributed to the plan. Using feedback from remote community engagement data gathered from community feedback, a core opportunities. The community survey, administered group of key stakeholders assisted in prioritizing in Spring 2020, gathered input from close to 10 strategies set to be implemented by 2026. UMass percent of UMass Chan community (more than Chan leadership provided reviews throughout 500 responses) to assess awareness and gauge each phase, building a solid foundation for the interest in participation in the planning process. next steps of implementation. Respondents overwhelmingly agreed that it was important for UMass Chan to mitigate and adapt The planning process began with a baseline to climate change through its operations and and goal setting phase in December 2019. programs. A consultant firm, GreenerU, supported the engagement and data analysis throughout the 13",
        "The key stakeholders created a set of criteria to guide the decision-making process for the plan, identifying key criteria for the goals and strategies: SUPPORT Leadership support for implementation IMPACT Reduce GHG and resources consumption Enable cultural change for more sustainable actions, operation, and INFLUENCE relationships within UMass Chan Partnering with the hospital, local organizations, and other COLLABORATION institutions to progress sustainability and climate action FINANCIAL Recommend financially viable long-term investments to improve VIABILITY operations MISSION Support student learning and institutional research ALIGNMENT Due to the COVID-19 pandemic in early 2020, the planning process moved fully remotely in March 2020. The last in-person event was a community idea session and the launch for the focus areas. After that, only virtual events were held both for the focus areas and community events, such as the 50-year Earth Day celebration in April 2020. Throughout the spring and summer of 2020, the focus area groups worked on the draft goals and strategies. In the fall of 2020, UMass Chan held remote community review events, providing community members with the opportunity to review a draft of the plan, ask questions, and offer feedback. These virtual events promoted community awareness of sustainability at UMass Chan and created a platform for important community thoughts to shape the plan. 1414",
        "FOCUS AREA GROUNDS AND WATER MANAGEMENT The Grounds and Water Management focus area broadly includes UMass Chan’s main campus and its landscape and grounds, as well as indoor and outdoor water use and management. This focus area supports University of Massachusetts Sustainability Policy principles: (4) Green Building Design and Sustainable Campus Operations, (8) Sustainable Water Systems. GROUNDS PLANTING THE COMMUNITY GARDEN UMass Chan is a partner with the Worcester Sustainable grounds management focuses on the Regional Environmental Council, a food justice natural environment of the UMass Chan campus. organization which provides resources to support This includes the walking, driving, and biking the UMass Chan Student Garden as well as other paths, landscapes and lawns, and the overall local community gardens. In July 2019, three biodiversity on campus. Grounds management second-year School of Medicine students started a supports human well-being by promoting good community garden in four raised beds on the north air quality, a connection to the natural world, side of campus as part of their Capstone project, and safe and visually pleasing environments. enabling them to develop educational initiatives The strategies aim to increase the biodiversity and provide fresh produce to the student food bank of vegetation and wildlife on campus, including throughout their time at UMass Chan. The student- pollinator plants and insects on campus. run garden creates a space for the community to participate in hands-on nutrition-focused wellness- BASELINE oriented initiatives. UMass Chan used AASHE STARS credits as a baseline when creating the goals and strategies for this focus area: UMASS CHAN GROUNDS STARS CREDITS OP-9: Landscape Management 0.00/2.00 OP-10: Biodiversity 0.00/1.00 IN-29: Pest Management Certification 0.00/0.50 15 15",
        "GROUNDS MANAGEMENT GOAL: INCREASE UMASS CHAN BIODIVERSITY COMMUNITY ACCESS AND USE OF THE GROUNDS AS WELL AS BIODIVERSITY ON CAMPUS The green space at UMass Chan is an important part of the campus’ identity. This goal builds upon UMass Chan’s efforts in the Community Garden to promote the health and wellness of the community by growing fresh food, increasing enjoyment of active green spaces on campus as areas to reflect and refresh. This goal creates the opportunity to promote a greater sense of wellbeing for the UMass Chan community and assesses and supports the UMass Chan campus in becoming a certified pollinator campus with Bee City USA. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Activate green spaces on campus for increased community access by the UMass Chan community STRATEGY 2 Expand the community garden programming STRATEGY 3 Become a certified pollinator campus STRATEGY 4 Investigate developing an integrated pest management (IPM) program on campus STRATEGY 5 Create a self-guided campus walking tour for the campus community 1166",
        "WATER Conservation, recycling, and reuse of water WATER EFFICIENCY AND SAVINGS ON both indoors and outdoors is key for sustainable CAMPUS operations. Sustainable water practices include effective rainwater, stormwater, and irrigation LBE establishes goals for state agencies to reduce management, and the judicious use of water in overall water consumption through ongoing the central plant and campus operations. The increased water efficiency measures and improved largest water consumption on the UMass Chan tracking for indoor and outdoor water. UMass campus is in the central plant. Half of UMass Chan has invested in water efficiency projects Chan total annual water consumption is in the in buildings, and equipment use and upgrades. plant, where it is used to generate steam and For example, 16 glass-washing machines and 17 chilled water to meet the thermal energy and autoclaves in the Lazare Research Building were humidification needs of the main campus. Only replaced with more efficient machines. The new 5 percent of water consumed on campus is for equipment will save approximately 3.3 million the management of the exterior environment, gallons a year through more efficient water use such as irrigation of the landscape. and by avoiding once-through cooling with potable water. Water and energy consumption are closely linked, as energy is required to treat, deliver, Another example includes the Albert Sherman and return water to and from campus facilities, Center, which is designed to reduce potable water and water is used at UMass Chan for producing consumption by collecting and reusing non- and transporting thermal energy for the main potable water. Non-potable water is not suitable campus. Like all institutions, UMass Chan for human consumption but can be used to can reduce energy use and greenhouse gas support mechanical equipment operation and emissions associated with indoor heating maintenance. Some of the Sherman Center’s non- and cooling, which will also reduce water potable water is piped to the central plant to be consumption at the central plant. used as cooling tower make-up water. UMass Chan tracks water consumption at the EXPLORING WATER REUSE ON CAMPUS building level but does not currently track water consumption in individual labs. Exterior water In 2019, UMass Chan completed a feasibility study management includes irrigation, rainwater, on the viability of district-scale water reclamation stormwater, and wastewater management, and and reuse facility on campus. The proposed facility reduces the need for effluent discharge into local could treat up to 500,000 gallons of wastewater surface water supplies which helps improve the per day and reduce campus potable water health of local water ecosystems. Sustainable consumption by as much as 50 percent. water practices also support, maintain, and protect healthy and finite groundwater supplies, The study evaluated existing water management as well as human health and biodiversity of practices and developed strategies to minimize campus vegetation. water supply risk for critical heating, cooling, fire suppression, and other campus operations; improve BASELINE the University’s environmental footprint through reuse and reduced wastewater discharge; and UMass Chan uses AASHE STARS credits as a reduce long-term water and sewer utility costs. baseline when creating the goals and strategies for this focus area: UMASS CHAN WATER MANAGEMENT STARS CREDITS OP-21: Water Use 3.06/4.00 OP-22: Rainwater Management 0.00/2.00 IN-36: Stormwater Modeling 0.00/0.50 17",
        "TABLE 1. Water use per campus user across the University of Massachusetts system HUNDREDS OF CUBIC FEET (CCF) FY16 FY17 FY18 FY19 FY20 PER CAMPUS USER Amherst 12.9 12.1 13.9 12.9 9.7 Boston 3.9 2.0 4.4 4.4 3.9 Dartmouth 3.3 6.0 6.4 4.7 4.7 Lowell 5.9 4.3 7.0 6.8 8.3 Medical School 36.8 36.2 33.4 38.2 36.7 University 11.4 10.7 12.6 12.3 11.0 WATER REDUCTION GOAL: REDUCE WATER USE AT UMASS CHAN In accordance with LBE, this goal supports the Medical School’s efforts to reduce both indoor and outdoor water consumption. Outdoor water consumption primarily includes irrigation and grounds maintenance. Indoor water consumption includes all water consumed in buildings point-of-use fixtures, and water used in UMass Chan’s central plant. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Reduce indoor and outdoor water use in accordance with Leading by Example (LBE) STRATEGY 2 Use greywater for irrigation STRATEGY 3 Build a district-scale water reclamation facility 18 18",
        "FOCUS AREA TRANSPORTATION Transportation management plays an important role in Massachusetts’ response to climate change and public health. In 2020, the state of Massachusetts committed to increased collaboration in the northeast and New England to reduce emissions from transportation, with a shared goal of increasing sustainable transportation and commuting options. The Transportation and Climate Initiative Program2 (TCI-P) is a regional initiative and intends to invest $160 million by 2023 to improve and expand public transportation, including zero-emission buses, cars, and trucks; electric vehicle charging infrastructure; development of interstate electric vehicle charging corridors; improving high speed wireless internet in rural and low- income areas to allow for teleworking; repairing existing roads and bridges; and providing safer bike lanes and sidewalks. In the U.S., road traffic accounts for about 40 percent3 of the pollution that forms ground-level ozone, the main component in smog. In New England, transportation is responsible for over 40 percent4 of greenhouse gas emissions. UMass Chan can positively impact human and ecological health and support local economies by modeling sustainable transportation systems, including increasing by greening the campus fleet and reducing employee commuting. Doing so requires collaborative solutions amongst UMass Chan and its partners in the region. Providing sustainable transportation benefits everyone, especially low-income communities. This focus area supports the University of Massachusetts Sustainability Policy principle number five: Sustainable Transportation. CAMPUS FLEET As of 2020, UMass Chan’s campus fleet includes 69 vehicles, including one hybrid vehicle. The campus fleet includes both leased and owned vehicles that support transport of UMass Chan staff and goods. The institution has begun to electrify the campus fleet as new leases and purchases are made. BASELINE UMass Chan used AASHE STARS credits as a baseline when creating the goals and strategies for this focus area: UMASS CHAN CAMPUS FLEET STARS CREDITS OP-15: Campus Fleet with Alternative Fuel 0.01/1.00 3 https://www.mass.gov/news/massachusetts-new-england-states-and-dc- commit-to-groundbreaking-regional-program-to-reduce, accessed March 9, 2021 4 https://www.mass.gov/guides/transportation-air-quality, accessed March 9, 2021 5 https://www.mass.gov/news/massachusetts-new-england-states-and-dc- commit-to-groundbreaking-regional-program-to-reduce, accessed March 9, 2021 1919",
        "TABLE 2. Alternative energy use campus fleet vehicles across the University of Massachusetts system (percent)* FY16 FY17 FY18 FY19 FY20 Amherst 0.0 4.2 6.3 6.5 12.6 Boston 0.0 0.0 0.0 0.0 0.0 Dartmouth 1.1 2.2 1.4 1.4 1.4 Lowell 3.6 5.3 7.2 9.7 15.5 Medical School 0.0 0.0 0.0 0.0 0.0 University 3.4 3.6 5.3 5.7 10.7 * Excluded fleet vehicles for this metric includes off-road vehicles, heavy duty vehicles, and emergency response vehicles. UMass Chan has one electric hybrid response vehicle. CAMPUS FLEET GOAL: REDUCE EMISSIONS FROM UMASS CHAN FLEET BY HALF UMass Chan has the opportunity to greatly reduce the onsite Scope 1 emissions from leased and owned fleet vehicles in the next five years. Through a combination of strategies that address the types of vehicles and equipment used and the power sources and fuels, this goal encompasses improved tracking of fleet emissions and a phasing-in of more sustainable vehicles. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Increase tracking of transport fleet vehicle use and fuel consumption STRATEGY 2 Right-size vehicles for specialized and general use STRATEGY 3 Electrify fleet vehicles STRATEGY 4 Electrify grounds equipment 2200",
        "COMMUTING It is a priority of the institution to be able to UMass Chan and its partners strive to ensure that offer commuting options that are financially, all faculty, staff, students, and visitors have safe, environmentally, and socially sustainable. According environmentally friendly, and active/human- to UMass Chan’s 2009 emissions report, scope 3 powered commuting options to campus. However, emissions from commuting are approximately shared roads, a peripheral location to city-center, 55 percent of the University’s carbon footprint.5 and a hilly terrain mean that single occupancy The Medical School does not currently report vehicles (SOVs) remain the primary means of annual greenhouse gas emissions contributed by transport. A focus on more sustainable commuting commuting, but this is still an important area for options has been prioritized, and UMass Chan sustainability and climate action. continues to work with local and regional transportation organizations to increase active and In 2018, UMass Chan conducted a survey and low-carbon commuting solutions. collected commuter data for the Massachusetts Rideshare Program. The Rideshare Program is part BASELINE of the Department of Environmental Protection and requires many businesses and educational facilities UMass Chan used AASHE STARS credits as a across the state to develop plans and set goals baseline when creating the goals and strategies for for reducing by 25 percent the number of times this focus area: commuters drive alone to work or school. According to the results of this survey, 33 percent of students and 11 percent of staff at UMass Chan already use UMASS CHAN COMMUTING STARS CREDITS “more sustainable” commuting options as their OP-16: Student Commute Modal Split 0.65/2.00 primary means of transportation. OP-10: Employee Commute Modal Split 0.22/2.00 Additionally, most staff and all students require OP-18: Support for Sustainable Transportation 1.80/0.50 some in-person attendance to complete their responsibilities in the labs, classrooms, and medical IN-3: Bicycle Friendly University 0.00/0.50 center. In 2018, 12 percent of students and 10 percent staff reported that they worked out of the office, telecommuted, or used flextime, and more than 75 percent of student, staff, and faculty use a single-use vehicle for commuting. 5 UMass Chan 2009 Climate Action Plan, page 9 FIGURE 1. Student commuting habits at UMass Chan FIGURE 2. Employee commuting habits at UMass Chan 21",
        "ELECTRIC VEHICLE AND BIKING the area and trade in their parking passes. INFRASTRUCTURE UMass Chan had been a partner of the MassRIDES Baystate Commute program through the In 2019, UMass Chan installed four dual-head Massachusetts Department of Transportation electric vehicle chargers in the Plantation (MassDOT). While this program is no longer active, Street garage, located adjacent to the UMass UMass Chan is providing preferential parking in Chan campus. This project was fully funded the Pine Tree Lot for carpool/vanpool participants. through utility incentives, and enabled UMass Chan to have a total of nine charging stations TELEWORKING AND REMOTE LEARNING and 7 dedicated charging outlets on the main campus. UMass Medical School offers four types of flexible Covered bicycle parking is located in the work arrangements: flextime, compressed work garages, and shower facilities and lockers are week, telecommuting/alternative work site, and available at the fitness center. Bike racks are reduced hours/part-time. Any employee may available outside most occupied buildings, submit a proposal for a flexible work arrangement. offering convenient storage options for However, not all jobs are suitable for such an community members. arrangement and each case must be considered by the responsible supervisor or manager. Supervisors and managers are encouraged to INCENTIVIZING SHARED consider requests where they meet the needs TRANSPORTATION of both UMass Chan and the individual. The COVID-19 pandemic that began in the spring The campus is served by the Worcester Regional of 2020 necessitated remote work and school Transit Authority (WRTA) with connections to all options for the UMass Chan community, and the major routes and the Commuter Rail. Free bus institution has adapted quite successfully. passes are provided to employees who live in COMMUTING GOAL: DECREASE COMMUTING EMISSIONS AND SUPPORT LOW-EMISSION COMMUTING OPTIONS UMass Chan supports more sustainable options to and from campus such as walking, cycling, vanpooling or carpooling. Additional options such as taking public transportation or a campus shuttle, riding electric motorcycles or scooters, using a zero-emissions vehicle, availing of distance education and working, or a combination of these options for students and employees would also contribute to sustainable transportation. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Increase EV infrastructure and education STRATEGY 2 Support telecommuting by staff, faculty, and students STRATEGY 3 Increase bicycle-friendly infrastructure STRATEGY 4 Support alternative transportation options for commuting STRATEGY 5 Implement a transportation demand management program 22",
        "FOCUS AREA MATERIALS AND RESOURCE MANAGEMENT Materials and resource management is an essential part of sustainable operations, especially as it pertains to public health education and research. The materials an institution purchase, use, and dispose of has a significant impact on environmental, financial, and health-based sustainability. Sustainable purchasing practices and waste minimization efforts are complex tasks for research institutions to manage. UMass Chan has multiple streams of materials and specific regulations that must be met in classrooms, labs, and health care facilities. All flows of materials, such as food for the dining services, chemicals for labs, office supplies, and purchased goods and equipment follow similar cycles of consumption and disposal. UMass Chan can support sustainable practices by establishing supply chain standards, creating guidelines for purchases, and creating programs for consuming, disposing, and diverting materials sustainably. This focus area encompasses all the practices related to sustainable procurement, waste minimization, and healthy foods. It includes the impact of materials UMass Chan uses and the practices and procedures vendors and suppliers follow. These practices cover many of UMass Chan scope 3 emissions which are indirect emissions from the materials and services UMass Chan purchases. The materials and services produce GHG emissions that UMass Chan does not directly control but can influence, such as the manufacturing, transportation, and disposal of lab equipment, for example. Since UMass Chan uses these goods and services, the practices in this focus area contribute to UMass Medical School’s scope 3 emissions. Currently, none of these emissions are tracked within UMass Chan’s GHG report but focus area goals support the following University of Massachusetts Sustainability Policy principles: (6) Waste Reduction and Recycling, (7) Environmentally Preferable Purchasing, and (8) Sustainable Food Services. WASTE MINIMIZATION Waste reduction mitigates the need to extract virgin materials from the earth and reduces waste flow to incinerators and landfills that produce GHG emissions, contaminate air and water, and disproportionately negatively impact marginalized communities. Waste reduction campaigns can also engage the entire campus community in contributing to tangible sustainability goals. 2233",
        "BASELINE The results of UMass Chan waste minimization are UMass Chan used AASHE STARS credits as a assessed and tracked annually via the total weight baseline when creating the goals and strategies of disposed materials and the diversion rate. In for this focus area: 2020, UMass Chan diversion rate was 28.4 precent, representing the percentage of materials diverted from incineration/landfills through recycling or UMASS CHAN WASTE STARS CREDITS reuse at the main campus. The UMass system measures waste disposal diversion annually OP-19: Waste Minimization and Diversion 1.05/8.00 across all campuses, and UMass Chan has a lower OP-20: Construction & Demolition Waste Diversion 1.00/1.00 diversion rate compared to the other UMass campuses due to the research environment and OP-21: Hazardous Waste Management 0.50/1.00 clinical setting which forces the institution to manage waste streams differently than other WASTE MINIMIZATION AND DIVERSION campuses. UMass Chan provides recycling bins AT UMASS CHAN throughout campus, bi-monthly newsletters, and an annual Earth Day Celebration which promotes UMass Chan implements several initiatives campus recycling, amongst other topics. to promote waste diversion. UMass Chan collaborates with Partners for World Health ENCOURAGING REUSE THROUGH THE (PWH), which is a non-profit 501(c)3 based SWAP SHOP in Portland, Maine. PWH collects medical supplies and equipment from healthcare UMass Medical School has a successful materials facilities, manufacturers, other organizations, reuse program called Surplus with a Purpose and individuals. They sort, evaluate, repackage, (SWAP) which operates as a “store” where faculty, and prepare these supplies and equipment for staff, and students can easily donate items and distribution to individuals, communities, and adopt items from surplus. The materials are quite healthcare facilities in need. PWH limits the diverse and include everything from traditional impact on the natural environment by diverting office supplies such as printer toner cartridges materials from landfills; lowering healthcare costs and keyboards to specialized lab equipment. by decreasing disposal fees; and by providing healthcare resources to those in need. TABLE 3. Diversion rate of materials in the waste stream across the University of Massachusetts system (percent) FY16 FY17 FY18 FY19 FY20 Amherst 57.4 57.4 58.9 56.0 54.9 Boston 63.8 62.9 51.3 63.6 51.5 Dartmouth n/a 31.5 14.8 24.5 21.4 Lowell 42.1 40.8 48.0 50.6 64.1 Medical School 26.2 27.1 26.4 30.9 28.4 University 48.5 45.1 43.7 47.0 44.5 2244",
        "WASTE MINIMIZATION GOAL: REDUCE OVERALL WASTE DISPOSAL BY 20 PERCENT AND INCREASE WASTE DIVERSION Efficient use of materials is a cross-institutional effort supported by sustainable procurement, education and behavior change programs, and improved waste stream disposal infrastructure. The development of green office and green lab programs could increase support and clarity for employees and students. Identification of key waste streams could help UMass Chan track sources and composition of waste across campus, increase recycling and composting, and decrease material destined to be incinerated. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Establish green office and green lab programs STRATEGY 2 Reassess key waste streams to identify additional opportunities for diversion STRATEGY 3 Improve education and behavior change information and programs SUSTAINABLE PURCHASING Every purchasing decision represents an opportunity for UMass Chan to choose UMASS SYSTEM PROCUREMENT environmentally and socially preferable products PARTNERSHIP WITH UPST and services, regionally sourced as much as possible, and to support vendors with strong The Unified Procurement Services Team (UPST) commitments to environmental and financial was created as a system-wide effort to deliver sustainability. procurement services to all UMass campuses. The Sustainability Council and UPST team members BASELINE have collaborated to improve vendor relationships with the University. UMass Chan used AASHE STARS credits as a baseline when creating the goals and strategies This partnership has: for this focus area: • Engaged vendors to provide consistent data on meeting sustainability metrics UMASS CHAN PURCHASING STARS CREDITS • Improved data access for the University OP-11: Sustainable Purchasing 1.50/3.00 • Consulted with the UMass System Sustainability Council to build sustainability OP-12: Electronics Purchasing 0.97/1.00 reporting standards into contracts for key OP-13: Cleaning & Janitorial Purchasing 0.66/1.00 products/services related • Advocated for vendors to provide University OP-14: Office Paper Purchasing 0.11/1.00 purchasers with information on products IN-13: Spend Analysis 0.00/0.50 which support environmental sustainability through their catalog systems Over time, this initiative will allow UPST to continue to provide the UMass system with 25",
        "better data to measure success in procuring food systems. more environmentally responsible supplies and resources across the campuses using the AASHE In 2019, the Community Garden was established STARS report as a data needs framework. with a mission to educate the community on locally grown food and promote awareness of UMass Chan is committed to providing healthy wellness and nutrition. UMass Chan has hosted food, using its food purchases to support local and a farmer’s market and community supported community-based economies and encouraging agriculture (CSA) food pickup on campus to environmentally sound, socially just and humane connect the UMass Chan community to local farming methods. These actions help UMass Chan farmers and vendors. The medical school has community in reducing environmental impacts, also donated pre-consumer food waste to local preserving regional farmland, improving local farmers for animal feed. food security, and supporting fair and resilient TABLE 4. Plant-based foods across the University of Massachusetts system (percent) FY20 Amherst 41 Boston n/a Dartmouth n/a Lowell 24 Medical School 32 University 32 SUSTAINABLE PURCHASING GOAL: IMPLEMENT ENVIRONMENTALLY PREFERABLE PURCHASING GUIDES AND STANDARDS This goal addresses the need for a clear set of guidelines on how and why to procure more sustainable products. UMass Chan will expand support for more sustainable procurement practices of laboratory chemicals, office supplies, electronics, and other goods. This goal helps UMass Chan increase transparency of sustainable supply chains across UMass Chan operations. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Integrate sustainability language into purchasing and request for proposals (RFP) documents STRATEGY 2 Support and promote sustainable lab chemical purchases, reuse, and disposal STRATEGY 3 Establish environmentally preferable office supply and electronics standards STRATEGY 4 Increase partnership with sustainability purchasing organizations 26",
        "SUSTAINABLE FOOD AND DINING UMass Chan is committed to providing healthy SUSTAINABLE FOOD AND DINING IN food, using its food purchases to support local and THE UMASS SYSTEM community-based economies and encouraging environmentally sound, socially just and humane The UMass system uses the metrics outlined in farming methods. These actions help UMass Chan the STARS report to track sustainability aspects of community in reducing environmental impacts, food and beverages purchased for each campus. preserving regional farmland, improving local In 2020, UMass Chan began to inventory the food security, and supporting fair and resilient percentage of food and dining purchases that food systems. are sustainable, ethically produced, and plant based. STARS defines sustainable and ethical In 2019, the Community Garden was established food as either being evaluated by third-party with a mission to educate the community on verification or is produced by a local supplier locally grown food and promote awareness of whose sustainability practices are verified by the wellness and nutrition. UMass Chan has hosted institution. a farmer’s market and community supported agriculture (CSA) food pickup on campus to UMass Chan has developed specific sustainable connect the UMass Chan community to local dining vendor criteria, including that vendor’s farmers and vendors. The medical school has food purchases are tracked and reported, and also donated pre-consumer food waste to local that vegetarian/plant-based options are made farmers for animal feed. available at every meal. The sustainable dining criteria is integrated into the campus food service BASELINE contracts, and requires that the vendor sources local food, eliminates Styrofoam, partners on UMass Chan used STARS credits as a baseline waste reduction goals, and achieves Green when creating the goals and strategies for this Restaurant Association certification. focus area: In 2020, NexDine, UMass Chan current dining services vendor, received Green Restaurant UMASS CHAN FOOD AND DINING STARS CREDITS Association certification for the Albert Sherman OP-7: Food and Beverage Purchasing 0.69/6.00 Center dining facility. This is the only Green Certified Restaurant in the Worcester area. OP-8: Sustainable Dining 1.13/2.00 NexDine has also partnered with the Worcester Regional Food HUB, an organization designed to IN-10: Sustainable Dining Certification 0.00/0.50 enhance the regional food system by increasing local food access through partnership with local food entrepreneurs. REUSING COOKING OIL NexDine filters cooking oil to extend its useful life, thereby reducing the overall usage by 35 percent and saving some 6,000 gallons of oil a year. When the oil can no longer be used for cooking, it is collected by a firm that provides rendering and grease removal services across the country. The oil is transported to the company’s northeast facility in Billerica, Massachusetts, where it is processed for reuse. Most of the cooking oil is recycled into yellow grease, a product used as a high energy ingredient in animal feed. 2277",
        "TABLE 5. Sustainable/ethnically produced products across the University of Massachusetts system (percent) FY20 Amherst 16 Boston n/a Dartmouth n/a Lowell 5 Medical School 5 University 9 SUSTAINABLE FOOD AND DINING GOAL: INTEGRATE SUSTAINABLE FOOD INTO CAMPUS SERVICES TO SUPPORT STUDENT LEARNING AND COMMUNITY HEALTH UMass Chan supports a wide variety of on-campus procedures, programs, and events that highlight sustainable and ethical food and tracks such successes in STARS. Creating a sustainable food events guide will provide a how-to guide for community members to make choices that align with this goal. This goal encompasses partnerships with local farmers and organizations to support that ensure more locally sourced, plant-based options and reduce food waste. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Create a sustainable food events guide STRATEGY 2 Complete an AASHE STARS food inventory STRATEGY 3 Support and promote community-supported agriculture (CSA) STRATEGY 4 Collaborate with and support food recovery programs with local organizations 28 28",
        "FOCUS AREA BUILDINGS AND ENERGY UMass Chan campus emits 11 percent of the state- In 2004, UMass Chan converted to primarily using owned agencies’ total GHG emissions. It is essential natural gas as its primary fuel source for its central that UMass Chan reduce its GHG emissions plant. In 2020, UMass Chan also began the process for the state to reach its carbon neutrality goal to switch to number 2 fuel oil as a backup fuel from of 2050. This focus area supports the UMass number 6 fuel, which will reduce the GHG impact System Sustainability Policy principles: (2) Clean of backup fuels. In an effort to continue to align Energy, (3) Climate Resilience and Planning, (4) resiliency and sustainability, an electrical chiller will be Green Building Design and Sustainable Campus installed in 2022 to serve new facilities currently under Operations. construction. Installing an electric chiller will increase the efficiency, flexibility, and capacity of the central The majority of campus GHG emissions are plant. generated in the central plant. The plant provides all thermal needs to the main campus, and most The central plant emissions are considered Scope 1 of the electricity consumed on campus. Through a GHG emissions and are approximately 91 percent of the central pipe distribution system, steam and chilled UMass Chan’s total GHG emissions. Scope 2 emissions water are provided to the main campus. Electricity from purchased electricity from the electrical grid is generated as a byproduct of thermal power represent 9 percent of UMass Chan’s GHG emissions. generation. Scope 1 emissions are high because UMass Chan produces its own heating, cooling, and electricity from UMass Chan has made significant progress in the combustion of natural gas used in the central plant. reducing GHG emissions through facilities and central plant operations and upgrades. Efficiency With the state of Massachusetts goal of achieving projects include sustainable building design, carbon neutrality for Scopes 1 and 2 emissions by 2050, environmentally friendly maintenance procedures, UMass Chan has taken action to reduce GHG emissions and upgrades that incorporate space optimization by reducing the energy use intensity of its buildings and behavior change programs. Increasing the and increasing the central plant efficiency. As of 2020, efficiency of the central plant and reducing the 33 percent of the LEED-certified square footage of energy needs of the buildings that receive utilities state-owned buildings are facilities within the UMass from it, present numerous opportunities for GHG system. The UMass system is also the largest public reductions. “off taker” of renewable energy in the Commonwealth, which is the process of purchasing electricity from renewable sources. CAPITAL PROJECTS: NEW EDUCATION AND RESEARCH BUILDING (NERB) UMass Chan received approval from the University of Massachusetts Board of Trustees to construct a new, nine- story biomedical research and education facility to support laboratory research growth and the educational enterprise. The 350,000-square-foot structure will complete the west face of the campus green and will require the removal of a portion of the First Road parking garage. In support of the UMass system sustainability policy and this plan, the design team is targeting a LEED Gold certification with aspirations of net zero energy. The NERB sets a new model for high performing, efficient buildings on campus, including the integration of a geothermal system to reduce energy use intensity. The 29 facility is scheduled to be occupied in the fall of 2023. 29",
        "BUILDINGS AND ENERGY BASELINE Along with most UMass institutions, UMass Chan UMass Chan used AASHE STARS credits as a is beginning to explore how to reach the state’s baseline when creating the goals and strategies for long term decarbonization goals. Several UMass this focus area. Baseline indicators include those institutions have conducted, or are currently related to climate mitigation, facilities, operations, conducting, a decarbonization/utilities master and energy consumption, and climate resiliency planning feasibility study to analyze what would and preparedness. be required to transition away from combusting fossil fuels to meet thermal heating and cooling needs, and when those transitions could be UMASS CHAN AIR AND CLIMATE STARS CREDITS accommodated by. Conducting a decarbonization analysis at UMass Chan would be a significant OP-1: Greenhouse Gas Emissions 4.37/10.00 undertaking, and would require utility master OP-2: Outdoor Air Quality 1.00/1.00 planning with coordination and collaboration with the UMass Memorial Hospital, University Campus. UMASS CHAN BUILDING STARS CREDITS Resiliency and redundancy of UMass Chan’s energy system is a major requirement for the UMass Chan OP-3: Building Operations & Maintenance 2.00/5.00 campus. The UMass Chan central plant provides OP-4: Building Design and Construction 2.50/3.00 utilities to the hospital, which provide vital services to the community. Because the hospital is reliant IN-9: Green Laboratories 0.00/0.50 upon the central plant, there is a sense of urgency and accountability for UMass Chan to strike a balance of reliability while simultaneously reducing UMASS CHAN BUILDING STARS CREDITS GHG emissions. UMass Chan continues to assess electrification opportunities for campus thermal OP-5: Building Energy Consumption 3.87/6.00 needs, as one potential strategy to reduce the OP-6: Clean and Renewable Energy 0.00/4.00 amount of fossil fuels combusted on campus. GREEN BUILDING DESIGN AND EUI EMISSIONS REDUCTION AT UMASS SUSTAINABLE CAMPUS OPERATIONS CHAN UMass Chan has begun to integrate green building Energy use intensity (EUI) is a measure of a design and decarbonization strategies into new building’s energy use as a function of its size or building design and construction. The New other characteristics, typically expressed as energy Research Building design includes geothermal, per square foot per year. It’s calculated by dividing increased efficiency, and energy recovery. These the total energy consumed by the building in one strategies are great examples of cost-effective ways year (measured in kBtu or GJ) by the total gross the campus can begin to decarbonize in the near floor area of the building. term. TABLE 6. Energy use intensity (energy use per square foot) across the University of Massachusetts system (in kBtu/GSF) FY16 FY17 FY18 FY19 FY20 Amherst 163.90 160.9 169.9 162.3 153.2 Boston 118.0 116.7 127.0 107.9 92.4 Dartmouth 138.7 143.8 154.0 156.5 147.8 Lowell 93.8 95.4 93.2 92.9 80.6 Medical School 498.9 516.5 505.6 549.6 496.5 University 186.0 161.2 189.8 187.0 171.4 30",
        "Calculating the EUI of individual buildings can BATTERY STORAGE FEASIBLITY STUDY provide foundational information to prioritize energy conservation measures and to identify In 2019, UMass Chan received a state grant what types of supplemental funding to seek in from the Department of Energy and Resources addition to typical operations budgets. The most (DOER) to conduct a feasibility study to assess the significant reductions in EUI are often identified potential for energy storage at the central plant, in during energy audits, recommissioning of existing part to increase the institution’s utility resiliency. buildings, and equipment renewal/replacement The feasibility study included a comprehensive projects. Lighting retrofits can also substantially economic analysis of the energy storage system contribute to a reduction in EUI depending on the integrated with the central plant. The study programs in the buildings and the intensity of the calculated the cost reduction of purchased fixtures. electricity and simple payback from peak demand decrease, energy arbitrage, and other operations CAMPUS SOLAR STUDY optimizations. UMass continues to explore options to implement battery storage on campus. UMass Chan completed a solar study in 2020 to evaluate the potential for on-site renewable energy production at its main campus. The study determined that on-site renewable energy production would provide marginal economic benefit. However, there may be opportunities to align renewable energy installations with LEED certification of new construction, as well as potential off campus installations. FIGURE 3. UMass Chan greenhouse FIGURE 4. UMass Chan greenhouse gas gas emissions by location emissions by scope (all UMass Chan associated properties) 31",
        "GREENHOUSE GAS EMISSIONS REDUCTION GOAL: REDUCE SCOPES 1 AND 2 GREENHOUSE GAS EMISSIONS BY 15 PERCENT BY 2026 To reach system- and state-wide emissions reduction targets, UMass Chan will need to reduce its Scope 1 greenhouse gas emissions from on-site combustion, mainly from its central plant. UMass Chan is taking steps to reduce its GHG emissions, energy consumption, and to increase renewable energy generation and procurement, and explore non-fossil fuel-based sources of thermal and electrical energy, including on-site energy storage. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Install renewable energy STRATEGY 2 Consider GHG criteria when producing electricity on site or purchasing from the grid STRATEGY 3 Increase electrification of campus buildings and equipment STRATEGY 4 Increase use of heat exchanger in the central plant STRATEGY 5 Establish a revolving fund and incentive program for projects that reduce energy and emissions 32",
        "ENERGY USE INTENSITY REDUCTION GOAL: REDUCE EUI OF UMASS CHAN BUILDINGS 20 PERCENT BY 2026 UMass Chan has the opportunity to reduce the energy use of its buildings through a multi-pronged approach that combines ongoing upgrades and commissioning of building systems as well as spaces use optimization with targeted behavior change initiatives for laboratory spaces supporting sustainable practices. Expanding the Office of Sustainability to a staff of two to coordinate and manage these efforts is the first step in reaching this goal. STRATEGIES AND TIMELINE 2021 2022 2023 2024 2025 2026 STRATEGY 1 Hire an energy and sustainability engineer who reports to the associate director of sustainability and campus services STRATEGY 2 Incorporate energy recovery in the Lazare Research Building STRATEGY 3 Establish institutional specifications and standards for new construction and major renovations to reduce energy use intensity STRATEGY 4 Upgrade all existing lights to LED fixtures and controls STRATEGY 5 Establish an ongoing commissioning and recommissioning program for new construction and existing buildings STRATEGY 6 Update building thermal setpoints and economizer sequences STRATEGY 7 Continue implementing a building energy use metering and validation program STRATEGY 8 Replace inefficient HVAC and laboratory equipment 3333",
        "University of Massachusetts Sustainability Policy: Principles, Goals, and Metrics PRINCIPLE DESCRIPTION GOAL METRIC 1. SUSTAINABILITY STRATEGIC Integration of sustainability planning, practices, and 1.1 Complete a sustainability plan with a focus on energy projects at each campus, Biennially report on the development PLANNING strategies into the University’s strategic planning or update any existing plans, to align with the principles and goals outlined in progress of an Energy Master Plan/ processes this policy in order to adequately and efficiently understand the energy needs Sustainability Plan consistent with the Capital and potential sustainability projects on each campus. Plan reporting 2. CLEAN ENERGY Supports the development and use of clean and 2.1 Achieve UMass commitment to carbon neutrality by 2050 or as specified Annually publish latest available greenhouse renewable energy sources through the sustainability planning process occurring through the gas (GHG) emissions inventory development of campus-specific action plans, as identified in Goal 1.1 as being necessary to achieve carbon reduction commitments and meet sustainability objectives, and UMass system’s guiding principles towards this goal. 2.2 Procure a defined amount of annual electricity consumption through Total GHG emissions reduced since LBE renewable and clean energy sources as identified in Goal 1.1 as being necessary baseline (FY04) to achieve carbon reduction commitments and meet sustainability objectives. 3. CLIMATE RESILIENCE AND Implementation of strategies to mitigate or reduce 3.1 Build climate resilience and preparedness standards into the University’s Published plans including measurable PREPAREDNESS environmental impact capital planning process and emergency management and business continuity objective with corresponding strategies planning. 4. GREEN BUILDING DESIGN Strategies to address emissions associated with 4.1 Any new construction must meet the MA LEED Plus green building standards Annual report of building construction and AND SUSTAINABLE CAMPUS designing, building, maintaining, and operating campus (LEED most current version) or other standards as identified in Goal 1.1 as being LEED Certifications necessary to achieve carbon reduction commitments and meet sustainability OPERATIONS buildings and grounds objectives and continue to research and employ improved sustainable building practices. 4.2 Reduce energy consumption and determine goals consistent with capital Total energy use intensity per square foot investments and annual programs implemented in support of energy consumption reduction, as identified in Goal 1.1 as being necessary to achieve carbon reduction commitments and meet sustainability objectives. 5. SUSTAINABLE TRANSPORTATION Integrating sustainable best practices for the use and 5.1 Reduce vehicle fuel consumption of the University vehicle fleet through Annually report on the vehicle fleet maintenance of campus fleets, student/employee promoting the use of public transportation, reducing the number of composition and growing commuting commuters, and public transportation options single occupancy vehicles, and increasing the use of other alternative fuel options for faculty, staff, and students transportation for faculty, staff, and students. 6. WASTE REDUCTION AND Promote strategies to encourage waste reduction and 6.1 Employ strategies around preventative measures in waste diversion to promote Annually report on materials recycled, reused, RECYCLING re-use and acknowledge the importance of preventative source reduction, re-use and recycling of used materials. composted, and disposed measures 7. ENVIRONMENTALLY Implement a procurement approach to access 7.1 Establish Environmentally-Preferable Products Procurement Program (EPP) Annually report on purchasing of electronics, PREFERABLE PURCHASING environmentally-conscious products whenever and continue to implement annual procurement goals to move toward office paper, cleaning products, etc. and applicable and available alignment with the standards of the Environmental Purchasing Advisory progress towards meeting established goals Council where ever appropriate and consistent with available funding. 8. SUSTAINABLE FOOD SERVICES Supporting sustainable food systems through food and 8.1 Strive for each campus food service operation to procure sustainable food Annually report on the percentage of dining beverage purchases products while maintaining accessibility and affordability for all students and service food products that are third-party campus patrons. verified and/or local and community based sustainable food products 9. SUSTAINABLE WATER SYSTEMS Reducing campus water withdrawals can reduce 9.1 Reduce potable water usage and determine goals consistent with capital Annually report the potable water use per pressures on local aquifers, streams, rivers, lakes, and investments and annual programs implemented in support of reducing potable weighted campus user compared to baseline water. aquatic wildlife 10. ACADEMIC AND RESEARCH Ensuring Sustainability is part of Academic and Research 10.1 Comprehensively integrate sustainability and climate neutrality into the core Annually report on sustainability curriculum PROGRAMMING AND programming and part of community engagement academic curriculum and research programs to create a means to enable available to undergraduate students and COMMUNITY ENGAGEMENT efforts students to enable students to use their campus as a living, learning laboratory. ongoing curricular developments 34",
        "PRINCIPLE DESCRIPTION GOAL METRIC 1. SUSTAINABILITY STRATEGIC Integration of sustainability planning, practices, and 1.1 Complete a sustainability plan with a focus on energy projects at each campus, Biennially report on the development PLANNING strategies into the University’s strategic planning or update any existing plans, to align with the principles and goals outlined in progress of an Energy Master Plan/ processes this policy in order to adequately and efficiently understand the energy needs Sustainability Plan consistent with the Capital and potential sustainability projects on each campus. Plan reporting 2. CLEAN ENERGY Supports the development and use of clean and 2.1 Achieve UMass commitment to carbon neutrality by 2050 or as specified Annually publish latest available greenhouse renewable energy sources through the sustainability planning process occurring through the gas (GHG) emissions inventory development of campus-specific action plans, as identified in Goal 1.1 as being necessary to achieve carbon reduction commitments and meet sustainability objectives, and UMass system’s guiding principles towards this goal. 2.2 Procure a defined amount of annual electricity consumption through Total GHG emissions reduced since LBE renewable and clean energy sources as identified in Goal 1.1 as being necessary baseline (FY04) to achieve carbon reduction commitments and meet sustainability objectives. 3. CLIMATE RESILIENCE AND Implementation of strategies to mitigate or reduce 3.1 Build climate resilience and preparedness standards into the University’s Published plans including measurable PREPAREDNESS environmental impact capital planning process and emergency management and business continuity objective with corresponding strategies planning. 4. GREEN BUILDING DESIGN Strategies to address emissions associated with 4.1 Any new construction must meet the MA LEED Plus green building standards Annual report of building construction and AND SUSTAINABLE CAMPUS designing, building, maintaining, and operating campus (LEED most current version) or other standards as identified in Goal 1.1 as being LEED Certifications necessary to achieve carbon reduction commitments and meet sustainability OPERATIONS buildings and grounds objectives and continue to research and employ improved sustainable building practices. 4.2 Reduce energy consumption and determine goals consistent with capital Total energy use intensity per square foot investments and annual programs implemented in support of energy consumption reduction, as identified in Goal 1.1 as being necessary to achieve carbon reduction commitments and meet sustainability objectives. 5. SUSTAINABLE TRANSPORTATION Integrating sustainable best practices for the use and 5.1 Reduce vehicle fuel consumption of the University vehicle fleet through Annually report on the vehicle fleet maintenance of campus fleets, student/employee promoting the use of public transportation, reducing the number of composition and growing commuting commuters, and public transportation options single occupancy vehicles, and increasing the use of other alternative fuel options for faculty, staff, and students transportation for faculty, staff, and students. 6. WASTE REDUCTION AND Promote strategies to encourage waste reduction and 6.1 Employ strategies around preventative measures in waste diversion to promote Annually report on materials recycled, reused, RECYCLING re-use and acknowledge the importance of preventative source reduction, re-use and recycling of used materials. composted, and disposed measures 7. ENVIRONMENTALLY Implement a procurement approach to access 7.1 Establish Environmentally-Preferable Products Procurement Program (EPP) Annually report on purchasing of electronics, PREFERABLE PURCHASING environmentally-conscious products whenever and continue to implement annual procurement goals to move toward office paper, cleaning products, etc. and applicable and available alignment with the standards of the Environmental Purchasing Advisory progress towards meeting established goals Council where ever appropriate and consistent with available funding. 8. SUSTAINABLE FOOD SERVICES Supporting sustainable food systems through food and 8.1 Strive for each campus food service operation to procure sustainable food Annually report on the percentage of dining beverage purchases products while maintaining accessibility and affordability for all students and service food products that are third-party campus patrons. verified and/or local and community based sustainable food products 9. SUSTAINABLE WATER SYSTEMS Reducing campus water withdrawals can reduce 9.1 Reduce potable water usage and determine goals consistent with capital Annually report the potable water use per pressures on local aquifers, streams, rivers, lakes, and investments and annual programs implemented in support of reducing potable weighted campus user compared to baseline water. aquatic wildlife 10. ACADEMIC AND RESEARCH Ensuring Sustainability is part of Academic and Research 10.1 Comprehensively integrate sustainability and climate neutrality into the core Annually report on sustainability curriculum PROGRAMMING AND programming and part of community engagement academic curriculum and research programs to create a means to enable available to undergraduate students and COMMUNITY ENGAGEMENT efforts students to enable students to use their campus as a living, learning laboratory. ongoing curricular developments 35",
        "UMass Sustainability Policy Ten Principles ACADEMIC AND RESEARCH PROGRAMMING SUSTAINABILITY AND COMMUNITY STRATEGIC ENGAGEMENT PLANNING 1 0 1 SUSTAINABLE CLEAN WATER ENERGY SYSTEMS 9 2 CLIMATE SUSTAINABLE 8 3 RESILIENCE FOOD AND SERVICES PREPAREDNESS 4 7 GREEN BUILDING ENVIRONMENTALLY DESIGN AND FRIENDLY PURCHASING 6 5 SUSTAINABLE CAMPUS OPERATIONS WASTE SUSTAINABLE REDUCTION AND TRANSPORTATION RECYCLING 36",
        "WORKING GROUP MEMBERS TRANSPORTATION AND GROUNDS MANAGEMENT David Adrian Business Manager, Faciliites Management Scott Almstrom Fleet Maintenance Mechanic Linda Boll Manager, Parking Services Don Croteau Manager, Transportation/Distribution Brian Crowley Assistant Maintenance Manager Dennis Flynn Supervisor, Receiving Matt Gagne Assistant Maintenance Manager Jim Gardner Senior Director, Maintenance Services Vin Garino Assistant Director, Facilities Maintenance Chad Hammond Grounds & Waste Lead MATERIALS AND RESOURCE MANAGEMENT David Adrian Business Manager Azraa Amroze Medical student Kendall Appleby Assistant Director, Housekeeping Services, Crothall Tony Cavello Manager, Environmental Building Services Colleen Driskill Safety Officer, Environmental Health & Safety Matt Gagne Assistant Maintenance Manager Vin Garino Assistant Director, Facilities Maintenance Steve Guerin Director of Food & Nutrition Services, Sodexo Mary Martin Resource Manager, E.L. Harvey Waste Services Shannon Merlin Food Service Provider, NexDine JoAnn Ranslow Safety Officer, Environmental Health & Safety Alan Rowe Resident District Manager, NexDine BUILDINGS AND ENERGY Ed Allison Designer/CAD Specialist Dave Bourassa Senior Manager, Mechanical Projects Daren Crossman Director, Facilities Operations MBL Mike Culter Interim Assistant Director, Maintenance Brian Duffy Senior Manager, Architectural Projects David Fitzgerald Lead Electrician Josh Fleming Manager, Building Controls Matt Gagne Assistant Manager, Maintenance Emily Gentile Medical Student Bruce Hjort Assistant Director, Energy Resources David MacNeil Senior Engineer, Mechanical Projects Shawn McGuinness Senior Manager, Architectural Projects Joe Metterville Senior Facilities Electrician Steve Park Maintenance Manager, Electrical Brian Pasquale Senior Manager, Mechanical Projects Paul Patrick Project Manager Michelle Smith Energy and Sustainability Engineer Matt Stelmach Associate Director, MEP Engineering Patrick Walsh Facilities Operations Specialist Andrew Willbrant Manager, Architectural Projects Planning process led by Suzanne Wood, Associate Director of Sustainability and Campus Services, with support from GreenerU, Inc. 37",
        "umassmed.edu/growinggreen 38"
    ]
}