{
    "FILE_NAME": "https://cssh.northeastern.edu/bari/wp-content/uploads/sites/30/2021/09/BARI_Mayor-White-Paper-Energy13068.pdf",
    "ALL TEXT": "HOW THE NEXT MAYOR CAN ACCELERATE BOSTON’S EQUITABLE CLEAN ENERGY TRANSITION RISKS FACING THE CITY OF BOSTON Between the Climate Ready Boston report (2016) and the Carbon Free Boston reports (2019), key risks posed to the City of Boston by failure to mitigate greenhouse gas emissions — from energy, transportation, buildings, and waste — have been documented thoroughly. As a This White Paper series was coastal city, Boston is vulnerable to sea level rise; intense precipitation and extreme heat are created by the Boston Area Research Initiative (BARI), a additional risks. network of research institutions and experts, to provide our city’s next mayor with the perspective Boston’s work on equity and mitigation, as part of the Carbon Free Boston study, laid an of members of our academic important foundation and established the city as a leader in the space. Yet the devastation of community. We stand ready to assist the mayor as experts, the COVID-19 pandemic during the last 15 months has put a searing light on the fundamental residents and stakeholders in connections between emissions, housing conditions, public health, and vulnerable Boston’s future. communities in Boston and beyond. Low income and environmental justice communities who Papers were invited and reflect the views of the authors. They are continually exposed to air pollution from nearby fossil fuel generators — or from waste are not intended to reflect the views of their institutions, nor incinerators or highway traffic — have higher incidences of asthma and other respiratory BARI members generally. conditions, resulting in higher morbidity from COVID-19. Insufficient affordable housing and Special thanks to Katharine Lusk exclusionary zoning has led to segregation by race and by income, exacerbating the unequal at Boston University, Dan O’Brien at Northeastern University, and burden of emissions and pollution impacts, as well as higher energy burden and lack of access Michael Johnson at the University of Massachusetts Boston for their to renewable energy and energy efficiency services, public transportation, healthy food and roles in spearheading this effort. medical services, green space, and other necessities that support health, climate resilience, Authors: and economic mobility in a local community. Rouwenna Altemose, All In Energy & Browning the Green Space The impacts of COVID-19 — both health and economic impacts — were largely a rapid Jacquie Ashmore, Boston University Institute for demonstration of the longer-term effects of climate change. Communities that were less Sustainable Energy & Browning impacted by the pandemic are more climate resilient; the risks that led to other communities the Green Space Cutler Cleveland, Boston being crippled by the pandemic are the same risks that make those communities highly University Institute for Sustainable Energy vulnerable to climate change impacts. A failure to plan and implement city climate action that Jeannie Ramey, Climable is purposefully developed to counter the systemic racism that has embedded inequity in our Gabe Shapiro, All In Energy & Browning the Green Space planning and infrastructure will simply exacerbate today’s inequities. Mary Wambui, Planning Office for Urban Affairs & Browning the Therefore, in working to increase climate resilience and address deep inequity, it is imperative Green Space Jen Stevenson Zepeda, Climable that the City of Boston consider its energy system in the context of transportation and BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 1affordable housing, and most especially that planning and decision making is centered on equity and based on meaningful community participation. In assessing the efficacy of community participation, it is important that the City not simply consider the number of community participants, but also who they are and which communities they represent. Metrics for mitigation and other aspects of city climate action must assess not just progress but equitable progress. This paper expressly seeks to answer the question: How can Boston’s next Mayor equitably and rapidly accelerate the city’s clean energy transition to mitigate the negative impacts of climate change and fossil fuel emissions for our city and region? Figure 1: Social Vulnerability Index from calculations by Applied Economics Clinic published in the Carbon Free Boston Social Equity report. The index calculated based on six measures of vulnerability by census tract, with a full range of 0-100; values calculated for the City of Boston range from 5-62. BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 2KEY RECOMMENDATIONS Near-term HOW CAN 1. Establish a broad and equity-focused framework to measure the City’s progress in mitigation, BOSTON’S NEXT adaptation, and resilience action 2. Assess the impact of two recently enacted measures — Community Choice Aggregation and MAYOR EQUITABLY the Building Energy Reporting and Disclosure Ordinance — and identify whether they meet decarbonization and equity targets or whether adjustments or additional measures are needed AND RAPIDLY 3. Invest in solar and weatherization in low to moderate income communities, ensuring financing that ACCELERATE does not reduce the availability of affordable housing THE CITY’S 4. Support community-based efforts to transition vulnerable communities to resilient energy systems CLEAN ENERGY 5. Engage diverse community members meaningfully and communicate climate science appropriately TRANSITION? 6. Demonstrate that the Mayor is resolute in their commitment to an equitable clean energy transition and ready to capitalize on substantial Federal support, not weakened by the challenges of addressing the pandemic Long-term 1. Center decisions on equity and linking considerations of mitigation, adaptation, and resilience — especially when working on affordable housing and infrastructure 2. Work to inform and engage community members and to collect the necessary environmental justice data to measure progress NEAR-TERM OPPORTUNITIES Opportunity 1: Establish a broad and equity-focused framework to measure the City’s progress in mitigation, adaptation, and resilience action Setting equity-focused goals around mitigation, adaptation and resilience efforts has been a growing trend in US cities in recent years, evidenced by an increasing number of the city’s plans being framed as climate justice plans rather than climate action plans; yet it is also necessary to ensure that progress is measured against metrics that are equity-focused. Such a framework should transcend the silos that frequently form within City government and other institutions and should explicitly acknowledge the intersectionality of improvements in equity; affordable housing; access to clean energy and energy efficiency services, to transportation and mobility, and to medical services, healthy food and green space. All of these impact mitigation, adaptation, and resilience. Opportunity 2: Assess the impact of two recently enacted measures – Community Choice Aggregation and the Building Energy Reporting and Disclosure Ordinance – and identify whether they meet decarbonization and equity targets or whether adjustments or additional measures are needed The City’s 2019 Climate Action Plan Update included both anticipated benefits and also metrics for success for a Community Choice Aggregation (CCA) program. Since the program launched in February 2021, this is the moment to assess the initial community response. Specifically, the City needs to evaluate the number of households who signed up to each tier of the program — especially the 100 percent renewable electricity tier – and the number of low- and fixed-income residents in each tier. (It is especially important to understand how many residents did not become CCA program participants because they receive their energy from a third-party supplier, since this can result in low income BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 3residents paying more for dirtier energy, exacerbating the divide in access to affordable and clean energy.) The amount of renewable energy used to supply the City’s electricity can then be compared to Massachusetts’ state law. Over time, the City can also measure whether the population that signed up for each tier of CCA increases or decreases, whether the low- and fixed income population signed up for each tier increases or decreases, whether there is any meaningful improvement in low and middle income (LMI) energy burden (i.e., energy bills are more consistent and affordable) owing to this program, and whether new renewable energy generation is added to the grid owing to the CCA program. The data on these metrics can inform program improvements as necessary. Meanwhile, buildings represent a dual challenge to decarbonization: they contribute over seventy percent of the City’s greenhouse gas emissions and, since much of today’s building stock will still stand in 2050, considerable work on deep energy retrofits will be required. Establishing the Building Energy Reporting and Disclosure Ordinance (BERDO) in 2019 and current City-led efforts to develop carbon targets for existing large buildings (in addition to the Better Buildings Act that is pending in Massachusetts Legislature) are important steps in tackling the building decarbonization challenge. With a core metric for success in the City’s 2019 Climate Action Update being 100 percent reduction in emissions from large buildings by 2050, it is important to establish intermediate milestones to determine whether the City is on track to meet that 2050 target, and to use those milestones to identify and navigate roadblocks that will undoubtedly arise. As the City implements new programs based on the original analysis of Carbon Free Boston and the City’s Climate Action Plan update, the extent of greenhouse gas emissions reductions that can be accomplished through the focus on large buildings (exceeding 35,000 square feet) should be re- assessed, and if reductions will be less than originally forecast then decarbonization efforts directed towards medium sized buildings and even residential homes could be considered. Similarly, the net-zero zoning initiative for new large buildings could be expanded to cover medium sized buildings as well. Opportunity 3: Invest in solar and weatherization in Low to Moderate Income communities, ensuring financing that does not reduce the availability of affordable housing The rooftops in Boston provide the opportunity to install 1 TWh of solar, which would decarbonize 15% of the city’s current electricity demand. Without deliberate action, access to solar power is a privilege that more affluent residents enjoy. However, solar programs can be designed to reach low-income residents and additional economic benefits can be realized when workforce development programs are structured to attract, train and retain workers from vulnerable communities. The City may consider sliding scale financial incentives (e.g., tax rebates) for solar based on income (family income or business revenue). For those with the highest need, the City could consider covering all the associated costs: materials, installation, and maintenance. Another approach could focus on solar loan guarantees, with the goal of ensuring financial institutions drop irrelevant criteria that prevent qualified low-income residents from receiving credit for solar investments. For the 65% of units in the City of Boston that are renter-occupied, the City can either mandate or provide incentives to building owners for solar installations on rental properties. Community solar projects also play an important role; the City can support community solar access for vulnerable communities by: siting installations on City property, providing incentives for solar panels on community centers, schools, and other government buildings that are owned or leased by Boston residents and businesses, and subscribing to community solar to help lower prices. Increased demand for community solar in low income communities and improved customer identification for community solar may be supported by a new model in which the utility (rather than the customers) provides financing for the developers; Eversource is currently establishing this model and ultimately customer outreach that indicates the support of the City of Boston can boost the number of customers who opt-in. BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 4Low to moderate income residents experience similar barriers to building weatherization: as in the solar sector, energy efficiency service providers typically focus on affluent communities where uptake is higher and contracts are larger. The misaligned incentives for weatherization of rental properties is also an obstacle — with landlords paying for upgrades while tenants save money and experience increased comfort — and while Mass Save addresses this in part by covering 100% of the cost of insulation for rental units, funding for other remediation work on rental units through Mass Save is less generous. The City, neighborhood development corporations, and utilities can all be influential partners in ensuring that all residents can reap the benefits of building weatherization, as demonstrated by the success of All In Energy in serving residents of Codman Square as well as Chelsea, Framingham, Haverhill, Lawrence, and Methuen by building such partnerships. It is worth highlighting that All In Energy’s programs additionally fulfill an important goal of increasing the participation of underrepresented groups in the clean energy workforce, since they prioritize diversity in their hiring and employ a high percentage of women, BIPOC individuals, and people whose first language is not English. It is important to ensure that solar and weatherization efforts in LMI communities, which simultaneously reduce residents’ high energy burden and greenhouse gas emissions, are financed in a way that does not reduce the number of affordable housing units available. Specifically, increased cost per housing unit on a fixed budget would correspond to fewer units built, with negative outcomes for reducing homelessness. Opportunity 4: Support community-based efforts to transition vulnerable communities to resilient energy systems, e.g. the Resilient Urban Neighborhoods and Green Justice Coalition (RUN-GJC) Community Microgrid being developed in Chinatown and Chelsea Arguably one of the most straightforward opportunities for the City of Boston to drive change towards an equitable, clean and climate resilient energy future is to lend support for key community-led efforts such as the RUN-GJC community microgrid. This project aims to improve energy efficiency and establish a microgrid that uses solar energy with battery storage for participating residential, municipal, and commercial buildings as well as critical facilities. Notably, cloud-based controls enable a distributed approach that can be scaled to incorporate new participants, and can be replicated in other locations. This microgrid development is supported by two umbrella coalitions that have brought together a total of nine organizations: Green Justice Coalition (GJC) members Community Labor United, Clean Water Action, GreenRoots Inc., Chinese Progressive Association, and the Chinatown Community Land Trust as well as the Resilient Urban Neighborhoods (RUN) collaboration comprising clean energy technical organizations Climable.org, Clean Energy Solutions, Inc., Peregrine Energy Group, and Synapse Energy Economics. The anchor groups are nonprofits with decision-making power. Technical, financial and regulatory studies were completed in 2020 with funding from the Massachusetts Clean Energy Center. Currently, Chinatown is establishing a public cooperative including community members, elected board members, and city representation. Boston’s Mayor can support this project in several ways. In addition to the school in Chinatown already participating, committing other municipal buildings and schools in the neighborhood to be part of the microgrid project would be helpful, as well as addressing deferred maintenance challenges in existing municipal buildings and the school and ensuring that new buildings are solar- and microgrid-ready. City support may also be helpful in navigating discussions of regulatory barriers with the Massachusetts Department of Public Utilities. Finally, this project and others would receive a boost if Massachusetts passed a bill similar to Maryland Senate Bill 457 that enables a local authority to establish a Resilience Authority. Opportunity 5: Engage diverse community members meaningfully and communicate climate science appropriately It is vital that the City pursue deliberate community engagement and tailored communication of climate science, especially with vulnerable communities, to support climate change mitigation. The pandemic demonstrated that local government leaders can be effective in promoting sudden and significant BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 5community-wide behavior change in order to safeguard residents, if they have strong relationships with their communities and communicate both a threat and ways that collective action can mitigate the threat. Similarly, effective community engagement can catalyze decarbonization and increased climate resilience. It is important to understand that the challenges that vulnerable residents encounter that intersect with clean energy and climate resilience are typically entirely different from the challenges that other residents experience. On a daily basis, challenges may relate to their energy burden (the percentage of household income that goes towards their energy bill), and to staying cool in summer if they do not have access to air-conditioned spaces or outdoor spaces cooled by urban tree canopy. In addition, these communities need to prepare differently for high-risk disruptions; for example, vulnerable residents are less likely to follow an evacuation order, so it is important to determine ways to protect them when they shelter in place. Therefore, in engaging with vulnerable communities it is important to start by learning from them what their challenges are, and using that discussion to co-produce a framework for climate action that addresses their concerns. In order to reach vulnerable residents effectively, it is often necessary to make communications accessible through technical translation, and ensure that they are available in multiple languages and access a variety of mediums. The City of Boston made substantial effort to ensure that social equity considerations were central to Carbon Free Boston and other aspects of its climate action planning, yet it is important to continue to incorporate new climate justice best practices that are established as cities, community groups, and other stakeholders work hard to address the legacy of systemic racism and other forces that have disenfranchised certain groups. The City has many strong partners in its mitigation work, including notably the Green Ribbon Commission which convenes committed business, institutional, and civic leaders from Boston and undertakes projects that support the City’s climate actions. With philanthropic support, this group has substantially expanded and amplified the City’s work over the last decade through its engagement of thought leaders and strategists. Its work has included attention to climate impacts on vulnerable communities and identifying approaches to support those residents. One opportunity that the City may consider is how to effectively formulate and engage an analogous group of leaders and representatives from those vulnerable communities to complement the knowledge and perspectives of Green Ribbon Commission members. Formally convening representatives of vulnerable communities, and ideally compensating those representatives for their time, could support a transition to equity being a leading priority rather than a co-benefit. Opportunity 6: Demonstrate that the Mayor is resolute in their commitment to an equitable clean energy transition and ready to capitalize on substantial Federal support, not weakened by the challenges of addressing the pandemic. The City’s drive to meet the crucial goal of dramatically reducing emissions in the coming decade in order to lay the groundwork to meet a net-zero goal by 2050 must not be stalled by the pandemic. Undoubtedly 2020 put a spotlight on the overwhelming importance of addressing racial equity and public health, and created economic stresses too, yet it is imperative that the City of Boston prioritize urgent action on the issues where climate change mitigation, racial equity, and public health all intersect. Examples of actions that Mayor can take to demonstrate commitment include: host an Energy Justice Summit at City Hall, speak with representatives of Low to Moderate Income communities who are overcoming hurdles to access clean and resilient energy systems, meet with graduates of programs such as Roxbury Community College’s Building Automation System Instructional Lab, visit a net zero building and meet with the facilities team, and be a highly visible presence at Green Ribbon Commission meetings. Further opportunities to showcase leadership at the City level include investing in energy efficiency and renewable energy generation for existing municipal buildings and City-funded affordable housing, requiring that new municipal buildings and City-funded affordable housing are built to a net zero standard, and decarbonizing the municipal fleet. BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 6LONG-TERM OPPORTUNITIES The efforts identified under opportunities 1 (Establish a broad and equity-focused framework to measure the City’s progress in mitigation, adaptation, and resilience action) and 5 (Engage diverse community members meaningfully and communicate climate science appropriately) above must be both short-term and long-term. That is, the City needs to make an ongoing effort to conduct planning across silos and focus on how it can deliver on multiple environmental, social and economic goals. This requires centering decisions on equity and linking considerations of mitigation, adaptation, and resilience — especially when working on affordable housing and infrastructure. Work to inform and engage community members and to collect the necessary environmental justice data to measure progress must also be ongoing, with regular evaluations. A critical aspect of the City’s decarbonization effort is to reduce transportation emissions, both by encouraging residents to use public transportation and other forms of low-carbon mobility instead of driving, and through electrification of transportation. The City needs to pursue a suite of actions: a first step as we emerge from the pandemic is restoring trust in the safety of using public transportation; more broadly, a public information campaign on the health, environmental, and economic benefits of driving less will be useful. Meanwhile working to ensure fuller and more equitable access to public transportation and alternative mobility options — including safe streets for cycling and walking, other micro-mobility options — is important. Finally, identifying new revenue sources to support public transportation, and lobbying at the state and the regional levels for increased funding for public transportation, is necessary. A third area in which City action is important in the long term involves maximizing broader support for equitable access to clean energy and energy efficiency programs, as well as lobbying for stable, supportive regulations for wind and solar. Strong partnerships with utilities are important in expanding and creating new clean energy and energy efficiency programs. Support at both the State and the Federal level can accelerate the City’s transition to clean energy, and the current alignment at all levels of government in pursuing bold action represents a notable opportunity that should be leveraged fully. KNOWLEDGE RESOURCES Climate Ready Boston, City of Boston (2016): assessment of climate adaptation measures appropriate for the City of Boston, based on a vulnerability assessment https://www.boston.gov/sites/default/files/file/2019/12/02_20161206_executivesummary_digital.pdf Carbon Free Boston Technical Summary Report, Green Ribbon Commission (2019): assessment of climate mitigation measures for the City of Boston, to accomplish the City’s goal of carbon neutrality by 2050 https://www.greenribboncommission.org/wp-content/ uploads/2019/01/FINAL_CFB_SummaryRpt_FEB19.pdf Carbon Free Boston Social Equity Report, Green Ribbon Commission (2019): a focus on social equity aspects of climate mitigation efforts for the City of Boston https://www.greenribboncommission.org/wp-content/uploads/2019/05/CFB_Social_Equity_Report_WEB.pdf Climate Action Update, City of Boston (2019): the City’s most recent climate action plan, focused especially on actions the city will take in the period 2020-2024 https://www.boston.gov/sites/default/files/embed/file/2019-10/city_of_boston_2019_climate_action_plan_ update_4.pdf All In Energy Impact webpage: an example of programs focused on making energy efficiency measures and renewable energy accessible to underserved communities that also deliver workforce development benefits https://allinenergy.org/our-impact.html RUN-GJC project information and microgrid feasibility study: an example of a new approach to bring climate justice and energy democracy to underserved communities. Project information: https://climable.org/run Feasibility study: https://u.pcloud.link/publink/ show?code=XZAszHXZNYcQiUd59JREqKpr4yFSekqoshmX BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 7",
    "TEXT BY PAGE": [
        "HOW THE NEXT MAYOR CAN ACCELERATE BOSTON’S EQUITABLE CLEAN ENERGY TRANSITION RISKS FACING THE CITY OF BOSTON Between the Climate Ready Boston report (2016) and the Carbon Free Boston reports (2019), key risks posed to the City of Boston by failure to mitigate greenhouse gas emissions — from energy, transportation, buildings, and waste — have been documented thoroughly. As a This White Paper series was coastal city, Boston is vulnerable to sea level rise; intense precipitation and extreme heat are created by the Boston Area Research Initiative (BARI), a additional risks. network of research institutions and experts, to provide our city’s next mayor with the perspective Boston’s work on equity and mitigation, as part of the Carbon Free Boston study, laid an of members of our academic important foundation and established the city as a leader in the space. Yet the devastation of community. We stand ready to assist the mayor as experts, the COVID-19 pandemic during the last 15 months has put a searing light on the fundamental residents and stakeholders in connections between emissions, housing conditions, public health, and vulnerable Boston’s future. communities in Boston and beyond. Low income and environmental justice communities who Papers were invited and reflect the views of the authors. They are continually exposed to air pollution from nearby fossil fuel generators — or from waste are not intended to reflect the views of their institutions, nor incinerators or highway traffic — have higher incidences of asthma and other respiratory BARI members generally. conditions, resulting in higher morbidity from COVID-19. Insufficient affordable housing and Special thanks to Katharine Lusk exclusionary zoning has led to segregation by race and by income, exacerbating the unequal at Boston University, Dan O’Brien at Northeastern University, and burden of emissions and pollution impacts, as well as higher energy burden and lack of access Michael Johnson at the University of Massachusetts Boston for their to renewable energy and energy efficiency services, public transportation, healthy food and roles in spearheading this effort. medical services, green space, and other necessities that support health, climate resilience, Authors: and economic mobility in a local community. Rouwenna Altemose, All In Energy & Browning the Green Space The impacts of COVID-19 — both health and economic impacts — were largely a rapid Jacquie Ashmore, Boston University Institute for demonstration of the longer-term effects of climate change. Communities that were less Sustainable Energy & Browning impacted by the pandemic are more climate resilient; the risks that led to other communities the Green Space Cutler Cleveland, Boston being crippled by the pandemic are the same risks that make those communities highly University Institute for Sustainable Energy vulnerable to climate change impacts. A failure to plan and implement city climate action that Jeannie Ramey, Climable is purposefully developed to counter the systemic racism that has embedded inequity in our Gabe Shapiro, All In Energy & Browning the Green Space planning and infrastructure will simply exacerbate today’s inequities. Mary Wambui, Planning Office for Urban Affairs & Browning the Therefore, in working to increase climate resilience and address deep inequity, it is imperative Green Space Jen Stevenson Zepeda, Climable that the City of Boston consider its energy system in the context of transportation and BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 1",
        "affordable housing, and most especially that planning and decision making is centered on equity and based on meaningful community participation. In assessing the efficacy of community participation, it is important that the City not simply consider the number of community participants, but also who they are and which communities they represent. Metrics for mitigation and other aspects of city climate action must assess not just progress but equitable progress. This paper expressly seeks to answer the question: How can Boston’s next Mayor equitably and rapidly accelerate the city’s clean energy transition to mitigate the negative impacts of climate change and fossil fuel emissions for our city and region? Figure 1: Social Vulnerability Index from calculations by Applied Economics Clinic published in the Carbon Free Boston Social Equity report. The index calculated based on six measures of vulnerability by census tract, with a full range of 0-100; values calculated for the City of Boston range from 5-62. BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 2",
        "KEY RECOMMENDATIONS Near-term HOW CAN 1. Establish a broad and equity-focused framework to measure the City’s progress in mitigation, BOSTON’S NEXT adaptation, and resilience action 2. Assess the impact of two recently enacted measures — Community Choice Aggregation and MAYOR EQUITABLY the Building Energy Reporting and Disclosure Ordinance — and identify whether they meet decarbonization and equity targets or whether adjustments or additional measures are needed AND RAPIDLY 3. Invest in solar and weatherization in low to moderate income communities, ensuring financing that ACCELERATE does not reduce the availability of affordable housing THE CITY’S 4. Support community-based efforts to transition vulnerable communities to resilient energy systems CLEAN ENERGY 5. Engage diverse community members meaningfully and communicate climate science appropriately TRANSITION? 6. Demonstrate that the Mayor is resolute in their commitment to an equitable clean energy transition and ready to capitalize on substantial Federal support, not weakened by the challenges of addressing the pandemic Long-term 1. Center decisions on equity and linking considerations of mitigation, adaptation, and resilience — especially when working on affordable housing and infrastructure 2. Work to inform and engage community members and to collect the necessary environmental justice data to measure progress NEAR-TERM OPPORTUNITIES Opportunity 1: Establish a broad and equity-focused framework to measure the City’s progress in mitigation, adaptation, and resilience action Setting equity-focused goals around mitigation, adaptation and resilience efforts has been a growing trend in US cities in recent years, evidenced by an increasing number of the city’s plans being framed as climate justice plans rather than climate action plans; yet it is also necessary to ensure that progress is measured against metrics that are equity-focused. Such a framework should transcend the silos that frequently form within City government and other institutions and should explicitly acknowledge the intersectionality of improvements in equity; affordable housing; access to clean energy and energy efficiency services, to transportation and mobility, and to medical services, healthy food and green space. All of these impact mitigation, adaptation, and resilience. Opportunity 2: Assess the impact of two recently enacted measures – Community Choice Aggregation and the Building Energy Reporting and Disclosure Ordinance – and identify whether they meet decarbonization and equity targets or whether adjustments or additional measures are needed The City’s 2019 Climate Action Plan Update included both anticipated benefits and also metrics for success for a Community Choice Aggregation (CCA) program. Since the program launched in February 2021, this is the moment to assess the initial community response. Specifically, the City needs to evaluate the number of households who signed up to each tier of the program — especially the 100 percent renewable electricity tier – and the number of low- and fixed-income residents in each tier. (It is especially important to understand how many residents did not become CCA program participants because they receive their energy from a third-party supplier, since this can result in low income BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 3",
        "residents paying more for dirtier energy, exacerbating the divide in access to affordable and clean energy.) The amount of renewable energy used to supply the City’s electricity can then be compared to Massachusetts’ state law. Over time, the City can also measure whether the population that signed up for each tier of CCA increases or decreases, whether the low- and fixed income population signed up for each tier increases or decreases, whether there is any meaningful improvement in low and middle income (LMI) energy burden (i.e., energy bills are more consistent and affordable) owing to this program, and whether new renewable energy generation is added to the grid owing to the CCA program. The data on these metrics can inform program improvements as necessary. Meanwhile, buildings represent a dual challenge to decarbonization: they contribute over seventy percent of the City’s greenhouse gas emissions and, since much of today’s building stock will still stand in 2050, considerable work on deep energy retrofits will be required. Establishing the Building Energy Reporting and Disclosure Ordinance (BERDO) in 2019 and current City-led efforts to develop carbon targets for existing large buildings (in addition to the Better Buildings Act that is pending in Massachusetts Legislature) are important steps in tackling the building decarbonization challenge. With a core metric for success in the City’s 2019 Climate Action Update being 100 percent reduction in emissions from large buildings by 2050, it is important to establish intermediate milestones to determine whether the City is on track to meet that 2050 target, and to use those milestones to identify and navigate roadblocks that will undoubtedly arise. As the City implements new programs based on the original analysis of Carbon Free Boston and the City’s Climate Action Plan update, the extent of greenhouse gas emissions reductions that can be accomplished through the focus on large buildings (exceeding 35,000 square feet) should be re- assessed, and if reductions will be less than originally forecast then decarbonization efforts directed towards medium sized buildings and even residential homes could be considered. Similarly, the net-zero zoning initiative for new large buildings could be expanded to cover medium sized buildings as well. Opportunity 3: Invest in solar and weatherization in Low to Moderate Income communities, ensuring financing that does not reduce the availability of affordable housing The rooftops in Boston provide the opportunity to install 1 TWh of solar, which would decarbonize 15% of the city’s current electricity demand. Without deliberate action, access to solar power is a privilege that more affluent residents enjoy. However, solar programs can be designed to reach low-income residents and additional economic benefits can be realized when workforce development programs are structured to attract, train and retain workers from vulnerable communities. The City may consider sliding scale financial incentives (e.g., tax rebates) for solar based on income (family income or business revenue). For those with the highest need, the City could consider covering all the associated costs: materials, installation, and maintenance. Another approach could focus on solar loan guarantees, with the goal of ensuring financial institutions drop irrelevant criteria that prevent qualified low-income residents from receiving credit for solar investments. For the 65% of units in the City of Boston that are renter-occupied, the City can either mandate or provide incentives to building owners for solar installations on rental properties. Community solar projects also play an important role; the City can support community solar access for vulnerable communities by: siting installations on City property, providing incentives for solar panels on community centers, schools, and other government buildings that are owned or leased by Boston residents and businesses, and subscribing to community solar to help lower prices. Increased demand for community solar in low income communities and improved customer identification for community solar may be supported by a new model in which the utility (rather than the customers) provides financing for the developers; Eversource is currently establishing this model and ultimately customer outreach that indicates the support of the City of Boston can boost the number of customers who opt-in. BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 4",
        "Low to moderate income residents experience similar barriers to building weatherization: as in the solar sector, energy efficiency service providers typically focus on affluent communities where uptake is higher and contracts are larger. The misaligned incentives for weatherization of rental properties is also an obstacle — with landlords paying for upgrades while tenants save money and experience increased comfort — and while Mass Save addresses this in part by covering 100% of the cost of insulation for rental units, funding for other remediation work on rental units through Mass Save is less generous. The City, neighborhood development corporations, and utilities can all be influential partners in ensuring that all residents can reap the benefits of building weatherization, as demonstrated by the success of All In Energy in serving residents of Codman Square as well as Chelsea, Framingham, Haverhill, Lawrence, and Methuen by building such partnerships. It is worth highlighting that All In Energy’s programs additionally fulfill an important goal of increasing the participation of underrepresented groups in the clean energy workforce, since they prioritize diversity in their hiring and employ a high percentage of women, BIPOC individuals, and people whose first language is not English. It is important to ensure that solar and weatherization efforts in LMI communities, which simultaneously reduce residents’ high energy burden and greenhouse gas emissions, are financed in a way that does not reduce the number of affordable housing units available. Specifically, increased cost per housing unit on a fixed budget would correspond to fewer units built, with negative outcomes for reducing homelessness. Opportunity 4: Support community-based efforts to transition vulnerable communities to resilient energy systems, e.g. the Resilient Urban Neighborhoods and Green Justice Coalition (RUN-GJC) Community Microgrid being developed in Chinatown and Chelsea Arguably one of the most straightforward opportunities for the City of Boston to drive change towards an equitable, clean and climate resilient energy future is to lend support for key community-led efforts such as the RUN-GJC community microgrid. This project aims to improve energy efficiency and establish a microgrid that uses solar energy with battery storage for participating residential, municipal, and commercial buildings as well as critical facilities. Notably, cloud-based controls enable a distributed approach that can be scaled to incorporate new participants, and can be replicated in other locations. This microgrid development is supported by two umbrella coalitions that have brought together a total of nine organizations: Green Justice Coalition (GJC) members Community Labor United, Clean Water Action, GreenRoots Inc., Chinese Progressive Association, and the Chinatown Community Land Trust as well as the Resilient Urban Neighborhoods (RUN) collaboration comprising clean energy technical organizations Climable.org, Clean Energy Solutions, Inc., Peregrine Energy Group, and Synapse Energy Economics. The anchor groups are nonprofits with decision-making power. Technical, financial and regulatory studies were completed in 2020 with funding from the Massachusetts Clean Energy Center. Currently, Chinatown is establishing a public cooperative including community members, elected board members, and city representation. Boston’s Mayor can support this project in several ways. In addition to the school in Chinatown already participating, committing other municipal buildings and schools in the neighborhood to be part of the microgrid project would be helpful, as well as addressing deferred maintenance challenges in existing municipal buildings and the school and ensuring that new buildings are solar- and microgrid-ready. City support may also be helpful in navigating discussions of regulatory barriers with the Massachusetts Department of Public Utilities. Finally, this project and others would receive a boost if Massachusetts passed a bill similar to Maryland Senate Bill 457 that enables a local authority to establish a Resilience Authority. Opportunity 5: Engage diverse community members meaningfully and communicate climate science appropriately It is vital that the City pursue deliberate community engagement and tailored communication of climate science, especially with vulnerable communities, to support climate change mitigation. The pandemic demonstrated that local government leaders can be effective in promoting sudden and significant BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 5",
        "community-wide behavior change in order to safeguard residents, if they have strong relationships with their communities and communicate both a threat and ways that collective action can mitigate the threat. Similarly, effective community engagement can catalyze decarbonization and increased climate resilience. It is important to understand that the challenges that vulnerable residents encounter that intersect with clean energy and climate resilience are typically entirely different from the challenges that other residents experience. On a daily basis, challenges may relate to their energy burden (the percentage of household income that goes towards their energy bill), and to staying cool in summer if they do not have access to air-conditioned spaces or outdoor spaces cooled by urban tree canopy. In addition, these communities need to prepare differently for high-risk disruptions; for example, vulnerable residents are less likely to follow an evacuation order, so it is important to determine ways to protect them when they shelter in place. Therefore, in engaging with vulnerable communities it is important to start by learning from them what their challenges are, and using that discussion to co-produce a framework for climate action that addresses their concerns. In order to reach vulnerable residents effectively, it is often necessary to make communications accessible through technical translation, and ensure that they are available in multiple languages and access a variety of mediums. The City of Boston made substantial effort to ensure that social equity considerations were central to Carbon Free Boston and other aspects of its climate action planning, yet it is important to continue to incorporate new climate justice best practices that are established as cities, community groups, and other stakeholders work hard to address the legacy of systemic racism and other forces that have disenfranchised certain groups. The City has many strong partners in its mitigation work, including notably the Green Ribbon Commission which convenes committed business, institutional, and civic leaders from Boston and undertakes projects that support the City’s climate actions. With philanthropic support, this group has substantially expanded and amplified the City’s work over the last decade through its engagement of thought leaders and strategists. Its work has included attention to climate impacts on vulnerable communities and identifying approaches to support those residents. One opportunity that the City may consider is how to effectively formulate and engage an analogous group of leaders and representatives from those vulnerable communities to complement the knowledge and perspectives of Green Ribbon Commission members. Formally convening representatives of vulnerable communities, and ideally compensating those representatives for their time, could support a transition to equity being a leading priority rather than a co-benefit. Opportunity 6: Demonstrate that the Mayor is resolute in their commitment to an equitable clean energy transition and ready to capitalize on substantial Federal support, not weakened by the challenges of addressing the pandemic. The City’s drive to meet the crucial goal of dramatically reducing emissions in the coming decade in order to lay the groundwork to meet a net-zero goal by 2050 must not be stalled by the pandemic. Undoubtedly 2020 put a spotlight on the overwhelming importance of addressing racial equity and public health, and created economic stresses too, yet it is imperative that the City of Boston prioritize urgent action on the issues where climate change mitigation, racial equity, and public health all intersect. Examples of actions that Mayor can take to demonstrate commitment include: host an Energy Justice Summit at City Hall, speak with representatives of Low to Moderate Income communities who are overcoming hurdles to access clean and resilient energy systems, meet with graduates of programs such as Roxbury Community College’s Building Automation System Instructional Lab, visit a net zero building and meet with the facilities team, and be a highly visible presence at Green Ribbon Commission meetings. Further opportunities to showcase leadership at the City level include investing in energy efficiency and renewable energy generation for existing municipal buildings and City-funded affordable housing, requiring that new municipal buildings and City-funded affordable housing are built to a net zero standard, and decarbonizing the municipal fleet. BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 6",
        "LONG-TERM OPPORTUNITIES The efforts identified under opportunities 1 (Establish a broad and equity-focused framework to measure the City’s progress in mitigation, adaptation, and resilience action) and 5 (Engage diverse community members meaningfully and communicate climate science appropriately) above must be both short-term and long-term. That is, the City needs to make an ongoing effort to conduct planning across silos and focus on how it can deliver on multiple environmental, social and economic goals. This requires centering decisions on equity and linking considerations of mitigation, adaptation, and resilience — especially when working on affordable housing and infrastructure. Work to inform and engage community members and to collect the necessary environmental justice data to measure progress must also be ongoing, with regular evaluations. A critical aspect of the City’s decarbonization effort is to reduce transportation emissions, both by encouraging residents to use public transportation and other forms of low-carbon mobility instead of driving, and through electrification of transportation. The City needs to pursue a suite of actions: a first step as we emerge from the pandemic is restoring trust in the safety of using public transportation; more broadly, a public information campaign on the health, environmental, and economic benefits of driving less will be useful. Meanwhile working to ensure fuller and more equitable access to public transportation and alternative mobility options — including safe streets for cycling and walking, other micro-mobility options — is important. Finally, identifying new revenue sources to support public transportation, and lobbying at the state and the regional levels for increased funding for public transportation, is necessary. A third area in which City action is important in the long term involves maximizing broader support for equitable access to clean energy and energy efficiency programs, as well as lobbying for stable, supportive regulations for wind and solar. Strong partnerships with utilities are important in expanding and creating new clean energy and energy efficiency programs. Support at both the State and the Federal level can accelerate the City’s transition to clean energy, and the current alignment at all levels of government in pursuing bold action represents a notable opportunity that should be leveraged fully. KNOWLEDGE RESOURCES Climate Ready Boston, City of Boston (2016): assessment of climate adaptation measures appropriate for the City of Boston, based on a vulnerability assessment https://www.boston.gov/sites/default/files/file/2019/12/02_20161206_executivesummary_digital.pdf Carbon Free Boston Technical Summary Report, Green Ribbon Commission (2019): assessment of climate mitigation measures for the City of Boston, to accomplish the City’s goal of carbon neutrality by 2050 https://www.greenribboncommission.org/wp-content/ uploads/2019/01/FINAL_CFB_SummaryRpt_FEB19.pdf Carbon Free Boston Social Equity Report, Green Ribbon Commission (2019): a focus on social equity aspects of climate mitigation efforts for the City of Boston https://www.greenribboncommission.org/wp-content/uploads/2019/05/CFB_Social_Equity_Report_WEB.pdf Climate Action Update, City of Boston (2019): the City’s most recent climate action plan, focused especially on actions the city will take in the period 2020-2024 https://www.boston.gov/sites/default/files/embed/file/2019-10/city_of_boston_2019_climate_action_plan_ update_4.pdf All In Energy Impact webpage: an example of programs focused on making energy efficiency measures and renewable energy accessible to underserved communities that also deliver workforce development benefits https://allinenergy.org/our-impact.html RUN-GJC project information and microgrid feasibility study: an example of a new approach to bring climate justice and energy democracy to underserved communities. Project information: https://climable.org/run Feasibility study: https://u.pcloud.link/publink/ show?code=XZAszHXZNYcQiUd59JREqKpr4yFSekqoshmX BARI: The Challenges Facing Boston How the Next Mayor can Accelerate Boston’s Equitable Clean Energy Transition 08/2021 page 7"
    ]
}