{
    "FILE_NAME": "http://www.mapc.org/wp-content/uploads/2019/03/Brookline-final-plan.pdf",
    "ALL TEXT": "Town of Brookline Climate Vulnerability Assessment and Action Plan December 2017 Prepared for Town of Brookline 333 Washington Street Brookline, Massachusetts 02445 www.brooklinema.gov Melvin Kleckner, Town Administrator Prepared by Metropolitan Area Planning Council 60 Temple Place, 6th Floor Boston, Massachusetts 02111 www.mapc.org 1ACKNOWLEDGMENTS The project was conducted by the Metropolitan Area Planning Council (MAPC) with funding from MAPC’s Planning for MetroFuture Technical Assistance program, the Barr Foundation, and the Commonwealth of Massachusetts Community Compact program. This report incorporates analysis of urban heat islands in Brookline provided by the Sustainability and Data Sciences Lab (SDS) of Northeastern University led by Dr. Auroop Ganguly, which was made possible through a partnership with the American Geophysical Union Thriving Earth Exchange Program. METROPOLITAN AREA PLANNING COUNCIL Officers President Keith Bergman Vice President Erin Wortman Secretary Sandra Hackman Treasurer Taber Keally Executive Director Marc D. Draisen Project Manager/Senior Environmental Planner Anne Herbst Regional Planner Genea Foster GIS/Data Analysis Eliza Wallace Ryan Melendez Emily Long TOWN OF BROOKLINE Chair, Select Board Neil Wishinsky Co-Chairs, Select Board Climate Action Committee Nancy Heller, Werner Lohe Town Administrator Melvin Kleckner Director of Planning and Community Development Alison C. Steinfeld Senior Planner, Climate Action / Land Use Maria Morelli STEERING COMMITTEE MEMBERS Daniel Bennett, Michael Berger, Tom Brady, Kara Brewton, Peter Ditto, Keith Flaherty, Erin Gallentine, Melissa Goff, Michael Groopman, John Harris, Swannie Jett, Todd Kirrane, Maria Morelli, Daniel O’Leary, David Pantalone, Deborah Rivers, Frederick Russell, Kevin Stokes 1TABLE OF CONTENTS INTRODUCTION .............................................................................................................................. 2 CLIMATE CHANGE BACKGROUND ..................................................................................................... 2 Climate Change: Observations, Projections, Impacts ............................................................................. 4 WHY DO A CLIMATE VULNERABILITY ASSESSMENT? ............................................................................ 10 SOCIOECONOMIC VULNERABILITY ................................................................................................... 11 SOCIOECONOMIC CONDITIONS IN BROOKLINE .................................................................................. 12 CLIMATE IMPACTS ON PUBLIC HEALTH ............................................................................................. 18 Extreme Heat ........................................................................................................................ 19 Increased Precipitation & Flooding ........................................................................................ 28 Vector Borne-Illnesses ............................................................................................................ 29 NATURAL RESOURCES & CLIMATE RESILIENCE ................................................................................... 31 Mitigation ............................................................................................................................. 31 Protection .............................................................................................................................. 31 CLIMATE IMPACTS ON NATURAL RESOURCES .................................................................................... 31 Aquatic and Wetland Resources ............................................................................................ 31 Forests and Trees .................................................................................................................. 33 CLIMATE IMPACTS ON THE BUILT ENVIRONMENT ................................................................................ 35 Flooding and the Built Environment ......................................................................................... 35 Sea Level Rise and the Built Environment ................................................................................ 44 Temperature and the Built Environment .................................................................................. 46 CLIMATE IMPACTS ON THE LOCAL ECONOMY .................................................................................... 46 CLIMATE IMPACTS ON STATE-OWNED INFRASTRUCTURE ...................................................................... 48 CLIMATE IMPACTS ON UTILITIES ...................................................................................................... 49 VULNERABILITY ASSESSMENT SUMMARY .......................................................................................... 52 ACTION PLAN ............................................................................................................................. 57 TABLES Table 1. Design Storm Estimates .................................................................................................................... 9 Table 2. 10-year 24-hour Design Storm Projections .................................................................................... 10 Table 3 . Critical Facilities in Temperature Hot Spots .................................................................................. 27 Table 4 Tree Canopy and Land Use ........................................................................................................... 35 Table 5 . Critical Facilities and Potential Flooding Indicators ...................................................................... 42 2FIGURES Figure 1. Global Temperature and CO Trends ........................................................................................ 4 2 Figure 2. Observed Temperature Change .................................................................................................. 5 Figure 3. Projected Temperature Change ................................................................................................... 6 Figure 4. Observed Sea Level Rise ............................................................................................................... 7 Figure 5. Future Sea Level Rise for Greater Boston Harbor .................................................................... 8 Figure 6. Observed Precipitation Change ................................................................................................... 9 Figure 7. Projected Precipitation Change .................................................................................................. 10 Figure 8. Risk Analysis ................................................................................................................................... 11 Figure 9. Current Population and Projections ............................................................................................ 13 Figure 10. Senior Population by Block Group .......................................................................................... 14 Figure 11. Poverty Rates by Census Tract ................................................................................................. 15 Figure 12. Percentage of People of Color by Block Group .................................................................. 16 Figure 13. Country of Origin for Asian Residents .................................................................................... 17 Figure 14. Language and Linguistic Isolation ............................................................................................ 18 Figure 15. United States Weather Fatalities ............................................................................................ 19 Figure 16. Asthma Hospitalizations ............................................................................................................. 20 Figure 17. Vulnerable populations by block group (NU Figure 2) ....................................................... 21 Figure 18. Overall Vulnerability and Exposure (NU Figure 3) .............................................................. 22 Figure 19 . Vulnerability and Exposure (NU Figures 5 and 6) .............................................................. 23 Figure 20. Future Temperature Scenarios (NU Figure 8) ........................................................................ 24 Figure 21. Heat Impacts ................................................................................................................................ 25 Figure 22 . Critical Facilities in Temperature Hot Spots .......................................................................... 26 Figure 23. Hot Spots and Census Block Group ......................................................................................... 28 Figure 24. Lyme Disease Incidence ............................................................................................................. 30 Figure 25 . Brookline Natural Resources .................................................................................................... 33 Figure 26 . Tree Canopy ............................................................................................................................... 34 Figure 27. March 2010 USGS Muddy River Gage ................................................................................ 36 Figure 28 . Brookline Flood Damage Claims ............................................................................................ 37 Figure 29. Development and Rainfall ......................................................................................................... 38 Figure 30. Development and Stormwater ................................................................................................. 39 Figure 31. 1844 Map of Brookline ............................................................................................................. 40 Figure 32. Brookline 2017 ............................................................................................................................ 41 Figure 33. Critical Facilities, Flood Zones, Flooding Areas and Historic Wetlands ........................... 43 Figure 34. Projected Sea Level Rise 2070 ................................................................................................ 45 Figure 35. Businesses Locations and Climate Impacts .............................................................................. 47 1INTRODUCTION The devastating effects of Hurricanes Harvey, Irma, and Maria highlight the imperative to plan now for future storms. As detailed in the Climate Change Background section of this report, we are already experiencing warmer temperatures, increased precipitation, and rising seas. Climate projections for this century include increased frequency and intensity of rain storms, and more frequent days with extreme heat. Heat can cause serious illnesses and it was the leading cause of weather fatalities in the United States over the past decade (EPA). The analysis of land surface temperatures in this report finds that much of north Brookline is likely to be particularly affected by high heat due to the “heat island effect” where areas with less greenery and more pavement experience higher temperatures. A significant portion of north Brookline is within the hottest 5% of land area in the 101-municipality MAPC region. North Brookline also includes a high proportion of individuals likely to be vulnerable to extreme heat, including individuals over 65 and individuals living alone. Precipitation in the Boston area has increased by 10% in the past fifty years. Recently released design storm figures (NOAA 14) for the 10-year, 24-hour storm are 15% higher than those issued in 1961. As a result, the 24-hour 100-year design storm of 1961 is roughly equivalent to a 30- year design storm today. The 1996 rainstorm that flooded the Muddy River and Kenmore Station and caused millions of dollars in damages is roughly equivalent to a fifty-year event (NOAA 14). It will be a challenge for town stormwater infrastructure to keep pace with increased rain events. A one-thousand year event would double the rainfall experienced in 1996. As is evident from the recent hurricanes, damage and suffering from such extreme events is inevitable. Indeed, flooding or extreme heat, and the resultant potential for power outages can have severe and cascading effects during far lesser storms than a one-in-one-thousand year occurrence. Yet we can take steps to increase community resilience and limit future damages. Many of today’s municipal investments and decisions will have long legacies that will influence future vulnerabilities. Advance planning can save money, while inaction, or actions that don’t anticipate future conditions, may lead to higher costs in the future. An example of effective planning comes from the reports that Florida properties experienced much less damage from Hurricane Irma than from Hurricane Andrew in 1992. This is attributed to critical improvements made to the building code as a result of lessons learned from Hurricane Andrew. This report identifies future climate vulnerabilities and suggests strategies that can reduce the risk of harm to people and properties, and help speed recovery when inevitable future storms occur. CLIMATE CHANGE BACKGROUND Our climate has always been regulated by gases, including water vapor, carbon dioxide, methane, and nitrous oxide, that blanket the earth. These gases trap heat that would otherwise be reflected out to space; without them our planet would be too cold to support life. We refer to these gases as “greenhouse gases” (GHGs) for their heat trapping capacity. Changes in 2temperature occur naturally, due to such events as volcanic eruptions, and variations in solar energy entering the atmosphere. In the past century, human activity associated with industrialization has contributed to a growing concentration of GHGs in our atmosphere. The combustion of fossil fuels, our primary energy source in the age of industrialization, releases GHGs into the atmosphere. As shown in Figure 1, there is a correlation between increases in carbon dioxide concentrations and global temperature. There is by now widespread consensus among scientists regarding the warming of our climate and its causes. As stated in the Third United States Climate Report (2014): “Global climate is changing and this change is apparent across a wide range of observations. The global warming of the past 50 years is primarily due to human activities.” (Chapter 2, page 12) The following sections will review climate changes that have been observed to date, and projections of future changes. Climate change impacts are not evenly distributed across the globe. The focus of this report is on impacts relevant to Brookline. We utilize data for the Northeast United States and, where possible, the Boston region. For those interested in more background on climate science, the U. S. National Climate Assessment 2014 provides a very readable review. It can be downloaded at: http://nca2014.globalchange.gov/downloads. 3Figure 1. Global Temperature and CO 2 Trends Source: MA Climate Change Adaptation Report 2011 Climate Change: Observations, Projections, Impacts Climate change observations come from a variety of data sources that have measured and recorded changes in recent decades and centuries. Climate change projections, however, predict future climate impacts and by their nature cannot be observed or measured. As a result of the inherent uncertainty in predicting future conditions, climate projections are generally expressed as a range of possible impacts. There are two primary sources of uncertainty. Scientists project future impacts by developing models; the range of projected impacts will be smaller or larger depending on the level of confidence in a given climate model. The other source of uncertainty is that our future GHG emission levels are unknown. GHG levels reflect global emissions. While the international community is investing substantial efforts in reducing GHG emissions, it is not possible to predict future emissions levels with any certainty. As a result, climate projections often include multiple scenarios, or a range of results, reflecting a range of future GHG levels in the atmosphere. Temperature Temperature has been increasing along with GHG concentrations in the past century. According to the US National Climate Assessment 2014, temperatures in the Northeast United States have 4increased by almost two degrees Fahrenheit between 1895 and 2011. Data from the Blue Hill Observatory in Milton (Figure 2) located less than ten miles from Brookline, reflects this trend. Figure 2. Observed Temperature Change For the Northeast United States: temperature increased by almost 2 degrees, between 1895 and 2011 (US National Climate Assessment 2014) Blue Hill Observatory Annual Temperature, 1831-2008 Source: Michael J. Iacono (from MA Climate Change Adaptation Report 2011 Future temperature projections for the Charles River Basin (Figure 3), were included in the Massachusetts Climate Change Adaptation Report, 2011. The projections show an increase in average temperatures and an increasing likelihood of heat waves, as indicated by the increased number of days over 90 and 100 degrees each year. Increasing temperatures will have important impacts on human health. Heat is the number one cause of U.S. weather fatalities over the past decade (EPA/NOAA). Heat waves are often accompanied by poor air quality, exacerbating chronic respiratory and cardiovascular conditions. 5Figure 3. Projected Temperature Change for the Charles River Basin Observed Parameter Predicted Predicted Predicted Predicted Baseline (Temperature 2020- 2040- 2060- 2080- (1971- F°) 2049 2069 2089 2099 2000) Annual 49° 51-53° 52-55° 52-58° 52-60° temperature Winter 29° 31-33° 32-35° 32-37° 33-39° temperature Spring 47° 48-50° 49-52° 49-55° 50-60° Temperature Summer 70° 72-74° 73-77° 73-80° 74-83° temperature Fall 52° 54-57° 56-58° 55-61° 56-64° Temperature Days over 90 9 16-29 19-44 22-66 24-85 (days/year) Days over 100 0.05 .29-2 .45-5 .58-11 .84-21 (days/year) Source: Northeast Climate Science Center, UMass-Amherst, 2017 Rising temperatures will impact natural systems; expected impacts include changes in species and composition of forest and wetland habitats, an increase in invasive species and pests, and a longer growing season. Rising temperatures also drive other impacts including changes in precipitation patterns, and sea level rise. Sea Level Rise Records from the Boston Tide Station show nearly one foot of sea level rise in the past century (Figure 4). Warming temperatures contribute to sea level rise in two ways. First, warm water expands to take up more space. Second, rising temperatures are melting land-based ice which enters the oceans as melt water. The third, quite minor, contributor to sea level rise in New England is not related to climate change. New England is still experiencing a small amount of land subsidence (drop in elevation) in response to the last glacial period. 6Figure 4. Observed Sea Level Rise Boston Tide Station • Record from 1921-2016 • Equivalent to 11 inches in 100 years Source: NOAA The Massachusetts Office of Coastal Zone Management (CZM) adjusted global predictions for future sea level rise, taking into account local subsidence. As is evident in Figure 5, the range of projections for the future is quite wide, particularly approaching the end of this century. The High scenario includes ocean warming and a calculation of maximum glacier and ice sheet melt. The Intermediate High scenario averages higher predictions but includes lesser ice sheet melting. The Intermediate Low considers lower sea level rise scenarios and limited ice melt. The Historic Trend reflects a continuation of the current rate of sea level rise. The CZM estimate for the Boston Harbor does not take into account more recent research that suggests the Boston Harbor is included in a region that may experience greater than average sea level rise. CZM cautions that the Historic and Intermediate Low scenarios may “considerably underestimate actual sea level rise”, particularly for time horizons beyond 25 years. Although Brookline has no coastal shoreline, modeling utilized in this study projects that later in the century, storm surge could travel up the Muddy River from the Charles River and impact the Brookline shoreline. 7Figure 5. Future Sea Level Rise for Greater Boston Harbor Source: Sea Level Rise: Understanding and Applying Trends and Future Scenarios for Analysis and Planning, Massachusetts Office of Coastal Zone Management, December 2013. Precipitation Precipitation in Massachusetts has increased by approximately 10% in the fifty-year period from 1960 to 2010 (Figure 6). Moreover, for the Northeast US, according to the U.S. National Climate Assessment, 2014, in the past fifty years there has been a 71% increase in the amount of rain that falls in the top 1% of storm events. As the atmosphere warms, it can hold more water; this leads to an increase in large rainfall events. Projections for future precipitation suggest an increase in total precipitation, but also changes in precipitation patterns. Rain amounts are projected to increase in the winter and spring, but decrease in the summer (Figure 7). As a result, despite overall increasing precipitation levels, summer droughts may be a consequence of climate change. In addition, as noted, it is expected that we will experience a greater number of large rain events. Another potential source of uncommon, but significant, rain events is hurricanes. According to the National Oceanic and Atmospheric Administration (NOAA), hurricanes may become less frequent, but more intense, with a projected 10-15% increase in rainfall by the end of the century. As we experienced in 2016, drought can strain water supplies and stress plant and aquatic communities. Increasing winter/spring precipitation, along with warmer weather resulting in more 8rain rather than snow, is expected to create additional flooding early in the year, and low-flow in rivers and streams in the summer. Figure 6. Observed Precipitation Change For the Northeast United States: • 71% increase in the amount of rain that falls in the top 1% events from 1958 – 2012. Source: US National Climate Assessment 2014 For the Boston area: 10% increase over The past 50 years Source: MA Climate Change Adaptation Report 2011 The observed changes in precipitation are also reflected in changing precipitation frequency estimates. Precipitation frequency estimates, used to derive design storm standards, were published in 196l by the U.S. Commerce Department in a document known as TP-40 (Technical Paper 40). The National Oceanic and Atmospheric Administration (NOAA Atlas 14) and the Northeast Regional Climate Center (NRCC) at Cornell University have recently published updated estimates. The TP-40 100-year storm calculated in 1961 is now approximately equal to a 30- year storm as calculated by NRCC and NOAA Atlas 14 (MWRA p.63). TP-40 figures are less precise, reflecting data available at the time. The NOAA 14 and NRCC figures are specific to Brookline. Table 1. Design Storm Estimates Brookline TP-40 NOAA Atlas 14 NRCC 10-year, 24-hour storm 4.5” 5.16” 4.90” 100-year, 24-hour storm 6.5” 8.16” 8.88” 9Figure 7. Projected Precipitation Change Current Predicted Change Predicted Change Parameter Conditions by 2050 by 2100 (1961-1990) Low High Low High Annual 41 inches + 5% + 8% + 7% + 14% precipitation Winter 8 inches + 6% + 16% + 12% + 30% precipitation Summer 11 inches - 3% -1% 0% -1% precipitation Source: MA Climate Change Adaption Report 2011 The cities of Boston and Cambridge included future projections for the 10-year, 24-hour design storm as part of their climate vulnerability assessments. Their projections for increased precipitation are shown in Table 2. Table 2. 10-year 24-hour Design Storm Projections Boston Water and Baseline Precipitation Sewer Commission (1948-2012) 2035 2060 2100 Medium emissions 5.55” 5.76” 6.08” 5.24” High emission 5.6” 6.03” 6.65” (1971-2000) 2015-2044 2055-2084 Cambridge 4.9” 5.6” 6.4” Source: Climate Ready Boston, Boston Research Advisory Group Report, 2016 WHY DO A CLIMATE VULNERABILITY ASSESSMENT? This climate vulnerability assessment is an effort to determine which Brookline community assets --- people, natural resources, and physical infrastructure --- may be susceptible to harm from climate change. Climate vulnerability assessments generally consider:  Exposure – whether climate changes will have a negative effect on various assets in the community.  Sensitivity – if affected by climate change, how much damage, or loss of function will occur.  Adaptive Capacity - sensitivity will be lessened, or heightened, by the degree to which there may be ways for the community asset to cope, compensate, or be modified, to adjust to climate changes. 10Once vulnerabilities are identified, they can be prioritized according to the perceived risk they present. Generally, this involves considering the probability of damage to an asset and the consequences of damage. As an example, flooding to a sewer pump station and open space might be equally likely, but the pump station would presumably have higher priority as the consequence of failure is more severe. This strategy for considering risk is shown in Figure 8. Figure 8. Risk Analysis For the most part, projected climate impacts do not create brand new concerns, rather they are an intensification, increased frequency, or geographic expansion, of existing challenges including flooding, heat waves and drought. As a result, Brookline already has significant experience and expertise to bring to these challenges. Further, many initiatives to address climate impacts provide benefits to the town (tree planting, open space preservation), can help address town obligations (MS4 permit compliance), or combat already identified problems (flooding). Although disruptive storms may occur at any time, most of the predicted climate changes are happening relatively slowly over time. Identifying future vulnerabilities now gives the Town of Brookline time to plan for and enact projects and policy changes that will make for a more resilient community in the future. SOCIOECONOMIC VULNERABILITY Just as some locations in Brookline will be more vulnerable to climate impacts than others, it is also the case that climate change will not affect all residents of Brookline equally. In the context of climate change, vulnerable populations include a higher proportion of individuals who may be more susceptible to climate impacts, or who may have more difficulty adapting to, preparing for, and recovering from extreme weather. Socioeconomic vulnerability refers to socioeconomic characteristics, such as income and race/ethnicity that influence vulnerability to climate change. Socioeconomic vulnerability influences susceptibility to illness or injury and capacity to meet ones basic needs following extreme weather. Individuals can simultaneously experience multiple socioeconomic vulnerabilities that can magnify the extent to which they are affected by climate change. 11Low-income communities often have limited access to healthcare services and have higher rates of uninsured people. Low-income people are often more susceptible to financial shocks, which can occur after extreme weather, and which can have long-lasting impacts on financial security and the ability to secure safe shelter and meet medical needs. Furthermore, people who lack financial resources may have limited access to transportation. This can impair their ability to relocate to emergency shelters or away from areas susceptible to climate impacts. Social isolation can also influence vulnerability, as it limits access to critical information, municipal resources, and social support systems that can bolster emergency response. People at the most risk for social isolation include those living alone and people with limited English language proficiency. People of color1 and undocumented immigrants may also experience social isolation due to historically strained or tenuous relationships with government officials and first responders. Environmental conditions can also exacerbate the impact of severe weather. Neighborhood environmental quality has been found to be strongly associated with socioeconomic composition. Environmental justice communities – neighborhoods with a high concentration of low-income people, people of color, and people with limited English language proficiency – are often more vulnerable to climate impacts. This is because of the higher prevalence of environmental burdens (i.e., noxious and industrial land uses), which lead to worsened environmental quality and higher incidence of chronic diseases. Housing conditions are also an important facet of environmental vulnerability. Not only are low-income people more likely to live in substandard housing, it is more financially challenging for them to make their homes more resilient to climate change and to fix damage caused by extreme weather. SOCIOECONOMIC CONDITIONS IN BROOKLINE Demographic information helps identify populations that may be particularly affected by climate change. It can also provide opportunities to build upon existing strengths in order to enhance resiliency. Understanding a community’s character, socioeconomic makeup, and environmental features is important to fully understanding the implications of climate impacts on the town’s population. Age Brookline’s population has been growing since 1990, and will continue to grow over the coming decades. In 2010, Brookline’s population was 58,732 (Census 2010). At that time, 5.5% of residents were under the age of five, and 13% were over the age of 65. As of 2010, five block groups had more than 20% senior population. A single block group in Brookline Village has 34% residents over the age of 65. Other areas of the town with higher populations of seniors are located along Harvard Street, and south of Route 9 (Census 2010). 1 MAPC uses the term “people of color” to describe people other than those identified in the census as non-Hispanic Whites. It is important to acknowledge that not all people of color, and not everyone within the same race/ethnic group has the same experience and/or background. Where data is available, this report identifies vulnerabilities that disproportionately affect different populations included as people of color. For example, in Brookline, Asian residents are less likely to speak English very well and Black residents are more likely to be poor. Yet there are commonalities across populations. Within Metro Boston, Black, Latino, and Asian households live in substantially less affluent neighborhoods than White households with the same annual income (MAPC, State of Equity 2017). 12In the coming decades, we project both young children and older adults will become greater portions of the population. According to MAPC’s “Stronger Region” scenario, in which Metro Boston will retain a vibrant economy even as baby-boomers retire, MAPC projects that by 2030 Brookline’s total population will grow by 18% to approximately 69,000 people. MAPC projects that by 2030, the senior population will have increased approximately 48% since 2010. The number of children under the age of 5 is expected to grow by 27% from 2010 to 2030. Alternatively, under MAPC’s “Status Quo” scenario, in which recent population patterns continue, by 2030 Brookline’s total population would grow by 12% to over 65,000 people. By 2030 the senior population would increase by 46% since 2010, and the number of children under the age of 5 would grow by 21% from 2010 to 2030 (Figure 9 SQ = Status Quo, SR = Stronger Region). Figure 9. Current Population and Projections Recent and Projected Population by Age 70,000 11,104 60,000 9,993 10,954 9,905 7,494 7,108 50,000 8,386 40,000 30,000 49,908 48,369 53,939 51,113 47,360 48,029 43,645 20,000 10,000 0 2,687 2,639 3,209 4,304 4,320 4,066 3,884 1990 2000 2010 2020 (SR) 2020 (SQ) 2030 (SR) 2030 (SQ) Under 5 5 to 64 65 and Over As of 2010, approximately 33% of Brookline’s households consisted of people living alone (Census 2010). People 65 years of age and older were disproportionately represented in this population, accounting for more than 33% ± 3% of residents living alone (ACS 2011-2015). In Brookline, seniors comprise a higher proportion of the population in block groups along Harvard Street, and also south of Route 9. One block group in Brookline Village has more than one third of its residents age 65 and over (Figure 10). 13Figure 10. Senior Population by Block Group Income Economic disparities in Brookline are growing, according to the recent report Understanding Brookline (The Brookline Community Foundation, 2013). The median household income in Brookline is $95,518 ± $6,066, as compared with $75,389 ± $428 for Metro Boston (ACS 2011-2015). While Brookline as a whole is wealthier than Metro Boston, segments of the population still struggle to meet their basic needs (TBCF). More than one in ten of Brookline’s residents are living in poverty, which is $24,257 or less for a family of four (12% ±2%, ACS 2011-2015, U.S. Census 2015 poverty level). The more densely populated northern neighborhoods in Brookline have a higher portion of the population living in poverty than southern neighborhoods (Figure 11). According to a recent report on poverty in Brookline, while some of the population living in 14poverty is comprised of Brookline’s large student population, poverty affects all age groups (TBCF). Some of the groups disproportionately affected by poverty are women and girls, and adults with disabilities (TBCF). In Brookline, 16% ± 4% of Asian people, 32% ± 15% of Black people, 14% ± 6% of Latino people, and 10% ± 2% of White people are living in poverty (ACS 2011-2015). Figure 11. Poverty Rates by Census Tract 15Race and Ethnicity Figure 12. Percentage of People of Color by Block Group Brookline is becoming more diverse. In 2000, Blacks, Latinos, Asians, Native Americans, and people who identify as multiracial or another race were 21% of the total population (Census 162000). By 2010 that number had grown to 27%. In 2010, 16% of Brookline’s residents identified as Asian, 5% as Latino, 3% percent as Black, and the remaining 3% as Native American, multiracial, or another race. Figure 12 shows the percentage of people of color by 2010 census block group. The majority of Asian adults in Brookline were born outside of the United States, while the majority of Asian children were born in the United States (TBCF, Census 2010). Figure 13 shows country of origin for the Asian population in Brookline. Figure 13. Country of Origin for Asian Residents Asian population of Brookline 1.3% 7% 15% 47% 11% 17% 2% Chinese Filipino Indian Japanese Korean Vietnamese Another Group Language and Linguistic Isolation About one third of households in Brookline speak a language other than English in the home (34% ± 2%, ACS 2011-2015). About 6% ± 1% of households in Brookline are considered “Limited English speaking households,” formerly known as “Linguistically isolated” households, meaning that they have no household members age 14 or older who speak English very well. Languages other than English spoken at home include: Chinese languages (3,956 ± 548), Spanish or Spanish Creole (2,791 ± 519), and Russian (2,250 ± 619, ACS 2011-2015). The number of 17Brookline households speaking Chinese at home has increased over the past several years (3,207 ± 473, ACS 2005-2009). According to the ACS, Brookline residents who speak Asian languages are less likely to speak English very well than others who speak a language other than English at home. Reliable data regarding geographic distribution of residents based on language and linguistic isolation are not available. Figure 14. Language and Linguistic Isolation Our demographic analysis indicates that a number of identified vulnerable populations have been growing, or are projected to grow over time. These include seniors, individuals living alone, people of color young children, and people with limited English proficiency. The demographic analysis provides indications of where higher concentrations of vulnerable residents may be located, yet it is important to recognize that residents with heightened vulnerability to climate impacts reside throughout the town. CLIMATE IMPACTS ON PUBLIC HEALTH Climate change is expected to have an impact on public health across socioeconomic status and geography. Extreme weather events can increase stress, which can worsen or cause new physical and mental health conditions. An individual’s vulnerability to the public health impacts of climate change is influenced by personal behaviors, environmental quality, housing quality, social connectivity, and access to resources. Socioeconomic characteristics may limit access to information, 18medical equipment, and healthcare. Low-income people and linguistically-isolated households are most vulnerable to this threat. Seniors, young children, people with disabilities, and people with pre-existing health conditions, are most physically vulnerable to the health impacts of climate change. Individuals with physical mobility constraints, such as people with disabilities and seniors, may need additional assistance with emergency response. In Brookline, approximately 7% ± 1% of the civilian non- institutionalized population has a disability (ACS 2011-2015). As the population in Brookline ages, it is likely that the percentage of the population with a disability will rise. In Massachusetts, over 20% of the age 65 to 74 population has a disability; that figure jumps to nearly 50% for those 75 and older. By comparison, just over 10% of adults aged 35 to 64 have a disability. Reliable data regarding the geographic distribution of residents with disabilities is not available. Extreme Heat The projected increase in extreme heat and heat waves is the source of one of the key health concerns related to climate change. Heat was the leading cause of weather fatalities in the United States over the past decade (Figure 15). As noted earlier, the Northeast Climate Science Center projects 24 to 85 days over 90°F, and .84 to 21 days over 100°F annually, by the end of this century. Figure 15. United States Weather Fatalities Source: EPA and NOAA Prolonged exposure to high temperatures can cause heat-related illnesses, such as heat cramps, heat exhaustion, heat stroke, and death. Heat exhaustion is the most common heat-related illness and if untreated, it may progress to heat stroke. People who perform manual labor, particularly those who work outdoors, are at increased risk for heat-related illnesses. Prolonged heat exposure can also exacerbate pre-existing conditions including respiratory illnesses, cardiovascular disease, and mental illnesses. The senior population is often at elevated risk due to a high prevalence of pre-existing and chronic conditions. People who live in older housing stock (as is often the case with public housing), and in housing without air conditioning have increased 19vulnerability to heat-related illnesses. Power failures are more likely to occur during heat waves, affecting the ability of residents to remain cool during extreme heat. Individuals with pre-existing conditions and those who require electric medical equipment may be at increased risk during a power outage. Loss of refrigeration can result in food-borne illnesses if contaminated food is ingested. Extreme heat can contribute to greater levels of ground level air pollution and allergens. The poor air quality and high humidity that often accompany heat waves can aggravate asthma and other pre-existing cardiovascular conditions. Anyone who does outdoor physical activity during hot days with poor air quality is at increased risk for respiratory illness. Low-income people may also have increased risk to these impacts because these populations often have a higher prevalence of chronic disease. While Brookline residents are hospitalized for asthma at a lower rate than that of Massachusetts residents as a whole, hospitalizations for Black and Latino residents are higher than for White and Asian/Pacific Islander residents (Figure 16). Figure 16. Asthma Hospitalizations Age Adjusted Rates of Hospitalizations for Asthma per 100,000 People 250 200 150 100 50 0 Mass. Average Brookline White Black Asian/Pacific Latino Average Islander Brookline 2008-2012 Source: DPH, MassCHIP This report benefits from, and incorporates, analysis provided by the Sustainability and Data Sciences Lab (SDS) of Northeastern University. In November 2016, the SDS Lab published their report “Mitigation and Adaptation Strategies for Public Health Impacts of Heatwaves for Town of Brookline, MA”. This section summarizes the vulnerability analysis provided by Northeastern University. The Northeastern work is supplemented with analysis identifying locations and critical facilities that may be particularly subject to extreme heat in future years. 20Figure 17. Vulnerable populations by block group (NU Figure 2) Due to what is termed the “heat island effect”, areas with less shade and more dark surfaces (pavement and roofs) will experience even hotter temperatures; these surfaces absorb heat during the day and release it in the evening, keeping nighttime temperatures warmer as well. The Northeastern University report analyzes the impacts of the heat island effect, both current and projected, on the health of Brookline’s residents. 21Based on a review of the literature, Northeastern University identified populations vulnerable to heat impacts. The vulnerabilities analyzed include poverty levels, prevalence of people without a high school diploma, percentage of people older than 65, percentage of people older than 65 living alone, percentage of households living alone, and population of races other than white. The report highlights census block groups with concentrations of populations that are the most vulnerable to heat waves (NU Figure 2). Figure 18. Overall Vulnerability and Exposure (NU Figure 3) Figure 3. Overall Vulnerability and Exposure layer. This is the result of the 6 vulnerability/ exposure factors in Figure 2, considering equal weights for all of them. Figure 18 (NU Figure 3) provides an overall vulnerability exposure by combining the six vulnerabilities, assigning equal weight to each. In general, north Brookline locations are shown to have more vulnerability. Block groups south of Harvard Street near Coolidge Corner and block groups near Brookline Village are rated “very high” vulnerability. Block groups north and south of Beacon Street from the Boston border to Washington Street are rated “high” vulnerability. South Brookline block groups have lower poverty rates. Of the two south Brookline block groups with high vulnerability, one is in the highest quintile for seniors and seniors living alone, the other is in the highest quintile for race other than white, and for educational attainment. 22Figure 19 (NU Figures 5 and 6) classifies land surface temperature levels by census block group and combine the temperature information with the demographic factors to create an index highlighting places with the most vulnerable people that should also expect to experience the worst heat. The combined vulnerability and exposure map reveals that the highest risk neighborhoods include block groups near Brookline Village and south along the Boston border, and areas north and south of Beacon Street from the Boston border to Washington Street. The census block group surrounding the Brookline Village MBTA stop has the highest overall vulnerability and exposure rating. South Brookline, due to cooler temperatures, does not have any block groups rated high or very high risk. Figure 19 . Vulnerability and Exposure (NU Figures 5 and 6) As global temperatures rise over the coming decades, areas of high heat will expand. Figure 20 (NU Figure 8) shows the projected average daily high temperature for the hottest 5% of summer days under both optimistic and pessimistic greenhouse gas reduction scenarios. By 2030, Brookline can expect to see the highest temperatures surrounding the entire Harvard Street Corridor. Under the pessimistic scenario, Brookline may see very high temperatures across its Northern half by 2070. Please refer to the Northeastern University report for detail of their methods and analysis. The report also offers adaptation strategies which will be referenced in the Action Plan for this report. 23Figure 20. Future Temperature Scenarios (NU Figure 8) MAPC utilized land surface temperature data provided by Northeastern University to further analyze potential heat impacts. Figure 21, displays land surface temperature derived from satellite imagery, showing land temperatures on June 27, 2007, when the high temperature at Logan Airport was 96 degrees (F). It is important to note that air temperature just several feet above the ground differs from ground temperature. The range of land surface temperatures is much greater than that of air temperatures. Dark pavement can attain temperatures far higher than the air temperature several feet above the ground. In contrast, vegetation or water can be much cooler than air temperatures. Thus the air temperature people experience will not be as hot as the hottest temperatures shown, nor as cool as the coolest areas shown. Figure 21 identifies “hot spots”, that is, locations that are included in the hottest 5% of land area in the MAPC region. The largest hot spot area includes commercial, but also significant residential areas, along Harvard Street from Brookline Village past Coolidge Corner and along Beacon Street, east and west of Coolidge Corner. Other hot spots are primarily commercial areas along Commonwealth Avenue, Boylston, and Beacon Streets. Of note, turf fields, including Downes and 24Parsons Fields, and the fields at Beaver Country Day School and Skyline Park all show up as hot spots. Figure 21. Heat Impacts Land Surface Temperature on June 27, 2007, when high temperature at Logan Airport was 96 degrees Fahrenheit. Figure 22, and the accompanying Table 3, identify critical facilities from the Brookline Hazard Mitigation Plan and from MassGIS, in hot spot locations. 25Figure 22 . Critical Facilities in Temperature Hot Spots “Hot Spots” identify the hottest 5% of land in the MAPC region. 26Table 3 . Critical Facilities in Temperature Hot Spots Facility Location Coolidge Corner Library 31 Pleasant Street Main Library 361 Washington Street Public Health Department 11 Pierce Street Town Hall 333 Washington Street Municipal Courthouse 360 Washington Street Fire Station 5 49 Babcock Street Fire Station 7 665 Washington Street Pierce Primary School and Extended Day 50 School Street Devotion Primary School and Extended Day 345 Harvard Street St Mary Of The Assumption 5 Linden Street Dexter School 20 Newton Street Beacon High School 74 Green Street Rainbow Preschool 240 Babcock Street Child Care 1900 Beacon Street Child Care 50 Stearns Road Child Care 83 Pleasant Street Friends Child Care 112 Cypress Street Little Children’s Schoolhouse 2 Harvard Street Women’s Health Services 111 Harvard Street Human Resource Institute Hospital 227 Babcock Street Lown Cardiovascular Center 21 Longwood Ave. Coolidge House 30 Webster St. Kickham Elder Housing 190 Harvard Street Tappan Street MBTA Station Washington Square MBTA Station Summit Ave/Winchester St MBTA Station Coolidge Corner MBTA Station Saint Paul Street MBTA Station Saint Marys Street MBTA Station Brookline Village MBTA Station Eversource Station 25 298-300 Boylston Street Eversource Station 30 296 Boylston Street Eversource Station 506 126 Harvard Street *Items shown in bold are also listed in Table 5 as potential flooding locations. Figure 23 shows the hot spot areas with census block groups. Referring back to Figure 17 (NU Figure 2), one can identify concentrations of vulnerable populations living in the large hot spot area surrounding Coolidge Corner and Harvard Street. Seniors, seniors living alone, and households living alone, are represented in the highest quintile in several of these block groups. 27Figure 23. Hot Spots and Census Block Group Increased Precipitation & Flooding As previously noted, climate change is expected to bring increased precipitation and changing precipitation patterns to Massachusetts. Heavier winter and spring storms can cause localized flooding and water damage to buildings and the formation of mold. Mold triggers allergies and respiratory illnesses, such as asthma. Some strains of mold release airborne toxins, called mycotoxins, which can cause mold toxicity. Mold toxicity can influence the function of internal organs, the nervous system, and the immune system. 28Heavy precipitation and flooding can also lead to health-threatening water contamination, including bacteria, viruses, and chemicals that cause gastrointestinal diseases, dermatological conditions, toxicity/poisoning, and other illnesses. Heavy precipitation can cause pollutants to be washed into water bodies and can also overwhelm infrastructure, leading to sewage back-ups and overflows. Often people come into contact with contaminated water when it floods onto their property, but contact with contaminated water through recreation can be dangerous, too. If water damage results in a loss of power, residents could be disconnected from telecommunications during a medical emergency, putting at risk residents reliant on electric medical equipment. Vector Borne-Illnesses Vector-borne illnesses are those that stem from contact with vectors such as mosquitos and ticks. The spread of vector-borne illnesses is influenced by vector type, weather conditions, built environment conditions, and human behavioral factors. The two most common mosquito-borne illnesses in Massachusetts are eastern equine encephalitis (EEE) and West Nile virus (WNV). As climate change is expected to bring heavy precipitation events (which increase areas of standing water) and warmer temperatures, it is expected that mosquito populations will grow and that the transmission season will extend beyond its traditional late spring through early fall. Warmer temperatures also accelerate a mosquito’s lifecycle and increase their biting rates. Tick-borne illnesses, particularly Lyme disease, babesiosis, and anaplasmosis have been on the rise in Massachusetts. From 1991-2014, there has been an average increase of 59 cases of Lyme disease per 100,000 people (Figure 24). Winter frost plays an important role in limiting tick populations; warmer winters may lead to more nymphs surviving into the spring months. As with mosquitos, warmer temperatures can also lead to longer transmission seasons as ticks begin to seek hosts earlier in the season. Tick populations thrive with increased precipitation and humidity, and may be more susceptible to annual fluctuations in precipitation than mosquitos. Forecasting the spread of vector-borne illnesses and estimating risk due to climate change is very challenging, due to multiple factors at play. For example, research suggests that heavy precipitation in urbanized areas could actually reduce mosquito populations by flushing underground breeding habitat. Further, vector populations size and range is dependent on the size and range of their host species (i.e. migratory birds, mice, and deer), which may shift as the climate changes. As the climate gets warmer, tropical vector species may expand their ranges north which could bring with them vector-borne illnesses not typically found in the Northeast (i.e. dengue fever or chikungunya). As vector-borne disease outbreaks occur globally, residents may import vector-borne illnesses acquired during trips to other countries. 29Figure 24. Lyme Disease Incidence People who spend a lot of time outdoors, or live close to vector habitats, are at greatest risk of exposure to vector-borne illnesses. The ability to protect oneself from mosquito-borne illnesses has been associated with socioeconomic status via housing conditions. Households that can afford air- conditioning and maintenance of windows/screens are less likely to come into contact with mosquitos in their home. Those most likely to experience severe vector-borne illnesses are children, people over the age of 50, and people with compromised immune systems. 30NATURAL RESOURCES & CLIMATE RESILIENCE Brookline’s natural resources can lessen climate impacts by absorbing and storing carbon dioxide and by serving vital protective functions. Many natural resources will be challenged by heat, droughts, and storms. Forests, open space, wetlands, rivers and streams serve important functions, from providing clean drinking water, to flood control, to giving relief from extreme heat. Healthy ecosystems will be more resistant to stresses a changing climate may bring, including disease, invasive plants, and storm damage. Healthy ecosystems will also be better able to protect against heat and flooding. Natural resource conservation can provide economic benefits, for individuals and the Town, by reducing the costs associated with addressing damage from climate impacts. As an example, utilizing natural areas to absorb stormwater can reduce the need for costly pollution abatement and for stormwater infrastructure. Mitigation Climate mitigation refers to efforts to reduce or prevent the emission of GHGs. Brookline’s forested areas and trees provide significant mitigation. Trees help reduce the amount of carbon dioxide in the atmosphere because they absorb carbon dioxide from the air and convert it into carbon that is stored in their trunks, roots, and foliage. Trees also reduce energy demand from air conditioners when they directly shade buildings. Protection Heat Our natural resources provide protection from climate threats in a wide variety of ways. Trees are important in mitigating the impact of heat waves. According to the EPA, suburban areas with mature trees are 4-6 degrees cooler than new suburbs without trees. Shaded surfaces can be 25- 40 degrees cooler than the peak temperatures of unshaded surfaces. Vegetated surfaces of all types are cooler than pavement and rooftops. Flooding Existing wetlands, as well as forests and other open lands, soak up and store rain water, reducing flooding to streets and homes. Maintaining open space in floodplains allows the land to absorb the brunt of flooding without impact to homes and infrastructure. Trees also absorb remarkable quantities of precipitation. Research has shown that a typical medium-sized tree can intercept as much as 2,380 gallons of rain per year (USDA Forest Service). Intercepted rainfall lands on tree leaves and is stored or evaporated back into the atmosphere. This reduces stormwater runoff and flooding. CLIMATE IMPACTS ON NATURAL RESOURCES Aquatic and Wetland Resources Aquatic resources will be affected by warmer temperatures and by changes in the timing and amount of precipitation. Rain has a negative effect on water quality, because it flushes ground pollutants – everything from dog waste, to oils on the road, to sand – into rivers, streams, and ponds. Large rain events can also cause sewage overflow into waterways when sewer systems 31become inundated with rainwater and unable to handle the flow. Finally, large rain events can increase erosion and scour stream beds. The combined effects of washing nutrients into lakes and ponds and warmer summer temperatures may lead to an increase in the growth of aquatic vegetation. Such growth can deplete dissolved oxygen and lead to die-offs of aquatic animals. Additionally, excessive aquatic vegetation can make water bodies unpleasant for recreational use. Algae blooms can also lead to growth in toxic bacteria that makes water bodies unsafe for use by humans and pets. An increase in summer heat and drought, combined with earlier spring run-off due to warmer temperatures and a shift from snow to rain, can lead to warmer waters and seasonal low-flow or no-flow events in rivers and streams. Shallower waters and warmer temperatures also lead to low levels of dissolved oxygen with negative effects on fish species. If dry conditions persist, wetlands could shrink in area or lose some of their absorptive capacity and be more prone to runoff and erosion. According to the 2010 Open Space and Recreation plan, Brookline aquatic resources include Hall’s Pond and Lost Pond. Hall’s Pond is described as reduced by filling and Lost Pond is impacted by eutrophication. Sargent’s Pond, the Brookline Reservoir, and the Larz Anderson lagoon are created water bodies. Historically there were nine streams; remaining today are portions of the South Meadow, Saw Mill, and Village brooks, and an unnamed brook. Many of Brookline’s former streams now flow underground through drainage pipes. The remaining above ground portions have been altered and channelized. All of Brookline lies within the Charles River watershed. Most, but not all, of Brookline’s waters reach the Charles River via the Muddy River. As part of compliance with the federal Clean Water Act, Massachusetts must evaluate whether water bodies meet water quality standards. The Muddy River is the only Brookline water body evaluated in the 2014 “Final Listing of the Condition of Massachusetts’ Waters Pursuant to Sections 305(b), 314 and 303(d) of the Clean Water Act”. Impairments cited for the Muddy River include: DDT, Escherichia coli, Oil and Grease, Dissolved Oxygen, PCB in Fish Tissue, Phosphorous, Taste and Odor, Turbidity, Bottom Deposits, Non-native Aquatic Plant, Physical Substrate Habitat Alterations, Other Flow Regime Alterations, and “other”. As is addressed elsewhere in this report, the Muddy River has been the subject of multi-jurisdictional efforts to improve water quality and flood control. Important progress has been achieved. Yet, many of the impairments to the Muddy River as well as Brookline’s streams and ponds, may be further exacerbated by climate impacts. 32Figure 25 . Brookline Natural Resources Forests and Trees Warming temperatures are expected to change the composition of forests as trees adapted to more northern climates decline and those adapted to warmer climates increase in abundance. As an example, maples are expected to decline, while oaks become more abundant. Increasing intensity and frequency of weather events, including ice storms, drought and wildfire, can weaken and damage trees. Forests may also be subject to new pests and diseases brought by warmer climates. The 2010 Open Space Plan estimates that approximately 30% of Brookline land is open space. This includes protected and unprotected private and public land. Just over 14% is legally 33Figure 26 . Tree Canopy protected open space. The plan identifies five public forested areas including Hall's Pond Sanctuary and Amory Woods, D. Blakely Hoar Sanctuary, Lost Pond Sanctuary, Dane Park, and Putterham Woods. Larger areas that provide wildlife habitat and corridors noted in the plan, include the combined areas of Lost Pond Conservation Area, the DCR's Lost Pond Reservation and Hammond Pond Parkway and the City of Newton's Kennard Conservation Area and Park, as well as the Hoar Sanctuary, Leatherbee Woods and Hancock Woods. The Emerald Necklace corridor extends through Brookline to the Arnold Arboretum, Franklin Park, and Forest Hills Cemetery. These larger and connected areas are valuable as they provide greater resilience and protection for plant and animal species impacted by climate changes. 34The Plan indicates that there are approximately 11,000 street trees. According to town officials, 270-400 trees are planted each spring. As noted previously, trees are critical for climate mitigation and adaptation. Using tree canopy data create by the University of Vermont based on remote sensing data, we estimate that tree canopy covers 50% of total land in Brookline (Figure 26). Table 4 provides tree canopy data by land use category. Table 4 Tree Canopy and Land Use Land Use Sq. Miles % of Total Tree Canopy Land Use % RESIDENTIAL 1.8 53% 50% OPEN SPACE 0.7 20% 20% ROW 0.5 16% 16% GOVERNMENT 0.2 6% 1% MIXED USE 0.1 3% 3% COMMERCIAL 0.0 1% 3% OTHER 0.1 1% 5% TOTAL 3.4 99% 100% Source: MAPC and Trust for Public Land with the U. Vermont Spatial Analysis Laboratory The USDA Forest Service has created a peer-reviewed web based software tool called i-Tree that quantifies the value of ecological services trees provide. The i-Tree software estimates the value of carbon storage, air pollution removal, and stormwater runoff reduction provided by trees. The estimates underscore the value and importance of forests and street trees in providing climate mitigation and resilience. The estimated value of carbon storage in Brookline’s tree canopy exceeds $8 million, while the estimated value of annual carbon sequestration (tree growth minus loss due to decomposition and mortality) is over $200,000. Estimates of annual air pollution removal include 1,332 pounds of carbon monoxide, 6,391 pounds of nitrogen dioxide, 101,285 pounds of ozone, 4,363 pounds of sulfur dioxide, and 20,267 pounds of particulate matter. For stormwater runoff i-Tree estimates that 26.4 million gallons per year is avoided due to transpiration and interception of rainfall. The value of the reduced runoff is estimated at over $235,000 annually. Information on the methodology for these estimate is available at https://landscape.itreetools.org/references/ CLIMATE IMPACTS ON THE BUILT ENVIRONMENT Flooding and the Built Environment In many instances, potential impacts of a warming climate do not prompt entirely new challenges, but rather, exacerbate existing concerns. This is certainly the case regarding the projection that significant rain events will increase in intensity and frequency over the next century. Flooding and stormwater management are already key concerns to which the Town devotes considerable resources. The 2015 Brookline Hazard Mitigation Plan identifies six locations of special flooding concern. Historically, in particular due to significant flooding in 1996, 1998, and 2010, the primary area of concern has been along the Muddy River. Town officials indicate that when Phase II of the Army Corps of Engineers project is complete, the flood stage will have been reduced by 3.3 feet for the ten-year storm and 4.5 feet for the 100-year storm. The other 35locations identified in the hazard mitigation plan are characterized as relatively minor. They include Amory Playground and Halls Pond, Griggs Park, Brook Street, Brookline High School and Cyprus Field, and along the Sawmill Brook near the Newton border. Figure 27. March 2010 USGS Muddy River Gage Brookline: March/April 2010 Blue Hill Observatory precipitation records March 2010: March 13: 1.60 inches March 23: 2.52 inches March 29: 2.65 inches March 14: 4.95 inches March 30: 2.92 inches March 15: 2.86 inches Total: 9.41 inches Total: 2.52 inches Total: 5.57 inches Rain storms that occurred in March 2010 provide recent data for considering flood impacts in Brookline. Figure 27 shows the United States Geological Survey gage record for March 2010, on the Muddy River in Brookline, just downstream from the Netherlands Road Bridge. The peak height of 15.41 feet (above MBTA flood stage of 15.00), was reached on March 15, as 9.41inches of rain fell over three days. The gage also reflects the rise in the Muddy River due to smaller, but not insignificant, events that took place later in the month. The river was within one foot of the MBTA flood stage after 5.57 inches of rain fell on March 29 and 30. The 1996 and 1998 rain events that caused notable damage along the Muddy River reflect similar rainfall amounts. In October 1996, 8.45 inches of rain fell over two days; in June 1998, 8.12 inches of rain fell over three days. 36While the 1996, 1998 and 2010 rain events were significant, they did not approach the magnitude of rainfall produced by Hurricane Diane in August 1955. Rainfall from Diane, recorded at the Blue Hills Observatory, totaled 13.76 inches, including 9.93 inches in 24 hours. As will be discussed in following sections, a storm the magnitude of Hurricane Diane would likely produce greater flooding and damage today than it did in 1955, due to the amount of development that has taken place over the past sixty years. Figure 28 . Brookline Flood Damage Claims The Cost of Flood Damage • Total claims, 1978 through January 2017 FEMA flood insurance paid 16 claims - $375,911 in damages 2010: 3 claims and 1 payment of $5,000 • 2010 FEMA payments for the uninsured: - 43 claims and 22 payments totaling $47,893 - Town of Brookline was reimbursed $196,628 for damages (75% of request for $262,170) Muddy River Flooding 1996 Less than 1% of Brookline’s land area is located in a FEMA flood zone and much of that land is parkland without any buildings. Perhaps not surprisingly, just over 100 Brookline property owners carry flood insurance and, relative to other communities, Brookline’s historic flood insurance claims are not large. Yet, as demonstrated by the 2010 storm, flood insurance payments tend to significantly underrepresent the extent of flood damage. Because the 2010 storm was a federally declared disaster, property owners without flood insurance were eligible for a limited amount of reimbursement for damages suffered. The number of claims filed by uninsured property owners was nearly fifteen times greater than the number of flood insurance claims. 37Flooding and Development Patterns Flooding challenges are commonplace in cities and towns where, over time, development has changed watershed drainage characteristics, re-rerouted or placed brooks and streams in culverts, and filled natural floodplains. As shown in Figure 29, with development comes an increase in impervious surfaces. As a result, the watershed hydrology is changed. Less rainfall reaches streams and rivers through groundwater infiltration, but instead reaches waterways through overland runoff. Runoff is directed to storm drains and reaches waterways much more quickly, causing an increase in flooding as shown in Figure 30. Figure 29. Development and Rainfall Source: US EPA 38Figure 30. Development and Stormwater Source: Adapted from Drainage Manual, Roads and Transportation Association of Canada, 1982 Historic Development in Brookline An 1844 map of Brookline (Figure 31) identifies ponds, brooks, and wetland areas that existed at that time (these areas are highlighted on the map). As described in the Recreation and Open Space Plan (ROSP), many of Brookline’s historic wetlands and ponds have been drained and filled, and streams culverted for both agriculture and development. The plan notes that in early years Brookline had nine streams in addition to the Muddy River. Most are now culverted underground. The only remaining above ground segments including South Meadow, Saw Mill, and Village brooks, and an unnamed brook, have been altered by channelization. As is apparent from comparing the 1844 map to a current map of Brookline, shown in Figure 32, the wetland areas in Brookline have diminished dramatically. The 1844 map and the current map have been amended to identify locations of FEMA flood insurance claims and the localized flooding areas identified in the Hazard Mitigation Plan. The FEMA flood claim locations are enlarged to comply with privacy requirements. While there are a number flooding claims located very close to FEMA flood zones along the Muddy River, none of the claims from Brookline are actually in a FEMA flood zone. As demonstrated by the 1844 map, many of these locations are in close proximity to former wetlands and waterways that, although no longer visible, are still revealed by their impacts. This has important implications for understanding and addressing flooding. In locations outside of flood zones, residents and town 39officials are not necessarily forewarned of the potential for flooding. Regulations that would protect against flood damage do not apply. Figure 31. 1844 Map of Brookline Flood claim locations are enlarged to comply with Federal privacy requirements. 40Flooding and Critical Facilities In this report, we utilize models to project where future sea level rise may change flood locations and depths. To date, however, no similar mapping of potential future inland flood zones is available. There are particular challenges to projecting future inland flooding and damages, including varying impacts when rain falls on dry, frozen, or saturated land; and varying impacts between long and short-duration rain events. Flooding associated with storm drainage infrastructure is also particularly difficult to predict. Figure 32. Brookline 2017 Flood claim locations are enlarged to comply with Federal privacy requirements. 41Yet there are ways to assess and consider future vulnerabilities that might result from increases in precipitation. Reviewing extreme events that may become more frequent, such as the 2010 storm, is valuable for identifying where damage occurred and where it might have extended had rainfall amounts been greater. Relatively flat land adjacent to flood zones can also be reviewed for vulnerability. As noted above, understanding the condition and location of culverts and storm drains is important, because of their potential for blockages and flooding. Further, as discussed above, the location of former wetlands is an important indicator of potential flooding locations. Figure 33 identifies critical facilities in locations that may be subject to flooding. These include1) flood zones, 2) town-identified flooding areas, 3) in proximity to previous flood claims, and 4) historic brooks and wetland areas from the 1844 map of Brookline. There are no critical facilities in today’s mapped wetlands. These categories serve as proxies for identifying locations that may be subject to flooding now, or in the future as a result of larger storms. We do not have the capacity to predict more precisely where future flooding may occur. Table 5 summarizes the critical facilities and their relationship to potential flooding indicators. Table 5 . Critical Facilities and Potential Flooding Indicators Flood Town Proximity Overlap Critical Facility Location Zone identified to a flood with historic flooding area claim wetlands Golf Course 1281 West Roxbury X Maintenance Parkway Shed Brookline High 115 Greenough Street X School Brookline Water 44 Netherlands Road X X X Department Lynch Recreation 599 Brookline Avenue X X X X Center Amory Field 15 Amory Street X House Gymnasium 68 Tappan Street X Childcare Center 5 Brookline Place X Childcare Center 1080 Beacon St. X Childcare Center 23 Netherlands Rd. X X Childcare Center 709 Hammond St. X Childcare Center 97 Aspinwall Avenue X Ivy Street School 200 Ivy St. X St. Paul St. MBTA X Longwood MBTA X X X Brookline Village X MBTA Beaconsfield X MBTA *Items shown in bold are also located in hot spots (Table 3). 42Figure 33. Critical Facilities, Flood Zones, Flooding Areas and Historic Wetlands Flood claim locations are enlarged to comply with Federal privacy requirements. 43The Massachusetts Climate Adaptation Report suggests that existing and capped landfills could be vulnerable, saying:“More rainstorms and associated runoff could cause structural damage, increased release of leachate, or even exposure of waste at landfills located in historic wetlands and other sensitive locations.” Dams The Massachusetts Climate Adaptation Report notes that increased intensity of precipitation is the primary concern regarding dams, as they were most likely designed based on historic weather patterns. The Department of Conservation and Recreation (DCR) Office of Dam Safety monitors the condition of the state’s dams. A potential effect of increased significant rain events is the failure and/or overtopping of existing dams. DCR potential hazard ratings are high, significant and low; conditions were rated good, satisfactory, fair, poor or unsafe. The State Hazard Mitigation Plan uses the term “High Hazard Potential” for dams located where failure will likely cause loss of life and serious damage to homes, industrial or commercial facilities, important public utilities, main highways, or railroads. The Brookline Reservoir Dam is Brookline’s sole dam. In 2009, DCR rated the dam as a high hazard dam in fair condition. As described in the most recent Hazard Mitigation Plan, the town developed an Emergency Action Plan in 2013. Sea Level Rise and the Built Environment MAPC used Version 3 of the Boston Harbor Flood Risk Model (BH-FRM) developed by the Woods Hole Group (WHG) to provide projections for flooding probabilities in 2030 and 2070. The BH- FRM was originally developed for Mass DOT and the Federal Highway Administration to evaluate the vulnerability of the central artery tunnel system. WHG has provided data for MAPC Metro Mayors communities. What is a “100-year” flood? BH-FRM models both risk of flooding and The term “100-year flood” is shorthand for a depth of flooding on the basis of sea level flood that has a 1% chance of happening in a rise projections and projected changes in given year. In reality, a 100-year flood could intense storm patterns. Unlike previous occur two years in a row, or not at all for 100 models of sea level rise, the BH-FRM takes years. But each year, there is a 1% chance it into account a variety of variables such as will occur. storm surge and wave run-up. The model bases projections on .68 feet of sea level The .2% chance flood = 500 year flood rise by 2030 and 3.4 feet of sea level rise The 1% chance flood = 100 year flood by 2070, relative to sea level in 2013. The 2% chance flood = 50 year flood These figures are comparable to the “high” The 10% chance flood = 10 year flood scenario for sea level rise shown in Figure The 100-year food zone is the location 5. While this is a conservative scenario, where there is a 1% chance of flooding each observed rates of sea level rise have been year. In the 500-year flood zone there is a trending toward the high scenario in recent .2% chance of flooding each year. years. 44Caution should be used in interpreting the projections. There are inherent mapping inaccuracies due to the need to interpolate between calculation nodes. Changes in the configuration of the Muddy River as a result of the Army Corps of Engineers project will also affect the projections. The maps are not applicable at a fine-grained level to assess individual buildings. Rather the sea level rise map below is provided as general guidance for future flooding analysis. It is not related to FEMA flood insurance maps and cannot be used for boundary resolution or location. Details on the BH-FRM can be downloaded at: https://www.massdot.state.ma.us/Portals/8/docs/environmental/SustainabilityEMS/Pilot_Project _Report_MassDOT_FHWA.pdf Figure 34. Projected Sea Level Rise 2070 45The mapping shows no impacts to Brookline from sea level rise in 2013 and in 2030. In 2070, the model projects that Brookline could be affected by flooding along the Muddy River. This is based on projections that, in their current configurations, the Charles River and Amelia Earhart Dams in Boston would be overtopped or flanked in low probability storms. Brookline would be impacted by storm surge coming up the Muddy River from the Charles River. As this scenario would have far greater impacts on Boston and Cambridge, we consider it likely that steps will be taken to reconfigure the dams to address future sea level rise. Temperature and the Built Environment Buildings, roads, and railways can be stressed by extreme temperatures. Heat can cause damage to expansion joints on bridges and highways, and may cause roadways to deteriorate more rapidly. Extreme heat will increase demand for cooling. According to the Massachusetts Climate Adaptation Report, 2011, there is a potential for significantly increased household energy consumption as the climate warms. The report notes that because higher temperatures reduce the efficiency of electric generation, it could be difficult to meet peak electricity demands. Power outages have significant impact on public health, communications, transportation and the economy in general. CLIMATE IMPACTS ON THE LOCAL ECONOMY Businesses, employees, residents, and the municipality could experience financial shocks from business disruption, property damage, and property loss caused by extreme weather. Severe climate effects that result in property damage and financial stress can cause commercial and residential displacement, if the cost of repair, hardening infrastructure, and increased utility or insurance costs become too great for property owners. Job disruption during an extreme weather, such as a Nor’easter or heatwave could result in delayed projects, forced business closures, job loss, and reduced spending. Employers are concentrated in Brookline’s five largest commercial districts: Brookline Village, Coolidge Corner, Chestnut Hill, Washington Square, and along Route 9. More than half of Brookline’s businesses lie within areas with particularly high land surface temperatures (InfoGroup 2016) (Figure 35). Hot days can cause unhealthy work conditions for people who work outside, but our analysis indicates that Brookline has a very small number of employees who work outdoors. Excessive heat can cause unsafe and uncomfortable indoor conditions as well, for both employees and patrons. Massachusetts’s OSHA regulations do not currently regulate indoor temperatures or air conditioning but, employees can file complaints to the Brookline Board of Health or OSHA if workplace conditions are unbearable. In Brookline, a relatively small number of businesses are located in areas currently subject to flooding. Approximately 92% of employed Brookline residents work outside of Brookline, with nearly half commuting to Boston (LEHD, 2014). The areas where the largest concentrations of Brookline residents work are Downtown Boston and the Longwood Medical area. They may be impacted by flooding on critical transit corridors in Brookline and Boston. Flood zones bordering Brookline along its eastern and northern edges pose flooding risks for multiple Green Line branches, and 46along the Riverway and Storrow Drive. Flooding along these corridors may result in business disruption and reduced activity if employees and customers experience barriers when trying reach Brookline during floods. Figure 35. Businesses Locations and Climate Impacts 47CLIMATE IMPACTS ON STATE-OWNED INFRASTRUCTURE Massachusetts Bay Transportation Authority The MBTA provides critical transportation services to Brookline residents and businesses. Data from the MBTA Ridership and Services Statistics 2014 Report record over 50,000 daily boardings on MBTA services in Brookline. While these figures include passengers from communities other than Brookline, the reliance on the MBTA is clear. MBTA services in Brookline include the B, C, and D Green Lines, four primary bus lines, and The Ride (ADA compliant service). MBTA data show that weekday ridership includes nearly 20,000 boardings at the Boston B line stations adjacent to Brookline, over 12,000 at C line stations, and over 11,000 at D line stations in Brookline. An average of 154 trips per day on The Ride originated in Brookline in FY 2013. Nearly 10,000 boardings were recorded on the number 51, 60, 65, and 66 bus lines. MBTA climate concerns include potential damage and disruption from flooding. Extreme heat can cause buckled rails, overheating equipment, regional power failures, wear and tear on paved surfaces, and health and safety issue for workers and passengers when temperatures exceed 85 degrees. Warmer temperatures could lead to more damage from ice storms if temperatures hover around freezing. The MBTA is taking steps to address climate resiliency. Request for Proposals (RFPs) for architectural and engineering plans must now address historic and future vulnerabilities by the 30% design stage. Capital plan requests need to indicate whether projects will improve resiliency; they receive greater priority if they address resiliency. A pilot resiliency evaluation has been conducted for the Blue Line and an RFP is being developed for a system-wide analysis. Specific climate resiliency projects in Charlestown and Kenmore Square (related to the Muddy River floods) are already planned or underway. Brookline has already experienced a significant instance of MBTA service interruption from flooding. The October 1996 flood that inundated the Kenmore Square station, disrupted service on the Green Line for two months. In addition to vulnerabilities that may exist on rail lines, surface transportation could be affected if buses travel through flooded streets. Street flooding could also affect trips on The Ride. Massachusetts Water Resources Authority The MWRA provides drinking water and sewage treatment to the Town of Brookline. The MWRA has been analyzing the climate vulnerability of its systems and is working to increase resiliency in identified priority locations. The MWRA is confident that its drinking water infrastructure is not threatened by more intense storms. Pump stations and storage tanks are above flooding elevations; spillways have been improved to handle the .01% storm (1 in 1,000 years). They have reviewed the status of their dams and report no current issues. They report no concerns with the Newton Street and Reservoir Road pumping stations in Brookline. 48The MWRA does not anticipate issues with water supply. The Authority’s safe yield of 300 million gallons per day (gpd) took into account the 1960’s drought, which was characterized as a 400- year event. Current usage is 200 million gpd. The MWRA has very large reservoirs relative to the size of the watershed. Because of this capacity, and because of significant success in water conservation efforts over the past 35 years, even if a drought extends several years, the MWRA can supply all existing communities and provide assistance to neighboring communities as needed The MWRA has conducted an analysis of its sewer infrastructure, considering potential impacts based on modeling the 1% chance FEMA flood elevation, plus an additional 2.5 feet of elevation. Brookline is not impacted by the coastal pump stations that are vulnerable to storm surge MASS Department of Transportation Mass DOT is currently working with a consultant to develop a model to project the future 100- year floodplain for the 24-hour storm, using future precipitation projections. It is not yet known when the model, now in a test phase, will be available statewide, but MassDOT hopes to be able to use the modeling to identify priority flooding locations. The primary state roadway in Brookline is Route 9; Route 2 and the Mass Pike also intersect with the northeast corner of Brookline. Department of Conservation and Recreation The Department of Conservation and Recreation (DCR) inspects the Brookline Reservoir Dam. In addition, the DCR owns Lost Pond Reservation as well as several parkways including, the Hammond Pond and West Roxbury Parkways. CLIMATE IMPACTS ON UTILITIES Electricity Eversource is the energy utility company that services Brookline. Of the four identified Eversource substations none are located in identified potential flooding areas, and three are located in temperature “hot spots”. Energy infrastructure is vulnerable to extreme weather, in particular winter storms, heat waves, and floods. Ice storms, freeze/thaw cycles, and flooding can cause severe damage to infrastructure. Winter storms and hurricanes can increase loads on utility infrastructure, especially power lines and utility poles, because of increased weight from precipitation and wind. Additionally, over 90% of power outages are caused by fallen trees and limbs during storms. Heat waves are also damaging to infrastructure due to disruptions to core components within transformers, which are already overburdened during times of increased demand on the electric grid. Flooding can corrode critical infrastructure and prevent electronic components from functioning. Eversource is currently implementing initiatives to bolster the resiliency of their critical assets. These initiatives include emergency preparedness trainings for staff, flood proofing vulnerable substations, and updating design standards for increased precipitation and flooding. 49Natural Gas Brookline’s natural gas infrastructure is serviced by National Grid. There are approximately 120 miles of gas distribution lines in the town. Critical infrastructure includes pipelines, compressor stations, storage facilities, and control stations. This infrastructure is necessary to transport, store, and distribute natural gas. Flooding from heavy precipitation poses a threat to underground gas infrastructure. Gas pipes rely on internal pressure to keep natural gas flowing. Water intrusion can disturb internal pressure and result in service disruption. Gas pipes within low pressure distribution systems are the most vulnerable to flooding, because they do not have the hydrostatic pressure necessary to keep water out. Above ground infrastructure, such as compressor stations, metering stations, and control stations are also vulnerable to flooding. Freeze/thaw events can cause gas mains to break. Older cast iron pipes are the most vulnerable to freeze/thaw events. Extreme heat does not pose significant threats to gas infrastructure. National Grid has initiated a Yearly Improvement Program, targeted at enhancing resiliency in areas that have suffered repeat flood outages. The utility company has also undergone an in- depth climate vulnerability assessment of their assets to identify high risk areas. Within these areas, they will be upgrading low pressure distribution systems to high pressure distribution systems and flood-proofing above-ground infrastructure that may be affected by flooding. National Grid has verified that Brookline is not within any of their high risk distribution clusters. Massachusetts has a gas leaks problem that adds complexity to addressing future climate impacts. The natural gas system is one of the oldest in the country. Non-protected steel, and cast iron pipes are particularly leak prone; they constitute 3,172 miles, or 44% of the 7,215 miles of pipe main in National Grid’s Boston Gas distribution system which includes Brookline. Cast iron pipes are susceptible to breaks from frost heaves, ground movement and construction. Unprotected steel pipes are subject to corrosion. Gas leaks release methane, the most powerful greenhouse gas, into the soil and the air. Gas leaks carry serious environmental and health risks including suffocating the root systems of trees and forming ground-level ozone (an asthma trigger). Brookline is taking the lead in attempting to hold National Grid legally accountable for the damage gas leaks are doing to town trees. A trial date is currently scheduled for November 2017. In 2014, the Massachusetts legislature passed a law that requires gas companies to accelerate the replacement of leak-prone pipes. Gas companies are required to submit annual Gas Safety Enhancement Plans (GSEP). In their 2017 plan, submitted in October 2016, National Grid indicated that system-wide, they intend to replace 105 miles of leak-prone pipes in 2017 and complete replacement of all leak-prone pipes by 2035. Brookline has 120.6 miles of gas mains; 71%, or 85 miles are leak-prone, including 11% non- protected steel and 60% cast iron. Most recent figures from National Grid show there is one Grade 1 leak, ten Grade 2 leaks, and 240 Grade 3 leaks in Brookline. National Grid defines a Grade 1 leak as an existing or probable hazard that requires immediate repair. Grade 2 leaks 50are characterized as non-hazardous to persons or property, but justifying repair based on probable future hazard. Grade 3 leaks are characterized as non-hazardous and expected to remain non-hazardous. The 2017 National Grid GSEP includes plans for 8 projects in Brookline, replacing 1.6 miles of low pressure cast iron pipe. From 2018 through 2021, National Grid plans 58 projects in Brookline, replacing 9.11 miles of low pressure cast iron pipe. If implemented, this would reduce leak-prone mains in Brookline 12% by 2022, leaving nearly 75 miles of leak-prone mains. Telecommunications Telecommunications infrastructure is the technology that transmits information electronically. Telecommunications systems include phone and computer networks, and the internet. This infrastructure plays a critical role in emergency response and recovery. Telecommunications infrastructure is vulnerable to extreme heat, precipitation, and storms. Most heat-related service disruptions are caused by power outages resulting from increased demand on the electric grid. Extreme heat can also cause critical infrastructure to overheat or malfunction, leading to equipment failure and reduced lifespan. Corrosion and erosion that can be caused by flooding from heavy precipitation, sea level rise, and storm surges are primary concerns for underground infrastructure and critical facilities. Heavy ice formation and snow accumulation can increase the load on telecommunication lines and infrastructure, resulting in damage. Heavy precipitation and increased humidity can interfere with the signal transmission that wireless systems rely on. Aboveground infrastructure is vulnerable to strong winds and lightning. Wired infrastructure and utility poles are particularly vulnerable to damage from falling trees and limbs. Many providers utilize shared fiber networks that reduce redundancy and increase vulnerability to systems disruption during extreme weather. Some service providers, such as Verizon, are taking steps to protect their infrastructure from the impact of climate change. They are creating backup power capability on critical sites, implementing emergency fuel plans for generators, hardening buildings and structures to withstand flooding and precipitation, deploying mobile communications units to heavily affected communities, and training staff to respond to emergencies. Specific data on the location of telecommunications infrastructure and networks is not publically available. MAPC Metro Mayors communities have the option to purchase proprietary information about telecommunications infrastructure for their communities. 51VULNERABILITY ASSESSMENT SUMMARY The key projected impacts from a warming climate include:  Increased winter/spring precipitation, and large rainfall events, resulting in flooding damage to built infrastructure, and negative water quality impacts  Increased summer drought, compromising water quality and quantity and putting stress on other natural resources  Increasing temperatures, particularly an increase in the number of days over 90°F and 100°F, affecting public health, infrastructure, and natural resources  Rising sea level, resulting in potential flooding along the Muddy River late in the century(if no action is taken to increase the capacity of the downstream Charles River dams) Socioeconomic Vulnerabilities Vulnerable populations are likely to include a higher proportion of individuals who may be more susceptible to climate impacts, and individuals who may have more difficulty adapting to, preparing for, and recovering from extreme weather events. Social isolation increases vulnerability as it limits access to critical information, municipal resources, and social support systems valuable in emergencies. Vulnerable populations that are growing, or projected to grow, include seniors, young children, individuals living alone, people of color, and people with limited English language proficiency. In Brookline, residents who speak Asian languages are more likely to be linguistically isolated than those who speak other non-English languages at home. Other vulnerable populations include low income residents, individuals with a disability or pre-existing health conditions, and individuals without a high school diploma. Public Health Vulnerabilities The health impacts of increases in extreme heat and heat waves are a primary concern. Heat is the leading cause of weather fatalities, and exposure to high temperatures can cause a variety of heat-related illnesses. The very young and seniors are more physically vulnerable to heat than other age groups. Those who work outdoors or participate in outdoor physical activity increase their susceptibility to heat-related illness, as do those in older housing stock, or those without access to air conditioning. People who require electric medical equipment may be at increased risk during loss of power. Extreme heat is often accompanied by high humidity and poor air quality. These conditions can aggravate or trigger cardiovascular and respiratory illnesses. Low- income individuals, Blacks, Latinos, and seniors may be at increased risk due to a higher prevalence of these chronic diseases. Areas with less shade and a higher percentage of dark surfaces will experience the highest temperatures, known as the “heat island effect”. The report identifies critical facilities in the hottest 5% of land area in the MAPC region. Northeastern University identified census block groups with concentrations of populations that are the most vulnerable to heat impacts. The vulnerabilities analyzed are poverty, low educational attainment, seniors, seniors living alone, households living alone, and races other than white. 52In general, north Brookline locations are shown to have more vulnerability. Of the two south Brookline block groups with high vulnerability, one is in the highest quintile for seniors and seniors living alone, the other is in the highest quintile for race other than white, and for educational attainment. The combined vulnerability and exposure analysis reveals that the highest risk neighborhoods include block groups near Brookline Village and south along the Boston border, and areas north and south of Beacon Street from the Boston border to Washington Street. South Brookline, due to cooler temperatures, does not have any block groups rated high or very high risk level. Health-related problems from flooding can include diseases from mold in flooded homes and from contact with contaminated water. Such contact can happen in the home because of sewage back-ups and overflows, or in polluted recreational waters. A changing climate may cause an increase in mosquitos and ticks, as well as the illnesses they spread, such as eastern equine encephalitis, West Nile virus, and Lyme disease. Forecasting change in vector-borne illnesses, however, is complicated by a variety of climate and non-climate factors that may have conflicting effects. Those who spend significant time outdoors and/or live close to vector habitats are most vulnerable to vector-borne diseases. Substandard housing may increase contact with mosquitoes in the home. Natural Resource Vulnerabilities Brookline’s existing natural resources lessen climate impacts. Trees confer many benefits, including carbon absorption and storage, air pollution removal, and stormwater interception. Tree-shade provides relief from heat and reduces energy demand from air conditioners. Wetlands, forests, and other open lands soak up and store rainwater, reducing flooding, and protecting water quality. Maintaining open space in floodplains allows the land to absorb the brunt of flooding without impact to homes and infrastructure. Aquatic resources will be affected by warmer temperatures and by changes in the timing and amount of precipitation. Stormwater from rain washes pollutants into waterways and may cause erosion. In large events, waterways may be affected by sewage overflows. Warmer summer temperatures may lead to an increase in aquatic vegetation, which can deplete dissolved oxygen and may have negative effects on aquatic animals and recreational use of waterbodies. Warmer waters, seasonal low-flow or no-flow events, and low levels of dissolved oxygen in the water may result from a shift in precipitation patterns toward early spring runoff and more frequent summer droughts. Existing water quality impairments may be exacerbated by climate impacts. Trees will be affected by warming temperatures. Trees adapted to warmer climates are predicted become more abundant, while those that grow well in more northern climates will decline. Trees may also be subject to new pests and diseases that can thrive in a warming climate. Drought and wildfire, as well as ice storms, can weaken and damage trees. Street trees can be damaged by gas leaks. 53Built Environment Vulnerabilities Flooding Flooding due to rain has already had significant impacts in Brookline. The report documents flooding over the past 60 years. An increasing frequency and intensity of storms will exacerbate future flooding. A key finding is that 100% of identified flood claims are for properties located outside of FEMA flood zones. As a result, many properties that experience flooding are not subject to floodplain regulations and affected property owners are not formally warned of their flood risk. Some of the claims outside flood zones align with wetland areas shown on an 1844 map of Brookline. This highlights the role that filling of wetlands and altering natural drainage patterns plays in today’s flooding patterns. Much of today’s flooding that occurs outside of FEMA flood zones is likely related to filled or buried historic wetlands and waterways and/or to overburdened storm drain systems. Future development that increases impervious surfaces or further alters natural drainage will exacerbate flooding impacts. The report identifies critical facilities in flood zones, in town-identified flood prone areas, in close proximity to previous flood claims, and overlapping historic wetlands identified in the 1844 map of Brookline. These categories serve as proxies to identify areas that may be subject to increased flooding in the future. Sea level rise The Woods Hole Group model projects that by 2070, flooding along the Charles River due to storm surge could overtop or flank the downstream Charles River dams in low probability storms. As this scenario would have great impact on Boston and Cambridge, it is likely that steps will be taken to reconfigure these dams, thereby protecting Brookline from any direct impacts of sea level rise. Temperature Heat can cause bridges, roadways and railways to deteriorate more rapidly. The report identifies land projected to be in the hottest 5% in the MAPC region. As the climate warms, increased demand for cooling combined with the decreased efficiency of electric generation at high temperatures may make it difficult to meet peak energy demands. Power outages have significant effects on public health, communications, transportation and the economy in general. Local Economy Vulnerabilities Businesses are concentrated in Brookline’s five largest commercial districts: Brookline Village, Coolidge Corner, Chestnut Hill, Washington Square, and along Route 9. More than half of Brookline’s businesses are located in hot spots, while relatively few are in identified flooding areas. Over 90% of Brookline’s residents work outside of Brookline. The largest concentrations of Brookline residents work in Downtown Boston and the Longwood Medical area. Transportation to these areas may be subject to interruption from flooding. 54State-Owned Infrastructure Vulnerabilities MBTA As of 2014, ridership across all MBTA services in Brookline exceeded 50,000 boardings daily. MBTA climate concerns include damage from flooding as well as from heat. The MBTA is also concerned that warmer temperatures in the winter could result in more damage from ice storms. Health of passengers and workers is a concern at times of high heat. Muddy River flooding in 1996 caused significant damage and disrupted service on the Riverside line for two months. The MBTA is proceeding with plans for a system-wide climate vulnerability analysis. Massachusetts Water Resources Authority The MWRA provides water and sewer service to Brookline. The MWRA has analyzed the vulnerability of its systems. Drinking-water infrastructure is not threatened, even by more intense storms; and the MWRA’s analysis is that even if a drought extends for several years, the Authority can supply drinking water to all its communities. Brookline sewage treatment is not vulnerable to coastal storm surge. MASS DOT State roadways include Routes 9 and short portions of Route 2 and the Massachusetts Turnpike. Mass DOT is currently working with a consultant to develop a model to project the future 100- year floodplain for the 24-hour storm, based on future precipitation projections. The model is in a test phase; it is not known when it will be available statewide. Department of Conservation and Recreation DCR inspects the Brookline Reservoir dam. Increased precipitation intensity is the primary concern for dam function. The DCR parkways in Brookline include Hammond Pond and the West Roxbury Parkway. Utilities Vulnerabilities Electricity Eversource is the energy utility company servicing Brookline. Eversource climate concerns include winter storms, heat waves and floods. Ice storms, freeze/thaw events, and flooding can cause severe damage to infrastructure. Power outages result from downed lines due to falling trees or ice, and from increased demand and equipment failures during extreme heat. Of the four Eversource substations in Brookline, none are located in potential flooding areas; three are located in “hot spots”. Eversource resiliency initiatives include flood proofing vulnerable substations, updating design standards for future flooding and emergency preparedness training for staff. Natural Gas National Grid is the natural gas provider for Brookline. Gas pipes and infrastructure are vulnerable to corrosion and damage from flooding. Freeze/thaw events may cause gas mains to rupture. Gas leaks release methane into the soil and air, contributing to greenhouse gases in the 55atmosphere. The leaks damage trees by suffocating root systems, and form ground-level ozone, which is an asthma trigger. Due to the damaging impacts of leaks, the state has required gas companies to accelerate replacement of leak-prone pipes. In their 2017 plan, National Grid indicated that 71% of Brookline’s gas mains are leak-prone. Most recent figures show over 200 gas leaks in Brookline. National Grid projects that they will complete system-wide replacement of all of their leak-prone pipes by 2035. If successful, GHG releases and damage to street trees should decline. National Grid’s 2017 plan indicates they plan to replace 10.7 miles, or 12%, of leak-prone pipes in Brookline by 2022. Telecommunications Telecommunications systems include phone and computer networks, and the internet. This infrastructure plays a critical role in emergency response and recovery. Vulnerabilities essentially mirror those described above in the Electricity section. Specific data on the location of telecommunications infrastructure and networks is not publically available. A key concern is that many providers utilize shared fiber. This reduces redundancy and increases vulnerability to disruption during extreme weather. 56ACTION PLAN Introduction The Town of Brookline has already taken numerous steps to improve its resilience to extreme weather. Flooding, heat waves, and drought are projected to become more frequent and severe over the course of this century, but they are not new concerns. Thus, while planning for climate resilience is a relatively new endeavor, Brookline starts with a firm foundation to support its future efforts. The following sampling illustrates the breadth of Brookline’s current strategies:  Purchasing open space that provides flooding buffers and preserves habitat  Adopting the Building Stretch code for energy conservation and resilience to heat events  Opening of cooling centers during heat waves  Brookline Buddies outreach program  Muddy River restoration project to reduce flooding and restore ecological function  Complete Streets policy includes green infrastructure for stormwater management  Open Space plan addresses climate impacts  Support for bicycling improves public health and reduces GHG emissions  Extensive tree planting provides heat relief and absorbs stormwater  Diversity of tree species supports resilience to a warming climate  Investments in stormwater and sewer infrastructure reduce flooding and pollution  Use of porous pavement reduces stormwater runoff MAPC recommends additional strategies on a “no-regrets” basis. That is, they should be considered even in the absence of climate change, as they are likely to generate economic, environmental, and social benefits. The use of green infrastructure and low impact development (LID) techniques, for example, reduces stormwater runoff and cooling costs, and provides recharge to groundwater aquifers. Beyond resilience concerns, they also provide residents with additional green space and supports local ecosystems. Many strategies will help meet federal stormwater “MS4” permit requirements. While this plan focuses on adapting to climate change, it is critical to continue efforts to reduce greenhouse gas emissions, and thereby mitigate future climate impacts. Through its participation in the MAPC Metro Mayors Coalition Brookline has committed to updating its climate mitigation plan by 2020 and achieving a NET ZERO/Carbon-Free status by 2050. Brookline and its residents have already taken many steps to promote energy conservation and the use of renewable energy. Brookline’s Green Electricity program is a recent example of the Town’s leadership in this area. Other projects include installing electric vehicle (ev) charging stations in municipal lots and encouraging ev charging stations in projects of 25,000 square feet or larger. Municipal building projects include retrofits for energy efficiency, installing solar photo voltaic arrays and requiring new municipal facilities to be solar-ready, achieving LEED Silver certification for school expansions, and exploring net zero emissions for new school projects. As shown in the figure below, many strategies address both adaptation to, and mitigation of, future climate impacts. 57MAPC recommends strategies that span planning, policy, design, community outreach, and more. Many require additional analysis and planning and/or financial resources. Brookline will need to evaluate and prioritize potential actions and the timing of their implementation. Extreme weather may occur at any time, but climate change is projected to occur slowly over the course of many decades. Effective implementation must reflect these realities and include both near-term action and long-term planning. To help prioritize actions, it may be useful to conduct a risk analysis that examines the probability and the consequences of harm, as illustrated in the graphic below. The flooding of a sewer pump station and open space might be equally likely, for example, but protecting the pump station would have higher priority as the consequence of its flooding is more severe. 58The first sections of MAPC’s recommendations address overall implementation, outreach, and planning and; emergency management. Subsequent recommendations follow the organization of the climate vulnerability assessment. Many recommendations address multiple vulnerabilities and concerns. Implementation, Outreach, and Planning Recommendations Climate change modeling has inherent uncertainties and will be affected by unknown levels of future greenhouse gas emissions. Brookline will also change over time, as will technologies and other means of climate mitigation and adaptation. This report should be seen as the beginning of a dialogue within town government, and between the town and its residents. Communication with various constituencies will increase public awareness of climate change and provide community feedback on proposed climate actions. Evaluation and implementation of action items will require on-going coordination and stewardship. Climate concerns should be incorporated into town planning efforts including, for example, the economic development plans, the master plan, the open space plan, and the hazard mitigation plan. It is especially important that climate goals be included in the capital planning process. Large capital projects present opportunities to make significant improvements in climate resilience that might otherwise be cost-prohibitive. New municipal buildings should meet high standards for climate resilience and mitigation. Major rehabilitation projects should incorporate climate resilience and mitigation features. Climate considerations are also appropriate for smaller capital projects. As an example, road reconstruction provides an opportunity to reduce road width and incorporate green infrastructure. ACTION: Review climate projections and revise and update climate resilience priorities every five years. ACTION: Periodically review town demographics to ensure the needs of residents are addressed. ACTION: Establish a climate adaptation and mitigation coordinator position. ACTION: Have each town department review climate vulnerabilities relevant to its assets and mission, and identify potential and current activities that bolster resilience. 59ACTION: The Working Group, or a successor committee, should continue to meet to establish priorities, incorporate new information, and monitor progress on climate goals. The Town should expand the Working Group to include additional relevant departments, such as the Housing Authority, Schools, and Emergency Management. Consider including community partners. ACTION: Develop outreach programs and host events to inform specific populations about the impacts of climate change and Brookline’s climate risk. Consider the business community, developers, contractors, neighborhood groups, human service providers, and community groups, to gain feedback on their concerns and needs. Resource: A grant from MAPC’s Community Engagement or Arts & Culture Divisions. Example: City of Boston Ambassador’s Program that trains volunteers to do outreach to their communities. ACTION: Consider creating a brochure for residents who are interested in helping the town and themselves to become climate resilient. Topics could include emergency planning; property management for drought, stormwater infiltration, invasive species, and renewable and resilient energy. ACTION: Incorporate climate resilience into all Town planning documents. Ensure that all capital projects incorporate climate resilience. Emergency Management ACTION: Ensure adequacy of cooling centers and access for vulnerable populations. Ensure that all shelters have adequate back-up generators. Consider developing relationships with large businesses and institutions to explore opportunities to add informal cooling areas throughout the town. ACTION: Review and update the Comprehensive Emergency Management Plan to incorporate changes in emergency situations and response activities that may result from climate impacts. Conduct table-top exercises. ACTION: Improve emergency alert systems to reach a wider audience. ACTION: Review the Town’s internal emergency communications infrastructure to ensure redundancy during emergencies when cell phone or other services may not be available. ACTION: Research whether the town may gain access to local video cameras for emergency monitoring. Socio-Economic Recommendations Brookline has many programs across public health, emergency planning, elder services, community development, and others, that provide services and connect to vulnerable populations. A challenge will be cataloging current efforts, and identifying gaps in services. Outreach to communities will provide valuable feedback regarding concerns and needs. Social connectedness helps communities prepare for, respond to, and recover from natural disasters. Communities with stronger ties and networks have reacted faster to meet needs and begin recovery efforts. A growing body of evidence indicates that social cohesion is a protective health factor as those with stronger connections typically experience healthier outcomes. 60ACTION: Conduct an assessment of vulnerable populations. Identify gaps in services and prioritize strategies to address gaps. ACTION: Review Town strengths and weaknesses regarding outreach and connections to vulnerable populations. Identify community partners that can strengthen relationships where needed. ACTION: Expand the successful Brookline Buddies program. ACTION: Reach out to facilities that serve vulnerable populations. Assess retrofit needs and emergency readiness, including evacuation plans. Review needs for air conditioning and back-up generators. Encourage sign-up for the emergency notification system. ACTION: Develop programs, or provide information, to assist low-income residents with property retrofits. Example: Investigate whether CDBG funds can be utilized for heat and flood retrofits. ACTION: Target affordable housing sites for flood and heat retrofits and upgrades. ACTION: Create a plan to conduct outreach to linguistically isolated households. Provide emergency preparedness information in their native languages. Consider needs for translator services. ACTION: Develop advance shelter-in-place and communication strategies for residents who may not be able to evacuate during emergencies. Public Health Recommendations Heat impacts will be felt Town-wide, more so in hot spot areas and among those without air conditioning. Exposure to mold as a result of flooding and exposure to vector-borne illnesses are additional climate-related concerns. Strategies to address public health overlap significantly with strategies to address socio-economic vulnerability and strategies for improved heat and flood protection included in the Built Environment section. ACTION: Promote wellness programs that address the illnesses and conditions forecast to be exacerbated by climate changes and the populations forecast to be disproportionately affected. Resource: The Bureau of Environmental Health of the Massachusetts Department of Public Health has online resources, including a conceptual pathways matrix that identifies hazards, exposures, vulnerable groups, and health risks https://matracking.ehs.state.ma.us/Climate-Change/conceptual-pathways.html. ACTION: Reach out to hospitals, nursing homes, and group homes to ensure that they have Continuity of Operations (COOP) plans so they can perform essential functions during emergencies. ACTION: Create an outreach campaign focused on the impacts of extreme heat and how to manage it. Partner with local hospitals and social assistance organizations on awareness campaigns for heat-related illnesses. Resources: Center for Disease Control Extreme heat guidebook: https://www.cdc.gov/climateandhealth/pubs/extreme-heat- guidebook.pdf MAPC’s Keep Cool App. ACTION: Utilize the tree canopy and heat maps to strategically increase tree planting and landscaping for heat relief. Resource: MAPC GIS data. 61ACTION: Develop extreme weather guidance for town employees whose jobs involve outdoor work. ACTION: Develop an outreach/support plan to remediate properties impacted by mold as a result of flooding. ACTION: Place signage at popular parks and recreation areas to inform residents about tick/mosquito risk and to provide information about how to protect themselves. ACTION: Consider an emergency preparedness plan for pet companions to reduce number of individuals sheltering in place during extreme weather events. ACTION: Consider strategies to identify and support vulnerable households most in need of air conditioning. Encourage use of efficient air conditioning. ACTION: Identify households reliant on electricity for medical devices. Develop plans for backup power in the event of outages. Natural Resource Recommendations The critical role of natural resources in Green Infrastructure (GI) is an approach to climate adaptation cannot be infrastructure and natural resource management that overstated and is addressed incorporates natural features, such as forests and throughout the report. Other sections of wetlands, as well as engineered landscapes that mimic the report suggest ways in which natural processes. Green infrastructure practices bolstering natural resources will include preservation and restoration of natural provide protection from flooding and landscapes, along with the use of rain gardens, porous heat impacts. In particular, the need for pavements, green roofs, infiltration planters, trees and green infrastructure and low impact rainwater harvesting systems. GI is a cost-effective, development solutions is addressed resilient approach to managing wet weather impacts. extensively, and will be vital to Low Impact Development (LID) is a development addressing climate impacts on water process that begins with smart growth-based best site quality and quantity, as well as heat. planning practices to identify critical natural resource areas for preservation and uses Green Infrastructure ACTION: Incorporate climate resilience to maintain natural drainage flow paths and reduce into open space planning. impervious surfaces. Strategic considerations include: 1) protecting large and/or connected green spaces to foster resilience and biodiversity; 2) creating green space to cool “hot spots”; 3) maintaining or creating open space buffers to protect water quality and provide flood protection; 4) identifying locations where soils will support stormwater infiltration to replenish groundwater and support stream flow. Resource: The Metro Mayors Climate-Smart Region (CSR) Decision Support Tool is a new GIS-based program developed to prioritize locations for green infrastructure. The CSR program analyzes spatial data in four climate strategies: Connect (carbon-free transportation links), Cool (shade areas to reduce heat), Absorb (innovative stormwater management), and Protect (natural land buffers for sea level rise). MAPC can arrange training on the use of the tool. 62ACTION: Increase tree planting efforts to increase tree canopy. Continue to boost climate resilience by increasing tree diversity and by considering trees well-adapted to warming temperatures. To address public health concerns, consider trees that produce fewer allergens. Resources: The U.S. Forest Service has developed a comprehensive manual, “Forest Adaptation Resources: Climate Tools and Approaches for Land Managers,” available at https://www.fs.fed.us/nrs/pubs/gtr/gtr_nrs87-2.pdf. MAPC can provide high-resolution GIS tree canopy layer that allows investigation at the parcel level. ACTION: Ensure that bridge and culvert repairs take into account future precipitation projections. Resources: Massachusetts Stream Crossing Handbook: http://www.mass.gov/eea/docs/dfg/der/pdf/stream-crossings-handbook.pdf Massachusetts Division of Ecological Restoration grant program for replacement of high ecological value culverts. ACTION: Investigate stream daylighting or naturalizing opportunities to restore natural habitats. ACTION: Monitor for new invasive plant and animal species that may be introduced by a warming climate. Develop management strategies as needed. Built Environment Recommendations Flooding Flooding is a natural periodic occurrence, but it is exacerbated in developed areas with impervious surfaces. The Town is already devoting significant resources to stormwater infrastructure improvements that will reduce flooding. Recommended actions in this section focus on restoring natural drainage to the greatest degree possible and reducing or restricting encroachment in flooding areas. ACTION: Conduct a by-law/zoning review to ensure GI/LID and climate resiliency are promoted and not restricted. Examine requirements for parking, driveways, street width, open space residential design, stormwater, and site plan review. Develop recommendations for requirements and incentives that will integrate GI/LID into all development and redevelopment work. Provide guidance to project proponents early in the development process. ACTION: Develop design guidelines for Green Infrastructure and Low Impact Development. Resource: MAPC Low Impact Development Toolkit. Example: Town of Littleton Low Impact Development Manual. 63ACTION: Provide training, as needed, for Town staff implementing new green infrastructure strategies. Resource: The University of New Hampshire Stormwater Center conducts research and offers technical training on innovative stormwater treatments. ACTION: Consider expanding the Floodplain or Wetlands by-law to apply to documented areas of flooding. Example: The Town of Braintree Floodplain By-law provides for inclusion of documented areas of flooding outside of FEMA flood zones. ACTION: If the state releases precipitation projections, update design storm requirements so that development projects address rainfall projections for their planned lifespan. ACTION: Consider establishing a Stormwater Utility to provide resources for stormwater management and MS4 requirements. Include incentives for property owners to infiltrate stormwater. Resource: MAPC Stormwater Utility Kit. Examples: City of Newton, Town of Milton. ACTION: Assess municipal properties for opportunities for LID/GI retrofits. Resources: Possible project with MAPC. Climate Smart Region Tool. ACTION: Encourage residents to capture or infiltrate rainwater with strategies including rain barrels, landscaping, and pervious pavements. ACTION: Document flooding and utilize flood-claim mapping to assist targeting of stormwater improvement resources. ACTION: Continue to prioritize stormwater treatment in capital planning. Heat Recommended actions focus on strategies to improving buildings for the health and comfort of occupants, and on reducing heat and heat island impacts. Many GI/LID strategies referenced in the flooding section will also reduce heat impacts by reducing paving and expanding green space. Encouraging “green” building is also an important climate mitigation action. ACTION: Establish green building recommendations or requirements. Example: The City of Cambridge has developed sustainable building requirements. Resource: The Boston Planning and Development Agency has a climate resiliency checklist that could be modified for use in Brookline. Resource: LEED resources include climate resilience screening tools. 64ACTION: Explore zoning code and/or incentives to increase green landscaping, reflective pavements, and cool or green roofs to lessen heat island impacts. Examples: Seattle Green Factor establishes green landscaping requirements for projects of a certain size. Sacramento Parking Lot Shading Requirement mitigates urban heat island impacts. Heat and Flood Recommended strategies address resilience in the event of power outages caused by heat, flood, and other extreme weather, as well as outreach and retrofits for properties affected by heat and flood. ACTION: Encourage use of microgrids, district energy, and battery storage to keep critical facilities functioning in the event of power loss. Example: The City of Northampton is building a microgrid to power its DPW, emergency shelter, and local hospital. The Town of Sterling Municipal Light Plant has installed battery storage that can operate the police station and dispatch center for two weeks in the event of an outage. Resources: The state’s Advancing Commonwealth Energy Storage (ACES) program and the Mass Clean Energy Center Community Microgrids program. ACTION: Explore joint procurement opportunities with MAPC to purchase emergency generators and pumps. ACTION: Develop and distribute education and outreach materials on climate related retrofits including elevating utilities, preventing backflow, protecting basements, and weatherization. Create a contractor/homeowner resilience checklist to address flood and heat strategies and a checklist for use in inspections. Examples: Basement protection materials from Kingston, Ontario, Canada https://utilitieskingston.com/Wastewater/BasementFlooding/Protect. City of Cambridge flood protection brochure. ACTION: Publicize hot spot and potential flooding areas to current residents and to permit applicants. Direct them to educational materials. Consider creating overlay maps to identify sensitive areas. ACTION: Alert homeowners to flood insurance savings available for those who elevate above base flood levels, and to reduced rates for those not in a flood zone. Resource: MA Coastal Zone Management freeboard handout. ACTION: Prioritize retrofits and emergency planning for Town facilities vulnerable to flooding and heat impacts and to town facilities that serve as shelters. ACTION: Encourage depaving and use of permeable concrete and asphalt. Use GIS to prioritize areas where depaving and permeable surfaces can reduce flooding. . Resource: The University of New Hampshire Stormwater Center. Sea Level Rise Recommendations Current models suggest no impact to Brookline until later in the century. ACTION: Continue to monitor changes in sea level and plans to address the capacity of the downstream Charles River dams. 65Economic Recommendations Many actions relevant to the economic concerns are addressed in the Built Environment sections above. ACTION: Consider developing an emergency preparedness checklist that can be provided to local businesses. Example: The City of Cambridge maintains a Business Emergency Preparedness website: https://www.cambridgema.gov/CDD/econdev/resourcesforbusinesses/smallbusiness/e mergencypreparednessforbusinesses ACTION: Promote awareness and use of educational materials that address workplace safety issues. Example: Federal Centers for Disease Control and Prevention and National Institute for Occupational Safety and Health 2-page Spanish and English “FastFact” fact sheets on heat stress, sun exposure, and ticks and mosquitoes. State-owned Infrastructure Recommendations State agencies own, or are responsible for, significant critical infrastructure in Brookline. The Town has an interest not only in ensuring that these critical facilities are prepared for climate change, but also that agency actions (for example vegetation management) do not adversely impact other climate goals. State agencies are in various stages of developing climate resilience analysis and plans. As a result of Governor Baker’s Executive Order 569, all will be required to identify adaptation options for their assets. ACTION: Establish relationships with state agency staff responsible for climate resilience. Communicate Town concerns and priorities, and stay abreast of agency planning. Utilities Recommendations As with state-owned infrastructure, the Town has an interest in climate resilience and in limiting adverse impacts of the utilities that serve Brookline. Telecommunications presents challenges, as there are multiple providers and specific information on infrastructure is not publicly available. ACTION: Continue efforts to ensure timely repair of gas leaks and replacement of leak-prone pipes. Resource: MAPC and the Home Energy Efficiency Team collaborated on a report which identifies low-cost best practices that municipalities and gas companies can implement to accelerate replacement of leak-prone pipes, better protect the quality of local roads, and avoid unnecessary costs: http://fixourpipes.org/ ACTION: Work with Eversource to coordinate to ensure protection of Brookline assets. ACTION: Investigate options to increase knowledge of telecommunications infrastructure serving Brookline. Resource: The MAPC Metro Mayors Coalition has been able to provide some information and is continuing research on this issue. 66Matrix of Recommended Actions Lead(s) Actions Type Planning Review climate projections and revise and update climate resilience Implementation priorities every five years. Action Planning Periodically review town demographics to ensure the needs of residents Implementation are addressed. Action Sixth Floor Establish a climate adaptation and mitigation coordinator position. Implementation Action Planning Have each town department review climate vulnerabilities relevant to its Implementation assets and mission, and identify potential and current activities that Action bolster resilience. Planning The Working Group, or a successor committee, should continue to meet to Implementation establish priorities, incorporate new information, and monitor progress on Action climate goals. The Town should expand the Working Group to include additional relevant departments, such as the Housing Authority, Schools, and Emergency Management. Consider including community partners. Planning Develop outreach programs and host events to inform specific Implementation populations about the impacts of climate change and Brookline’s climate Outreach risk. Consider the business community, developers, contractors, neighborhood groups, human service providers, and community groups, to gain feedback on their concerns and needs. Planning Consider creating a brochure for residents who are interested in helping Implementation the town and themselves to become climate resilient. Topics could include Outreach emergency planning; property management for drought, stormwater infiltration and invasive species; and renewable and resilient energy. Planning Incorporate climate resilience into all Town planning documents. Ensure Implementation that all capital projects incorporate climate resilience. Action Emergency Ensure adequacy of cooling centers and access for vulnerable Emergency Management, populations. Ensure that all shelters have adequate back-up generators. Management Public Health Consider developing relationships with large businesses and institutions to Action explore opportunities to add informal cooling areas throughout town. Emergency Review and update the CEMP to incorporate changes in emergency Emergency Management situations and response activities that may result from climate impacts. Management Conduct table-top exercises. Action Emergency Improve emergency alert system to reach a wider audience. Emergency Management Management Action Emergency Review the Town's internal emergency communications infrastructure to Emergency Management ensure redundancy during emergencies when cell phone or other services Management may not be available. Action Emergency Research whether the town may gain access to local video cameras for Emergency Management emergency monitoring. Management Action Public Health, Conduct an assessment of vulnerable populations. Identify gaps in Socioeconomic Planning services and prioritize strategies to address gaps. Action Public Health, Review Town strengths and weaknesses regarding outreach and Socioeconomic Sixth Floor, connections to vulnerable populations. Identify community partners that Action Planning can strengthen relationships where needed. Public Health Expand the successful Brookline Buddies program. Socioeconomic 67Lead(s) Actions Type Outreach Public Health, Reach out to facilities that serve vulnerable populations. Assess retrofit Socioeconomic Planning needs and emergency readiness, including evacuation plans. Review Outreach needs for air conditioning and back-up generators. Encourage sign-up for the emergency notification system. Planning Develop programs, or provide information, to assist low-income residents Socioeconomic with property retrofits. Outreach BHA Target affordable housing sites for flood and heat retrofits. Socioeconomic Action Public Health, Create a plan to conduct outreach to linguistically isolated households. Socioeconomic Planning Provide emergency preparedness information in their native languages. Action Consider needs for translator services. Public Health, Develop advance shelter-in-place and communication strategies for Socioeconomic BHA residents who may not be able to evacuate during emergencies. Outreach DPW, Promote wellness programs that address the illnesses and conditions Public Health Planning forecast to be exacerbated by climate changes and the populations Outreach forecast to be disproportionately affected. Public Health Reach out to hospitals, nursing homes, and group homes to ensure they Public Health have Continuity of Operations (COOP) plans so they can perform Outreach essential functions during emergencies. Public Health, Create an outreach campaign focused on the impacts of extreme heat Public Health BHA and how to manage it. Partner with local hospitals and social assistance Outreach organizations on awareness campaigns for heat-related illnesses. Planning, Utilize the tree canopy and heat maps to strategically increase tree Public Health Conservation planting and landscaping for heat relief. Action Public Health, Develop extreme weather guidance for town employees whose jobs Public Health DPW involve outdoor work. Action Planning, Develop an outreach/support plan to remediate properties impacted by Public Health Building mold as a result of flooding. Outreach Parks and Place signage at popular park and recreation areas to let residents Public Health Recreation know about tick/mosquito risk and to provide information about how to Action protect themselves. Public Health Consider an emergency preparedness plan for pet companions to Public Health reduce number of individuals sheltering in place during extreme weather Action events. Public Health Consider strategies to identify and support vulnerable households most in Public Health need of air conditioning. Encourage use of efficient air conditioning. Action Public Health Identify households reliant on electricity for medical devices. Develop Public Health plans for backup power in the event of outages. Action Conservation Incorporate climate resilience into open space planning. Strategic Natural considerations include: 1) protecting large and/or connected green Resources spaces to foster resilience and biodiversity; 2) creating green space to Action cool “hot spots”; 3) maintaining or creating open space buffers to protect water quality and provide flood protection; 4) identifying locations where soils will support stormwater infiltration to replenish groundwater and support stream flow. Conservation Increase tree planting efforts to increase tree canopy. Continue to boost Natural climate resilience by increasing tree diversity and by considering trees Resources 68Lead(s) Actions Type well-adapted to warming temperatures. To address public health Action concerns, consider trees that produce fewer allergens. Conservation Investigate stream daylighting or naturalizing opportunities to restore Natural natural habitats. Resources Action Conservation Monitor for new invasive plant and animal species that may be Natural introduced by a warming climate. Develop management strategies as Resources needed. Action Planning, Conduct a by-law/zoning review to ensure GI/LID and climate resiliency Built Building, are promoted and not restricted. Examine requirements for parking, Environment, DPW driveways, street width, open space residential design, stormwater, and Flooding Action site plan review. Develop recommendations for requirements and incentives that will integrate GI/LID into all development and redevelopment work. Provide guidance to project proponents early in the development process. Engineering, Develop design guidelines for Green Infrastructure and Low Impact Built Planning Development. Environment, Flooding Action Engineering Provide training, as needed, for Town staff implementing new green Built infrastructure strategies. Environment, Flooding Action Engineering, Consider expanding the Floodplain or Wetlands by-law to documented Built Conservation areas of flooding. Environment, Flooding Action Engineering, If the state releases precipitation projections, update design storm Built Conservation requirements so that development projects address rainfall projections Environment, for their planned lifespan. Flooding Action Engineering Consider establishing a Stormwater Utility to provide resources for Built stormwater management and MS4 requirements. Include incentives for Environment, property owners to infiltrate stormwater. Flooding Action Building Assess municipal properties for opportunities for LID/GI retrofits. Built Environment, Flooding Action Planning Encourage residents to capture or infiltrate rainwater with strategies Built including rain barrels, landscaping, and pervious pavements. Environment, Flooding Outreach Engineering Document flooding and utilize flood-claim mapping to assist targeting of Built stormwater improvement resources. Environment, Flooding Action Engineering Continue to prioritize stormwater treatment in capital planning. Built Environment, Flooding Action Planning, Establish green building recommendations or requirements. Built Building, Environment, DPW Heat Action Planning, Explore zoning code and/or incentives to increase green landscaping, Built Building, reflective pavements, and cool or green roofs to lessen heat island Environment, DPW impacts. Heat Action 69Lead(s) Actions Type Planning, Encourage use of microgrids, district energy, and battery storage to Built Building keep critical facilities functioning in the event of power loss. Environment, Heat and Flood Action Planning, Explore joint procurement opportunities with MAPC to purchase Built Building, emergency generators and pumps. Environment, Emergency Heat and Flood Management Action Planning, Develop and distribute education and outreach materials on climate Built Building, related retrofits including elevating utilities, preventing backflow, Environment, DPW protecting basements, and weatherization. Create a Heat and Flood Outreach contractor/homeowner resilience checklist to address flood and heat strategies and a checklist for use in inspections. Planning, Publicize hot spot and potential flooding areas to current residents and Built Building, to permit applicants. Direct them to educational materials. Consider Environment, DPW creating map overlays to identify sensitive areas. Heat and Flood Outreach Planning Alert homeowners to flood insurance savings available for those who Built elevate above base flood levels, and to reduced rates for those not in a Environment, flood zone Heat and Flood Outreach Building Prioritize retrofits and emergency planning for Town facilities vulnerable Built to flooding and heat impacts and to town facilities that serve as shelters. Environment, Heat and Flood Action Planning, Encourage depaving and use of permeable concrete and asphalt. Built Conservation, Environment, Engineering, Heat and Flood DPW Action Conservation Continue to monitor changes in sea level and plans to address the Sea Level Rise, capacity of the downstream Charles River dams. Action Planning, Consider developing an emergency preparedness checklist that can be Economic, Economic provided to local businesses. Action Development Public Health Promote awareness and use of educational materials that address Economic, workplace safety issues. Outreach Planning Establish relationships with state agency staff responsible for climate State-owned resilience. Communicate Town concerns and priorities, and stay abreast Infrastructure, of agency planning. Action Engineering Continue efforts to ensure timely repair of gas leaks and replacement of Utilities, Action leak-prone pipes. DPW Work with Eversource to coordinate to ensure protection of Brookline Utilities, Action assets. DPW Investigate options to increase knowledge of telecommunications Utilities, Action infrastructure serving Brookline. 70",
    "TEXT BY PAGE": [
        "Town of Brookline Climate Vulnerability Assessment and Action Plan December 2017 Prepared for Town of Brookline 333 Washington Street Brookline, Massachusetts 02445 www.brooklinema.gov Melvin Kleckner, Town Administrator Prepared by Metropolitan Area Planning Council 60 Temple Place, 6th Floor Boston, Massachusetts 02111 www.mapc.org 1",
        "ACKNOWLEDGMENTS The project was conducted by the Metropolitan Area Planning Council (MAPC) with funding from MAPC’s Planning for MetroFuture Technical Assistance program, the Barr Foundation, and the Commonwealth of Massachusetts Community Compact program. This report incorporates analysis of urban heat islands in Brookline provided by the Sustainability and Data Sciences Lab (SDS) of Northeastern University led by Dr. Auroop Ganguly, which was made possible through a partnership with the American Geophysical Union Thriving Earth Exchange Program. METROPOLITAN AREA PLANNING COUNCIL Officers President Keith Bergman Vice President Erin Wortman Secretary Sandra Hackman Treasurer Taber Keally Executive Director Marc D. Draisen Project Manager/Senior Environmental Planner Anne Herbst Regional Planner Genea Foster GIS/Data Analysis Eliza Wallace Ryan Melendez Emily Long TOWN OF BROOKLINE Chair, Select Board Neil Wishinsky Co-Chairs, Select Board Climate Action Committee Nancy Heller, Werner Lohe Town Administrator Melvin Kleckner Director of Planning and Community Development Alison C. Steinfeld Senior Planner, Climate Action / Land Use Maria Morelli STEERING COMMITTEE MEMBERS Daniel Bennett, Michael Berger, Tom Brady, Kara Brewton, Peter Ditto, Keith Flaherty, Erin Gallentine, Melissa Goff, Michael Groopman, John Harris, Swannie Jett, Todd Kirrane, Maria Morelli, Daniel O’Leary, David Pantalone, Deborah Rivers, Frederick Russell, Kevin Stokes 1",
        "TABLE OF CONTENTS INTRODUCTION .............................................................................................................................. 2 CLIMATE CHANGE BACKGROUND ..................................................................................................... 2 Climate Change: Observations, Projections, Impacts ............................................................................. 4 WHY DO A CLIMATE VULNERABILITY ASSESSMENT? ............................................................................ 10 SOCIOECONOMIC VULNERABILITY ................................................................................................... 11 SOCIOECONOMIC CONDITIONS IN BROOKLINE .................................................................................. 12 CLIMATE IMPACTS ON PUBLIC HEALTH ............................................................................................. 18 Extreme Heat ........................................................................................................................ 19 Increased Precipitation & Flooding ........................................................................................ 28 Vector Borne-Illnesses ............................................................................................................ 29 NATURAL RESOURCES & CLIMATE RESILIENCE ................................................................................... 31 Mitigation ............................................................................................................................. 31 Protection .............................................................................................................................. 31 CLIMATE IMPACTS ON NATURAL RESOURCES .................................................................................... 31 Aquatic and Wetland Resources ............................................................................................ 31 Forests and Trees .................................................................................................................. 33 CLIMATE IMPACTS ON THE BUILT ENVIRONMENT ................................................................................ 35 Flooding and the Built Environment ......................................................................................... 35 Sea Level Rise and the Built Environment ................................................................................ 44 Temperature and the Built Environment .................................................................................. 46 CLIMATE IMPACTS ON THE LOCAL ECONOMY .................................................................................... 46 CLIMATE IMPACTS ON STATE-OWNED INFRASTRUCTURE ...................................................................... 48 CLIMATE IMPACTS ON UTILITIES ...................................................................................................... 49 VULNERABILITY ASSESSMENT SUMMARY .......................................................................................... 52 ACTION PLAN ............................................................................................................................. 57 TABLES Table 1. Design Storm Estimates .................................................................................................................... 9 Table 2. 10-year 24-hour Design Storm Projections .................................................................................... 10 Table 3 . Critical Facilities in Temperature Hot Spots .................................................................................. 27 Table 4 Tree Canopy and Land Use ........................................................................................................... 35 Table 5 . Critical Facilities and Potential Flooding Indicators ...................................................................... 42 2",
        "FIGURES Figure 1. Global Temperature and CO Trends ........................................................................................ 4 2 Figure 2. Observed Temperature Change .................................................................................................. 5 Figure 3. Projected Temperature Change ................................................................................................... 6 Figure 4. Observed Sea Level Rise ............................................................................................................... 7 Figure 5. Future Sea Level Rise for Greater Boston Harbor .................................................................... 8 Figure 6. Observed Precipitation Change ................................................................................................... 9 Figure 7. Projected Precipitation Change .................................................................................................. 10 Figure 8. Risk Analysis ................................................................................................................................... 11 Figure 9. Current Population and Projections ............................................................................................ 13 Figure 10. Senior Population by Block Group .......................................................................................... 14 Figure 11. Poverty Rates by Census Tract ................................................................................................. 15 Figure 12. Percentage of People of Color by Block Group .................................................................. 16 Figure 13. Country of Origin for Asian Residents .................................................................................... 17 Figure 14. Language and Linguistic Isolation ............................................................................................ 18 Figure 15. United States Weather Fatalities ............................................................................................ 19 Figure 16. Asthma Hospitalizations ............................................................................................................. 20 Figure 17. Vulnerable populations by block group (NU Figure 2) ....................................................... 21 Figure 18. Overall Vulnerability and Exposure (NU Figure 3) .............................................................. 22 Figure 19 . Vulnerability and Exposure (NU Figures 5 and 6) .............................................................. 23 Figure 20. Future Temperature Scenarios (NU Figure 8) ........................................................................ 24 Figure 21. Heat Impacts ................................................................................................................................ 25 Figure 22 . Critical Facilities in Temperature Hot Spots .......................................................................... 26 Figure 23. Hot Spots and Census Block Group ......................................................................................... 28 Figure 24. Lyme Disease Incidence ............................................................................................................. 30 Figure 25 . Brookline Natural Resources .................................................................................................... 33 Figure 26 . Tree Canopy ............................................................................................................................... 34 Figure 27. March 2010 USGS Muddy River Gage ................................................................................ 36 Figure 28 . Brookline Flood Damage Claims ............................................................................................ 37 Figure 29. Development and Rainfall ......................................................................................................... 38 Figure 30. Development and Stormwater ................................................................................................. 39 Figure 31. 1844 Map of Brookline ............................................................................................................. 40 Figure 32. Brookline 2017 ............................................................................................................................ 41 Figure 33. Critical Facilities, Flood Zones, Flooding Areas and Historic Wetlands ........................... 43 Figure 34. Projected Sea Level Rise 2070 ................................................................................................ 45 Figure 35. Businesses Locations and Climate Impacts .............................................................................. 47 1",
        "INTRODUCTION The devastating effects of Hurricanes Harvey, Irma, and Maria highlight the imperative to plan now for future storms. As detailed in the Climate Change Background section of this report, we are already experiencing warmer temperatures, increased precipitation, and rising seas. Climate projections for this century include increased frequency and intensity of rain storms, and more frequent days with extreme heat. Heat can cause serious illnesses and it was the leading cause of weather fatalities in the United States over the past decade (EPA). The analysis of land surface temperatures in this report finds that much of north Brookline is likely to be particularly affected by high heat due to the “heat island effect” where areas with less greenery and more pavement experience higher temperatures. A significant portion of north Brookline is within the hottest 5% of land area in the 101-municipality MAPC region. North Brookline also includes a high proportion of individuals likely to be vulnerable to extreme heat, including individuals over 65 and individuals living alone. Precipitation in the Boston area has increased by 10% in the past fifty years. Recently released design storm figures (NOAA 14) for the 10-year, 24-hour storm are 15% higher than those issued in 1961. As a result, the 24-hour 100-year design storm of 1961 is roughly equivalent to a 30- year design storm today. The 1996 rainstorm that flooded the Muddy River and Kenmore Station and caused millions of dollars in damages is roughly equivalent to a fifty-year event (NOAA 14). It will be a challenge for town stormwater infrastructure to keep pace with increased rain events. A one-thousand year event would double the rainfall experienced in 1996. As is evident from the recent hurricanes, damage and suffering from such extreme events is inevitable. Indeed, flooding or extreme heat, and the resultant potential for power outages can have severe and cascading effects during far lesser storms than a one-in-one-thousand year occurrence. Yet we can take steps to increase community resilience and limit future damages. Many of today’s municipal investments and decisions will have long legacies that will influence future vulnerabilities. Advance planning can save money, while inaction, or actions that don’t anticipate future conditions, may lead to higher costs in the future. An example of effective planning comes from the reports that Florida properties experienced much less damage from Hurricane Irma than from Hurricane Andrew in 1992. This is attributed to critical improvements made to the building code as a result of lessons learned from Hurricane Andrew. This report identifies future climate vulnerabilities and suggests strategies that can reduce the risk of harm to people and properties, and help speed recovery when inevitable future storms occur. CLIMATE CHANGE BACKGROUND Our climate has always been regulated by gases, including water vapor, carbon dioxide, methane, and nitrous oxide, that blanket the earth. These gases trap heat that would otherwise be reflected out to space; without them our planet would be too cold to support life. We refer to these gases as “greenhouse gases” (GHGs) for their heat trapping capacity. Changes in 2",
        "temperature occur naturally, due to such events as volcanic eruptions, and variations in solar energy entering the atmosphere. In the past century, human activity associated with industrialization has contributed to a growing concentration of GHGs in our atmosphere. The combustion of fossil fuels, our primary energy source in the age of industrialization, releases GHGs into the atmosphere. As shown in Figure 1, there is a correlation between increases in carbon dioxide concentrations and global temperature. There is by now widespread consensus among scientists regarding the warming of our climate and its causes. As stated in the Third United States Climate Report (2014): “Global climate is changing and this change is apparent across a wide range of observations. The global warming of the past 50 years is primarily due to human activities.” (Chapter 2, page 12) The following sections will review climate changes that have been observed to date, and projections of future changes. Climate change impacts are not evenly distributed across the globe. The focus of this report is on impacts relevant to Brookline. We utilize data for the Northeast United States and, where possible, the Boston region. For those interested in more background on climate science, the U. S. National Climate Assessment 2014 provides a very readable review. It can be downloaded at: http://nca2014.globalchange.gov/downloads. 3",
        "Figure 1. Global Temperature and CO 2 Trends Source: MA Climate Change Adaptation Report 2011 Climate Change: Observations, Projections, Impacts Climate change observations come from a variety of data sources that have measured and recorded changes in recent decades and centuries. Climate change projections, however, predict future climate impacts and by their nature cannot be observed or measured. As a result of the inherent uncertainty in predicting future conditions, climate projections are generally expressed as a range of possible impacts. There are two primary sources of uncertainty. Scientists project future impacts by developing models; the range of projected impacts will be smaller or larger depending on the level of confidence in a given climate model. The other source of uncertainty is that our future GHG emission levels are unknown. GHG levels reflect global emissions. While the international community is investing substantial efforts in reducing GHG emissions, it is not possible to predict future emissions levels with any certainty. As a result, climate projections often include multiple scenarios, or a range of results, reflecting a range of future GHG levels in the atmosphere. Temperature Temperature has been increasing along with GHG concentrations in the past century. According to the US National Climate Assessment 2014, temperatures in the Northeast United States have 4",
        "increased by almost two degrees Fahrenheit between 1895 and 2011. Data from the Blue Hill Observatory in Milton (Figure 2) located less than ten miles from Brookline, reflects this trend. Figure 2. Observed Temperature Change For the Northeast United States: temperature increased by almost 2 degrees, between 1895 and 2011 (US National Climate Assessment 2014) Blue Hill Observatory Annual Temperature, 1831-2008 Source: Michael J. Iacono (from MA Climate Change Adaptation Report 2011 Future temperature projections for the Charles River Basin (Figure 3), were included in the Massachusetts Climate Change Adaptation Report, 2011. The projections show an increase in average temperatures and an increasing likelihood of heat waves, as indicated by the increased number of days over 90 and 100 degrees each year. Increasing temperatures will have important impacts on human health. Heat is the number one cause of U.S. weather fatalities over the past decade (EPA/NOAA). Heat waves are often accompanied by poor air quality, exacerbating chronic respiratory and cardiovascular conditions. 5",
        "Figure 3. Projected Temperature Change for the Charles River Basin Observed Parameter Predicted Predicted Predicted Predicted Baseline (Temperature 2020- 2040- 2060- 2080- (1971- F°) 2049 2069 2089 2099 2000) Annual 49° 51-53° 52-55° 52-58° 52-60° temperature Winter 29° 31-33° 32-35° 32-37° 33-39° temperature Spring 47° 48-50° 49-52° 49-55° 50-60° Temperature Summer 70° 72-74° 73-77° 73-80° 74-83° temperature Fall 52° 54-57° 56-58° 55-61° 56-64° Temperature Days over 90 9 16-29 19-44 22-66 24-85 (days/year) Days over 100 0.05 .29-2 .45-5 .58-11 .84-21 (days/year) Source: Northeast Climate Science Center, UMass-Amherst, 2017 Rising temperatures will impact natural systems; expected impacts include changes in species and composition of forest and wetland habitats, an increase in invasive species and pests, and a longer growing season. Rising temperatures also drive other impacts including changes in precipitation patterns, and sea level rise. Sea Level Rise Records from the Boston Tide Station show nearly one foot of sea level rise in the past century (Figure 4). Warming temperatures contribute to sea level rise in two ways. First, warm water expands to take up more space. Second, rising temperatures are melting land-based ice which enters the oceans as melt water. The third, quite minor, contributor to sea level rise in New England is not related to climate change. New England is still experiencing a small amount of land subsidence (drop in elevation) in response to the last glacial period. 6",
        "Figure 4. Observed Sea Level Rise Boston Tide Station • Record from 1921-2016 • Equivalent to 11 inches in 100 years Source: NOAA The Massachusetts Office of Coastal Zone Management (CZM) adjusted global predictions for future sea level rise, taking into account local subsidence. As is evident in Figure 5, the range of projections for the future is quite wide, particularly approaching the end of this century. The High scenario includes ocean warming and a calculation of maximum glacier and ice sheet melt. The Intermediate High scenario averages higher predictions but includes lesser ice sheet melting. The Intermediate Low considers lower sea level rise scenarios and limited ice melt. The Historic Trend reflects a continuation of the current rate of sea level rise. The CZM estimate for the Boston Harbor does not take into account more recent research that suggests the Boston Harbor is included in a region that may experience greater than average sea level rise. CZM cautions that the Historic and Intermediate Low scenarios may “considerably underestimate actual sea level rise”, particularly for time horizons beyond 25 years. Although Brookline has no coastal shoreline, modeling utilized in this study projects that later in the century, storm surge could travel up the Muddy River from the Charles River and impact the Brookline shoreline. 7",
        "Figure 5. Future Sea Level Rise for Greater Boston Harbor Source: Sea Level Rise: Understanding and Applying Trends and Future Scenarios for Analysis and Planning, Massachusetts Office of Coastal Zone Management, December 2013. Precipitation Precipitation in Massachusetts has increased by approximately 10% in the fifty-year period from 1960 to 2010 (Figure 6). Moreover, for the Northeast US, according to the U.S. National Climate Assessment, 2014, in the past fifty years there has been a 71% increase in the amount of rain that falls in the top 1% of storm events. As the atmosphere warms, it can hold more water; this leads to an increase in large rainfall events. Projections for future precipitation suggest an increase in total precipitation, but also changes in precipitation patterns. Rain amounts are projected to increase in the winter and spring, but decrease in the summer (Figure 7). As a result, despite overall increasing precipitation levels, summer droughts may be a consequence of climate change. In addition, as noted, it is expected that we will experience a greater number of large rain events. Another potential source of uncommon, but significant, rain events is hurricanes. According to the National Oceanic and Atmospheric Administration (NOAA), hurricanes may become less frequent, but more intense, with a projected 10-15% increase in rainfall by the end of the century. As we experienced in 2016, drought can strain water supplies and stress plant and aquatic communities. Increasing winter/spring precipitation, along with warmer weather resulting in more 8",
        "rain rather than snow, is expected to create additional flooding early in the year, and low-flow in rivers and streams in the summer. Figure 6. Observed Precipitation Change For the Northeast United States: • 71% increase in the amount of rain that falls in the top 1% events from 1958 – 2012. Source: US National Climate Assessment 2014 For the Boston area: 10% increase over The past 50 years Source: MA Climate Change Adaptation Report 2011 The observed changes in precipitation are also reflected in changing precipitation frequency estimates. Precipitation frequency estimates, used to derive design storm standards, were published in 196l by the U.S. Commerce Department in a document known as TP-40 (Technical Paper 40). The National Oceanic and Atmospheric Administration (NOAA Atlas 14) and the Northeast Regional Climate Center (NRCC) at Cornell University have recently published updated estimates. The TP-40 100-year storm calculated in 1961 is now approximately equal to a 30- year storm as calculated by NRCC and NOAA Atlas 14 (MWRA p.63). TP-40 figures are less precise, reflecting data available at the time. The NOAA 14 and NRCC figures are specific to Brookline. Table 1. Design Storm Estimates Brookline TP-40 NOAA Atlas 14 NRCC 10-year, 24-hour storm 4.5” 5.16” 4.90” 100-year, 24-hour storm 6.5” 8.16” 8.88” 9",
        "Figure 7. Projected Precipitation Change Current Predicted Change Predicted Change Parameter Conditions by 2050 by 2100 (1961-1990) Low High Low High Annual 41 inches + 5% + 8% + 7% + 14% precipitation Winter 8 inches + 6% + 16% + 12% + 30% precipitation Summer 11 inches - 3% -1% 0% -1% precipitation Source: MA Climate Change Adaption Report 2011 The cities of Boston and Cambridge included future projections for the 10-year, 24-hour design storm as part of their climate vulnerability assessments. Their projections for increased precipitation are shown in Table 2. Table 2. 10-year 24-hour Design Storm Projections Boston Water and Baseline Precipitation Sewer Commission (1948-2012) 2035 2060 2100 Medium emissions 5.55” 5.76” 6.08” 5.24” High emission 5.6” 6.03” 6.65” (1971-2000) 2015-2044 2055-2084 Cambridge 4.9” 5.6” 6.4” Source: Climate Ready Boston, Boston Research Advisory Group Report, 2016 WHY DO A CLIMATE VULNERABILITY ASSESSMENT? This climate vulnerability assessment is an effort to determine which Brookline community assets --- people, natural resources, and physical infrastructure --- may be susceptible to harm from climate change. Climate vulnerability assessments generally consider:  Exposure – whether climate changes will have a negative effect on various assets in the community.  Sensitivity – if affected by climate change, how much damage, or loss of function will occur.  Adaptive Capacity - sensitivity will be lessened, or heightened, by the degree to which there may be ways for the community asset to cope, compensate, or be modified, to adjust to climate changes. 10",
        "Once vulnerabilities are identified, they can be prioritized according to the perceived risk they present. Generally, this involves considering the probability of damage to an asset and the consequences of damage. As an example, flooding to a sewer pump station and open space might be equally likely, but the pump station would presumably have higher priority as the consequence of failure is more severe. This strategy for considering risk is shown in Figure 8. Figure 8. Risk Analysis For the most part, projected climate impacts do not create brand new concerns, rather they are an intensification, increased frequency, or geographic expansion, of existing challenges including flooding, heat waves and drought. As a result, Brookline already has significant experience and expertise to bring to these challenges. Further, many initiatives to address climate impacts provide benefits to the town (tree planting, open space preservation), can help address town obligations (MS4 permit compliance), or combat already identified problems (flooding). Although disruptive storms may occur at any time, most of the predicted climate changes are happening relatively slowly over time. Identifying future vulnerabilities now gives the Town of Brookline time to plan for and enact projects and policy changes that will make for a more resilient community in the future. SOCIOECONOMIC VULNERABILITY Just as some locations in Brookline will be more vulnerable to climate impacts than others, it is also the case that climate change will not affect all residents of Brookline equally. In the context of climate change, vulnerable populations include a higher proportion of individuals who may be more susceptible to climate impacts, or who may have more difficulty adapting to, preparing for, and recovering from extreme weather. Socioeconomic vulnerability refers to socioeconomic characteristics, such as income and race/ethnicity that influence vulnerability to climate change. Socioeconomic vulnerability influences susceptibility to illness or injury and capacity to meet ones basic needs following extreme weather. Individuals can simultaneously experience multiple socioeconomic vulnerabilities that can magnify the extent to which they are affected by climate change. 11",
        "Low-income communities often have limited access to healthcare services and have higher rates of uninsured people. Low-income people are often more susceptible to financial shocks, which can occur after extreme weather, and which can have long-lasting impacts on financial security and the ability to secure safe shelter and meet medical needs. Furthermore, people who lack financial resources may have limited access to transportation. This can impair their ability to relocate to emergency shelters or away from areas susceptible to climate impacts. Social isolation can also influence vulnerability, as it limits access to critical information, municipal resources, and social support systems that can bolster emergency response. People at the most risk for social isolation include those living alone and people with limited English language proficiency. People of color1 and undocumented immigrants may also experience social isolation due to historically strained or tenuous relationships with government officials and first responders. Environmental conditions can also exacerbate the impact of severe weather. Neighborhood environmental quality has been found to be strongly associated with socioeconomic composition. Environmental justice communities – neighborhoods with a high concentration of low-income people, people of color, and people with limited English language proficiency – are often more vulnerable to climate impacts. This is because of the higher prevalence of environmental burdens (i.e., noxious and industrial land uses), which lead to worsened environmental quality and higher incidence of chronic diseases. Housing conditions are also an important facet of environmental vulnerability. Not only are low-income people more likely to live in substandard housing, it is more financially challenging for them to make their homes more resilient to climate change and to fix damage caused by extreme weather. SOCIOECONOMIC CONDITIONS IN BROOKLINE Demographic information helps identify populations that may be particularly affected by climate change. It can also provide opportunities to build upon existing strengths in order to enhance resiliency. Understanding a community’s character, socioeconomic makeup, and environmental features is important to fully understanding the implications of climate impacts on the town’s population. Age Brookline’s population has been growing since 1990, and will continue to grow over the coming decades. In 2010, Brookline’s population was 58,732 (Census 2010). At that time, 5.5% of residents were under the age of five, and 13% were over the age of 65. As of 2010, five block groups had more than 20% senior population. A single block group in Brookline Village has 34% residents over the age of 65. Other areas of the town with higher populations of seniors are located along Harvard Street, and south of Route 9 (Census 2010). 1 MAPC uses the term “people of color” to describe people other than those identified in the census as non-Hispanic Whites. It is important to acknowledge that not all people of color, and not everyone within the same race/ethnic group has the same experience and/or background. Where data is available, this report identifies vulnerabilities that disproportionately affect different populations included as people of color. For example, in Brookline, Asian residents are less likely to speak English very well and Black residents are more likely to be poor. Yet there are commonalities across populations. Within Metro Boston, Black, Latino, and Asian households live in substantially less affluent neighborhoods than White households with the same annual income (MAPC, State of Equity 2017). 12",
        "In the coming decades, we project both young children and older adults will become greater portions of the population. According to MAPC’s “Stronger Region” scenario, in which Metro Boston will retain a vibrant economy even as baby-boomers retire, MAPC projects that by 2030 Brookline’s total population will grow by 18% to approximately 69,000 people. MAPC projects that by 2030, the senior population will have increased approximately 48% since 2010. The number of children under the age of 5 is expected to grow by 27% from 2010 to 2030. Alternatively, under MAPC’s “Status Quo” scenario, in which recent population patterns continue, by 2030 Brookline’s total population would grow by 12% to over 65,000 people. By 2030 the senior population would increase by 46% since 2010, and the number of children under the age of 5 would grow by 21% from 2010 to 2030 (Figure 9 SQ = Status Quo, SR = Stronger Region). Figure 9. Current Population and Projections Recent and Projected Population by Age 70,000 11,104 60,000 9,993 10,954 9,905 7,494 7,108 50,000 8,386 40,000 30,000 49,908 48,369 53,939 51,113 47,360 48,029 43,645 20,000 10,000 0 2,687 2,639 3,209 4,304 4,320 4,066 3,884 1990 2000 2010 2020 (SR) 2020 (SQ) 2030 (SR) 2030 (SQ) Under 5 5 to 64 65 and Over As of 2010, approximately 33% of Brookline’s households consisted of people living alone (Census 2010). People 65 years of age and older were disproportionately represented in this population, accounting for more than 33% ± 3% of residents living alone (ACS 2011-2015). In Brookline, seniors comprise a higher proportion of the population in block groups along Harvard Street, and also south of Route 9. One block group in Brookline Village has more than one third of its residents age 65 and over (Figure 10). 13",
        "Figure 10. Senior Population by Block Group Income Economic disparities in Brookline are growing, according to the recent report Understanding Brookline (The Brookline Community Foundation, 2013). The median household income in Brookline is $95,518 ± $6,066, as compared with $75,389 ± $428 for Metro Boston (ACS 2011-2015). While Brookline as a whole is wealthier than Metro Boston, segments of the population still struggle to meet their basic needs (TBCF). More than one in ten of Brookline’s residents are living in poverty, which is $24,257 or less for a family of four (12% ±2%, ACS 2011-2015, U.S. Census 2015 poverty level). The more densely populated northern neighborhoods in Brookline have a higher portion of the population living in poverty than southern neighborhoods (Figure 11). According to a recent report on poverty in Brookline, while some of the population living in 14",
        "poverty is comprised of Brookline’s large student population, poverty affects all age groups (TBCF). Some of the groups disproportionately affected by poverty are women and girls, and adults with disabilities (TBCF). In Brookline, 16% ± 4% of Asian people, 32% ± 15% of Black people, 14% ± 6% of Latino people, and 10% ± 2% of White people are living in poverty (ACS 2011-2015). Figure 11. Poverty Rates by Census Tract 15",
        "Race and Ethnicity Figure 12. Percentage of People of Color by Block Group Brookline is becoming more diverse. In 2000, Blacks, Latinos, Asians, Native Americans, and people who identify as multiracial or another race were 21% of the total population (Census 16",
        "2000). By 2010 that number had grown to 27%. In 2010, 16% of Brookline’s residents identified as Asian, 5% as Latino, 3% percent as Black, and the remaining 3% as Native American, multiracial, or another race. Figure 12 shows the percentage of people of color by 2010 census block group. The majority of Asian adults in Brookline were born outside of the United States, while the majority of Asian children were born in the United States (TBCF, Census 2010). Figure 13 shows country of origin for the Asian population in Brookline. Figure 13. Country of Origin for Asian Residents Asian population of Brookline 1.3% 7% 15% 47% 11% 17% 2% Chinese Filipino Indian Japanese Korean Vietnamese Another Group Language and Linguistic Isolation About one third of households in Brookline speak a language other than English in the home (34% ± 2%, ACS 2011-2015). About 6% ± 1% of households in Brookline are considered “Limited English speaking households,” formerly known as “Linguistically isolated” households, meaning that they have no household members age 14 or older who speak English very well. Languages other than English spoken at home include: Chinese languages (3,956 ± 548), Spanish or Spanish Creole (2,791 ± 519), and Russian (2,250 ± 619, ACS 2011-2015). The number of 17",
        "Brookline households speaking Chinese at home has increased over the past several years (3,207 ± 473, ACS 2005-2009). According to the ACS, Brookline residents who speak Asian languages are less likely to speak English very well than others who speak a language other than English at home. Reliable data regarding geographic distribution of residents based on language and linguistic isolation are not available. Figure 14. Language and Linguistic Isolation Our demographic analysis indicates that a number of identified vulnerable populations have been growing, or are projected to grow over time. These include seniors, individuals living alone, people of color young children, and people with limited English proficiency. The demographic analysis provides indications of where higher concentrations of vulnerable residents may be located, yet it is important to recognize that residents with heightened vulnerability to climate impacts reside throughout the town. CLIMATE IMPACTS ON PUBLIC HEALTH Climate change is expected to have an impact on public health across socioeconomic status and geography. Extreme weather events can increase stress, which can worsen or cause new physical and mental health conditions. An individual’s vulnerability to the public health impacts of climate change is influenced by personal behaviors, environmental quality, housing quality, social connectivity, and access to resources. Socioeconomic characteristics may limit access to information, 18",
        "medical equipment, and healthcare. Low-income people and linguistically-isolated households are most vulnerable to this threat. Seniors, young children, people with disabilities, and people with pre-existing health conditions, are most physically vulnerable to the health impacts of climate change. Individuals with physical mobility constraints, such as people with disabilities and seniors, may need additional assistance with emergency response. In Brookline, approximately 7% ± 1% of the civilian non- institutionalized population has a disability (ACS 2011-2015). As the population in Brookline ages, it is likely that the percentage of the population with a disability will rise. In Massachusetts, over 20% of the age 65 to 74 population has a disability; that figure jumps to nearly 50% for those 75 and older. By comparison, just over 10% of adults aged 35 to 64 have a disability. Reliable data regarding the geographic distribution of residents with disabilities is not available. Extreme Heat The projected increase in extreme heat and heat waves is the source of one of the key health concerns related to climate change. Heat was the leading cause of weather fatalities in the United States over the past decade (Figure 15). As noted earlier, the Northeast Climate Science Center projects 24 to 85 days over 90°F, and .84 to 21 days over 100°F annually, by the end of this century. Figure 15. United States Weather Fatalities Source: EPA and NOAA Prolonged exposure to high temperatures can cause heat-related illnesses, such as heat cramps, heat exhaustion, heat stroke, and death. Heat exhaustion is the most common heat-related illness and if untreated, it may progress to heat stroke. People who perform manual labor, particularly those who work outdoors, are at increased risk for heat-related illnesses. Prolonged heat exposure can also exacerbate pre-existing conditions including respiratory illnesses, cardiovascular disease, and mental illnesses. The senior population is often at elevated risk due to a high prevalence of pre-existing and chronic conditions. People who live in older housing stock (as is often the case with public housing), and in housing without air conditioning have increased 19",
        "vulnerability to heat-related illnesses. Power failures are more likely to occur during heat waves, affecting the ability of residents to remain cool during extreme heat. Individuals with pre-existing conditions and those who require electric medical equipment may be at increased risk during a power outage. Loss of refrigeration can result in food-borne illnesses if contaminated food is ingested. Extreme heat can contribute to greater levels of ground level air pollution and allergens. The poor air quality and high humidity that often accompany heat waves can aggravate asthma and other pre-existing cardiovascular conditions. Anyone who does outdoor physical activity during hot days with poor air quality is at increased risk for respiratory illness. Low-income people may also have increased risk to these impacts because these populations often have a higher prevalence of chronic disease. While Brookline residents are hospitalized for asthma at a lower rate than that of Massachusetts residents as a whole, hospitalizations for Black and Latino residents are higher than for White and Asian/Pacific Islander residents (Figure 16). Figure 16. Asthma Hospitalizations Age Adjusted Rates of Hospitalizations for Asthma per 100,000 People 250 200 150 100 50 0 Mass. Average Brookline White Black Asian/Pacific Latino Average Islander Brookline 2008-2012 Source: DPH, MassCHIP This report benefits from, and incorporates, analysis provided by the Sustainability and Data Sciences Lab (SDS) of Northeastern University. In November 2016, the SDS Lab published their report “Mitigation and Adaptation Strategies for Public Health Impacts of Heatwaves for Town of Brookline, MA”. This section summarizes the vulnerability analysis provided by Northeastern University. The Northeastern work is supplemented with analysis identifying locations and critical facilities that may be particularly subject to extreme heat in future years. 20",
        "Figure 17. Vulnerable populations by block group (NU Figure 2) Due to what is termed the “heat island effect”, areas with less shade and more dark surfaces (pavement and roofs) will experience even hotter temperatures; these surfaces absorb heat during the day and release it in the evening, keeping nighttime temperatures warmer as well. The Northeastern University report analyzes the impacts of the heat island effect, both current and projected, on the health of Brookline’s residents. 21",
        "Based on a review of the literature, Northeastern University identified populations vulnerable to heat impacts. The vulnerabilities analyzed include poverty levels, prevalence of people without a high school diploma, percentage of people older than 65, percentage of people older than 65 living alone, percentage of households living alone, and population of races other than white. The report highlights census block groups with concentrations of populations that are the most vulnerable to heat waves (NU Figure 2). Figure 18. Overall Vulnerability and Exposure (NU Figure 3) Figure 3. Overall Vulnerability and Exposure layer. This is the result of the 6 vulnerability/ exposure factors in Figure 2, considering equal weights for all of them. Figure 18 (NU Figure 3) provides an overall vulnerability exposure by combining the six vulnerabilities, assigning equal weight to each. In general, north Brookline locations are shown to have more vulnerability. Block groups south of Harvard Street near Coolidge Corner and block groups near Brookline Village are rated “very high” vulnerability. Block groups north and south of Beacon Street from the Boston border to Washington Street are rated “high” vulnerability. South Brookline block groups have lower poverty rates. Of the two south Brookline block groups with high vulnerability, one is in the highest quintile for seniors and seniors living alone, the other is in the highest quintile for race other than white, and for educational attainment. 22",
        "Figure 19 (NU Figures 5 and 6) classifies land surface temperature levels by census block group and combine the temperature information with the demographic factors to create an index highlighting places with the most vulnerable people that should also expect to experience the worst heat. The combined vulnerability and exposure map reveals that the highest risk neighborhoods include block groups near Brookline Village and south along the Boston border, and areas north and south of Beacon Street from the Boston border to Washington Street. The census block group surrounding the Brookline Village MBTA stop has the highest overall vulnerability and exposure rating. South Brookline, due to cooler temperatures, does not have any block groups rated high or very high risk. Figure 19 . Vulnerability and Exposure (NU Figures 5 and 6) As global temperatures rise over the coming decades, areas of high heat will expand. Figure 20 (NU Figure 8) shows the projected average daily high temperature for the hottest 5% of summer days under both optimistic and pessimistic greenhouse gas reduction scenarios. By 2030, Brookline can expect to see the highest temperatures surrounding the entire Harvard Street Corridor. Under the pessimistic scenario, Brookline may see very high temperatures across its Northern half by 2070. Please refer to the Northeastern University report for detail of their methods and analysis. The report also offers adaptation strategies which will be referenced in the Action Plan for this report. 23",
        "Figure 20. Future Temperature Scenarios (NU Figure 8) MAPC utilized land surface temperature data provided by Northeastern University to further analyze potential heat impacts. Figure 21, displays land surface temperature derived from satellite imagery, showing land temperatures on June 27, 2007, when the high temperature at Logan Airport was 96 degrees (F). It is important to note that air temperature just several feet above the ground differs from ground temperature. The range of land surface temperatures is much greater than that of air temperatures. Dark pavement can attain temperatures far higher than the air temperature several feet above the ground. In contrast, vegetation or water can be much cooler than air temperatures. Thus the air temperature people experience will not be as hot as the hottest temperatures shown, nor as cool as the coolest areas shown. Figure 21 identifies “hot spots”, that is, locations that are included in the hottest 5% of land area in the MAPC region. The largest hot spot area includes commercial, but also significant residential areas, along Harvard Street from Brookline Village past Coolidge Corner and along Beacon Street, east and west of Coolidge Corner. Other hot spots are primarily commercial areas along Commonwealth Avenue, Boylston, and Beacon Streets. Of note, turf fields, including Downes and 24",
        "Parsons Fields, and the fields at Beaver Country Day School and Skyline Park all show up as hot spots. Figure 21. Heat Impacts Land Surface Temperature on June 27, 2007, when high temperature at Logan Airport was 96 degrees Fahrenheit. Figure 22, and the accompanying Table 3, identify critical facilities from the Brookline Hazard Mitigation Plan and from MassGIS, in hot spot locations. 25",
        "Figure 22 . Critical Facilities in Temperature Hot Spots “Hot Spots” identify the hottest 5% of land in the MAPC region. 26",
        "Table 3 . Critical Facilities in Temperature Hot Spots Facility Location Coolidge Corner Library 31 Pleasant Street Main Library 361 Washington Street Public Health Department 11 Pierce Street Town Hall 333 Washington Street Municipal Courthouse 360 Washington Street Fire Station 5 49 Babcock Street Fire Station 7 665 Washington Street Pierce Primary School and Extended Day 50 School Street Devotion Primary School and Extended Day 345 Harvard Street St Mary Of The Assumption 5 Linden Street Dexter School 20 Newton Street Beacon High School 74 Green Street Rainbow Preschool 240 Babcock Street Child Care 1900 Beacon Street Child Care 50 Stearns Road Child Care 83 Pleasant Street Friends Child Care 112 Cypress Street Little Children’s Schoolhouse 2 Harvard Street Women’s Health Services 111 Harvard Street Human Resource Institute Hospital 227 Babcock Street Lown Cardiovascular Center 21 Longwood Ave. Coolidge House 30 Webster St. Kickham Elder Housing 190 Harvard Street Tappan Street MBTA Station Washington Square MBTA Station Summit Ave/Winchester St MBTA Station Coolidge Corner MBTA Station Saint Paul Street MBTA Station Saint Marys Street MBTA Station Brookline Village MBTA Station Eversource Station 25 298-300 Boylston Street Eversource Station 30 296 Boylston Street Eversource Station 506 126 Harvard Street *Items shown in bold are also listed in Table 5 as potential flooding locations. Figure 23 shows the hot spot areas with census block groups. Referring back to Figure 17 (NU Figure 2), one can identify concentrations of vulnerable populations living in the large hot spot area surrounding Coolidge Corner and Harvard Street. Seniors, seniors living alone, and households living alone, are represented in the highest quintile in several of these block groups. 27",
        "Figure 23. Hot Spots and Census Block Group Increased Precipitation & Flooding As previously noted, climate change is expected to bring increased precipitation and changing precipitation patterns to Massachusetts. Heavier winter and spring storms can cause localized flooding and water damage to buildings and the formation of mold. Mold triggers allergies and respiratory illnesses, such as asthma. Some strains of mold release airborne toxins, called mycotoxins, which can cause mold toxicity. Mold toxicity can influence the function of internal organs, the nervous system, and the immune system. 28",
        "Heavy precipitation and flooding can also lead to health-threatening water contamination, including bacteria, viruses, and chemicals that cause gastrointestinal diseases, dermatological conditions, toxicity/poisoning, and other illnesses. Heavy precipitation can cause pollutants to be washed into water bodies and can also overwhelm infrastructure, leading to sewage back-ups and overflows. Often people come into contact with contaminated water when it floods onto their property, but contact with contaminated water through recreation can be dangerous, too. If water damage results in a loss of power, residents could be disconnected from telecommunications during a medical emergency, putting at risk residents reliant on electric medical equipment. Vector Borne-Illnesses Vector-borne illnesses are those that stem from contact with vectors such as mosquitos and ticks. The spread of vector-borne illnesses is influenced by vector type, weather conditions, built environment conditions, and human behavioral factors. The two most common mosquito-borne illnesses in Massachusetts are eastern equine encephalitis (EEE) and West Nile virus (WNV). As climate change is expected to bring heavy precipitation events (which increase areas of standing water) and warmer temperatures, it is expected that mosquito populations will grow and that the transmission season will extend beyond its traditional late spring through early fall. Warmer temperatures also accelerate a mosquito’s lifecycle and increase their biting rates. Tick-borne illnesses, particularly Lyme disease, babesiosis, and anaplasmosis have been on the rise in Massachusetts. From 1991-2014, there has been an average increase of 59 cases of Lyme disease per 100,000 people (Figure 24). Winter frost plays an important role in limiting tick populations; warmer winters may lead to more nymphs surviving into the spring months. As with mosquitos, warmer temperatures can also lead to longer transmission seasons as ticks begin to seek hosts earlier in the season. Tick populations thrive with increased precipitation and humidity, and may be more susceptible to annual fluctuations in precipitation than mosquitos. Forecasting the spread of vector-borne illnesses and estimating risk due to climate change is very challenging, due to multiple factors at play. For example, research suggests that heavy precipitation in urbanized areas could actually reduce mosquito populations by flushing underground breeding habitat. Further, vector populations size and range is dependent on the size and range of their host species (i.e. migratory birds, mice, and deer), which may shift as the climate changes. As the climate gets warmer, tropical vector species may expand their ranges north which could bring with them vector-borne illnesses not typically found in the Northeast (i.e. dengue fever or chikungunya). As vector-borne disease outbreaks occur globally, residents may import vector-borne illnesses acquired during trips to other countries. 29",
        "Figure 24. Lyme Disease Incidence People who spend a lot of time outdoors, or live close to vector habitats, are at greatest risk of exposure to vector-borne illnesses. The ability to protect oneself from mosquito-borne illnesses has been associated with socioeconomic status via housing conditions. Households that can afford air- conditioning and maintenance of windows/screens are less likely to come into contact with mosquitos in their home. Those most likely to experience severe vector-borne illnesses are children, people over the age of 50, and people with compromised immune systems. 30",
        "NATURAL RESOURCES & CLIMATE RESILIENCE Brookline’s natural resources can lessen climate impacts by absorbing and storing carbon dioxide and by serving vital protective functions. Many natural resources will be challenged by heat, droughts, and storms. Forests, open space, wetlands, rivers and streams serve important functions, from providing clean drinking water, to flood control, to giving relief from extreme heat. Healthy ecosystems will be more resistant to stresses a changing climate may bring, including disease, invasive plants, and storm damage. Healthy ecosystems will also be better able to protect against heat and flooding. Natural resource conservation can provide economic benefits, for individuals and the Town, by reducing the costs associated with addressing damage from climate impacts. As an example, utilizing natural areas to absorb stormwater can reduce the need for costly pollution abatement and for stormwater infrastructure. Mitigation Climate mitigation refers to efforts to reduce or prevent the emission of GHGs. Brookline’s forested areas and trees provide significant mitigation. Trees help reduce the amount of carbon dioxide in the atmosphere because they absorb carbon dioxide from the air and convert it into carbon that is stored in their trunks, roots, and foliage. Trees also reduce energy demand from air conditioners when they directly shade buildings. Protection Heat Our natural resources provide protection from climate threats in a wide variety of ways. Trees are important in mitigating the impact of heat waves. According to the EPA, suburban areas with mature trees are 4-6 degrees cooler than new suburbs without trees. Shaded surfaces can be 25- 40 degrees cooler than the peak temperatures of unshaded surfaces. Vegetated surfaces of all types are cooler than pavement and rooftops. Flooding Existing wetlands, as well as forests and other open lands, soak up and store rain water, reducing flooding to streets and homes. Maintaining open space in floodplains allows the land to absorb the brunt of flooding without impact to homes and infrastructure. Trees also absorb remarkable quantities of precipitation. Research has shown that a typical medium-sized tree can intercept as much as 2,380 gallons of rain per year (USDA Forest Service). Intercepted rainfall lands on tree leaves and is stored or evaporated back into the atmosphere. This reduces stormwater runoff and flooding. CLIMATE IMPACTS ON NATURAL RESOURCES Aquatic and Wetland Resources Aquatic resources will be affected by warmer temperatures and by changes in the timing and amount of precipitation. Rain has a negative effect on water quality, because it flushes ground pollutants – everything from dog waste, to oils on the road, to sand – into rivers, streams, and ponds. Large rain events can also cause sewage overflow into waterways when sewer systems 31",
        "become inundated with rainwater and unable to handle the flow. Finally, large rain events can increase erosion and scour stream beds. The combined effects of washing nutrients into lakes and ponds and warmer summer temperatures may lead to an increase in the growth of aquatic vegetation. Such growth can deplete dissolved oxygen and lead to die-offs of aquatic animals. Additionally, excessive aquatic vegetation can make water bodies unpleasant for recreational use. Algae blooms can also lead to growth in toxic bacteria that makes water bodies unsafe for use by humans and pets. An increase in summer heat and drought, combined with earlier spring run-off due to warmer temperatures and a shift from snow to rain, can lead to warmer waters and seasonal low-flow or no-flow events in rivers and streams. Shallower waters and warmer temperatures also lead to low levels of dissolved oxygen with negative effects on fish species. If dry conditions persist, wetlands could shrink in area or lose some of their absorptive capacity and be more prone to runoff and erosion. According to the 2010 Open Space and Recreation plan, Brookline aquatic resources include Hall’s Pond and Lost Pond. Hall’s Pond is described as reduced by filling and Lost Pond is impacted by eutrophication. Sargent’s Pond, the Brookline Reservoir, and the Larz Anderson lagoon are created water bodies. Historically there were nine streams; remaining today are portions of the South Meadow, Saw Mill, and Village brooks, and an unnamed brook. Many of Brookline’s former streams now flow underground through drainage pipes. The remaining above ground portions have been altered and channelized. All of Brookline lies within the Charles River watershed. Most, but not all, of Brookline’s waters reach the Charles River via the Muddy River. As part of compliance with the federal Clean Water Act, Massachusetts must evaluate whether water bodies meet water quality standards. The Muddy River is the only Brookline water body evaluated in the 2014 “Final Listing of the Condition of Massachusetts’ Waters Pursuant to Sections 305(b), 314 and 303(d) of the Clean Water Act”. Impairments cited for the Muddy River include: DDT, Escherichia coli, Oil and Grease, Dissolved Oxygen, PCB in Fish Tissue, Phosphorous, Taste and Odor, Turbidity, Bottom Deposits, Non-native Aquatic Plant, Physical Substrate Habitat Alterations, Other Flow Regime Alterations, and “other”. As is addressed elsewhere in this report, the Muddy River has been the subject of multi-jurisdictional efforts to improve water quality and flood control. Important progress has been achieved. Yet, many of the impairments to the Muddy River as well as Brookline’s streams and ponds, may be further exacerbated by climate impacts. 32",
        "Figure 25 . Brookline Natural Resources Forests and Trees Warming temperatures are expected to change the composition of forests as trees adapted to more northern climates decline and those adapted to warmer climates increase in abundance. As an example, maples are expected to decline, while oaks become more abundant. Increasing intensity and frequency of weather events, including ice storms, drought and wildfire, can weaken and damage trees. Forests may also be subject to new pests and diseases brought by warmer climates. The 2010 Open Space Plan estimates that approximately 30% of Brookline land is open space. This includes protected and unprotected private and public land. Just over 14% is legally 33",
        "Figure 26 . Tree Canopy protected open space. The plan identifies five public forested areas including Hall's Pond Sanctuary and Amory Woods, D. Blakely Hoar Sanctuary, Lost Pond Sanctuary, Dane Park, and Putterham Woods. Larger areas that provide wildlife habitat and corridors noted in the plan, include the combined areas of Lost Pond Conservation Area, the DCR's Lost Pond Reservation and Hammond Pond Parkway and the City of Newton's Kennard Conservation Area and Park, as well as the Hoar Sanctuary, Leatherbee Woods and Hancock Woods. The Emerald Necklace corridor extends through Brookline to the Arnold Arboretum, Franklin Park, and Forest Hills Cemetery. These larger and connected areas are valuable as they provide greater resilience and protection for plant and animal species impacted by climate changes. 34",
        "The Plan indicates that there are approximately 11,000 street trees. According to town officials, 270-400 trees are planted each spring. As noted previously, trees are critical for climate mitigation and adaptation. Using tree canopy data create by the University of Vermont based on remote sensing data, we estimate that tree canopy covers 50% of total land in Brookline (Figure 26). Table 4 provides tree canopy data by land use category. Table 4 Tree Canopy and Land Use Land Use Sq. Miles % of Total Tree Canopy Land Use % RESIDENTIAL 1.8 53% 50% OPEN SPACE 0.7 20% 20% ROW 0.5 16% 16% GOVERNMENT 0.2 6% 1% MIXED USE 0.1 3% 3% COMMERCIAL 0.0 1% 3% OTHER 0.1 1% 5% TOTAL 3.4 99% 100% Source: MAPC and Trust for Public Land with the U. Vermont Spatial Analysis Laboratory The USDA Forest Service has created a peer-reviewed web based software tool called i-Tree that quantifies the value of ecological services trees provide. The i-Tree software estimates the value of carbon storage, air pollution removal, and stormwater runoff reduction provided by trees. The estimates underscore the value and importance of forests and street trees in providing climate mitigation and resilience. The estimated value of carbon storage in Brookline’s tree canopy exceeds $8 million, while the estimated value of annual carbon sequestration (tree growth minus loss due to decomposition and mortality) is over $200,000. Estimates of annual air pollution removal include 1,332 pounds of carbon monoxide, 6,391 pounds of nitrogen dioxide, 101,285 pounds of ozone, 4,363 pounds of sulfur dioxide, and 20,267 pounds of particulate matter. For stormwater runoff i-Tree estimates that 26.4 million gallons per year is avoided due to transpiration and interception of rainfall. The value of the reduced runoff is estimated at over $235,000 annually. Information on the methodology for these estimate is available at https://landscape.itreetools.org/references/ CLIMATE IMPACTS ON THE BUILT ENVIRONMENT Flooding and the Built Environment In many instances, potential impacts of a warming climate do not prompt entirely new challenges, but rather, exacerbate existing concerns. This is certainly the case regarding the projection that significant rain events will increase in intensity and frequency over the next century. Flooding and stormwater management are already key concerns to which the Town devotes considerable resources. The 2015 Brookline Hazard Mitigation Plan identifies six locations of special flooding concern. Historically, in particular due to significant flooding in 1996, 1998, and 2010, the primary area of concern has been along the Muddy River. Town officials indicate that when Phase II of the Army Corps of Engineers project is complete, the flood stage will have been reduced by 3.3 feet for the ten-year storm and 4.5 feet for the 100-year storm. The other 35",
        "locations identified in the hazard mitigation plan are characterized as relatively minor. They include Amory Playground and Halls Pond, Griggs Park, Brook Street, Brookline High School and Cyprus Field, and along the Sawmill Brook near the Newton border. Figure 27. March 2010 USGS Muddy River Gage Brookline: March/April 2010 Blue Hill Observatory precipitation records March 2010: March 13: 1.60 inches March 23: 2.52 inches March 29: 2.65 inches March 14: 4.95 inches March 30: 2.92 inches March 15: 2.86 inches Total: 9.41 inches Total: 2.52 inches Total: 5.57 inches Rain storms that occurred in March 2010 provide recent data for considering flood impacts in Brookline. Figure 27 shows the United States Geological Survey gage record for March 2010, on the Muddy River in Brookline, just downstream from the Netherlands Road Bridge. The peak height of 15.41 feet (above MBTA flood stage of 15.00), was reached on March 15, as 9.41inches of rain fell over three days. The gage also reflects the rise in the Muddy River due to smaller, but not insignificant, events that took place later in the month. The river was within one foot of the MBTA flood stage after 5.57 inches of rain fell on March 29 and 30. The 1996 and 1998 rain events that caused notable damage along the Muddy River reflect similar rainfall amounts. In October 1996, 8.45 inches of rain fell over two days; in June 1998, 8.12 inches of rain fell over three days. 36",
        "While the 1996, 1998 and 2010 rain events were significant, they did not approach the magnitude of rainfall produced by Hurricane Diane in August 1955. Rainfall from Diane, recorded at the Blue Hills Observatory, totaled 13.76 inches, including 9.93 inches in 24 hours. As will be discussed in following sections, a storm the magnitude of Hurricane Diane would likely produce greater flooding and damage today than it did in 1955, due to the amount of development that has taken place over the past sixty years. Figure 28 . Brookline Flood Damage Claims The Cost of Flood Damage • Total claims, 1978 through January 2017 FEMA flood insurance paid 16 claims - $375,911 in damages 2010: 3 claims and 1 payment of $5,000 • 2010 FEMA payments for the uninsured: - 43 claims and 22 payments totaling $47,893 - Town of Brookline was reimbursed $196,628 for damages (75% of request for $262,170) Muddy River Flooding 1996 Less than 1% of Brookline’s land area is located in a FEMA flood zone and much of that land is parkland without any buildings. Perhaps not surprisingly, just over 100 Brookline property owners carry flood insurance and, relative to other communities, Brookline’s historic flood insurance claims are not large. Yet, as demonstrated by the 2010 storm, flood insurance payments tend to significantly underrepresent the extent of flood damage. Because the 2010 storm was a federally declared disaster, property owners without flood insurance were eligible for a limited amount of reimbursement for damages suffered. The number of claims filed by uninsured property owners was nearly fifteen times greater than the number of flood insurance claims. 37",
        "Flooding and Development Patterns Flooding challenges are commonplace in cities and towns where, over time, development has changed watershed drainage characteristics, re-rerouted or placed brooks and streams in culverts, and filled natural floodplains. As shown in Figure 29, with development comes an increase in impervious surfaces. As a result, the watershed hydrology is changed. Less rainfall reaches streams and rivers through groundwater infiltration, but instead reaches waterways through overland runoff. Runoff is directed to storm drains and reaches waterways much more quickly, causing an increase in flooding as shown in Figure 30. Figure 29. Development and Rainfall Source: US EPA 38",
        "Figure 30. Development and Stormwater Source: Adapted from Drainage Manual, Roads and Transportation Association of Canada, 1982 Historic Development in Brookline An 1844 map of Brookline (Figure 31) identifies ponds, brooks, and wetland areas that existed at that time (these areas are highlighted on the map). As described in the Recreation and Open Space Plan (ROSP), many of Brookline’s historic wetlands and ponds have been drained and filled, and streams culverted for both agriculture and development. The plan notes that in early years Brookline had nine streams in addition to the Muddy River. Most are now culverted underground. The only remaining above ground segments including South Meadow, Saw Mill, and Village brooks, and an unnamed brook, have been altered by channelization. As is apparent from comparing the 1844 map to a current map of Brookline, shown in Figure 32, the wetland areas in Brookline have diminished dramatically. The 1844 map and the current map have been amended to identify locations of FEMA flood insurance claims and the localized flooding areas identified in the Hazard Mitigation Plan. The FEMA flood claim locations are enlarged to comply with privacy requirements. While there are a number flooding claims located very close to FEMA flood zones along the Muddy River, none of the claims from Brookline are actually in a FEMA flood zone. As demonstrated by the 1844 map, many of these locations are in close proximity to former wetlands and waterways that, although no longer visible, are still revealed by their impacts. This has important implications for understanding and addressing flooding. In locations outside of flood zones, residents and town 39",
        "officials are not necessarily forewarned of the potential for flooding. Regulations that would protect against flood damage do not apply. Figure 31. 1844 Map of Brookline Flood claim locations are enlarged to comply with Federal privacy requirements. 40",
        "Flooding and Critical Facilities In this report, we utilize models to project where future sea level rise may change flood locations and depths. To date, however, no similar mapping of potential future inland flood zones is available. There are particular challenges to projecting future inland flooding and damages, including varying impacts when rain falls on dry, frozen, or saturated land; and varying impacts between long and short-duration rain events. Flooding associated with storm drainage infrastructure is also particularly difficult to predict. Figure 32. Brookline 2017 Flood claim locations are enlarged to comply with Federal privacy requirements. 41",
        "Yet there are ways to assess and consider future vulnerabilities that might result from increases in precipitation. Reviewing extreme events that may become more frequent, such as the 2010 storm, is valuable for identifying where damage occurred and where it might have extended had rainfall amounts been greater. Relatively flat land adjacent to flood zones can also be reviewed for vulnerability. As noted above, understanding the condition and location of culverts and storm drains is important, because of their potential for blockages and flooding. Further, as discussed above, the location of former wetlands is an important indicator of potential flooding locations. Figure 33 identifies critical facilities in locations that may be subject to flooding. These include1) flood zones, 2) town-identified flooding areas, 3) in proximity to previous flood claims, and 4) historic brooks and wetland areas from the 1844 map of Brookline. There are no critical facilities in today’s mapped wetlands. These categories serve as proxies for identifying locations that may be subject to flooding now, or in the future as a result of larger storms. We do not have the capacity to predict more precisely where future flooding may occur. Table 5 summarizes the critical facilities and their relationship to potential flooding indicators. Table 5 . Critical Facilities and Potential Flooding Indicators Flood Town Proximity Overlap Critical Facility Location Zone identified to a flood with historic flooding area claim wetlands Golf Course 1281 West Roxbury X Maintenance Parkway Shed Brookline High 115 Greenough Street X School Brookline Water 44 Netherlands Road X X X Department Lynch Recreation 599 Brookline Avenue X X X X Center Amory Field 15 Amory Street X House Gymnasium 68 Tappan Street X Childcare Center 5 Brookline Place X Childcare Center 1080 Beacon St. X Childcare Center 23 Netherlands Rd. X X Childcare Center 709 Hammond St. X Childcare Center 97 Aspinwall Avenue X Ivy Street School 200 Ivy St. X St. Paul St. MBTA X Longwood MBTA X X X Brookline Village X MBTA Beaconsfield X MBTA *Items shown in bold are also located in hot spots (Table 3). 42",
        "Figure 33. Critical Facilities, Flood Zones, Flooding Areas and Historic Wetlands Flood claim locations are enlarged to comply with Federal privacy requirements. 43",
        "The Massachusetts Climate Adaptation Report suggests that existing and capped landfills could be vulnerable, saying:“More rainstorms and associated runoff could cause structural damage, increased release of leachate, or even exposure of waste at landfills located in historic wetlands and other sensitive locations.” Dams The Massachusetts Climate Adaptation Report notes that increased intensity of precipitation is the primary concern regarding dams, as they were most likely designed based on historic weather patterns. The Department of Conservation and Recreation (DCR) Office of Dam Safety monitors the condition of the state’s dams. A potential effect of increased significant rain events is the failure and/or overtopping of existing dams. DCR potential hazard ratings are high, significant and low; conditions were rated good, satisfactory, fair, poor or unsafe. The State Hazard Mitigation Plan uses the term “High Hazard Potential” for dams located where failure will likely cause loss of life and serious damage to homes, industrial or commercial facilities, important public utilities, main highways, or railroads. The Brookline Reservoir Dam is Brookline’s sole dam. In 2009, DCR rated the dam as a high hazard dam in fair condition. As described in the most recent Hazard Mitigation Plan, the town developed an Emergency Action Plan in 2013. Sea Level Rise and the Built Environment MAPC used Version 3 of the Boston Harbor Flood Risk Model (BH-FRM) developed by the Woods Hole Group (WHG) to provide projections for flooding probabilities in 2030 and 2070. The BH- FRM was originally developed for Mass DOT and the Federal Highway Administration to evaluate the vulnerability of the central artery tunnel system. WHG has provided data for MAPC Metro Mayors communities. What is a “100-year” flood? BH-FRM models both risk of flooding and The term “100-year flood” is shorthand for a depth of flooding on the basis of sea level flood that has a 1% chance of happening in a rise projections and projected changes in given year. In reality, a 100-year flood could intense storm patterns. Unlike previous occur two years in a row, or not at all for 100 models of sea level rise, the BH-FRM takes years. But each year, there is a 1% chance it into account a variety of variables such as will occur. storm surge and wave run-up. The model bases projections on .68 feet of sea level The .2% chance flood = 500 year flood rise by 2030 and 3.4 feet of sea level rise The 1% chance flood = 100 year flood by 2070, relative to sea level in 2013. The 2% chance flood = 50 year flood These figures are comparable to the “high” The 10% chance flood = 10 year flood scenario for sea level rise shown in Figure The 100-year food zone is the location 5. While this is a conservative scenario, where there is a 1% chance of flooding each observed rates of sea level rise have been year. In the 500-year flood zone there is a trending toward the high scenario in recent .2% chance of flooding each year. years. 44",
        "Caution should be used in interpreting the projections. There are inherent mapping inaccuracies due to the need to interpolate between calculation nodes. Changes in the configuration of the Muddy River as a result of the Army Corps of Engineers project will also affect the projections. The maps are not applicable at a fine-grained level to assess individual buildings. Rather the sea level rise map below is provided as general guidance for future flooding analysis. It is not related to FEMA flood insurance maps and cannot be used for boundary resolution or location. Details on the BH-FRM can be downloaded at: https://www.massdot.state.ma.us/Portals/8/docs/environmental/SustainabilityEMS/Pilot_Project _Report_MassDOT_FHWA.pdf Figure 34. Projected Sea Level Rise 2070 45",
        "The mapping shows no impacts to Brookline from sea level rise in 2013 and in 2030. In 2070, the model projects that Brookline could be affected by flooding along the Muddy River. This is based on projections that, in their current configurations, the Charles River and Amelia Earhart Dams in Boston would be overtopped or flanked in low probability storms. Brookline would be impacted by storm surge coming up the Muddy River from the Charles River. As this scenario would have far greater impacts on Boston and Cambridge, we consider it likely that steps will be taken to reconfigure the dams to address future sea level rise. Temperature and the Built Environment Buildings, roads, and railways can be stressed by extreme temperatures. Heat can cause damage to expansion joints on bridges and highways, and may cause roadways to deteriorate more rapidly. Extreme heat will increase demand for cooling. According to the Massachusetts Climate Adaptation Report, 2011, there is a potential for significantly increased household energy consumption as the climate warms. The report notes that because higher temperatures reduce the efficiency of electric generation, it could be difficult to meet peak electricity demands. Power outages have significant impact on public health, communications, transportation and the economy in general. CLIMATE IMPACTS ON THE LOCAL ECONOMY Businesses, employees, residents, and the municipality could experience financial shocks from business disruption, property damage, and property loss caused by extreme weather. Severe climate effects that result in property damage and financial stress can cause commercial and residential displacement, if the cost of repair, hardening infrastructure, and increased utility or insurance costs become too great for property owners. Job disruption during an extreme weather, such as a Nor’easter or heatwave could result in delayed projects, forced business closures, job loss, and reduced spending. Employers are concentrated in Brookline’s five largest commercial districts: Brookline Village, Coolidge Corner, Chestnut Hill, Washington Square, and along Route 9. More than half of Brookline’s businesses lie within areas with particularly high land surface temperatures (InfoGroup 2016) (Figure 35). Hot days can cause unhealthy work conditions for people who work outside, but our analysis indicates that Brookline has a very small number of employees who work outdoors. Excessive heat can cause unsafe and uncomfortable indoor conditions as well, for both employees and patrons. Massachusetts’s OSHA regulations do not currently regulate indoor temperatures or air conditioning but, employees can file complaints to the Brookline Board of Health or OSHA if workplace conditions are unbearable. In Brookline, a relatively small number of businesses are located in areas currently subject to flooding. Approximately 92% of employed Brookline residents work outside of Brookline, with nearly half commuting to Boston (LEHD, 2014). The areas where the largest concentrations of Brookline residents work are Downtown Boston and the Longwood Medical area. They may be impacted by flooding on critical transit corridors in Brookline and Boston. Flood zones bordering Brookline along its eastern and northern edges pose flooding risks for multiple Green Line branches, and 46",
        "along the Riverway and Storrow Drive. Flooding along these corridors may result in business disruption and reduced activity if employees and customers experience barriers when trying reach Brookline during floods. Figure 35. Businesses Locations and Climate Impacts 47",
        "CLIMATE IMPACTS ON STATE-OWNED INFRASTRUCTURE Massachusetts Bay Transportation Authority The MBTA provides critical transportation services to Brookline residents and businesses. Data from the MBTA Ridership and Services Statistics 2014 Report record over 50,000 daily boardings on MBTA services in Brookline. While these figures include passengers from communities other than Brookline, the reliance on the MBTA is clear. MBTA services in Brookline include the B, C, and D Green Lines, four primary bus lines, and The Ride (ADA compliant service). MBTA data show that weekday ridership includes nearly 20,000 boardings at the Boston B line stations adjacent to Brookline, over 12,000 at C line stations, and over 11,000 at D line stations in Brookline. An average of 154 trips per day on The Ride originated in Brookline in FY 2013. Nearly 10,000 boardings were recorded on the number 51, 60, 65, and 66 bus lines. MBTA climate concerns include potential damage and disruption from flooding. Extreme heat can cause buckled rails, overheating equipment, regional power failures, wear and tear on paved surfaces, and health and safety issue for workers and passengers when temperatures exceed 85 degrees. Warmer temperatures could lead to more damage from ice storms if temperatures hover around freezing. The MBTA is taking steps to address climate resiliency. Request for Proposals (RFPs) for architectural and engineering plans must now address historic and future vulnerabilities by the 30% design stage. Capital plan requests need to indicate whether projects will improve resiliency; they receive greater priority if they address resiliency. A pilot resiliency evaluation has been conducted for the Blue Line and an RFP is being developed for a system-wide analysis. Specific climate resiliency projects in Charlestown and Kenmore Square (related to the Muddy River floods) are already planned or underway. Brookline has already experienced a significant instance of MBTA service interruption from flooding. The October 1996 flood that inundated the Kenmore Square station, disrupted service on the Green Line for two months. In addition to vulnerabilities that may exist on rail lines, surface transportation could be affected if buses travel through flooded streets. Street flooding could also affect trips on The Ride. Massachusetts Water Resources Authority The MWRA provides drinking water and sewage treatment to the Town of Brookline. The MWRA has been analyzing the climate vulnerability of its systems and is working to increase resiliency in identified priority locations. The MWRA is confident that its drinking water infrastructure is not threatened by more intense storms. Pump stations and storage tanks are above flooding elevations; spillways have been improved to handle the .01% storm (1 in 1,000 years). They have reviewed the status of their dams and report no current issues. They report no concerns with the Newton Street and Reservoir Road pumping stations in Brookline. 48",
        "The MWRA does not anticipate issues with water supply. The Authority’s safe yield of 300 million gallons per day (gpd) took into account the 1960’s drought, which was characterized as a 400- year event. Current usage is 200 million gpd. The MWRA has very large reservoirs relative to the size of the watershed. Because of this capacity, and because of significant success in water conservation efforts over the past 35 years, even if a drought extends several years, the MWRA can supply all existing communities and provide assistance to neighboring communities as needed The MWRA has conducted an analysis of its sewer infrastructure, considering potential impacts based on modeling the 1% chance FEMA flood elevation, plus an additional 2.5 feet of elevation. Brookline is not impacted by the coastal pump stations that are vulnerable to storm surge MASS Department of Transportation Mass DOT is currently working with a consultant to develop a model to project the future 100- year floodplain for the 24-hour storm, using future precipitation projections. It is not yet known when the model, now in a test phase, will be available statewide, but MassDOT hopes to be able to use the modeling to identify priority flooding locations. The primary state roadway in Brookline is Route 9; Route 2 and the Mass Pike also intersect with the northeast corner of Brookline. Department of Conservation and Recreation The Department of Conservation and Recreation (DCR) inspects the Brookline Reservoir Dam. In addition, the DCR owns Lost Pond Reservation as well as several parkways including, the Hammond Pond and West Roxbury Parkways. CLIMATE IMPACTS ON UTILITIES Electricity Eversource is the energy utility company that services Brookline. Of the four identified Eversource substations none are located in identified potential flooding areas, and three are located in temperature “hot spots”. Energy infrastructure is vulnerable to extreme weather, in particular winter storms, heat waves, and floods. Ice storms, freeze/thaw cycles, and flooding can cause severe damage to infrastructure. Winter storms and hurricanes can increase loads on utility infrastructure, especially power lines and utility poles, because of increased weight from precipitation and wind. Additionally, over 90% of power outages are caused by fallen trees and limbs during storms. Heat waves are also damaging to infrastructure due to disruptions to core components within transformers, which are already overburdened during times of increased demand on the electric grid. Flooding can corrode critical infrastructure and prevent electronic components from functioning. Eversource is currently implementing initiatives to bolster the resiliency of their critical assets. These initiatives include emergency preparedness trainings for staff, flood proofing vulnerable substations, and updating design standards for increased precipitation and flooding. 49",
        "Natural Gas Brookline’s natural gas infrastructure is serviced by National Grid. There are approximately 120 miles of gas distribution lines in the town. Critical infrastructure includes pipelines, compressor stations, storage facilities, and control stations. This infrastructure is necessary to transport, store, and distribute natural gas. Flooding from heavy precipitation poses a threat to underground gas infrastructure. Gas pipes rely on internal pressure to keep natural gas flowing. Water intrusion can disturb internal pressure and result in service disruption. Gas pipes within low pressure distribution systems are the most vulnerable to flooding, because they do not have the hydrostatic pressure necessary to keep water out. Above ground infrastructure, such as compressor stations, metering stations, and control stations are also vulnerable to flooding. Freeze/thaw events can cause gas mains to break. Older cast iron pipes are the most vulnerable to freeze/thaw events. Extreme heat does not pose significant threats to gas infrastructure. National Grid has initiated a Yearly Improvement Program, targeted at enhancing resiliency in areas that have suffered repeat flood outages. The utility company has also undergone an in- depth climate vulnerability assessment of their assets to identify high risk areas. Within these areas, they will be upgrading low pressure distribution systems to high pressure distribution systems and flood-proofing above-ground infrastructure that may be affected by flooding. National Grid has verified that Brookline is not within any of their high risk distribution clusters. Massachusetts has a gas leaks problem that adds complexity to addressing future climate impacts. The natural gas system is one of the oldest in the country. Non-protected steel, and cast iron pipes are particularly leak prone; they constitute 3,172 miles, or 44% of the 7,215 miles of pipe main in National Grid’s Boston Gas distribution system which includes Brookline. Cast iron pipes are susceptible to breaks from frost heaves, ground movement and construction. Unprotected steel pipes are subject to corrosion. Gas leaks release methane, the most powerful greenhouse gas, into the soil and the air. Gas leaks carry serious environmental and health risks including suffocating the root systems of trees and forming ground-level ozone (an asthma trigger). Brookline is taking the lead in attempting to hold National Grid legally accountable for the damage gas leaks are doing to town trees. A trial date is currently scheduled for November 2017. In 2014, the Massachusetts legislature passed a law that requires gas companies to accelerate the replacement of leak-prone pipes. Gas companies are required to submit annual Gas Safety Enhancement Plans (GSEP). In their 2017 plan, submitted in October 2016, National Grid indicated that system-wide, they intend to replace 105 miles of leak-prone pipes in 2017 and complete replacement of all leak-prone pipes by 2035. Brookline has 120.6 miles of gas mains; 71%, or 85 miles are leak-prone, including 11% non- protected steel and 60% cast iron. Most recent figures from National Grid show there is one Grade 1 leak, ten Grade 2 leaks, and 240 Grade 3 leaks in Brookline. National Grid defines a Grade 1 leak as an existing or probable hazard that requires immediate repair. Grade 2 leaks 50",
        "are characterized as non-hazardous to persons or property, but justifying repair based on probable future hazard. Grade 3 leaks are characterized as non-hazardous and expected to remain non-hazardous. The 2017 National Grid GSEP includes plans for 8 projects in Brookline, replacing 1.6 miles of low pressure cast iron pipe. From 2018 through 2021, National Grid plans 58 projects in Brookline, replacing 9.11 miles of low pressure cast iron pipe. If implemented, this would reduce leak-prone mains in Brookline 12% by 2022, leaving nearly 75 miles of leak-prone mains. Telecommunications Telecommunications infrastructure is the technology that transmits information electronically. Telecommunications systems include phone and computer networks, and the internet. This infrastructure plays a critical role in emergency response and recovery. Telecommunications infrastructure is vulnerable to extreme heat, precipitation, and storms. Most heat-related service disruptions are caused by power outages resulting from increased demand on the electric grid. Extreme heat can also cause critical infrastructure to overheat or malfunction, leading to equipment failure and reduced lifespan. Corrosion and erosion that can be caused by flooding from heavy precipitation, sea level rise, and storm surges are primary concerns for underground infrastructure and critical facilities. Heavy ice formation and snow accumulation can increase the load on telecommunication lines and infrastructure, resulting in damage. Heavy precipitation and increased humidity can interfere with the signal transmission that wireless systems rely on. Aboveground infrastructure is vulnerable to strong winds and lightning. Wired infrastructure and utility poles are particularly vulnerable to damage from falling trees and limbs. Many providers utilize shared fiber networks that reduce redundancy and increase vulnerability to systems disruption during extreme weather. Some service providers, such as Verizon, are taking steps to protect their infrastructure from the impact of climate change. They are creating backup power capability on critical sites, implementing emergency fuel plans for generators, hardening buildings and structures to withstand flooding and precipitation, deploying mobile communications units to heavily affected communities, and training staff to respond to emergencies. Specific data on the location of telecommunications infrastructure and networks is not publically available. MAPC Metro Mayors communities have the option to purchase proprietary information about telecommunications infrastructure for their communities. 51",
        "VULNERABILITY ASSESSMENT SUMMARY The key projected impacts from a warming climate include:  Increased winter/spring precipitation, and large rainfall events, resulting in flooding damage to built infrastructure, and negative water quality impacts  Increased summer drought, compromising water quality and quantity and putting stress on other natural resources  Increasing temperatures, particularly an increase in the number of days over 90°F and 100°F, affecting public health, infrastructure, and natural resources  Rising sea level, resulting in potential flooding along the Muddy River late in the century(if no action is taken to increase the capacity of the downstream Charles River dams) Socioeconomic Vulnerabilities Vulnerable populations are likely to include a higher proportion of individuals who may be more susceptible to climate impacts, and individuals who may have more difficulty adapting to, preparing for, and recovering from extreme weather events. Social isolation increases vulnerability as it limits access to critical information, municipal resources, and social support systems valuable in emergencies. Vulnerable populations that are growing, or projected to grow, include seniors, young children, individuals living alone, people of color, and people with limited English language proficiency. In Brookline, residents who speak Asian languages are more likely to be linguistically isolated than those who speak other non-English languages at home. Other vulnerable populations include low income residents, individuals with a disability or pre-existing health conditions, and individuals without a high school diploma. Public Health Vulnerabilities The health impacts of increases in extreme heat and heat waves are a primary concern. Heat is the leading cause of weather fatalities, and exposure to high temperatures can cause a variety of heat-related illnesses. The very young and seniors are more physically vulnerable to heat than other age groups. Those who work outdoors or participate in outdoor physical activity increase their susceptibility to heat-related illness, as do those in older housing stock, or those without access to air conditioning. People who require electric medical equipment may be at increased risk during loss of power. Extreme heat is often accompanied by high humidity and poor air quality. These conditions can aggravate or trigger cardiovascular and respiratory illnesses. Low- income individuals, Blacks, Latinos, and seniors may be at increased risk due to a higher prevalence of these chronic diseases. Areas with less shade and a higher percentage of dark surfaces will experience the highest temperatures, known as the “heat island effect”. The report identifies critical facilities in the hottest 5% of land area in the MAPC region. Northeastern University identified census block groups with concentrations of populations that are the most vulnerable to heat impacts. The vulnerabilities analyzed are poverty, low educational attainment, seniors, seniors living alone, households living alone, and races other than white. 52",
        "In general, north Brookline locations are shown to have more vulnerability. Of the two south Brookline block groups with high vulnerability, one is in the highest quintile for seniors and seniors living alone, the other is in the highest quintile for race other than white, and for educational attainment. The combined vulnerability and exposure analysis reveals that the highest risk neighborhoods include block groups near Brookline Village and south along the Boston border, and areas north and south of Beacon Street from the Boston border to Washington Street. South Brookline, due to cooler temperatures, does not have any block groups rated high or very high risk level. Health-related problems from flooding can include diseases from mold in flooded homes and from contact with contaminated water. Such contact can happen in the home because of sewage back-ups and overflows, or in polluted recreational waters. A changing climate may cause an increase in mosquitos and ticks, as well as the illnesses they spread, such as eastern equine encephalitis, West Nile virus, and Lyme disease. Forecasting change in vector-borne illnesses, however, is complicated by a variety of climate and non-climate factors that may have conflicting effects. Those who spend significant time outdoors and/or live close to vector habitats are most vulnerable to vector-borne diseases. Substandard housing may increase contact with mosquitoes in the home. Natural Resource Vulnerabilities Brookline’s existing natural resources lessen climate impacts. Trees confer many benefits, including carbon absorption and storage, air pollution removal, and stormwater interception. Tree-shade provides relief from heat and reduces energy demand from air conditioners. Wetlands, forests, and other open lands soak up and store rainwater, reducing flooding, and protecting water quality. Maintaining open space in floodplains allows the land to absorb the brunt of flooding without impact to homes and infrastructure. Aquatic resources will be affected by warmer temperatures and by changes in the timing and amount of precipitation. Stormwater from rain washes pollutants into waterways and may cause erosion. In large events, waterways may be affected by sewage overflows. Warmer summer temperatures may lead to an increase in aquatic vegetation, which can deplete dissolved oxygen and may have negative effects on aquatic animals and recreational use of waterbodies. Warmer waters, seasonal low-flow or no-flow events, and low levels of dissolved oxygen in the water may result from a shift in precipitation patterns toward early spring runoff and more frequent summer droughts. Existing water quality impairments may be exacerbated by climate impacts. Trees will be affected by warming temperatures. Trees adapted to warmer climates are predicted become more abundant, while those that grow well in more northern climates will decline. Trees may also be subject to new pests and diseases that can thrive in a warming climate. Drought and wildfire, as well as ice storms, can weaken and damage trees. Street trees can be damaged by gas leaks. 53",
        "Built Environment Vulnerabilities Flooding Flooding due to rain has already had significant impacts in Brookline. The report documents flooding over the past 60 years. An increasing frequency and intensity of storms will exacerbate future flooding. A key finding is that 100% of identified flood claims are for properties located outside of FEMA flood zones. As a result, many properties that experience flooding are not subject to floodplain regulations and affected property owners are not formally warned of their flood risk. Some of the claims outside flood zones align with wetland areas shown on an 1844 map of Brookline. This highlights the role that filling of wetlands and altering natural drainage patterns plays in today’s flooding patterns. Much of today’s flooding that occurs outside of FEMA flood zones is likely related to filled or buried historic wetlands and waterways and/or to overburdened storm drain systems. Future development that increases impervious surfaces or further alters natural drainage will exacerbate flooding impacts. The report identifies critical facilities in flood zones, in town-identified flood prone areas, in close proximity to previous flood claims, and overlapping historic wetlands identified in the 1844 map of Brookline. These categories serve as proxies to identify areas that may be subject to increased flooding in the future. Sea level rise The Woods Hole Group model projects that by 2070, flooding along the Charles River due to storm surge could overtop or flank the downstream Charles River dams in low probability storms. As this scenario would have great impact on Boston and Cambridge, it is likely that steps will be taken to reconfigure these dams, thereby protecting Brookline from any direct impacts of sea level rise. Temperature Heat can cause bridges, roadways and railways to deteriorate more rapidly. The report identifies land projected to be in the hottest 5% in the MAPC region. As the climate warms, increased demand for cooling combined with the decreased efficiency of electric generation at high temperatures may make it difficult to meet peak energy demands. Power outages have significant effects on public health, communications, transportation and the economy in general. Local Economy Vulnerabilities Businesses are concentrated in Brookline’s five largest commercial districts: Brookline Village, Coolidge Corner, Chestnut Hill, Washington Square, and along Route 9. More than half of Brookline’s businesses are located in hot spots, while relatively few are in identified flooding areas. Over 90% of Brookline’s residents work outside of Brookline. The largest concentrations of Brookline residents work in Downtown Boston and the Longwood Medical area. Transportation to these areas may be subject to interruption from flooding. 54",
        "State-Owned Infrastructure Vulnerabilities MBTA As of 2014, ridership across all MBTA services in Brookline exceeded 50,000 boardings daily. MBTA climate concerns include damage from flooding as well as from heat. The MBTA is also concerned that warmer temperatures in the winter could result in more damage from ice storms. Health of passengers and workers is a concern at times of high heat. Muddy River flooding in 1996 caused significant damage and disrupted service on the Riverside line for two months. The MBTA is proceeding with plans for a system-wide climate vulnerability analysis. Massachusetts Water Resources Authority The MWRA provides water and sewer service to Brookline. The MWRA has analyzed the vulnerability of its systems. Drinking-water infrastructure is not threatened, even by more intense storms; and the MWRA’s analysis is that even if a drought extends for several years, the Authority can supply drinking water to all its communities. Brookline sewage treatment is not vulnerable to coastal storm surge. MASS DOT State roadways include Routes 9 and short portions of Route 2 and the Massachusetts Turnpike. Mass DOT is currently working with a consultant to develop a model to project the future 100- year floodplain for the 24-hour storm, based on future precipitation projections. The model is in a test phase; it is not known when it will be available statewide. Department of Conservation and Recreation DCR inspects the Brookline Reservoir dam. Increased precipitation intensity is the primary concern for dam function. The DCR parkways in Brookline include Hammond Pond and the West Roxbury Parkway. Utilities Vulnerabilities Electricity Eversource is the energy utility company servicing Brookline. Eversource climate concerns include winter storms, heat waves and floods. Ice storms, freeze/thaw events, and flooding can cause severe damage to infrastructure. Power outages result from downed lines due to falling trees or ice, and from increased demand and equipment failures during extreme heat. Of the four Eversource substations in Brookline, none are located in potential flooding areas; three are located in “hot spots”. Eversource resiliency initiatives include flood proofing vulnerable substations, updating design standards for future flooding and emergency preparedness training for staff. Natural Gas National Grid is the natural gas provider for Brookline. Gas pipes and infrastructure are vulnerable to corrosion and damage from flooding. Freeze/thaw events may cause gas mains to rupture. Gas leaks release methane into the soil and air, contributing to greenhouse gases in the 55",
        "atmosphere. The leaks damage trees by suffocating root systems, and form ground-level ozone, which is an asthma trigger. Due to the damaging impacts of leaks, the state has required gas companies to accelerate replacement of leak-prone pipes. In their 2017 plan, National Grid indicated that 71% of Brookline’s gas mains are leak-prone. Most recent figures show over 200 gas leaks in Brookline. National Grid projects that they will complete system-wide replacement of all of their leak-prone pipes by 2035. If successful, GHG releases and damage to street trees should decline. National Grid’s 2017 plan indicates they plan to replace 10.7 miles, or 12%, of leak-prone pipes in Brookline by 2022. Telecommunications Telecommunications systems include phone and computer networks, and the internet. This infrastructure plays a critical role in emergency response and recovery. Vulnerabilities essentially mirror those described above in the Electricity section. Specific data on the location of telecommunications infrastructure and networks is not publically available. A key concern is that many providers utilize shared fiber. This reduces redundancy and increases vulnerability to disruption during extreme weather. 56",
        "ACTION PLAN Introduction The Town of Brookline has already taken numerous steps to improve its resilience to extreme weather. Flooding, heat waves, and drought are projected to become more frequent and severe over the course of this century, but they are not new concerns. Thus, while planning for climate resilience is a relatively new endeavor, Brookline starts with a firm foundation to support its future efforts. The following sampling illustrates the breadth of Brookline’s current strategies:  Purchasing open space that provides flooding buffers and preserves habitat  Adopting the Building Stretch code for energy conservation and resilience to heat events  Opening of cooling centers during heat waves  Brookline Buddies outreach program  Muddy River restoration project to reduce flooding and restore ecological function  Complete Streets policy includes green infrastructure for stormwater management  Open Space plan addresses climate impacts  Support for bicycling improves public health and reduces GHG emissions  Extensive tree planting provides heat relief and absorbs stormwater  Diversity of tree species supports resilience to a warming climate  Investments in stormwater and sewer infrastructure reduce flooding and pollution  Use of porous pavement reduces stormwater runoff MAPC recommends additional strategies on a “no-regrets” basis. That is, they should be considered even in the absence of climate change, as they are likely to generate economic, environmental, and social benefits. The use of green infrastructure and low impact development (LID) techniques, for example, reduces stormwater runoff and cooling costs, and provides recharge to groundwater aquifers. Beyond resilience concerns, they also provide residents with additional green space and supports local ecosystems. Many strategies will help meet federal stormwater “MS4” permit requirements. While this plan focuses on adapting to climate change, it is critical to continue efforts to reduce greenhouse gas emissions, and thereby mitigate future climate impacts. Through its participation in the MAPC Metro Mayors Coalition Brookline has committed to updating its climate mitigation plan by 2020 and achieving a NET ZERO/Carbon-Free status by 2050. Brookline and its residents have already taken many steps to promote energy conservation and the use of renewable energy. Brookline’s Green Electricity program is a recent example of the Town’s leadership in this area. Other projects include installing electric vehicle (ev) charging stations in municipal lots and encouraging ev charging stations in projects of 25,000 square feet or larger. Municipal building projects include retrofits for energy efficiency, installing solar photo voltaic arrays and requiring new municipal facilities to be solar-ready, achieving LEED Silver certification for school expansions, and exploring net zero emissions for new school projects. As shown in the figure below, many strategies address both adaptation to, and mitigation of, future climate impacts. 57",
        "MAPC recommends strategies that span planning, policy, design, community outreach, and more. Many require additional analysis and planning and/or financial resources. Brookline will need to evaluate and prioritize potential actions and the timing of their implementation. Extreme weather may occur at any time, but climate change is projected to occur slowly over the course of many decades. Effective implementation must reflect these realities and include both near-term action and long-term planning. To help prioritize actions, it may be useful to conduct a risk analysis that examines the probability and the consequences of harm, as illustrated in the graphic below. The flooding of a sewer pump station and open space might be equally likely, for example, but protecting the pump station would have higher priority as the consequence of its flooding is more severe. 58",
        "The first sections of MAPC’s recommendations address overall implementation, outreach, and planning and; emergency management. Subsequent recommendations follow the organization of the climate vulnerability assessment. Many recommendations address multiple vulnerabilities and concerns. Implementation, Outreach, and Planning Recommendations Climate change modeling has inherent uncertainties and will be affected by unknown levels of future greenhouse gas emissions. Brookline will also change over time, as will technologies and other means of climate mitigation and adaptation. This report should be seen as the beginning of a dialogue within town government, and between the town and its residents. Communication with various constituencies will increase public awareness of climate change and provide community feedback on proposed climate actions. Evaluation and implementation of action items will require on-going coordination and stewardship. Climate concerns should be incorporated into town planning efforts including, for example, the economic development plans, the master plan, the open space plan, and the hazard mitigation plan. It is especially important that climate goals be included in the capital planning process. Large capital projects present opportunities to make significant improvements in climate resilience that might otherwise be cost-prohibitive. New municipal buildings should meet high standards for climate resilience and mitigation. Major rehabilitation projects should incorporate climate resilience and mitigation features. Climate considerations are also appropriate for smaller capital projects. As an example, road reconstruction provides an opportunity to reduce road width and incorporate green infrastructure. ACTION: Review climate projections and revise and update climate resilience priorities every five years. ACTION: Periodically review town demographics to ensure the needs of residents are addressed. ACTION: Establish a climate adaptation and mitigation coordinator position. ACTION: Have each town department review climate vulnerabilities relevant to its assets and mission, and identify potential and current activities that bolster resilience. 59",
        "ACTION: The Working Group, or a successor committee, should continue to meet to establish priorities, incorporate new information, and monitor progress on climate goals. The Town should expand the Working Group to include additional relevant departments, such as the Housing Authority, Schools, and Emergency Management. Consider including community partners. ACTION: Develop outreach programs and host events to inform specific populations about the impacts of climate change and Brookline’s climate risk. Consider the business community, developers, contractors, neighborhood groups, human service providers, and community groups, to gain feedback on their concerns and needs. Resource: A grant from MAPC’s Community Engagement or Arts & Culture Divisions. Example: City of Boston Ambassador’s Program that trains volunteers to do outreach to their communities. ACTION: Consider creating a brochure for residents who are interested in helping the town and themselves to become climate resilient. Topics could include emergency planning; property management for drought, stormwater infiltration, invasive species, and renewable and resilient energy. ACTION: Incorporate climate resilience into all Town planning documents. Ensure that all capital projects incorporate climate resilience. Emergency Management ACTION: Ensure adequacy of cooling centers and access for vulnerable populations. Ensure that all shelters have adequate back-up generators. Consider developing relationships with large businesses and institutions to explore opportunities to add informal cooling areas throughout the town. ACTION: Review and update the Comprehensive Emergency Management Plan to incorporate changes in emergency situations and response activities that may result from climate impacts. Conduct table-top exercises. ACTION: Improve emergency alert systems to reach a wider audience. ACTION: Review the Town’s internal emergency communications infrastructure to ensure redundancy during emergencies when cell phone or other services may not be available. ACTION: Research whether the town may gain access to local video cameras for emergency monitoring. Socio-Economic Recommendations Brookline has many programs across public health, emergency planning, elder services, community development, and others, that provide services and connect to vulnerable populations. A challenge will be cataloging current efforts, and identifying gaps in services. Outreach to communities will provide valuable feedback regarding concerns and needs. Social connectedness helps communities prepare for, respond to, and recover from natural disasters. Communities with stronger ties and networks have reacted faster to meet needs and begin recovery efforts. A growing body of evidence indicates that social cohesion is a protective health factor as those with stronger connections typically experience healthier outcomes. 60",
        "ACTION: Conduct an assessment of vulnerable populations. Identify gaps in services and prioritize strategies to address gaps. ACTION: Review Town strengths and weaknesses regarding outreach and connections to vulnerable populations. Identify community partners that can strengthen relationships where needed. ACTION: Expand the successful Brookline Buddies program. ACTION: Reach out to facilities that serve vulnerable populations. Assess retrofit needs and emergency readiness, including evacuation plans. Review needs for air conditioning and back-up generators. Encourage sign-up for the emergency notification system. ACTION: Develop programs, or provide information, to assist low-income residents with property retrofits. Example: Investigate whether CDBG funds can be utilized for heat and flood retrofits. ACTION: Target affordable housing sites for flood and heat retrofits and upgrades. ACTION: Create a plan to conduct outreach to linguistically isolated households. Provide emergency preparedness information in their native languages. Consider needs for translator services. ACTION: Develop advance shelter-in-place and communication strategies for residents who may not be able to evacuate during emergencies. Public Health Recommendations Heat impacts will be felt Town-wide, more so in hot spot areas and among those without air conditioning. Exposure to mold as a result of flooding and exposure to vector-borne illnesses are additional climate-related concerns. Strategies to address public health overlap significantly with strategies to address socio-economic vulnerability and strategies for improved heat and flood protection included in the Built Environment section. ACTION: Promote wellness programs that address the illnesses and conditions forecast to be exacerbated by climate changes and the populations forecast to be disproportionately affected. Resource: The Bureau of Environmental Health of the Massachusetts Department of Public Health has online resources, including a conceptual pathways matrix that identifies hazards, exposures, vulnerable groups, and health risks https://matracking.ehs.state.ma.us/Climate-Change/conceptual-pathways.html. ACTION: Reach out to hospitals, nursing homes, and group homes to ensure that they have Continuity of Operations (COOP) plans so they can perform essential functions during emergencies. ACTION: Create an outreach campaign focused on the impacts of extreme heat and how to manage it. Partner with local hospitals and social assistance organizations on awareness campaigns for heat-related illnesses. Resources: Center for Disease Control Extreme heat guidebook: https://www.cdc.gov/climateandhealth/pubs/extreme-heat- guidebook.pdf MAPC’s Keep Cool App. ACTION: Utilize the tree canopy and heat maps to strategically increase tree planting and landscaping for heat relief. Resource: MAPC GIS data. 61",
        "ACTION: Develop extreme weather guidance for town employees whose jobs involve outdoor work. ACTION: Develop an outreach/support plan to remediate properties impacted by mold as a result of flooding. ACTION: Place signage at popular parks and recreation areas to inform residents about tick/mosquito risk and to provide information about how to protect themselves. ACTION: Consider an emergency preparedness plan for pet companions to reduce number of individuals sheltering in place during extreme weather events. ACTION: Consider strategies to identify and support vulnerable households most in need of air conditioning. Encourage use of efficient air conditioning. ACTION: Identify households reliant on electricity for medical devices. Develop plans for backup power in the event of outages. Natural Resource Recommendations The critical role of natural resources in Green Infrastructure (GI) is an approach to climate adaptation cannot be infrastructure and natural resource management that overstated and is addressed incorporates natural features, such as forests and throughout the report. Other sections of wetlands, as well as engineered landscapes that mimic the report suggest ways in which natural processes. Green infrastructure practices bolstering natural resources will include preservation and restoration of natural provide protection from flooding and landscapes, along with the use of rain gardens, porous heat impacts. In particular, the need for pavements, green roofs, infiltration planters, trees and green infrastructure and low impact rainwater harvesting systems. GI is a cost-effective, development solutions is addressed resilient approach to managing wet weather impacts. extensively, and will be vital to Low Impact Development (LID) is a development addressing climate impacts on water process that begins with smart growth-based best site quality and quantity, as well as heat. planning practices to identify critical natural resource areas for preservation and uses Green Infrastructure ACTION: Incorporate climate resilience to maintain natural drainage flow paths and reduce into open space planning. impervious surfaces. Strategic considerations include: 1) protecting large and/or connected green spaces to foster resilience and biodiversity; 2) creating green space to cool “hot spots”; 3) maintaining or creating open space buffers to protect water quality and provide flood protection; 4) identifying locations where soils will support stormwater infiltration to replenish groundwater and support stream flow. Resource: The Metro Mayors Climate-Smart Region (CSR) Decision Support Tool is a new GIS-based program developed to prioritize locations for green infrastructure. The CSR program analyzes spatial data in four climate strategies: Connect (carbon-free transportation links), Cool (shade areas to reduce heat), Absorb (innovative stormwater management), and Protect (natural land buffers for sea level rise). MAPC can arrange training on the use of the tool. 62",
        "ACTION: Increase tree planting efforts to increase tree canopy. Continue to boost climate resilience by increasing tree diversity and by considering trees well-adapted to warming temperatures. To address public health concerns, consider trees that produce fewer allergens. Resources: The U.S. Forest Service has developed a comprehensive manual, “Forest Adaptation Resources: Climate Tools and Approaches for Land Managers,” available at https://www.fs.fed.us/nrs/pubs/gtr/gtr_nrs87-2.pdf. MAPC can provide high-resolution GIS tree canopy layer that allows investigation at the parcel level. ACTION: Ensure that bridge and culvert repairs take into account future precipitation projections. Resources: Massachusetts Stream Crossing Handbook: http://www.mass.gov/eea/docs/dfg/der/pdf/stream-crossings-handbook.pdf Massachusetts Division of Ecological Restoration grant program for replacement of high ecological value culverts. ACTION: Investigate stream daylighting or naturalizing opportunities to restore natural habitats. ACTION: Monitor for new invasive plant and animal species that may be introduced by a warming climate. Develop management strategies as needed. Built Environment Recommendations Flooding Flooding is a natural periodic occurrence, but it is exacerbated in developed areas with impervious surfaces. The Town is already devoting significant resources to stormwater infrastructure improvements that will reduce flooding. Recommended actions in this section focus on restoring natural drainage to the greatest degree possible and reducing or restricting encroachment in flooding areas. ACTION: Conduct a by-law/zoning review to ensure GI/LID and climate resiliency are promoted and not restricted. Examine requirements for parking, driveways, street width, open space residential design, stormwater, and site plan review. Develop recommendations for requirements and incentives that will integrate GI/LID into all development and redevelopment work. Provide guidance to project proponents early in the development process. ACTION: Develop design guidelines for Green Infrastructure and Low Impact Development. Resource: MAPC Low Impact Development Toolkit. Example: Town of Littleton Low Impact Development Manual. 63",
        "ACTION: Provide training, as needed, for Town staff implementing new green infrastructure strategies. Resource: The University of New Hampshire Stormwater Center conducts research and offers technical training on innovative stormwater treatments. ACTION: Consider expanding the Floodplain or Wetlands by-law to apply to documented areas of flooding. Example: The Town of Braintree Floodplain By-law provides for inclusion of documented areas of flooding outside of FEMA flood zones. ACTION: If the state releases precipitation projections, update design storm requirements so that development projects address rainfall projections for their planned lifespan. ACTION: Consider establishing a Stormwater Utility to provide resources for stormwater management and MS4 requirements. Include incentives for property owners to infiltrate stormwater. Resource: MAPC Stormwater Utility Kit. Examples: City of Newton, Town of Milton. ACTION: Assess municipal properties for opportunities for LID/GI retrofits. Resources: Possible project with MAPC. Climate Smart Region Tool. ACTION: Encourage residents to capture or infiltrate rainwater with strategies including rain barrels, landscaping, and pervious pavements. ACTION: Document flooding and utilize flood-claim mapping to assist targeting of stormwater improvement resources. ACTION: Continue to prioritize stormwater treatment in capital planning. Heat Recommended actions focus on strategies to improving buildings for the health and comfort of occupants, and on reducing heat and heat island impacts. Many GI/LID strategies referenced in the flooding section will also reduce heat impacts by reducing paving and expanding green space. Encouraging “green” building is also an important climate mitigation action. ACTION: Establish green building recommendations or requirements. Example: The City of Cambridge has developed sustainable building requirements. Resource: The Boston Planning and Development Agency has a climate resiliency checklist that could be modified for use in Brookline. Resource: LEED resources include climate resilience screening tools. 64",
        "ACTION: Explore zoning code and/or incentives to increase green landscaping, reflective pavements, and cool or green roofs to lessen heat island impacts. Examples: Seattle Green Factor establishes green landscaping requirements for projects of a certain size. Sacramento Parking Lot Shading Requirement mitigates urban heat island impacts. Heat and Flood Recommended strategies address resilience in the event of power outages caused by heat, flood, and other extreme weather, as well as outreach and retrofits for properties affected by heat and flood. ACTION: Encourage use of microgrids, district energy, and battery storage to keep critical facilities functioning in the event of power loss. Example: The City of Northampton is building a microgrid to power its DPW, emergency shelter, and local hospital. The Town of Sterling Municipal Light Plant has installed battery storage that can operate the police station and dispatch center for two weeks in the event of an outage. Resources: The state’s Advancing Commonwealth Energy Storage (ACES) program and the Mass Clean Energy Center Community Microgrids program. ACTION: Explore joint procurement opportunities with MAPC to purchase emergency generators and pumps. ACTION: Develop and distribute education and outreach materials on climate related retrofits including elevating utilities, preventing backflow, protecting basements, and weatherization. Create a contractor/homeowner resilience checklist to address flood and heat strategies and a checklist for use in inspections. Examples: Basement protection materials from Kingston, Ontario, Canada https://utilitieskingston.com/Wastewater/BasementFlooding/Protect. City of Cambridge flood protection brochure. ACTION: Publicize hot spot and potential flooding areas to current residents and to permit applicants. Direct them to educational materials. Consider creating overlay maps to identify sensitive areas. ACTION: Alert homeowners to flood insurance savings available for those who elevate above base flood levels, and to reduced rates for those not in a flood zone. Resource: MA Coastal Zone Management freeboard handout. ACTION: Prioritize retrofits and emergency planning for Town facilities vulnerable to flooding and heat impacts and to town facilities that serve as shelters. ACTION: Encourage depaving and use of permeable concrete and asphalt. Use GIS to prioritize areas where depaving and permeable surfaces can reduce flooding. . Resource: The University of New Hampshire Stormwater Center. Sea Level Rise Recommendations Current models suggest no impact to Brookline until later in the century. ACTION: Continue to monitor changes in sea level and plans to address the capacity of the downstream Charles River dams. 65",
        "Economic Recommendations Many actions relevant to the economic concerns are addressed in the Built Environment sections above. ACTION: Consider developing an emergency preparedness checklist that can be provided to local businesses. Example: The City of Cambridge maintains a Business Emergency Preparedness website: https://www.cambridgema.gov/CDD/econdev/resourcesforbusinesses/smallbusiness/e mergencypreparednessforbusinesses ACTION: Promote awareness and use of educational materials that address workplace safety issues. Example: Federal Centers for Disease Control and Prevention and National Institute for Occupational Safety and Health 2-page Spanish and English “FastFact” fact sheets on heat stress, sun exposure, and ticks and mosquitoes. State-owned Infrastructure Recommendations State agencies own, or are responsible for, significant critical infrastructure in Brookline. The Town has an interest not only in ensuring that these critical facilities are prepared for climate change, but also that agency actions (for example vegetation management) do not adversely impact other climate goals. State agencies are in various stages of developing climate resilience analysis and plans. As a result of Governor Baker’s Executive Order 569, all will be required to identify adaptation options for their assets. ACTION: Establish relationships with state agency staff responsible for climate resilience. Communicate Town concerns and priorities, and stay abreast of agency planning. Utilities Recommendations As with state-owned infrastructure, the Town has an interest in climate resilience and in limiting adverse impacts of the utilities that serve Brookline. Telecommunications presents challenges, as there are multiple providers and specific information on infrastructure is not publicly available. ACTION: Continue efforts to ensure timely repair of gas leaks and replacement of leak-prone pipes. Resource: MAPC and the Home Energy Efficiency Team collaborated on a report which identifies low-cost best practices that municipalities and gas companies can implement to accelerate replacement of leak-prone pipes, better protect the quality of local roads, and avoid unnecessary costs: http://fixourpipes.org/ ACTION: Work with Eversource to coordinate to ensure protection of Brookline assets. ACTION: Investigate options to increase knowledge of telecommunications infrastructure serving Brookline. Resource: The MAPC Metro Mayors Coalition has been able to provide some information and is continuing research on this issue. 66",
        "Matrix of Recommended Actions Lead(s) Actions Type Planning Review climate projections and revise and update climate resilience Implementation priorities every five years. Action Planning Periodically review town demographics to ensure the needs of residents Implementation are addressed. Action Sixth Floor Establish a climate adaptation and mitigation coordinator position. Implementation Action Planning Have each town department review climate vulnerabilities relevant to its Implementation assets and mission, and identify potential and current activities that Action bolster resilience. Planning The Working Group, or a successor committee, should continue to meet to Implementation establish priorities, incorporate new information, and monitor progress on Action climate goals. The Town should expand the Working Group to include additional relevant departments, such as the Housing Authority, Schools, and Emergency Management. Consider including community partners. Planning Develop outreach programs and host events to inform specific Implementation populations about the impacts of climate change and Brookline’s climate Outreach risk. Consider the business community, developers, contractors, neighborhood groups, human service providers, and community groups, to gain feedback on their concerns and needs. Planning Consider creating a brochure for residents who are interested in helping Implementation the town and themselves to become climate resilient. Topics could include Outreach emergency planning; property management for drought, stormwater infiltration and invasive species; and renewable and resilient energy. Planning Incorporate climate resilience into all Town planning documents. Ensure Implementation that all capital projects incorporate climate resilience. Action Emergency Ensure adequacy of cooling centers and access for vulnerable Emergency Management, populations. Ensure that all shelters have adequate back-up generators. Management Public Health Consider developing relationships with large businesses and institutions to Action explore opportunities to add informal cooling areas throughout town. Emergency Review and update the CEMP to incorporate changes in emergency Emergency Management situations and response activities that may result from climate impacts. Management Conduct table-top exercises. Action Emergency Improve emergency alert system to reach a wider audience. Emergency Management Management Action Emergency Review the Town's internal emergency communications infrastructure to Emergency Management ensure redundancy during emergencies when cell phone or other services Management may not be available. Action Emergency Research whether the town may gain access to local video cameras for Emergency Management emergency monitoring. Management Action Public Health, Conduct an assessment of vulnerable populations. Identify gaps in Socioeconomic Planning services and prioritize strategies to address gaps. Action Public Health, Review Town strengths and weaknesses regarding outreach and Socioeconomic Sixth Floor, connections to vulnerable populations. Identify community partners that Action Planning can strengthen relationships where needed. Public Health Expand the successful Brookline Buddies program. Socioeconomic 67",
        "Lead(s) Actions Type Outreach Public Health, Reach out to facilities that serve vulnerable populations. Assess retrofit Socioeconomic Planning needs and emergency readiness, including evacuation plans. Review Outreach needs for air conditioning and back-up generators. Encourage sign-up for the emergency notification system. Planning Develop programs, or provide information, to assist low-income residents Socioeconomic with property retrofits. Outreach BHA Target affordable housing sites for flood and heat retrofits. Socioeconomic Action Public Health, Create a plan to conduct outreach to linguistically isolated households. Socioeconomic Planning Provide emergency preparedness information in their native languages. Action Consider needs for translator services. Public Health, Develop advance shelter-in-place and communication strategies for Socioeconomic BHA residents who may not be able to evacuate during emergencies. Outreach DPW, Promote wellness programs that address the illnesses and conditions Public Health Planning forecast to be exacerbated by climate changes and the populations Outreach forecast to be disproportionately affected. Public Health Reach out to hospitals, nursing homes, and group homes to ensure they Public Health have Continuity of Operations (COOP) plans so they can perform Outreach essential functions during emergencies. Public Health, Create an outreach campaign focused on the impacts of extreme heat Public Health BHA and how to manage it. Partner with local hospitals and social assistance Outreach organizations on awareness campaigns for heat-related illnesses. Planning, Utilize the tree canopy and heat maps to strategically increase tree Public Health Conservation planting and landscaping for heat relief. Action Public Health, Develop extreme weather guidance for town employees whose jobs Public Health DPW involve outdoor work. Action Planning, Develop an outreach/support plan to remediate properties impacted by Public Health Building mold as a result of flooding. Outreach Parks and Place signage at popular park and recreation areas to let residents Public Health Recreation know about tick/mosquito risk and to provide information about how to Action protect themselves. Public Health Consider an emergency preparedness plan for pet companions to Public Health reduce number of individuals sheltering in place during extreme weather Action events. Public Health Consider strategies to identify and support vulnerable households most in Public Health need of air conditioning. Encourage use of efficient air conditioning. Action Public Health Identify households reliant on electricity for medical devices. Develop Public Health plans for backup power in the event of outages. Action Conservation Incorporate climate resilience into open space planning. Strategic Natural considerations include: 1) protecting large and/or connected green Resources spaces to foster resilience and biodiversity; 2) creating green space to Action cool “hot spots”; 3) maintaining or creating open space buffers to protect water quality and provide flood protection; 4) identifying locations where soils will support stormwater infiltration to replenish groundwater and support stream flow. Conservation Increase tree planting efforts to increase tree canopy. Continue to boost Natural climate resilience by increasing tree diversity and by considering trees Resources 68",
        "Lead(s) Actions Type well-adapted to warming temperatures. To address public health Action concerns, consider trees that produce fewer allergens. Conservation Investigate stream daylighting or naturalizing opportunities to restore Natural natural habitats. Resources Action Conservation Monitor for new invasive plant and animal species that may be Natural introduced by a warming climate. Develop management strategies as Resources needed. Action Planning, Conduct a by-law/zoning review to ensure GI/LID and climate resiliency Built Building, are promoted and not restricted. Examine requirements for parking, Environment, DPW driveways, street width, open space residential design, stormwater, and Flooding Action site plan review. Develop recommendations for requirements and incentives that will integrate GI/LID into all development and redevelopment work. Provide guidance to project proponents early in the development process. Engineering, Develop design guidelines for Green Infrastructure and Low Impact Built Planning Development. Environment, Flooding Action Engineering Provide training, as needed, for Town staff implementing new green Built infrastructure strategies. Environment, Flooding Action Engineering, Consider expanding the Floodplain or Wetlands by-law to documented Built Conservation areas of flooding. Environment, Flooding Action Engineering, If the state releases precipitation projections, update design storm Built Conservation requirements so that development projects address rainfall projections Environment, for their planned lifespan. Flooding Action Engineering Consider establishing a Stormwater Utility to provide resources for Built stormwater management and MS4 requirements. Include incentives for Environment, property owners to infiltrate stormwater. Flooding Action Building Assess municipal properties for opportunities for LID/GI retrofits. Built Environment, Flooding Action Planning Encourage residents to capture or infiltrate rainwater with strategies Built including rain barrels, landscaping, and pervious pavements. Environment, Flooding Outreach Engineering Document flooding and utilize flood-claim mapping to assist targeting of Built stormwater improvement resources. Environment, Flooding Action Engineering Continue to prioritize stormwater treatment in capital planning. Built Environment, Flooding Action Planning, Establish green building recommendations or requirements. Built Building, Environment, DPW Heat Action Planning, Explore zoning code and/or incentives to increase green landscaping, Built Building, reflective pavements, and cool or green roofs to lessen heat island Environment, DPW impacts. Heat Action 69",
        "Lead(s) Actions Type Planning, Encourage use of microgrids, district energy, and battery storage to Built Building keep critical facilities functioning in the event of power loss. Environment, Heat and Flood Action Planning, Explore joint procurement opportunities with MAPC to purchase Built Building, emergency generators and pumps. Environment, Emergency Heat and Flood Management Action Planning, Develop and distribute education and outreach materials on climate Built Building, related retrofits including elevating utilities, preventing backflow, Environment, DPW protecting basements, and weatherization. Create a Heat and Flood Outreach contractor/homeowner resilience checklist to address flood and heat strategies and a checklist for use in inspections. Planning, Publicize hot spot and potential flooding areas to current residents and Built Building, to permit applicants. Direct them to educational materials. Consider Environment, DPW creating map overlays to identify sensitive areas. Heat and Flood Outreach Planning Alert homeowners to flood insurance savings available for those who Built elevate above base flood levels, and to reduced rates for those not in a Environment, flood zone Heat and Flood Outreach Building Prioritize retrofits and emergency planning for Town facilities vulnerable Built to flooding and heat impacts and to town facilities that serve as shelters. Environment, Heat and Flood Action Planning, Encourage depaving and use of permeable concrete and asphalt. Built Conservation, Environment, Engineering, Heat and Flood DPW Action Conservation Continue to monitor changes in sea level and plans to address the Sea Level Rise, capacity of the downstream Charles River dams. Action Planning, Consider developing an emergency preparedness checklist that can be Economic, Economic provided to local businesses. Action Development Public Health Promote awareness and use of educational materials that address Economic, workplace safety issues. Outreach Planning Establish relationships with state agency staff responsible for climate State-owned resilience. Communicate Town concerns and priorities, and stay abreast Infrastructure, of agency planning. Action Engineering Continue efforts to ensure timely repair of gas leaks and replacement of Utilities, Action leak-prone pipes. DPW Work with Eversource to coordinate to ensure protection of Brookline Utilities, Action assets. DPW Investigate options to increase knowledge of telecommunications Utilities, Action infrastructure serving Brookline. 70"
    ]
}