{
    "FILE_NAME": "https://www.springfield-ma.gov/dr/fileadmin/community_dev/DR/CARP_FINAL_REV_2017.pdf",
    "ALL TEXT": ", STRONG HEALTHY & JUST Springfield’s Climate Action & Resilience Plan City of Springfield Office of Community Development The preparation of this plan was aided through Federal financial assistance from the Department of Housing & Urban Development under the provisions of Title I of the Housing & Community Development Act of 1974 as amended. June 2017City of Springfield Office of Community Development The preparation of this plan was aided through Federal financial assistance from the Department of Housing & Urban Development under the provisions of Title I of the Housing & Community Development Act of 1974 as amended. City Staff team: Tina Quagliato, Project Manager, Kevin Kennedy, Phil Dromey, Soloe Dennis, Walter Hite, Patrick Sullivan, Chris Cignoli, Gerry McCafferty, Bob Hassett, Alex Sherman, Kevin Chaffee, Alvin Allen, David Bloniarz, Edward Casey and Jon Carignan PVPC team: Catherine Ratté, Ashley Eaton, Jaimye Bartak, Jake Dolinger, Corrin Meise- Munns; PHC: Sarita Hudson, Kathy Wicks, Shirley Rodriguez; Arise: Michealann Bewsee, Jesse Lederman; UMASS: Elisabeth Hamin, Augie Eynon-Williams, Joseph Krupczynski, Ellen Correa, Randy Crandon, David Glassberg Work Group: Mike Kozmiercky, Verne McArthur Thought Leaders: Jay Minkarah, Liz Celucci, Paul Bailey, Lynn Benander, Josh Rickman, Jeff McCollough, Price Armstrong Please note that this plan is a summary document of much more work. The supplemental materials that comprise the full plan are listed at the end of this document and available for download and review at: http://www.pvpc.org/projects/springfield-climate-action-resilience-plan-carpINTRODUCING OUR PLAN P. 4 UNDERSTANDING OUR CHALLENGES P. 14 ENGAGING OUR COMMUNITY P. 24 TAKING ACTION ON OUR PRIORITIES P. 36 ecaferp 1 trap 2 trap 3 trapDEFINITIONS URBAN RESILIENCE Urban Resilience is the capacity of individuals, communities, institutions, businesses, and systems to survive, adapt, and grow no matter what kinds of chronic stresses and acute shocks they experience. Chronic stresses weaken the fabric of a city on a daily or cyclical basis and examples include: poverty, segregation and the long-term consequences and effects of institutionalized racism in the country and city, unemployment, and food insecurity. Acute shocks are sudden sharp events that threaten a city, and examples include: a tornado, a snow storm in October when the leaves were still on the trees, and Hurricanes. Rockefeller Foundation: 100 Resilient Cities definition (modified for Springfield) ENVIRONMENTAL/ CLIMATE JUSTICE Environmental/Climate Justice is based on the principle that all people have a right to be protected from environmental hazards and to live in and enjoy a clean and healthful environment regardless of race, color, national origin, income, or English language proficiency. Environmental justice is the equal protection and meaningful involvement of all people and communities with respect to the development, implementation, and enforcement of energy, climate change, and environmental laws, regulations, and policies, and the equitable distribution of energy and environmental benefits and burdens. Environmental Justice Policy of the Massachusetts, Executive Office of Energy and Environmental Affairs, 2017INTRODUCING OUR PLAN definitions 3 goals & objectives 5 executive summary 7 overview 9 ecaferpStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan GOALS REDUCE GREENHOUSE GAS (GHG) EMISSIONS Enact programs, policies and local, state, federal leg- islation (regulations) to reduce GHG emissions gener- ated by transportation, heating/cooling/electrifying buildings, processing waste, and water by 80% from 2015 baselines by 2050. INCREASE COMMUNITY RESILIENCE Increase community resilience through adaptation to and mitigation of climate change impacts with a focus on the city’s vulnerable populations where they live and work maintaining an ongoing commitment to and emphasis on climate justice throughout all current and planned work. 5Introducing Our Plan OBJECTIVES SUPPORT CITY COMMITMENT Support City and stakeholder commitment to the identified and necessary actions to reduce GHG emissions by 80% in 2050, by: • ‘greening the grid’—accelerating the transition to clean, safe, sustainable energy generation and use (solar, hydro, geo-thermal, Combined Heat and Power (CHP), wind, micro-grid, distributed generation, not yet available technologies), • making all existing buildings and vehicles and related physical infrastructure (micro-grid, roads with bikelanes, etc) as energy efficient as possible, • modifying the regulatory environment to incen- tivize maximum energy efficiency • facilitating stakeholder (residents, commercial sector, industrial sector, government) action. MAKE SPRINGFIELD LESS VULNERABLE Make Springfield less vulnerable to the consequences of climate change in our region, which are primarily more extreme heat, more severe flooding, and generally more severe and un-predictable weather, by: • building upon active participation and input from residents and stakeholders from all sectors of the Springfield community, provide actionable strategies to reinforce and build resilient community networks that increase human resilience, including confidence in government with a focus on climate justice and enhancing equity • increasing infrastructure resilience-working to transition/integrate natural systems for maximum efficiency and effectiveness. 6Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan EXECUTIVE SUMMARY This “Strong, Healthy, and Just” plan joins the City’s new suite of recent plans guiding development: This plan lays out a path for the City of Springfield Massachusetts to reduce our overall greenhouse gas • Analysis of Impediments to Fair Housing (2012) (GHG) emissions by 80% in 2050 and to enhance urban and annual Community Development Block resilience, making Springfield stronger, healthier and Grant (CDBG) plans more just. Springfield has 33 years to change the way • ReBuild (2012) we live and get around such that we generate just • Complete Streets-Ped/Bike (2014) 1/5 of the GHG emissions we produced in 2015 and • Open Space and Recreation Plan update (2015) protect our vulnerable residents and infrastructure • Hazard Mitigation Plan update (2016) from increased threats. • Urban Forestry Plan (2017 pending update of 09 plan) We know that almost all (97%) of GHG emissions in Springfield come from heating, lighting and cooling While this is Springfield’s first climate action and buildings and from transportation. Two important resilience plan in name, it is certainly not the first time ways to achieve our city’s goal would be to drive Springfield has acted in response to climate change 80% less and use 80% less energy to heat, light and or worked to be resilient. Springfield has been a cool buildings and run our appliances. Because GHG leader in Massachusetts with respect to climate emissions come from burning fossil fuels, another way action (defined as acting to reduce GHG emissions) to achieve our 80% GHG emissions reductions goals throughout the last 15 years, entering into an would be to transition our energy from polluting agreement with an Energy Services Company (ESCO) fossil fuels to clean, safe, sustainable sources such to systematically reduce municipal energy use well in as solar power, wind power, hydro power, and geo- advance of any other municipalities in the region and thermal. reducing municipal energy use significantly; receiving one of the first in the country Climate Showcase Springfield plans to maximize energy efficiency while communities grants; and being certified in the first at the same time facilitating and investing in clean, round of Green Communities. Similarly, Springfield safe, sustainable energy. has been a leader with respect to hazard mitigation, emergency preparedness, green infrastructure, and In addition to being a Climate Action plan, this is also open space and natural resource protection. Many the city’s new resilience plan. As a Climate Action of the goals, objectives, actions, and strategies in plan, it provides strategies to survive and thrive the above-referenced plans are climate action and amidst increasingly dangerous and unpredictable resilience related. natural disasters: tornados, October snow storms, tropical storms, and hurricanes, are made worse by The first recommendation of this plan, therefore, is for our over use of fossil fuels. As a resilience plan, it also the City to conduct an analysis of the progress that lays out a path to make this city stronger—today has been made on previous plans, and to continue to and in the future—so that we can survive and thrive move forward on prioritized implementation of the amidst the chronic stresses of poverty, racism and climate action and resilience-related strategies (see unemployment that make us weak and vulnerable. Supporting Materials, Strategies and Action Matrix). 7Introducing Our Plan A second and related priority recommendation is ACTION CATEGORIES: for the City to invest additional staff and possibly programmatic and financial resources to publicize 1 Building Confidence in City Government and otherwise communicate with residents about the exemplary climate action and resilience work 2 Changing the Way We Get Around underway (and planned) by the city—especially in neighborhoods with high concentrations of 3 Efficiently Using Energy chronically stressed residents: Metro Center, Memorial Square, Brightwood, McKnight, Bay, Six Corners, Old Hill and Upper Hill. An impression emerged during 4 Greening the Grid the plan development process of missing and/or inaccurate information about the investments being 5 Building/Creating Resilient Infrastructure made throughout the city, and especially in these target neighborhoods. It is important that the City publicize these existing action plans and support 6 Managing the Urban Forest expansion of this work and implementation of additional strategies included in this plan to make 7 Building Human Resilience the city safer and more resilient day by day, while also reducing GHG emissions. 8 Reduce, Re-Use, Recycle The remaining top priority recommendations that reduce GHG emissions and enhance resilience 9 Resident Actions are detailed in the ‘Taking Action’ section of this report (see page 41). Additional work quantifying 10 Business/Anchor Institution Actions interim goals and evaluation measures is targeted for completion by October 1, 2017, and updates will be communicated via: www.resilientspringfield.org. 8 City staff and consultant team at the Community Resilience Building workshop, May 12 2017Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan OVERVIEW Springfield is located in Western Massachusetts and is the fourth largest city in New England, with The impacts of climate change and recognition of a population of 153,060 in a metropolitan area the need to find ways to live with extreme weather of 692,942 residents. While the city is unique in and the changing environment became strikingly experiencing so many natural disasters in such a apparent for Springfield during the period 2011 short time, it is otherwise a prototypical northeast through 2013, when the city experienced five weather post-industrial city. Historically Springfield was events, declared by the President to be national a manufacturing leader, but it has experienced disasters. The most severe was an EF3 tornado economic decline over the last half-century, led by which tore a ½ mile wide 6.2 mile long swath of loss of manufacturing jobs, exacerbated by white destruction through the heart of downtown and the flight, and further impacted by foreclosures and city’s residential neighborhoods. Tornado damage to abandonment. As Springfield lost economic ground, structures, including leaking roofs, was exacerbated its economic distress has become geographically by wind and rains of Tropical Storm Irene in 2011. concentrated in the neighborhoods designated as the Another freak storm, the October 2011 record early Urban Watershed Resilience Zone (see map). These snowstorm, decimated the city’s tree canopy which neighborhoods abut (and include) the downtown was vulnerable because trees were still fully-leafed area, are closest to the Connecticut River, have a out. Springfield’s other disasters were a 2011 blizzard 41% poverty rate, and are made up predominantly and 2013 Superstorm Nemo. of people of color. The target neighborhoods are home to 11% of the region’s total population and include 34% of all Latinos and 32% of all Blacks in the metropolitan area. Springfield has a rich African-American cultural history and functions as a gateway city for migrant Puerto Ricans and immigrants and refugees from Vietnam, Eastern Europe, and Africa. It has built a strong array of community-based organizations and neighborhood associations to provide spaces for community development and services for residents in need. Yet widespread and deep poverty (32% overall poverty rate) negatively impacts the tax base, making it difficult for the City to contend with aged infrastructure and vulnerable residents. While the city is the employment and economic center for the region, most high-paid workers live outside Springfield, while city residents are likely to be in low- paying positions or unemployed. As a result of these demographics, the Commonwealth of Massachusetts designates Springfield as an Environmental Justice Community. 9 June 1, 2011 tornadoIntroducing Our Plan Poverty, unemployment, racism and segregation, and high rates of preventable health problems are chronic stressors that make Springfield and its residents extremely vulnerable in the face of disaster. Layered onto these chronic stressors, climate change science indicates that Springfield is likely to experience more extreme weather events, particularly storms with greater duration and volume of rainfall, as well as extreme heat. Increased rain combined with environmental degradation from past disasters makes low-lying distressed neighborhoods subject to localized flooding and overwhelms the city’s combined sewer overflow (CSO) outlets, and extreme heat endangers the lives of elders, the sick and otherwise vulnerable residents. CSO overflow and stormwater runoff pollutes the Connecticut River, a National Blueway that flows through four states from the Canadian border to the Long Island Sound. Past disasters have compromised the Van Horn and Watershops Pond dams along tributaries in the City; the failure of either would lead to catastrophic flooding of very low-income neighborhoods. Springfield’s extensive loss of tree canopy increases stormwater impact, and contributes to increased urban heat island effect in the city and to decreased air quality throughout the region. Poor air quality exacerbates asthma, which Springfield residents suffer from at poorest neighborhoods (see map of Urban Watershed much higher than average rates. The ability of the Resilience Area). At the same time, the City is taking city and the region to recover from extreme weather concrete steps to decrease its contribution to climate events is often complicated by loss of electric power, change through a decreased carbon footprint, and compromising the response of hospitals and other is making legislative and policy changes that will emergency services. enhance the city’s protection from the impacts of both its chronic stressors and likely future disasters.1 Springfield is committed to ensuring that all of This commitment to climate justice reinforces and is its residents have an equitable ability to recover reinforced by the priority actions detailed in this plan from and be resilient to future disasters. In order as well as by the process through which this plan was to bring about this equity, the City is focusing developed. resources on promoting health, economic stability, and environmental security through environmental upgrades and catalytic multi-benefit projects in its 1 Excerpted from the City of Springfield’s application to the National Disaster Resilience Competition 10 June 1, 2011 tornado damageStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan The Pioneer Valley Planning Commission (PVPC) and The results of the assessment process informed our collaborators, Partners for a Healthier Community a Strategies and Actions Ranking Matrix (SARM (PHC), Arise for Social Justice (Arise), the University of included in Supporting Materials), into which we Massachusetts Landscape Architecture and Regional integrated the results of our resident and stakeholder Planning (LARP), and the office of Civic Engagement outreach meetings. The resulting tool produced a list and Service-Learning (CESL) are grateful for the of prioritized strategies and actions, based on the City opportunity to facilitate this planning process. As priorities and shared values of: social justice, equity Paul Hawken eloquently stated in his recent work, (equal access to opportunity), climate action, local Drawdown, the most comprehensive plan ever proposed involvement in design and decision making, creating to reverse global warming: layers of protection by working at multiple scales, design in flexibility and adaptability, and leveraging To be clear, our organization did not create or building cycles. devise a plan. We do not have that capability or self- appointed mandate. In conducting our research, The SARM is included in the supplemental materials we found a plan, a blueprint that already exists in and available for immediate download here: the world [in our case—in the City of Springfield] http://www.pvpc.org/sites/default/files/doc-strong- in the form of humanity’s [Springfield’s] collective healthy-just-springfield-climate-action-resilience- wisdom, made manifest in applied, hands-on plan-2983.pdf practices and technologies that are commonly available, economically viable, and scientifically valid [and in Springfield’s case, being implemented and/or planned]. As we have facilitated this planning process, we “found” this plan—in existing City plans, in the actions and strategies of City departments, in the business and not for profit community and in the lived experience, needs, desires, and choices of city residents. We followed a transparent and logical process to identify and prioritize the myriad actions needed to accomplish climate action and resilience in Springfield. First, we created a Climate Action & Resilience Assessment Tool (CARAT—included in Supporting Materials) to inventory and compare the City of Springfield’s existing climate and resilience The actions summarized at the end of this plan are related actions and strategies to best management the top priority actions identified by this planning practices gleaned from highly-regarded, successful process. A broader range of action are included in climate action/resilience plans from similar cities the SARM and are necessary to achieve the very around the country. ambitious GHG emissions reduction goal of this plan, 11 10.0 8.0Industry 6.0Electricity 4.0Building Heat 2.0Transportation 0.01990200020102020203020402050 e2oCTMM- snoissimE GHG 10.0 8.0 Industry Electricity 6.0 Pioneer Valley GHG Reduction Target 80% Scenario Agriculture (0.1%) 4.0 Building Heat Waste (1.2%) Industry (18%) Electricity (22%) Building Heat (26%) 2.0 Transportation (32%) Transportation Year 0.0 1990 2000 2010 2020 2030 2040 2050 e2oCTMM- snoissimE GHG Pioneer Valley GHG Reduction Target 80% Scenario Agriculture (0.1%) Waste (1.2%) Industry (18%) Electricity (22%) Building Heat (26%) Transportation (32%) YearIntroducing Our Plan 80% reduction in GHG emission in 32 years. While there is much that city officials, residents, businesses, and institutions can and must do to act with respect to climate change, we are also dependent on our state and federal government partners to take action. As noted, the Commonwealth of Massachusetts has successfully placed itself as a leader with respect to climate action and clean energy by a course of deliberate and thoughtful legislative and other government actions, plans, rules and regulations implemented over the last 20 years. In addition to the direct actions recommended in this plan, we also encourage support for state and federal actions that will enable city officials, residents and businesses and institutions to achieve our goals. This plan supports efforts in the MA legislature to use carbon pricing, whether through a cap-and-trade program, a carbon tax or carbon fee, to encourage Urban Watershed Resilience Initiative communities, organizations, even individuals to use less carbon-intensive energy sources by raising the prices of fossil fuels to reflect their associated carbon pollution. As State Senator Mike Barrett says: ““This is really about a single idea: If you start posting a complete price for a product that is underpriced today, people will react to the complete price by using less. That’s it—carbon pricing in a nutshell. Massachusetts can lead the nation in the fight against climate change by applying this one concept to fossil fuels.” Massachusetts has already been pricing carbon for the electricity sector for more than five years through a cap-and-trade program called the Regional Greenhouse Gas Initiative, or RGGI. It involves a regional carbon cap and a market for its nine member states to sell and purchase carbon credits. But for Massachusetts, the power sector accounts for only 20 percent of the state’s emissions; the remaining 80 percent comes from sources not covered under RGGI––such as heating fuels, construction, transportation and manufacturing. Carbon pricing proposals aim to fill that gap. 12“ I was surprised that the two big sources of emissions were transportation and residential, were responsible for the really largest part of the emissions, and how hard it will be to make a difference because so many people contribute to these factors Participant at Mason Square community meeting, 4/13/2017UNDERSTANDING OUR CHALLENGES GHG Emissions Inventory 15 Vulnerability Assessment 17 The problems this plan seeks to solve are the production of greenhouse gas (GHG) emissions and the vulnerability of the city and its residents to both the chronic stresses that exacerbate vulnerability: poverty, systemic racism and resulting inequitable access to opportunity, unemployment/under-employment, disproportionately high rates of preventable disease, and the acute shocks of the effects of climate change- increasingly severe and unpredictable weather, flooding, and extreme heat. We completed our problem identification by inventorying GHG emissions and assessing vulnerabilities. The full GHG Emissions Inventory Report and Vulnerability Assessments are included in the Supporting Materials. 1 trapStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan GHG EMISSIONS INVENTORY CHANGE/ACTION EXPLAINED SUMMARY Naturally occurring gases dispersed in the atmosphere determine the Earth’s climate by trapping The City of Springfield recognizes that GHG emissions solar radiation. This phenomenon is known as the from human activity are contributing to climate greenhouse effect. Overwhelming evidence shows change, the consequences of which pose substantial that human activities are increasing the concentration risks to the future health, wellbeing, and prosperity of greenhouse gases and changing the global climate. of our community. In Springfield, as throughout the The most significant contributor is the burning of United States, these risks are disproportionately fossil fuels for transportation, electricity generation shouldered by those with the least resources to and other purposes, which introduces large amounts respond. Furthermore, Springfield has multiple of carbon dioxide and other greenhouse gases into opportunities to benefit by acting quickly to reduce the atmosphere. Collectively, these gases intensify community GHG emissions. the natural greenhouse effect, causing global average Greenhouse gas emissions can be quantified in two ways: surface and lower atmospheric temperatures to rise. • Measurement-based methodologies refer to the direct measurement of greenhouse gas emissions As these greenhouse gas emission concentrations (from a monitoring system) emitted from a flue increase and climate change progresses, Springfield of a power plant, wastewater treatment plant, will be impacted. In fact, we are already seeing some landfill, or industrial facility. of these impacts. Springfield could be impacted by hotter summers and wetter winters. Springfield is also • Calculation-based methodologies calculate likely to see an increased number of strong storms emissions using activity data and emission that will impact the City annually. These storms will factors. To calculate emissions accordingly, the bring strong winds and heavy amounts of rain and/or basic equation below is used: Activity Data x snow, which could lead to severe wind and flooding Emission Factor = Emissions damage. For a more in-depth analysis of how All emissions sources in this inventory are quantified Springfield is expected to be impacted by climate using calculation based methodologies. Activity data change see the Vulnerability Assessment Summary refer to the relevant measurement of energy use or (and full assessment in Supporting Materials). other greenhouse gas-generating processes such as fuel consumption by fuel type, metered annual Many communities in the United States have taken electricity consumption, and annual vehicle miles responsibility for addressing climate change at the traveled. Please see our supporting documents for a local level. Reducing fossil fuel use in the community detailed listing of the activity data used in composing can have many benefits in addition to reducing this inventory. Known emission factors are used to greenhouse gas emissions. More efficient use of convert energy usage or other activity data into energy decreases utility and transportation costs for associated quantities of emissions. Emissions factors residents and businesses. Retrofitting homes and are usually expressed in terms of emissions per unit businesses to be more efficient creates local jobs. of activity data (e.g. lbs CO2/kWh of electricity). In addition, money not spent on energy is more For this inventory, calculations were made using likely to be spent at local businesses supporting the the International Council for Local Environmental local economy. Reducing fossil fuel use improves air Initiatives’ (ICLEI) ClearPath software. 51Understanding Our Challenges focus of this climate action and resilience plan as they account for 97.9% of overall GHG emissions. Water/ wastewater processing, solid waste management and fugitive emissions are responsible for the remainder of emissions (2.1%) within the City of Springfield. NEXT STEPS The City has set an ambitious goal to reduce emissions by 80% by 2050. In order to hit this target, Springfield officials, residents, businesses and visitors will all need to play a role in the implementation of these climate action recommendations. In order to track emissions over time, ICLEI’s2 protocol recommends carrying out a thorough greenhouse gas emissions inventory every five years at a minimum. Springfield’s commitment to climate action is well supported by the Commonwealth of Massachusetts, which is recognized as a leader in the country with respect to climate action and clean energy. Massachusetts was one of the first states to adopt a renewable portfolio standard, committing the Commonwealth to an ever-increasing amount of renewable energy, and in 2008, with the passage of the Global Warming Solutions Act (GWSA), the state committed to 80% reductions in GHG emissions, which was consistent with guidance from the Intergovernmental Panel on Climate Change (IPCC) at the time. Community-wide GHG emissions results by sector 2 We used the ICLEI-Local Governments for Sustainability GHG emissions inventory software, www.icleiusa.org 16 quality, and increasing opportunities for walking and bicycling improves residents’ health. These are just some of the co-benefits of addressing climate change at the local level. KEY FINDINGS There are a variety of emissions sources and activities included in the community-wide inventory. The largest contributor is energy use in buildings (residential, industrial, and commercial) which accounts for 68.5% of Springfield’s overall emissions. The next largest contributor is transportation (vehicles, transit, trains) with 39.5% of the overall emissions. Actions to reduce emissions in both of these sectors are theStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan VULNERABILITY ASSESSMENT the individual social variables that contribute to the total high vulnerability can be explored further in the SUMMARY Supporting Materials. The second phase of our problem identification was The lack of air conditioning during heat waves is a an update of a preliminary vulnerability assessment health risk. This data is not available in the Census, conducted by the City as part of the application to but we have some estimates based on region and the National Disaster Resilience (NDR) competition. income. In Massachusetts in 2009, almost 80% of This Vulnerability Assessment update affirms and households had an air conditioner, often a window advances the City’s approach to resilience in the unit, but those units only used 1% of total energy targeted Resilient and Equitable Urban Watershed. expended in the state.3 A recent national dataset The Vulnerability Assessment seeks to understand from the US Energy Information Administration how different communities in Springfield would indicates that only 36% of households with annual be impacted by climate change. Key to this was incomes under $40,000 (and only 15% under $20,000) understanding how social factors contribute to use air-conditioning equipment of any kind.4 As there vulnerability and looking at how the city’s geography are 30,846 households in Springfield that make less and infrastructure attributes contribute to or detract than $40,000 per year, it is possible that only 11,105 from resilience. households have air-conditioning equipment.5 This increases the vulnerability of lower-income The spatial intersection of social and geographic households to rising heat levels. vulnerability, along with the presence of vital infrastructure for the City’s emergency management The flood zones analyzed are based on current FEMA system, strongly supports Springfield’s emphasis maps.6 It is expected that in the future, flooding will on the Watershed Resilience Zone for its Climate increase in frequency but will be largely contained Action and Resilience Plan, and suggests the possible to the current flood zone. Flooding under climate additional inclusion of Indian Orchard as an area change is expected to be more frequent and intense, of focus because of the social vulnerability of its so the designation of ‘100 year’ and ‘500 year’ should residents. be understood as showing locations where fairly Our Social Vulnerability Index maps (full set in Supporting Materials), including a number 3 US Dept. of Energy, Energy Information Administration. 2013. of demographic factors among them race and Household Energy Use in Massachusetts. Retrieved April 28, 2017, from income, show a concentration of the highest-range https://www.eia.gov/consumption/residential/reports/2009/state_ vulnerability block groups within the Zone, in briefs/pdf/ma.pdf neighborhoods such as Memorial Square, Brightwood, 4 US Dept. of Energy, Energy Information Administration. 2017. 2015 Metro Center, and Old Hill. The Zone also contains a Residential Energy Consumption Survey. Retrieved March 30, 2017, from https://www.eia.gov/consumption/residential/data/2015/#ac number of second highest-range vulnerability block groups in the South End, Six Corners, Bay, and Liberty 5 United States Census Bureau. 2015. S1901: Income in the past 12 Heights neighborhoods. The only neighborhood months. 2011 – 2015 American Community Survey. Retrieved March 25, 2017, from https://factfinder.census.gov/faces/nav/jsf/pages/index. outside the Watershed Resilience Zone that xhtml indicated high vulnerability was Indian Orchard, in 6 It is our understanding that FEMA is in the process of updating the northeast corner of Springfield. Maps showing floodplain maps but the updates for Hampden County have not yet been released. 71Understanding Our Challenges Social Vulnerability - Springfield, MA Social Vulnerability Index 19 - 24 25 - 28 29 - 32 33 - 36 37 - 42 Neighborhood Boundaries Text Contributing Factors: 1. Age (percent under 5 and over 65) 2. Race (percent nonwhite) 3. Ethnicity (percent Hispanic) 4. Gender (percent female) 5. Language (percent low English proficiency) 6. Mobility (percent no vehicle) Data represented by U.S. Census block groups. 7. Income (percent below poverty) Data source: U.S. Census Bureau - American Community 8. Wealth (median home value) Survey 5 Year Estimates 2015. 9. Residence (percent renters & length of residence) Social Vulnerability Map 18Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan frequent flooding and rarer (but still likely) flooding neighborhoods are therefore both vulnerable to should be expected. flooding through sheetflow (rainwater running over land) in severe storms and also have the least ability Impervious surfaces were also analyzed. These are to mitigate intense urban heat. CSO events are also paved areas like parking lots and streets as well as distributed exclusively along the waterfront areas of built structures. Asphalt and similar materials intensify these neighborhoods, suggesting that high volumes the effect of sunshine, absorbing sunshine during of stormwater may be moving through them during the day and reflecting it back out overnight. This intense rain events. worsens high temperatures well into the evening on a calm summer night. Impervious areas also prevent This area is also home to a high degree of critical infiltration of rainwater, leading to more flow of water infrastructure. Fire Station 10 is within the 500-year across sites and potential flooding. Brightwood, flood zone, and City Hall, Baystate Medical Center South End, and to a lesser extent Memorial Square are both located immediately adjacent to that zone, and Indian Orchard have the largest areas subject to meaning they may be more at-risk in the future as flood risk. Properties along the city’s rivers are also at flooding becomes more frequent and more powerful. risk of fairly frequent flooding under climate change. Additionally, Indian Orchard is home to MassPower, Areas containing Combined Sewer Overflow (CSO) which is exposed to flood risk from the Chicopee outfalls may also experience backup flooding during River. Lastly, the Watershed Resilience Zone also hosts heavy rain events. the Lower Van Horn Dam and the Watershops Pond Dam, both of which are noted to be in High Hazard Areas with low tree canopy are clearly visible on condition. If these dams were to be breached during the Vulnerability Assessment maps included in a flood event, impacts to the Zone could be severe. Supporting Materials. Most cities have fewer trees in core commercial areas such as Metro Center. Of Springfield’s critical infrastructure for responding to more concern are the residential areas such as the a disaster, including fire stations, is distributed across South End, Memorial Square, East Springfield and the city. The Chicopee River puts many culverts into residential parts of Metro Center, which should be flood zones, reducing their utility in a big storm evaluated for potential tree planting on city property but also increasing their importance to stormwater and/or help to residents planting trees near their management. Increasing permeability near these houses for cooling and air quality. may be particularly helpful. Baystate Hospital’s new Combined Heat and Power (CHP) plant (funded in By cross-referencing the Social Vulnerability Index with part with NDR funds secured by the City) includes the Geographic Vulnerability Map and Tree Canopy a 30-day back-up power supply, and is therefore an map, it is apparent that the most socially vulnerable important asset during a disaster. neighborhoods mentioned above (including Indian Orchard) are also the most geographically vulnerable. The Resilience Index map reveals a cluster of They have the highest exposure to flooding from heating/cooling centers, emergency shelters, and both the Connecticut and Chicopee Rivers, and hospitals/urgent care centers in the most vulnerable except for Indian Orchard, these neighborhoods neighborhoods, all of which are located along PVTA also possess the lowest levels of tree canopy and the routes. This indicates the City’s already substantial highest concentration of impervious surfaces. These presence of facilities essential to recovery from climate 91Understanding Our Challenges hazards, which will provide a useful foundation for There is an array of green and grey infrastructural additional work during the implementation of this solutions, as well as non-structural approaches Strong, Healthy & Just (SHJ) plan. Food outlets are (zoning, building codes, etc) to address the primary also critical due to their role in providing food and challenges to resilience. Common green infrastructure water before, during, and after disasters. Specific solutions to flooding focus on allowing water into an types of outlets represented in this analysis include area deemed “floodable” to allow natural infiltration both full service grocery stores and neighborhood and also the movement of rainwater across the bodegas/convenience stores—the latter may or may ground (sheetflow). These kinds of approaches can not provide healthy food options that contribute to include parks designed for water retention. When it is greater resilience, but they may help residents meet not wet, parks serve all their social functions and cool their daily needs. Ensuring food outlets remain open nearby homes. When significant rain occurs, the park during disasters is essential to making sure they truly is closed to use and simply allows water to infiltrate contribute to local resilience. into the aquifer. This approach should also help with CSO problems, as it diverts water from sewer systems. RECOMMENDATIONS Careful design is needed to get the right elevation and planting to ensure all these functions. Memorial The City has planned an integrated set of grey Square, Brightwood, South End and Indian Orchard (traditional cement or other non-natural) and green would appear to benefit from evaluation for this (natural, such as trees and rain gardens) infrastructural type of climate action/resilience intervention, due to solutions to mitigate climate risks in the Urban proximity to flood zones and high concentrations of Watershed Resilience Zone. This approach includes impervious surfaces. efforts such as dam restoration and hardening alongside park enhancements for stormwater retention, and upgrades to flood control systems. Our assessment supports this multifunctional design, as it will provide significant co-benefits in addition to climate adaptation. These recommendations are steps that can be taken to support both climate justice and resilience. Flooding is widely recognized as a significant and increasing risk under climate change. Heat waves are also an important public health concern, as they can directly result in illness and death among vulnerable populations. Addressing both of these will increase the resilience of the city and its residents. Generally, the City has correctly identified the most vulnerable neighborhoods for investment and provision of resilience services in the targeted Urban Resilience zone, although our maps also encourage consideration of Indian Orchard as a neighborhood of concern. 20 Rain GardenStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan Across the broader community, water infiltration can Common green infrastructural solutions to flooding be encouraged through landscape elements such and heat can be considered together, because as bioswales (ditches with the right plantings that they often create positive synergies that reinforce hold rainwater and let it infiltrate) or rain gardens the effectiveness of each. For example, creating a (somewhat larger than swales but the same idea), waterfront park with a berm along the banks of a which can help halt sheetflow and allow rains to flood-prone river can reduce flood risk, while creating infiltrate back into the groundwater before they flood a multi-use running/bicycling trail atop the berm; and nearby neighborhoods. Some cities are using vacant street trees with large pervious growing areas around lots or sidelots for this purpose, or small agricultural them can reduce heat while also retaining stormwater plots which also provide permeable surface.7 Building during heavy rains. Additionally, community gardens bioswales/rain gardens can be a job training and can be considered a form of green infrastructure employment program for residents in neighborhoods (especially those on vacant lots) as they reduce looking to build skills. Maintenance of this sort of temperatures, infiltrate stormwater, build community dispersed infrastructure can be challenging for cohesion, address local food insecurity, and get rid City departments with strapped budgets, however, of impervious surface that worsens the urban heat and it is necessary to include resident training in island effect. maintenance of rain gardens. Grey infrastructure refers to more traditional forms of Green infrastructure also offers many opportunities engineering that usually aim to prevent flooding from to reduce heat. Increasing the urban tree canopy entering areas used by people. This can take the form by planting street trees can help provide a cooling of dams and levees, retractable floodgates, or other effect to the buildings next to them, while reducing constructed barriers against rising waters. Green and particulates in the air and sequestering carbon. This grey infrastructure can be thoughtfully combined- serves important justice roles when the trees are -for instance, levees with foundations and water- planted in denser, less wealthy neighborhoods that facing walls of concrete can be topped with soil and have fewer trees (South End, residential portions of grass to create a waterfront trail for walking, jogging Metro Center, Memorial Square, East Springfield). and biking, such as the Connecticut Riverwalk and Green roofs (specially constructed rooftops designed Bikeway. to be covered in plants) reduce both ambient heat and the amount of energy needed to cool their specific Non-structural solutions, zoning regulations and building; these could be implemented specifically on building codes as well as community services, public housing units to further achieve a justice focus. and social capacity building programs, can and Where green roofs are not possible, flat rooftops can should play an accompanying role. For instance, a be repainted white to lower the heat they retain; proactive approach to building and zoning codes can this can be particularly helpful in the densest parts encourage more environmentally conscious siting of of town, where extensive tree canopy is not spatially new buildings so that residents benefit from cross- feasible or suited to the urban scale (e.g. parts of breezes. Codes can also require or provide incentives Metro Center). for putting mechanical systems on the second floor in case of floods – this is sometimes called ‘floodable design.’ Opening and publicizing cooling centers (air- 7 Cuyahoga Land Bank. Side Yard Program. (n.d.). Retrieved April 29, conditioned public spaces) and establishing longer 2017, from http://www.cuyahogalandbank.org/sideYard.php 12Understanding Our Challenges seasons for public pools can mitigate the effects Neighborhood-level solar microgrids, owned and of heat waves. “Pop-up pools,” quickly constructed operated by residents, have also been proposed swimming facilities like the one built in Brooklyn in cities like New York9. These energy systems can Bridge Park8 can expand pool capacities in existing provide redundant power in the event of outages, parks without permanent commitments of land. and allow residents to produce their own energy (and Areas where there are more elderly without cars, potentially sell surplus power back to the utility’s grid, such as Forest Park, may benefit from social capacity or to each other 10). The cost of solar panels can be building, such as programs to be sure people know subsidized by the City as a means of further reducing which neighbors to check on in case of flooding or a reliance on fossil fuel-based electricity, in addition to heat wave. To support seasonal employment, teams the expansion of local hydropower. of residents can be trained and paid to visit the elderly across the city during heat episodes to make sure all is well. The City can provide helpful assistance to potential garden-starters by transferring City-owned property at low cost, or by purchasing privately- owned lots from willing owners. Pricing and other subsidies have a role to play. Expanding enrollment in home-owners and renters insurance can be a key recovery mechanism for the city’s economically disadvantaged vulnerable residents. However, paying for such insurance is a challenge for low-income families who may move CONCLUSION often. There may be ways to develop cooperatives Adapting to climate change is well within the abilities to increase the likelihood of renters being able to of Springfield and its residents, especially when afford such insurance. An incentive program that there is a shared understanding of which residents lowers the cost of air-conditioning for lower-income face highest risk, and an affirmative plan to address or aged individuals can increase resilience to higher these increased vulnerabilities first. The results of temperatures. One innovative idea is to connect this vulnerability assessment have been integrated energy audits with the provision of very low-cost air into the SHJ planning process and will help direct conditioners to low-income residents who complete resources and outreach to the neighborhoods that whatever energy improvements are recommended need it most. for them. This would achieve the health benefits of air conditioning during extreme heat events, while minimizing the net energy used to do so. Incentives for tree planting on residential or small commercial lots may also be helpful. 9 WE ACT for Environmental Justice. Northern Manhattan Climate Action Plan. (n.d.). Retrieved March 5, 2017, from https://www.weact. org/campaigns/nmca/ 10 Cardwell, D. 2017, March 13. Solar Experiment Lets Neighbors Trade Energy Among Themselves. Retrieved April 10, 2017, from https://www. 8 Brooklyn Bridge Park. Pop-Up Pool. (n.d.). Retrieved April 10, 2017, nytimes.com/2017/03/13/business/energy-environment/brooklyn- from http://www.brooklynbridgepark.org/attractions/pop-up-pool solar-grid-energy-trading.html 22 Solar Panels in Springfield“ I think it is really important at this point to put some plans in place for neighborhoods. Neighborhood plans need to go into place, especially for the communities that are underserved. Participant at Central Library meeting, 4/29/2017ENGAGING OUR COMMUNITY Engagement History 25 Summary of Input, Buy-In, and Support 26 Engaging Process Description 28 The Goal of Public Outreach and Engagement is to understand the needs, lived experiences, and concerns of Springfield residents, as well as build community buy in and support for the Strong, Healthy & Just: City of Springfield Climate Action and Resilience Plan while soliciting residents and other key stakeholders input for the content of the plan. 2 trapStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan ENGAGEMENT HISTORY The call for the SHJ Climate Action and Resilience Plan originated with the community in 2013, when 24 local organizations came together to hold the first Climate Justice Conference in the City’s history, focusing on the impact that climate change and greenhouse gas pollution had on neighborhoods in Springfield. Over the next four years, city residents continued to advocate for such a plan, delivering post-cards to the Mayor’s office, passing a resolution at the Springfield City Council, and holding rallies and community events to encourage the City to do more when it came to reducing pollution and building resilience. In 2015, the City committed to assembling a Climate Action Plan Working Group, a partnership between 52 City staff and community organizations to explore possible actions for the City to take with regard to climate issues, with a focus on environmental justice communities, those being the communities that are most impacted by climate change and are least responsible for its existence. As a part of that working group, the City of Springfield committed to following the Principles of Environmental/Climate Justice, included in the supporting materials. In 2016, the City of Springfield received funds as a part of the National Disaster Resilience Competition, including funds to support the development of a Climate Action and Resilience Plan, leading to the facilitation and creation of this document. Climate Justice Conference in 2013Engaging Our Community SUMMARY OF INPUT, BUY-IN use and more accessible to more people, especially economically disadvantaged residents. A desire for AND SUPPORT improved access to information about resources available from the City, the State and other public Given the City’s strong and unwavering commitment and private sources was expressed many times as to Climate Justice, broad outreach and engagement was a desire for transparency and leading by example to collect input on this plan development process was from the City. critical. Engagement strategies emphasized outreach to vulnerable populations in Springfield, and also Residents expressed a need for intentional and included key stakeholders from across the anchor culturally humble efforts initiated by the City and institutions, businesses, not for profit advocacy other institutions in power to build confidence organizations, City officials and staff, policy makers, that improvement plans for the city, both existing and the community at large. and those being developed, will be implemented with dedicated resources targeted at low income A total of 363 people participated in the engagement neighborhoods. Educational campaigns, positive activities, with eight sectors of the community messages from the City and media, and formal represented, including residents, City staff, community engagement strategies by the City are economic development, higher education, health, opportunities to act upon this request. transportation, real estate, utility, waste management, and community based organizations. In April 2017 we held three community meetings and nine stakeholder events. Across all of these events common themes emerged. People are aware of and ready to discuss livability measures included under the heading of climate action and resilience such as making it easier and safer to walk, bike, and grow food. Many people are interested in expanded/improved public transportation, bike lanes and crosswalks, community gardens, and citywide composting. Interest in other climate action/resilience strategies grew over the course of community engagement as participants learned from the GHG emissions inventory, the vulnerability assessment and the research into best practices from across the country. Residents, landlords, and community advocates need more information and clearer access points to programs like Mass Save, Community Solar, and how to work together to plant more trees. Engaged residents repeatedly communicated the need for existing climate action and resilience initiatives to be easier to 26 Community Meeting in Springfield’s North End NeighborhoodStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan Stakeholders affirmed their engagement with the including findings from best practice research, City on a number of post-tornado recovery efforts, problem identification (GHG Emission Inventory and expressed a desire for heightened visibility and and Vulnerability Assessment), and the risk analysis leadership from the City to elevate ongoing climate matrix. As the community engagement strategies action and resilience activities and initiatives. As rolled out, input collected was integrated into the noted, there are many climate action/resilience planning of the next event. These strategies provided initiatives underway in the City about which residents rich input to help narrow priorities, highlight current and key stakeholder would like to know more. These efforts, and inspire continued engagement with include but are not limited to: significant solar implementation efforts in the future. As a standard panel installations, like the one at the parking lot at of practice for each of the strategies, we determined Smith and Wesson; community and school gardens; that each event should be convenient, comfortable, Baystate Medical’s new Combined Heat and Power informative, fun, acknowledge and respect different (CHP) plant; large institutions adapting to the new expertise, designed for a variety of learning styles, ban on food waste in landfills implemented by the and action oriented. Commonwealth in 2016; construction job training targeted at low income residents, and a regional bike share program. There was strong support expressed from a variety of sources for a City staff position that focuses on climate action and resilience including oversight and facilitated implementation of this plan. Other recommendations included focusing new development on brownfields versus green space, convening key sectors to work together on projects, increasing the number of residents with flood and other disaster insurance, expanding education to small businesses about the Mass Save program, and improvements to public transportation both in service and in an accelerated transition to electric and hybrid vehicles. Concern for funding to support climate actions was voiced as well. A Resilience Officer for the City of Springfield, educational and planning opportunities for businesses and institutions, and policies that require climate planning and action were recommended to address these issues. (Complete summary of engagement, including residents’ action commitments included in Supporting Materials) The climate action and resilience content utilized for the community engagement strategies was taken directly from research and analysis concurrently happening throughout this SHJ planning process, 72 Community Meeting at Springfield Public LibraryEngaging Our Community ENGAGEMENT PROCESS DESCRIPTION The following engagement and outreach activities were implemented. Through facilitated discussions, each activity was agreed upon by consensus, approved by the City, collectively designed, implemented, and evaluated. Outreach and Engagement efforts consisted of six key activities: 1 Informative and interactive Resident 4 A Half Day Community Resilience Engagement Community Meetings to Building Workshop educate and engage residents, especially (CRB-described in Overview section). low-income residents and communities of color. These were two hours in length. 2 Direct outreach via traditional and 5 Citywide Survey developed among the social media (Facebook) partners with content advised by best practices, partner input, and vetted by PHC Research and Evaluation Team. It was administered online and in person. 3 6 City-sponsored “Sustainability Dashboard”, www.resilientspringfield.org 28 Interviews with Key Sector Stakeholders11 to find out what they were already doing, areas that they were interested in doing more, and barriers they might be experiencing 11 Jay Minkarah-DevelopSpringfield, David Cruise-Re- gional Employment Board (REB), Dr. John Cook-Presi- dent STCC, Liz Celluci-Columbia GasStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan CLIMATE ACTION / ACCIÓN CLIMÁTICA CLIMATE ACTION / ACCIÓN CLIMÁTICA CONTENEDORES DE RECICLAJE RECYCLING YARDA Y CUBO DE COMPOSTAJE CASERO CONTAINER(S) YARD AND HOME Processing waste uses energy, and using energy COMPOSTING BIN produces GHG emissions which cause global warming. So if we reduce the amount of waste we process, we reduce global warming. In Springfield Approximately 30% of waste burned at Covanta is recycling rate is only 15% food waste that could be removed and composted El procesar la basura utiliza energía, y energía Aproximadamente el 30% de los residuos produce emisiones de gases de efecto invernadero quemados en Covanta es residuos de alimentos que causan el calentamiento global. Por lo que podrían ser quitados y compostado para tanto si reducimos la cantidad de residuos que hacer fertilización organica procesamos, nos reducir el calentamiento global. En Springfield, tasa de reciclaje es sólo el 15% RESILIENCE / CAPACIDAD DE RECUPERACIÓN RESILIENCE / CAPACIDAD DE RECUPERACIÓN BICICLETA BICYCLE An energy efficient and extremely healthy means PARADA DE AUTOBÚS of transportation=climate action, and mobility can BUS STOP be very important after a disaster-gasoline might not be available. Made easier/safer by City led/ funded (with state and federal funded) bike-lanes A bus stop close enough to use with service to get me where I need to go. Requires advocacy at Un medio de transporte Energía eficiente y federal level for more funding for transit extremadamente saludable = acción climática, y movilidad puede ser muy importante después Una parada de autobús lo suficientemente cerca de un desastre – puede que la gasolina no este para utilizar con servicio para llevarme a donde disponible. Hecho más fácil/más seguro iniciado tengo que ir. Requiere actividades de promoción a y financiado por la ciudad (financiado con fondos nivel federal para más fondos para el tránsito estatales y federales) carriles bici 92 Climate Action and Resilence CardsEngaging Our Community 30 Community MeetingsStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan OUTREACH AND PROMOTION RESIDENT ENGAGEMENT COMMUNITY MEETINGS Recruitment and promotion efforts were implemented through a multi-tiered approach by phone, email, In April, 2017, three two-hour resident engagement website posts, social media, print media, and in person community meetings were held, two with a announcements at community meetings. A press neighborhood focus and one with a citywide focus. release by the City with a general announcement A meeting facilitator guide was developed and given of the SHJ work and opportunities to get involved to each SHJ group work partner playing a role in the was issued by the City and all SHJ collaborators meetings. Food and childcare were provided at each promoted the launch and engagement events. meeting. The community meetings were designed in Two community meetings in November 2016 were four parts, each part intentionally informative and supported by a supplemental grant secured by Arise interactive, with opportunities to provide input on for Social Justice and the University of Massachusetts, City actions to include in the final SHJ and to share Amherst, allowing for broader outreach to low- opportunities to take individual action. income communities and communities of color. The Community Meetings were promoted collectively and through one on one outreach. Each individual strategy The four parts included: had targeted promotion and recruitment efforts. 13 Discussion at Community Meeting in the North End NeighborhoodEngaging Our Community Resident Engagement Community Meetings EDUCATION STATIONS PRIORITIZATION EXERCISE Green House Gas Emissions Inventory, Dotting exercise that included a list of Vulnerability Assessment, and the possible actions that the city could take Timeline Gallery Walk that highlighted based on best practices and space was events in Springfield’s history related to included for participants to add actions to extreme weather, energy use in building the list that supported some of their own and transportation, and climate justice priorities and priorities the emerged after activism. playing the What I Have/What I Still Need card game. Participants had 5 sticker dots to place on their priorities. HAVE/NEED CARD GAME “ONE COMMITMENT AND ONE Engaged participants to sort and discuss REQUEST” assets they “have” and assets they “still The closing activity in which each need” to be more resilient and actions to participant was asked to make one address climate change. This was a small personal commitment toward climate group activity that involved discussion action and resilience and one request to and prioritization. All participants the city. left with their deck of cards and were encouraged to use them as a tool to have discussions about climate action and resilience with their family, friends, and other community members (cards and instructions included in Supporting Materials). 32Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan STAKEHOLDER MEETINGS A series of meetings with key sector stakeholders were scheduled over two weeks. There were nine meetings held, with a total 19 people participating, with representation from each of the 7 sectors.12 Rich information was collected from these meetings highlighting the private sector’s high level of commitment to, interest in, and activity both reducing GHG emissions and making the city stronger. From Springfield Technical Community College’s (STCC) provision of no cost bus passes to all students versus charging a fee for parking, DevelopSpringfield’s commitment to rehab versus demolition, and the Regional Employment Board’s partnership with the city to hire un/under-employed residents, the business/anchor institution community in the city is eagerly leading by example. CITYWIDE SURVEY A citywide survey was designed based on similar surveys conducted in other cities in the U.S. as part of their Climate Action and Resilience Planning process. It was then reviewed by the SHJ workgroup and PHC Research and Evaluation Team before being finalized. The survey asks questions about individual actions to address climate change and increase resilience, and asks questions about prioritizing potential actions the City can take to mitigate the effects of climate change and increase resilience to severe climate events. The survey was available in print form and online and over 200 surveys have been collected. There was at least one respondent from each Springfield neighborhood, and respondents from a variety of sociodemographic backgrounds were represented. 12 Sectors: Business, Healthcare, Higher Education, Housing and Real Estate Development, Waste Management, Transportation, Utilities. 33 Respondents were asked to indicate their willingness to take individual action on a number of climate change action areas. Many Springfield residents that responded to the survey indicated that they were already taking steps to address climate change and increase resilience. The responses identified key opportunities for continued engagement on Climate Change Action throughout Springfield, as well as areas where the community needed more information to take action (see summary on next page). The most frequently cited barriers to taking Individual steps to address climate change were: lack of resources, lack of information, and health conditions/mobility issues. Other challenges mentioned included time, issues with public transportation, lack of bike infrastructure (lanes, bike racks, etc.) and related safety concerns, and renter issues (landlord won’t allow, no space for compost/garden). When asked about actions the city should take, respondents prioritized a wide range of activities from encouraging businesses to use less energy and to hire locally for climate action and resilience jobs, to improving the built environment with more tress, bike lanes and sidewalks. In addition to ranking the priority of specific city actions, respondents were asked to identify other actions that the City could take to make Springfield more resilient to acute climate events. Information and education was one of the most frequently cited actions, with responses ranging from more information about community resources and programs to education about climate change. Trash and waste also emerged as a theme, with suggestions including improvements to trash service (i.e. increased pick-ups) and imposing and enforcing fines for dumping and littering. Other themes included restoration of parks, green space, and trees; providing incentives to adopt energy efficient measures or go solar; home improvement; and transportation-related improvements.Engaging Our Community 34 KEY HIGHLIGHTS FROM CITYWIDE SURVEY OPPORTUNITIES TO • Work with landlord to Implement Mass Save Audit 56% ENGAGE THE COMMUNITY Recommendations (tenants’ responses) IN CLIMATE CHANGE • Make emergency preparedness kit for family 52% ACTION: • Start or participate in a volunteer “check in on 49% The following are the top five elders” initiative in my neighborhood areas that had the largest percentage of respondents • Take the $2,000 from Mass Save and implement 44% who were willing to take action. audit recommendations (homeowners’ responses) These represent opportunities to • Learn about cooling/warming centers in my 44% engage the community in action. neighborhood and tell neighbors and friends OPPORTUNITIES FOR • Install solar panels and/or participate in 34% EDUCATING RESIDENTS: community shared solar The following are the top 5 • Learn about cooling/warming centers in my 32% areas areas that had the largest neighborhood and tell neighbors and friends percentage of respondents • Start or participate in a volunteer “check in on 29% indicating that they did not know elders” initiative in my neighborhood what the action was or that they needed more information to • Get permission from my landlord to get Mass Save 23% Energy Audit (from tenants) make a decision. These represent opportunities to educate the • Make an emergency preparedness kit for my family 23% community. TOP 5 CITY ACTIONS • Encourage businesses to reduce energy use 77% The following top city actions • Improve the health and number of shade trees 77% were identified based on • Prioritize hiring Springfield residents who are respondents ranking the action 74% unemployed or under-employed for climate action as a high priority. These represent and resilience work opportunities for the City to take action to mitigate the effects • Make it easier for renters to take advantage of free 71% Mass Save energy efficiency building assessments of climate change and increase and installations resilience to acute climate events. • Add more bike lanes, sidewalks and visible crosswalk 69%“ When you sit here and just see all of this happening, you think, gosh, this is so much. I’m one little person. What can I possibly have impact on? But yet we all know, if you could get every person to make some step, you can make a bigger thing. Participant at Forest Park community meeting, 11/29/2016Process Overview 37 Building Confidence in City Government 41 Changing the Way We Get Around 43 Efficiently Using Energy 45 Greening the Grid 47 Building Resilient Infrastructure 51 Managing the Urban Forest 53 Building Human Resilience 55 Reduce, Reuse, Recycle 57 Resident Actions 59 Business/Anchor Institution Actions 61 TAKING ACTION ON OUR PRIORITIES 3 trap Springfield’s Strong, Healthy & Just Plan recognizes climate change as a threat multiplier: acute stresses caused by climate change, such as increased severe weather, have the ability to aggravate existing stresses within the City such as systemic racism, economic disparity, disproportionately high rates of preventable disease (asthma, cardiovascular, diabetes, hypertension, and obesity) and food insecurity. Therefore, we framed Springfield’s climate action and strategies research with the understanding that climate solutions must not only protect the status quo, but provide a net increase in social equity throughout the city.Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan PROCESS OVERVIEW Strategies were selected to reduce GHG emissions and to facilitate resilience, specifically: To establish the initial goals, objectives, and actions for the Strong, Healthy, & Just: Springfield’s Climate 1) reduce exposure: remove people and property from Action & Resilience Plan, we updated the strategies paths of destruction, and recommendations identified in the 2015 City 2) reduce sensitivity: bad things will happen--so limit of Springfield Climate Action/Resilience Plan the damage: for example, change zoning to raise new Framework and surveyed the document’s source construction above an anticipated flood level, change plans for any updates since its original publishing. Of zoning to require light-colored “cool roofs” to lessen the every strategy researched, we sought to understand: urban heat island effect, plant shade trees to reduce urban heat island effect, and • its climate mitigation and/or resilience goals 3) enhance adaptive capacity: support the ‘qualities’ • how it affected disparate demographics across the city that help people cope: strong social ties, good • which demographics it helped the most health, economic well-being, and confidence in local • which (if any) demographics it harmed. government. We also reviewed greenhouse gas (GHG) emissions During the course of this extensive literature review, inventories and climate action/resilience strategies we learned that the most highly effective strategies from 11 cities identified as being either similar in and actions were those which followed the SMART population size and history to Springfield, or as Objective criteria (Specific, Measurable, Achievable, having exemplary plans.13 Responsible, and Time-bound). Across the country, those strategies and actions which identified specific We compared each climate action/resilience plan’s and measurable objectives were those which were objectives and recommended strategies to develop implemented by their communities most successfully. a baseline understanding of the best practices and We additionally found that in order to be “achievable,” actionable goals in use by the country’s most successful strategies and actions must be cost effective (with co- municipalities. Concurrently to reviewing municipal benefits in GHG emissions reductions across multiple climate action/resilience plans, we conducted a sectors and/or in community resilience), politically review of best practice reports related to policy and feasible, and applied with a social/climate justice lens. programs for climate adaptation (resilience). These reports, including The Kresge Summary Report (April We worked with our City advisory team, comprised of 2017), ICLEI-Local Governments for Sustainability, representatives of all key City departments, to assess the Georgetown Adaptation Clearinghouse, the EPA the resulting list of 97 potential actions and strategies, Climate Smart Growth workbook, and the Community using the Climate Action Resilience Assessment Tool Resilience Building Guide, detail policies that can be and compiled the results into a master document, the adapted to any city in the country and emphasize Strategies and Action Ranking Matrix solutions based in systems theory The Strategies and Action Ranking Matrix ranks proposed strategies and actions by utility and the level of demand for and/or commitment demonstrated by 13 Worcester, MA; Chattanooga, TN; Knoxville*, TN; Louisville, KY; Grand Rapids, MI; Eugene, OR; Boston, MA*; Dubuque, IA*; Minneapolis, MN*; the City, its residents and stakeholders. Oberlin, OH*; and Portland, OR* *indicates Climate Champion 73Taking Action on Our Priorities The matrix scores 0 or 1 point when a proposed as priorities, but which either the City or State is action: already implementing. The proposed “supporting improved access to utility data for building owners • appears in a relevant City plan and managers seeking to improve energy and water • is identified in the community and/or stakeholder performance” strategy is an example of a low-scoring outreach meetings as a desired course of action success, as the City has access to Mass Energy Insight • has documented GHG emission reduction and/or and property owners can access low- or no-cost Mass resilience co-benefits. Save home/business energy assessments. The Strategies and Action Ranking Matrix revealed We considered this combination of 28 high- and two types of existing “successes” within City policy. mid-to-low-scoring strategies as “low-hanging fruit” The first type of success includes the highest scoring for the City, and developed a single encompassing strategies/actions -- those which the City is already strategy to encourage the City to ‘implement the implementing, which have been identified as City’s recent core plans’ (ReBuild 2012, Analysis of priorities in the City’s various major plans, and for Impediments to Fair Housing and annual Community which the community has expressed support. These Development Block Grant (CDBG) plans, Complete include strategies such as adopting and implementing Streets: Ped/Bike 2014, Open Space and Recreation a Complete Streets Policy and prioritization plan, Plan (OSRP) Update 2015, Hazard Mitigation update allowing urban agriculture in the zoning code, passing 2016, 2017 Urban Forestry Plan update on ’09 plan) a Community Garden Ordinance, and prioritizing recommendations—especially those identified as wetland and water resources protection. Best Practices through this planning process. The remaining 69 strategies were identified as areas of The second type of success includes some relatively opportunity for the City, and were prioritized for mid- or low-scoring strategies which may not have further refinement and adaptation to the conditions been identified in City plans or by the community existing within Springfield. 38 Downtown SpringfieldStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan FURTHER REFINEMENT AND or cultural shifts would need to accompany their final objectives. Following this format, each workgroup PRIORITIZATION- COMMUNITY established and elucidated an understanding of the RESILIENCE BUILDING WORKSHOP existing opportunities and barriers in Springfield surrounding their focus topic, and developed To further refine the remaining 69 strategies, actionable strategies for progress within that and to integrate the resident engagement, City framework. These results ultimately informed and staff engagement, stakeholder interviews, GHG prioritized the strategies and actions presented in emission inventory and vulnerability assessment this Plan. The full matrix of strategies is included in results, we conducted a final Community Resilience the supporting documents including proposed/ Building Workshop on May 12, 2017 (CRB Workshop affirmed lead implementer, possible funding source, Guide included in Supporting Materials). With City evaluation metrics, and timeline. (Meeting handouts leadership and targeted invitations to key industry included in Supporting Materials) and institutional stakeholders as well as to residents engaged in community meetings held throughout The topic areas evolved into the first six categories of the month of April, the goal of the workshop was to proposed actions in this plan: gather laypeople and experts together in specific workgroups for half a day to focus on molding (revising, generating new as needed) the 69 remaining generic strategies to implementable and realistic, yet 1 Building Confidence in City Government aspirational, strategies and specific actions for the Leading by Example & Engaging City of Springfield. the Community to Build Community Confidence The workgroup topics were selected based on the support for the possible strategies expressed at the various engagement events, interest and support 2 Transportation Demand Management from City staff, and availability of funding and other resources from the state and federal government. To Changing the Way We Get Around facilitate the work groups, we identified two topic- specific “thought leaders” with direct, local expertise in the given field. Each group was presented with a draft problem statement and sample SMART 3 Efficiently Using Energy objectives, which had been previously drafted in collaboration with the relevant thought leaders, Tracking and optimizing energy use in our using the proposed strategies/actions as a starting homes and businesses. point. Each group was then asked to review and revise their problem statement to accurately reflect their perception of conditions in Springfield, and 4 Greening the Grid either revise the proposed SMART objectives or draft their own. Groups were advised to consider how their Generating and using renewable energy in proposed objectives would be funded, whether they the city were politically feasible, and what intermediary steps 93Taking Action on Our Priorities The topic “Building Human Resilience” was explored 5 Creating Resilient Infrastructure at the May 12th workshop during the “Confidence in Government” work session, and we determined Building smarter infrastructure systems with the topic necessitated its own category. The topic, community co-benefits. ‘Reduce, Re-use, Recycle—Toward Zero Waste’ was not explored at the Community Resilience Building workshop both because the GHG emissions inventory 6 Managing the Urban Forest yielded the result that under 1% of the city’s GHG emissions come from waste processing, and also Planning and maintaining Springfield’s trees because our review of City actions combined with to reduce threats and increase benefits. stakeholder interviews showed that the City is considering and/or implementing the proposed best practices. The actions are included in this plan because there is support from residents to have Based on feedback from city staff and other the City work toward zero waste, including but not stakeholders, four additional categories of action limited to: supporting composting, expanded and were added: easier recycling, and a ban on plastic bags. Similarly, this plan summary does not include actions related 7 to urban agriculture, which is an area of strength in Building Human Resilience the City. The full action matrix does include food and Ensuring equity and public health urban-agriculture related actions. In addition to the topic specific actions, we have also identified a list of priority actions for residents to take to increase their resilience and act on climate 8 Reduce, Re-Use, Recycle: as well as a list of priority actions for businesses Toward Zero Waste and corporations to facilitate collaborative implementation of this plan. 9 Resident Actions 10 Business/Anchor Institution Actions 40 City Councilor Adam Gomez at 2013 Climate RallyStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan BUILDING CONFIDENCE IN CITY GOVERNMENT GOALS 1 Lead by example to implement priority recommendations in this plan. 2 Ensure ongoing resident engagement in plan implementation and refinement over time. 3 Build confidence in city government. 14 Throughout the entire SHJ planning process, we encountered both a desire to see the City leading by example with respect to climate action and resilience combined with a fear that the City would not follow through. Confidence in the City would be significantly enhanced if the City were to accomplish some of the” low hanging fruit” strategies identified throughout this planning process AND if the City made a significant effort to let people know and celebrate successes. More respectful and intentional communication is needed and the City needs to design and commit resources to do community engagement. People engaged in this process reflected that the Rebuild Springfield process worked because of massive outreach efforts. 14. The Climate stabilization Wedges is an approach produced by Princeton University researchers[1] looking at Climate change mitigation scenarios. The project was funded by Ford Motor Company between 2000 and 2009 and has been receiving funding from BP since 2000.[2] The goal of the approach, Stephen Pacala and Robert H. Socolow, is to demonstrate that global warming is a problem which can be attacked using today’s commercially available technologies to reduce CO 2 emissions. The objective is to stabilize CO2 concentrations under 500ppm for the next fifty years, using wedges from a variety of different strategies which fit into the stabilization triangle. 15. By calling for national and international binding emission reductions agreements, establishing stronger inventory standards and reporting, committing to a set of local actions to reduce greenhouse gas emissions, and growing the carbon offset market by removing barriers to municipal offset projects, the Mayors’ National Climate Action Agenda is intended to make a statement that emission reduction projects – starting with existing cap and trade programs in the US - are not only viable, but essential initiatives that must be embraced and scaled across the country, www.climate-mayors.orgTaking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 7 8 9 10 11 42 Review the status of the City’s recent core plans’ recommendations and action steps (especially those identified as best practices in SHJ). Recommit to their implementation with public timeframes. Proactively publicize City’s ongoing Climate Action & Resilience work, especially work catalyzed by NDR in the Urban Watershed Resilience Zone of neighborhoods dominated by economically disadvantaged communities of color. Highlight the workforce development underway that is hiring un/under-employed Springfield residents to perform climate action resilience work supported by NDR and other funds. Maintain resilientspringfield.org website as a transparent means of engaging and communicating with residents on implementation of the SHJ plan and of celebrating successes. Formally involve the Springfield business community and anchor institutions in SHJ implementation. Consider creating a commission, modeled after Boston’s Green Ribbon Commission, charged with ensuring their active engagement in SHJ implementation. Work with the business and research community to create Implementation Wedges14 /Interim Goals to clarify exactly what actions will contribute to which percentages of GHG emissions reductions required. Continue to convene the City Committee created by the Mayor to secure NDR funds and utilize this committee to oversee the implementation of this plan. Establish a committee point person in each City department to take the lead on implementing those items from the plan that fall under the purview of their respective departments. Consider including members of the SHJ plan development working group, as well as community, business, and youth representatives in the City Committee. Consider allocating funds for stipends to allow vulnerable community members to serve on committee, including at least one stipended youth position. Launch a SHJ mini-grant implementation project fund for small groups of residents to participate in plan implementation Join the Mayors’ National Climate Action Agenda14 and consider joining comparable initiatives moving forward to ensure Springfield’s active participation in cutting-edge Climate Action & Resilience communities of practice. Work with the Pioneer Valley Planning Commission (PVPC), the Massachusetts Executive Office of Energy and Environmental Affairs (EOEEA) and other federal, state, regional and local entities to identify/secure funding for a new City staff position, or to revise an existing position, charged with working with the SHJ implementation City Committee and City departments to implement SHJ. Research a best practice model of a city that is committed to community engagement and has a plan and in collaboration with community leaders, both official and unofficial, to develop a strategic engagement plan for the city. Work with utilities, the Commonwealth, local foundations and others as appropriate to create a program whereby home-owners/renters who have a Mass Save Home Energy Assessment (HEA) and implement maximum recommended home energy efficiency improvements, receive a no cost or low cost super energy efficient air conditioner. Work to improve access to home-owner’s/renters property insurance. Continue the work to break down silos within City government and build capacity in the City and in the community to implement the SHJ 14 By calling for national and international binding emission reductions agreements, establishing stronger inventory standards and reporting, committing to a set of local actions to reduce greenhouse gas emissions, and growing the carbon offset market by removing barriers to municipal offset projects, the Mayors’ National Climate Action Agenda is intended to make a statement that emission reduction projects – starting with existing cap and trade programs in the US - are not only viable, but essential initiatives that must be embraced and scaled across the country, www.climate-mayors.orgStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan CHANGING THE WAY WE GET AROUND GOALS 1 Increase the number of residents who commute to work by means other than single-vehicle from 20.5% to 55% in 2030 with an increasing percentage by 2050. 2 Increase the number of on-road bike lanes from 2.5 miles in 2017 to 10 miles in 2020 with an ever-increasing number in 2050. 3 Increase the number of regular bus riders. 4 Increase the number of EVs/AFVs and necessary charging stations in the city. 34 Thirty-one and a half percent of Springfield’s GHG emissions come from transportation and 99% of these emissions are from personal vehicles. We need to both get people out of cars as well as transition our City’s fleet to electric and hybrid vehicles that can be powered by our increasingly green grid. Actions and strategies to ‘change the way we get around’ are designed to: a) Shift modes-make it easier for people to use transit, car-pool, walk, and bike versus driving alone in a single vehicle; b) reduce Vehicle Miles Traveled (VMT)—make it easier for people to work from home, ride share, walk, bike, use transit; and c) transition to increasingly energy efficient vehicles (federal Corporate Automobile Fuel Efficiency (CAFÉ) standards) and clean fuels-electric, hybrid, other technologies as they become available. The city supports and relies upon the PVTA for public transit and is committed to supporting efforts to expand funding for public transportation both in the city and that connects the city to its neighboring communities. Springfield is excited about the expanded North/South train service in the region and very supportive of planned East/West train service. The city is also committed to working with the western MA delegation to ensure the federal government’s ongoing commitment to increasingly efficient CAFE standards which ensure an increasingly efficient fleet of vehicles on the nations’ roads. As noted previously, the actions included in this summary plan are NOT comprehensive. These actions represent the priorities articulated at the Community Resilience Building workshop. It is understood that to achieve the ambitious goal of 80% reductions in GHG emissions by 2050, Springfield, and the United States, will need to dramatically improve transit access and transition to zero emission vehicles (ZEV). Springfield is working with PVPC on the region’s ZEV charging station plan.Taking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 7 8 44 Implement Complete Streets Plan which details needed and desired pedestrian and bicyclist improvements—crosswalks, sidewalks, bike lanes, bike paths etc. over time as roads receive capital improvements and funding becomes available. Implement Bike Share with a focus on ensuring accessibility and use by the city’s low income residents. Work with the Business Improvement District (BID) and the Chamber of Commerce to create a staff position of Transportation Demand Management (TDM) coordinator to assist businesses with getting their workers to reduce commuting in single occupancy vehicles. Encourage employers to provide employees with emergency ride home programs, vanpool match programs, telecommute options, and flextime options to encourage alternative methods of commuting, such as carpooling, public transit, or work from home. Encourage colleges to participate in the PVTA pass program. Revisit the City’s parking requirements (last updated in 2012) to identify techniques to realize the City’s ‘park once and walk’ approach in the downtown. Encourage MGM’s planned work to bring back electric trolley service in downtown from Union Station to Springfield Technical Community College, the casino, the Basketball Hall of Fame, and Riverfront Park. Address PVTA rider concerns of uncomfortable seats, late arrivals, lack of shelters, snow clearing at shelters, grocery bag limit, and limited night service.Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan EFFICIENTLY USING ENERGY GOALS 1 Increase rate of energy efficiency audits by 20% by 2020 (and increasingly each decade to achieve 80% reductions by 2050). 2 Increase number of housing units that complete recommended work to 100% by 2025. 54 The vast majority of GHG emissions are coming from heating, cooling and electrifying buildings. In addition to ‘greening the grid’, we must do everything we can to make our buildings energy efficient so that we are not wasting precious money and resources. To assess the achievement of the goals articulated below, we will need more data, specifically: the baseline of home energy assessments in Springfield per year and the completion rate sorted by income as well as the baseline of implementation of recommended improvements. The SHJ work group stresses the importance of ensuring collaboration and linkage of existing (and future) initiatives, including but not limited to: Springfield Partners for Community Action (SPCA), Healthy Homes, Grinspoon, Eversource, and Columbia Gas, and acknowledges that most people are aware of Mass Save and the availability of robust energy efficiency incentives in MA, but that awareness does not by itself, translate into action.Taking Action on Our Priorities STRATEGIES 1 2 3 46 Form intentional partnerships among and between 5 groups: landlords, housing court, receivers, businesses, and the SHA, and support neighborhoods in marketing Mass Save. Implement national best practices for energy efficiency in homeowner and rental properties. Evaluate expanding the planned Springfield ‘Healthy Homes’ initiative. Encourage homeowners and rental property owners to fully participate in all eligible Mass Save programs. Potential incentives include decreasing property taxes for participants or providing a low or no cost air conditioner to those households which implement all recommendations. Create an energy performance tracking and annual reporting system for commercial and multi-family properties.Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan GREENING THE GRID / RENEWABLES GOALS 1 Increase solar generation to make up 10% of Springfield’s community energy consumption by 2022 and 50% solar by 2050. 2 Ensure 50% of all low-income accounts have a 50% or greater discount from community shared solar projects by 2022. 3 Improve air quality. 4 Utilize solar to maintain a micro- grid that will keep critical facilities operational during power outages. 74 It is vitally important that actions to develop clean, safe, sustainable sources of energy occur concurrently with the above-described energy efficiency work. During the Community Resilience Building workshop, work groups advanced several Springfield-specific recommendations for solar and for a micro-grid downtown, but the SHJ includes a comparable interest in and commitment to researching and integrating all viable renewable energy opportunities in the city. SOLAR Community engagement surfaced a sincere interest in and frustration at securing solar power in Springfield. The community does not have adequate access to strategies or resources that will make solar power affordable and plentiful. Currently the economic benefits of solar are not flowing to low-to-moderate income home-owners and hardly ever to renters. 60% of Springfield residents rent their homes. There is an education gap as to the benefits and financing options available with respect to owning solar PV versus leasing and a concomitant lack of access to tax equity investors (tax credit appetite-issue with all federal tax credits). There is also a lack of access to regional and local staff support for local retention of economic solar benefits and there are also some local regulatory barriers. Strategies identified should strengthen the tenant-landlord relationship; create community cohesion/strength; keep money local; prioritize technologies that have low life cycle costs and low negative environmental impacts, and promote equity and equitable access to opportunity, including financial opportunity.Taking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 7 8 9 10 48 Identify a solar expert point person in the City to field questions and provide technical assistance and guidance to residents and other property owners. Pass a resolution stating support for solar goals and strategies. Launch an educational campaign sponsored by an impartial group to explain solar options and financing. Create incentives to encourage residential and commercial adoption of solar installations. Host a community solar development program and support the development of a local socially equitable tax equity fund to achieve the goals for community solar. Support community shared solar projects with 50% low-to-moderate income buy-in per project. Research the feasibility of adopting an ordinance requiring all new and major renovations to include solar or be able to accommodate solar. Send experts and City staff/residents to participate in statewide discussions on behalf of resident and local business needs with respect to solar and other renewable energy sources. Host a group purchasing program for solar, such as Solarize Mass. Facilitate a working group of ‘solar champions’ with neighborhood council/civic association involvement to promote solar to residents. OTHER RENEWABLE-RELATED STRATEGIES: 1 Research geo-thermal using Community Music school as a case study and publicize to city 2 Research viability of launching a residential geo-thermal initiativeStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan GREENING THE GRID / MICRO-GRID GOAL Implement a successful micro-grid project in Springfield by 2020. 1 94 MICRO-GRID Like so many of the actions and strategies identified throughout this planning process and reinforced by the work groups, success with a micro-grid will require leadership from the City. There is a well-established process in place right now in Massachusetts, and funding is available both from the MA Clean Energy Center and from the Massachusetts Department of Energy Resources (DOER), but still a successful initiative requires ‘cheer-leading’ by the City. 1Taking Action on Our Priorities STRATEGIES 1 2 3 50 Create a Springfield micro-grid working group to advance this initiative. Members should agree to implement the following detailed action plan: • Meet with Eversource and ISO New England to understand grid connection and other issues. • Research how other cities are implementing micro-grids, and conduct site visits and conference calls to exchange ideas. Possible site visits include the Codman Square CDC project in Dorchester and the fuel-cell micro-grid in Woodbridge CT. • Research funding opportunities from Massachusetts Clean Energy Center, Department of Energy Resources, and other sources. Apply for feasibility study grants. • Investigate battery storage for micro-grid and emergency back-up power, especially for nursing homes and grocery stores in vulnerable neighborhoods. • Engage UMASS researchers as appropriate. • Engage the largest property owners and energy users, such as MassMutual, Baystate Hospital, MGM, Picknelly, Mass Visitors & Convention Bureau, and the Greater Springfield Chamber. • Focus on Downtown/Metro Center and integrate EV car charging stations • Conduct research to understand the level of retro-fitting necessary in existing buildings in order to connect to micro-grid. • Assess the feasibility of a regulatory option of requiring new developments to be ‘micro-grid ready’. Oversee feasibility study. Launch project by 2019 for completion in 2020.Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan BUILDING RESILIENT INFRASTRUCTURE GOALS Reduce vulnerability/enhance resilience of Springfield residents Reduce vulnerability/enhance resilience of existing and planned infrastructure. A central challenge is how to develop a systems approach to Green Infrastructure. There are two approaches: a relatively “easy” regulatory approach, and the “ordinance approach”. 15 As noted in the overview section, economically disadvantaged residents and deindustrialization has left the City with a low tax base, leading to deferred maintenance and weakening infrastructure. For example, the City is still using stormwater standards from 1950. The DPW believes Green Infrastructure (GI), making use of natural systems for environmental benefits (in addition to traditional infrastructure) is a good idea, as long as implementation decisions are made on a site-specific basis. From the City’s experience, success with GI is 2/3 public relations and 1/3 public perception. Standards may need to be different between public/private and in new site development vs. redevelopment, and should include 1 off-site mitigation options because integrating GI into planned development is a challenge. The City owns its drainage system with 380 stormwater outfalls. The Springfield Water and Sewer Commission (SWSC) owns water & sewer (CSO) systems (~1/3). 2 The best areas for GI are out of the CSO areas and projects are more difficult to implement in the denser downtown region. The City’s goal is to have stormwater as CLEAN as possible and water quality needs to be addressed. A challenge is establishing who is responsible for maintenance. More thought is needed for GI and CSO reduction in vulnerable communities, as the most vulnerable areas of the city are already separated and do not offer much space for GI. The best place for GI in vulnerable areas is on private property, but experience in the City has shown that convincing economically challenged residents to host green infrastructure on their property is challenging. The City favors moving incrementally because a staged approach allows learning to take place. Implementation is most likely to happen in the private sector first. There are still considerable basic needs to successfully design and implement a comprehensive GI plan for the City, including collecting and tracking data on soils in Springfield, where appropriate for infiltration, and where there is contamination, etc...Taking Action on Our Priorities STRATEGIES 1 2 3 52 Develop a Springfield-specific Green Infrastructure (GI) policy and design manual, which should include: • Standards by location & city-wide • Set of criteria to assist developers and the City in determining what type of infrastructure system is appropriate for a given location and project type. This set of criteria should set GI as the standard, requiring developers to prove they have completed a thorough site analysis and alternatives assessment regarding infrastructure systems design. • Neighborhood-specific content, designed to educate Springfield’s 17 neighborhood groups at the concept-level. Highlight projects already in the city to help build the case and educate neighborhood residents and developers alike. Monitor public and private installations. Set up “pop up green infrastructure” demonstrations along public roadways, in public plazas and parks, in public and commercial parking lots, and in other highly trafficked and/or highly impervious sites.Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan MANAGING THE URBAN FOREST GOAL 1 Achieve Springfield’s climate justice goals via enhancing the quality of the City’s urban forest through proper species selection and planning, increased tree canopy cover, adequate care and maintenance, and public education on the value of trees in an urban setting. 35 Because of the extensive damage to the tree canopy in the 2011 tornado, in addition to Springfield’s long- standing commitment to urban forestry, managing trees merits its own category of actions. There are a number of concerns related to resilience and tree canopy in Springfield. Trees can enhance resilience, but they are also a ‘threat multiplier’. Trees may pose safety issues in a weather-related disaster. If a tree planted too closely to underground or overhead utility lines is uprooted or falls, it may destroy that infrastructure, posing possible health and economic threats. Trees in poor health can also lose limbs and potentially damage property or directly harm residents. Further, poorly placed vegetation can block sight lines along roadways, increasing the likelihood of motor vehicle accidents. Possible strategies to reduce these concerns include choosing the “right tree for the right place,” which will ensure environmental safety and increase specimen health. Continued attention to proper tree care and maintenance will also reduce the risk of tree-related hazards. At the time of this plan development, the forestry department has no funding to plant new trees within Springfield. They are funded to maintain and care for existing trees and remove those that pose safety concerns. In order to reach a 100% stocking rate within the City, they would need to replace trees at a 2:1 ratio. Currently, the city is losing about 700 trees per year. Unfortunately, HUD doesn’t consider trees to be part of the resilience strategy defined in the NDRC grant, so Springfield’s forestry proposal was unfunded when the City was awarded the grant. Springfield can take advantage of the Gateway City legislation, which allows for private tree plantings within the city. Related funding also covers education and outreach. Possible strategies to reduce this concern include identifying and securing sustainable funding sources for planting trees within the city.Taking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 7 1 2 54 Identify and secure sustainable funding sources for annual tree planting. Identify and secure sustainable funding sources for tree care and maintenance of public trees. Focus planting efforts in neighborhoods with the greatest risk of urban heat island (UHI) effect and the lowest rate of tree canopy cover. By 2022, plant 5,600 trees on public property and by 2060 achieve 100% stocking levels and have planted an additional 55,000 trees on public property. By 2022, plant 300 trees per neighborhood on private property for a total of 5,400 trees across Springfield’s 18 neighborhoods. Secure funding and develop an incentive program for planting trees on private properties. Implement a city-wide green infrastructure policy, as identified in Strategy 1 of the Building Resilient Infrastructure goal. ADDITIONAL STRATEGIES: Enhance opportunities of forestry-related job and skills trainings for Springfield’s youth and residents and collaborations with area academic institutions Increase public education efforts pertaining the value and importance of trees, shrubs, and fruit producing vegetation regarding: • Food access and security • Mental and community health co-benefits • Urban ecosystem servicesStrong, Healthy and Just: Springfield’s Climate Action & Resilience Plan BUILDING HUMAN RESILIENCE GOALS All property owners and renters in Springfield will have homeowners, renters or business-owners insurance. All residences will include air conditioning. Just as they are required to include heating in the winter, landlords will be required to provide cooling in the summer. 55 The topic of resilience covers all aspects of human life, as we recognize that poverty, resulting low rates of home ownership, systemic racism, inequitable access to opportunity, disproportionately high rates of preventable disease and other facts of life for many Springfield residents make them increasingly vulnerable to severe weather disasters. Other initiatives underway in the City are working to increase human resilience, and this plan supports and affirms the importance of those plans’ and projects’ successful implementation. Two aspects of human resilience emerged after the many disasters of 2011: the importance of air conditioning and the need for property insurance for home-owners, renters and 1 business owners. Our research indicates that no one existing plan highlights these needs, so they are included here. 2Taking Action on Our Priorities STRATEGIES 1 2 3 56 Establish a program, spearheaded by utilities, to provide super energy efficient air conditioners to home- owners and renters who do not have access, contingent upon completion of Mass Save HEA and full implementation of recommended energy efficiency home improvements to maximum $2,000 incentive. City, SHJ Implementation team, businesses, and anchor Institutions create a program to provide low or no cost (as needed) property insurance coverage to all vulnerable homeowners and renters. Assess the feasibility of adopting a building requirement for air conditioning in all new developments and as part of any major rehabilitation work over a certain size (excluding single family homes).Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan REDUCE, REUSE, RECYCLE— TOWARD ZERO WASTE GOAL Work toward zero waste. 75 Most of the waste management strategies included in the strategy matrix focus on people’s behavior, enhancing waste reduction, and reuse and recycling. This is because the city’s waste processing system does not generate a significant amount of GHG emissions (less than 1%) as waste management innovations are underway. The City adopted single stream recycling and composts yard waste and the Commonwealth has aggressive bans on materials going into landfills, such as food waste and demolition debris. Finally, the city is served by a waste to energy processing plant. Ongoing assessment and a commitment to optimization of the collection and transportation process could reduce GHG emissions from trucks. 1Taking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 58 Explore alternative waste solutions to the current trash fee model, especially those included in the Massachusetts Department of Environmental Protection’s 2013 Solid Waste Master Plan Pathway to Zero Waste, to reduce the amount of waste being sent for incineration. Use regulatory means as appropriate to promote, require, or incentivize alternatives to traditional building demolition, such as rehabilitation, adaptive reuse, relocation and deconstruction. Implement educational campaigns to: A) ‘Buy Smart’ (plan before purchasing, buy local, give gifts of experience, purchase durable goods) B) Re-use C) Borrow, share, and rent items D) Fix and maintain items Adopt a plastic bag ban and polystyrene ban. Implement educational campaigns to reduce the volume of food waste generated in homes by promoting proper food storage, meal planning, and composting. Implement educational campaigns to avoid electronic waste, encourage the recycling of electronic products, and the purchasing of environmentally-friendly electronics.Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan RESIDENT ACTIONS GOALS FOR RESIDENTS Achieve 100% Mass Save participation from home energy assessment (HEA) to full implementation of all recommended improvements 2 100% home/renters insurance coverage 3 100% access to Air Conditioning Switch increasingly large percentage (80% by 2050) of energy used from polluting fossil fuels to clean, safe, sustainable energy sources: solar, hydro, geo-thermal, CHP, wind, other-- regardless of income and ownership v. rental status and vehicles from gas to hybrid, electric. Shift increasingly large number/ percentage of trips from single vehicle to transit (bus, bus rapid transit, train, trolley) and bike (bike share, pedicab), walking, ride-sharing, car-pooling, tele-commuting, home businesses, other means as they become available. 95 Residents are responsible for an estimated 56% of GHG emissions in Springfield, 29% in transportation and 27.1% in building-heating, cooling, electricity. Residents’ actions, however, can go only so far without significant, sustained, targeted investment from the City, starting with implementation of existing previously mentioned City plans (2012-Present). Research suggests that determined, immediate action by property owners in all sectors (residential, commercial, industrial, government) could achieve 20% reduction in energy use relatively easily.15 1 4 5 Community-wide GHG emissions results by sector 15 www.pnas.org/content/106/44/18452Taking Action on Our Priorities STRATEGIES 1 Demand the City and key collaborators: utilities, state government, anchor institutions, local foundations, allocate necessary resources, and/or secure additional funding as needed, to aggressively implement this plan on all fronts. Subsidize vulnerable residents’ participation as needed, with the utmost urgency, regardless of who is serving on the City Council or as Mayor. Residents should advocate for: • Regulatory changes necessary to incentivize maximization of energy efficiency, always-construction/ de-construction, rehab vs. demo, water conservation, etc. • Utilities and other collaborators to develop programs to provide no cost home-owners/renters insurance if property owners get a Mass Save HEA and implement all recommendations up to $2,000 maximum incentives. • Utilities and other collaborators to develop programs to provide super energy efficient air conditioners to all property owners/renters that receive Mass Save HEA and implement to $2,000 maximum incentives. • Implementation of the Complete Streets plan. 2 Advocate with City Council, the Mayor, State Representatives and Senators for MA commitment to funding climate action and resilience sustainably, with a 40-year commitment. 3 Home-owners and renters should commit to requesting Mass Save HEA and following through with up to the maximum of $2,000 worth of incentives, thereby taking advantage of the Utility/Mass Save/Collaborator initiative identified in Strategy 1. 4 Home-owners and renters should commit to energy aggregation to clean, safe, sustainable energy through City aggregation. 5 Home-owners and renters should commit to purchasing community solar or other clean, safe and sustainable energy source to achieve 10% renewable by 2025, 30% by 2030, 50% by 2040, and 80% by 2050. 6 Commit to signing up with the City 311 resident/City communication system and also with the reverse 911 emergency information text messaging system to stay aware regarding impending weather or disaster related news. 7 Residents should commit to familiarizing themselves with the City’s emergency shelter system, locations, accessibility, and hours of operation. 8 Commit to not drive alone, and instead make use of mass transit (bus, bus rapid transit, train, or trolley), carpool, or engage in active transportation (walking or biking). Simultaneously, residents should commit to driving or carpooling in efficient vehicles (electric or hybrid) one day a week for 2 years, and then increase to 2-3 days a week over 5-8 years, then increase to 3-4 days a week by 2030. 9 Residents should commit to advocate for grocery store in Mason Square. Residents should commit to hosting green infrastructure on their property, in the form of rain barrels, gray 10 water systems, rain gardens, and other water-smart systems. 11 Resident should commit to planting and maintaining more trees on their property as directed by the City Urban Forestry plan. 12 Residents should commit to living sustainably in their everyday lives. Residents can make habits of adopting such behaviors as: turning off lights when leaving rooms; keeping their thermostats as low or high as comfortable to maximize energy efficiency; not idling their cars more than necessary during travel and not at all in parking lots, driveways, or while waiting; recycling, re-using, and reducing waste; and avoiding motorized transportation whenever possible. 60Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan BUSINESS/ANCHOR INSTITUTION ACTIONS The Commercial/Industrial sectors are responsible for an estimated 39% of GHG emissions in Springfield, in building-heating, cooling, and electricity. In many cases, Springfield’s anchor institutions, businesses, and Industry are leading the way with respect to both climate action and resilience. We applaud their leadership and seek a long-term commitment to collaborate with the City and continue to lead the way with respect to resilience and climate action. GOALS 1 Continue to lead by example. 2 Collaborate with City and other stakeholders in SHJ plan implementation. 16Taking Action on Our Priorities STRATEGIES 1 Serve at the request of the Mayor on a SHJ Anchor Institution/Business Commission (modeled after Boston’s Green Ribbon Commission) to ensure ongoing engagement and leadership of Anchor Institutions and Businesses and Industry in SHJ implementation. 2 Collaborate with PVPC plan development team to complete wedge scenario development and quantification of all proposed measures to ensure evaluation and refinement as necessary to achieve maximum efficiency and effectiveness. 3 Commit to systems thinking approach to collaboration on implementation of SHJ plan. 4 Commit to implementing all policies, regulations and practices to facilitate maximum energy efficient behavior of employees, workers, neighbors. 5 Commit to implementing all policies, regulations and practices to maximize energy efficient processes in all business practices, starting with Mass Save Building/process energy assessment and full implementation to maximum extent of incentives available. 6 Work with Utilities, Commonwealth, local foundations and others as appropriate to create program whereby home-owners/renters who have a Mass Save HEA and implement maximum recommended home energy efficiency improvements to $2,000 receive a no cost maximum energy efficient Air Conditioner and home-owner’s/renters property insurance (subsidized/free as necessary). 7 Work with local banks to offer full range of zero interest loans funded by Mass Save. 8 Contribute funds to City to support implementation. 9 Commit to hiring preferences for locally qualified residents. 10 Commit to re-investing locally. 11 Commit to focus on climate justice. 12 Collaborate with chamber, utilities, and the City on back-up power planning and implementation and ensure continuity of operations plan and back-up power as needed for critical functions. 13 Assist employees with emergency planning. 14 Switch increasingly large percentage (80% by 2050) of energy used from polluting fossil fuels to clean, safe, sustainable energy sources: solar, hydro, geo-thermal, CHP, wind, other-- regardless of income and ownership v. rental status and vehicles from gas to hybrid, electric. 15 Shift increasingly large number/percentage of trips from single vehicle to transit (bus, bus rapid transit, train, trolley) and bike (bike share, pedicab), walking, ride-sharing, car-pooling, tele-commuting, home businesses, other means as they become available. 62SUPPORTING MATERIALS Please note that this plan is a summary document of much more work. The supplemental materials that comprise the full plan are available for download and review at: http://www.pvpc.org/projects/springfield-climate-action-resilience-plan-carp Materials included: • Action Selection Process • Climate Action & Resilience Assessment Tool (CARAT) • Strategies and Action Ranking Matrix • GHG Emissions Inventory • Vulnerability Assessment • Community Resilience Building Workshop Agenda and Supporting Materials • Engagement Report • What I Have/What I Need—Resilience and Climate Action ‘card game’ • Timeline of Springfield’s energy use, climate-related events, and resilience • Annotated bibliography/webliography • Principles of Environmental Justice • Springfield Suite of Recent Plans weblinks and summaries 36www.resilientspringfield.org",
    "TEXT BY PAGE": [
        ", STRONG HEALTHY & JUST Springfield’s Climate Action & Resilience Plan City of Springfield Office of Community Development The preparation of this plan was aided through Federal financial assistance from the Department of Housing & Urban Development under the provisions of Title I of the Housing & Community Development Act of 1974 as amended. June 2017",
        "City of Springfield Office of Community Development The preparation of this plan was aided through Federal financial assistance from the Department of Housing & Urban Development under the provisions of Title I of the Housing & Community Development Act of 1974 as amended. City Staff team: Tina Quagliato, Project Manager, Kevin Kennedy, Phil Dromey, Soloe Dennis, Walter Hite, Patrick Sullivan, Chris Cignoli, Gerry McCafferty, Bob Hassett, Alex Sherman, Kevin Chaffee, Alvin Allen, David Bloniarz, Edward Casey and Jon Carignan PVPC team: Catherine Ratté, Ashley Eaton, Jaimye Bartak, Jake Dolinger, Corrin Meise- Munns; PHC: Sarita Hudson, Kathy Wicks, Shirley Rodriguez; Arise: Michealann Bewsee, Jesse Lederman; UMASS: Elisabeth Hamin, Augie Eynon-Williams, Joseph Krupczynski, Ellen Correa, Randy Crandon, David Glassberg Work Group: Mike Kozmiercky, Verne McArthur Thought Leaders: Jay Minkarah, Liz Celucci, Paul Bailey, Lynn Benander, Josh Rickman, Jeff McCollough, Price Armstrong Please note that this plan is a summary document of much more work. The supplemental materials that comprise the full plan are listed at the end of this document and available for download and review at: http://www.pvpc.org/projects/springfield-climate-action-resilience-plan-carp",
        "INTRODUCING OUR PLAN P. 4 UNDERSTANDING OUR CHALLENGES P. 14 ENGAGING OUR COMMUNITY P. 24 TAKING ACTION ON OUR PRIORITIES P. 36 ecaferp 1 trap 2 trap 3 trap",
        "DEFINITIONS URBAN RESILIENCE Urban Resilience is the capacity of individuals, communities, institutions, businesses, and systems to survive, adapt, and grow no matter what kinds of chronic stresses and acute shocks they experience. Chronic stresses weaken the fabric of a city on a daily or cyclical basis and examples include: poverty, segregation and the long-term consequences and effects of institutionalized racism in the country and city, unemployment, and food insecurity. Acute shocks are sudden sharp events that threaten a city, and examples include: a tornado, a snow storm in October when the leaves were still on the trees, and Hurricanes. Rockefeller Foundation: 100 Resilient Cities definition (modified for Springfield) ENVIRONMENTAL/ CLIMATE JUSTICE Environmental/Climate Justice is based on the principle that all people have a right to be protected from environmental hazards and to live in and enjoy a clean and healthful environment regardless of race, color, national origin, income, or English language proficiency. Environmental justice is the equal protection and meaningful involvement of all people and communities with respect to the development, implementation, and enforcement of energy, climate change, and environmental laws, regulations, and policies, and the equitable distribution of energy and environmental benefits and burdens. Environmental Justice Policy of the Massachusetts, Executive Office of Energy and Environmental Affairs, 2017",
        "INTRODUCING OUR PLAN definitions 3 goals & objectives 5 executive summary 7 overview 9 ecaferp",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan GOALS REDUCE GREENHOUSE GAS (GHG) EMISSIONS Enact programs, policies and local, state, federal leg- islation (regulations) to reduce GHG emissions gener- ated by transportation, heating/cooling/electrifying buildings, processing waste, and water by 80% from 2015 baselines by 2050. INCREASE COMMUNITY RESILIENCE Increase community resilience through adaptation to and mitigation of climate change impacts with a focus on the city’s vulnerable populations where they live and work maintaining an ongoing commitment to and emphasis on climate justice throughout all current and planned work. 5",
        "Introducing Our Plan OBJECTIVES SUPPORT CITY COMMITMENT Support City and stakeholder commitment to the identified and necessary actions to reduce GHG emissions by 80% in 2050, by: • ‘greening the grid’—accelerating the transition to clean, safe, sustainable energy generation and use (solar, hydro, geo-thermal, Combined Heat and Power (CHP), wind, micro-grid, distributed generation, not yet available technologies), • making all existing buildings and vehicles and related physical infrastructure (micro-grid, roads with bikelanes, etc) as energy efficient as possible, • modifying the regulatory environment to incen- tivize maximum energy efficiency • facilitating stakeholder (residents, commercial sector, industrial sector, government) action. MAKE SPRINGFIELD LESS VULNERABLE Make Springfield less vulnerable to the consequences of climate change in our region, which are primarily more extreme heat, more severe flooding, and generally more severe and un-predictable weather, by: • building upon active participation and input from residents and stakeholders from all sectors of the Springfield community, provide actionable strategies to reinforce and build resilient community networks that increase human resilience, including confidence in government with a focus on climate justice and enhancing equity • increasing infrastructure resilience-working to transition/integrate natural systems for maximum efficiency and effectiveness. 6",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan EXECUTIVE SUMMARY This “Strong, Healthy, and Just” plan joins the City’s new suite of recent plans guiding development: This plan lays out a path for the City of Springfield Massachusetts to reduce our overall greenhouse gas • Analysis of Impediments to Fair Housing (2012) (GHG) emissions by 80% in 2050 and to enhance urban and annual Community Development Block resilience, making Springfield stronger, healthier and Grant (CDBG) plans more just. Springfield has 33 years to change the way • ReBuild (2012) we live and get around such that we generate just • Complete Streets-Ped/Bike (2014) 1/5 of the GHG emissions we produced in 2015 and • Open Space and Recreation Plan update (2015) protect our vulnerable residents and infrastructure • Hazard Mitigation Plan update (2016) from increased threats. • Urban Forestry Plan (2017 pending update of 09 plan) We know that almost all (97%) of GHG emissions in Springfield come from heating, lighting and cooling While this is Springfield’s first climate action and buildings and from transportation. Two important resilience plan in name, it is certainly not the first time ways to achieve our city’s goal would be to drive Springfield has acted in response to climate change 80% less and use 80% less energy to heat, light and or worked to be resilient. Springfield has been a cool buildings and run our appliances. Because GHG leader in Massachusetts with respect to climate emissions come from burning fossil fuels, another way action (defined as acting to reduce GHG emissions) to achieve our 80% GHG emissions reductions goals throughout the last 15 years, entering into an would be to transition our energy from polluting agreement with an Energy Services Company (ESCO) fossil fuels to clean, safe, sustainable sources such to systematically reduce municipal energy use well in as solar power, wind power, hydro power, and geo- advance of any other municipalities in the region and thermal. reducing municipal energy use significantly; receiving one of the first in the country Climate Showcase Springfield plans to maximize energy efficiency while communities grants; and being certified in the first at the same time facilitating and investing in clean, round of Green Communities. Similarly, Springfield safe, sustainable energy. has been a leader with respect to hazard mitigation, emergency preparedness, green infrastructure, and In addition to being a Climate Action plan, this is also open space and natural resource protection. Many the city’s new resilience plan. As a Climate Action of the goals, objectives, actions, and strategies in plan, it provides strategies to survive and thrive the above-referenced plans are climate action and amidst increasingly dangerous and unpredictable resilience related. natural disasters: tornados, October snow storms, tropical storms, and hurricanes, are made worse by The first recommendation of this plan, therefore, is for our over use of fossil fuels. As a resilience plan, it also the City to conduct an analysis of the progress that lays out a path to make this city stronger—today has been made on previous plans, and to continue to and in the future—so that we can survive and thrive move forward on prioritized implementation of the amidst the chronic stresses of poverty, racism and climate action and resilience-related strategies (see unemployment that make us weak and vulnerable. Supporting Materials, Strategies and Action Matrix). 7",
        "Introducing Our Plan A second and related priority recommendation is ACTION CATEGORIES: for the City to invest additional staff and possibly programmatic and financial resources to publicize 1 Building Confidence in City Government and otherwise communicate with residents about the exemplary climate action and resilience work 2 Changing the Way We Get Around underway (and planned) by the city—especially in neighborhoods with high concentrations of 3 Efficiently Using Energy chronically stressed residents: Metro Center, Memorial Square, Brightwood, McKnight, Bay, Six Corners, Old Hill and Upper Hill. An impression emerged during 4 Greening the Grid the plan development process of missing and/or inaccurate information about the investments being 5 Building/Creating Resilient Infrastructure made throughout the city, and especially in these target neighborhoods. It is important that the City publicize these existing action plans and support 6 Managing the Urban Forest expansion of this work and implementation of additional strategies included in this plan to make 7 Building Human Resilience the city safer and more resilient day by day, while also reducing GHG emissions. 8 Reduce, Re-Use, Recycle The remaining top priority recommendations that reduce GHG emissions and enhance resilience 9 Resident Actions are detailed in the ‘Taking Action’ section of this report (see page 41). Additional work quantifying 10 Business/Anchor Institution Actions interim goals and evaluation measures is targeted for completion by October 1, 2017, and updates will be communicated via: www.resilientspringfield.org. 8 City staff and consultant team at the Community Resilience Building workshop, May 12 2017",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan OVERVIEW Springfield is located in Western Massachusetts and is the fourth largest city in New England, with The impacts of climate change and recognition of a population of 153,060 in a metropolitan area the need to find ways to live with extreme weather of 692,942 residents. While the city is unique in and the changing environment became strikingly experiencing so many natural disasters in such a apparent for Springfield during the period 2011 short time, it is otherwise a prototypical northeast through 2013, when the city experienced five weather post-industrial city. Historically Springfield was events, declared by the President to be national a manufacturing leader, but it has experienced disasters. The most severe was an EF3 tornado economic decline over the last half-century, led by which tore a ½ mile wide 6.2 mile long swath of loss of manufacturing jobs, exacerbated by white destruction through the heart of downtown and the flight, and further impacted by foreclosures and city’s residential neighborhoods. Tornado damage to abandonment. As Springfield lost economic ground, structures, including leaking roofs, was exacerbated its economic distress has become geographically by wind and rains of Tropical Storm Irene in 2011. concentrated in the neighborhoods designated as the Another freak storm, the October 2011 record early Urban Watershed Resilience Zone (see map). These snowstorm, decimated the city’s tree canopy which neighborhoods abut (and include) the downtown was vulnerable because trees were still fully-leafed area, are closest to the Connecticut River, have a out. Springfield’s other disasters were a 2011 blizzard 41% poverty rate, and are made up predominantly and 2013 Superstorm Nemo. of people of color. The target neighborhoods are home to 11% of the region’s total population and include 34% of all Latinos and 32% of all Blacks in the metropolitan area. Springfield has a rich African-American cultural history and functions as a gateway city for migrant Puerto Ricans and immigrants and refugees from Vietnam, Eastern Europe, and Africa. It has built a strong array of community-based organizations and neighborhood associations to provide spaces for community development and services for residents in need. Yet widespread and deep poverty (32% overall poverty rate) negatively impacts the tax base, making it difficult for the City to contend with aged infrastructure and vulnerable residents. While the city is the employment and economic center for the region, most high-paid workers live outside Springfield, while city residents are likely to be in low- paying positions or unemployed. As a result of these demographics, the Commonwealth of Massachusetts designates Springfield as an Environmental Justice Community. 9 June 1, 2011 tornado",
        "Introducing Our Plan Poverty, unemployment, racism and segregation, and high rates of preventable health problems are chronic stressors that make Springfield and its residents extremely vulnerable in the face of disaster. Layered onto these chronic stressors, climate change science indicates that Springfield is likely to experience more extreme weather events, particularly storms with greater duration and volume of rainfall, as well as extreme heat. Increased rain combined with environmental degradation from past disasters makes low-lying distressed neighborhoods subject to localized flooding and overwhelms the city’s combined sewer overflow (CSO) outlets, and extreme heat endangers the lives of elders, the sick and otherwise vulnerable residents. CSO overflow and stormwater runoff pollutes the Connecticut River, a National Blueway that flows through four states from the Canadian border to the Long Island Sound. Past disasters have compromised the Van Horn and Watershops Pond dams along tributaries in the City; the failure of either would lead to catastrophic flooding of very low-income neighborhoods. Springfield’s extensive loss of tree canopy increases stormwater impact, and contributes to increased urban heat island effect in the city and to decreased air quality throughout the region. Poor air quality exacerbates asthma, which Springfield residents suffer from at poorest neighborhoods (see map of Urban Watershed much higher than average rates. The ability of the Resilience Area). At the same time, the City is taking city and the region to recover from extreme weather concrete steps to decrease its contribution to climate events is often complicated by loss of electric power, change through a decreased carbon footprint, and compromising the response of hospitals and other is making legislative and policy changes that will emergency services. enhance the city’s protection from the impacts of both its chronic stressors and likely future disasters.1 Springfield is committed to ensuring that all of This commitment to climate justice reinforces and is its residents have an equitable ability to recover reinforced by the priority actions detailed in this plan from and be resilient to future disasters. In order as well as by the process through which this plan was to bring about this equity, the City is focusing developed. resources on promoting health, economic stability, and environmental security through environmental upgrades and catalytic multi-benefit projects in its 1 Excerpted from the City of Springfield’s application to the National Disaster Resilience Competition 10 June 1, 2011 tornado damage",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan The Pioneer Valley Planning Commission (PVPC) and The results of the assessment process informed our collaborators, Partners for a Healthier Community a Strategies and Actions Ranking Matrix (SARM (PHC), Arise for Social Justice (Arise), the University of included in Supporting Materials), into which we Massachusetts Landscape Architecture and Regional integrated the results of our resident and stakeholder Planning (LARP), and the office of Civic Engagement outreach meetings. The resulting tool produced a list and Service-Learning (CESL) are grateful for the of prioritized strategies and actions, based on the City opportunity to facilitate this planning process. As priorities and shared values of: social justice, equity Paul Hawken eloquently stated in his recent work, (equal access to opportunity), climate action, local Drawdown, the most comprehensive plan ever proposed involvement in design and decision making, creating to reverse global warming: layers of protection by working at multiple scales, design in flexibility and adaptability, and leveraging To be clear, our organization did not create or building cycles. devise a plan. We do not have that capability or self- appointed mandate. In conducting our research, The SARM is included in the supplemental materials we found a plan, a blueprint that already exists in and available for immediate download here: the world [in our case—in the City of Springfield] http://www.pvpc.org/sites/default/files/doc-strong- in the form of humanity’s [Springfield’s] collective healthy-just-springfield-climate-action-resilience- wisdom, made manifest in applied, hands-on plan-2983.pdf practices and technologies that are commonly available, economically viable, and scientifically valid [and in Springfield’s case, being implemented and/or planned]. As we have facilitated this planning process, we “found” this plan—in existing City plans, in the actions and strategies of City departments, in the business and not for profit community and in the lived experience, needs, desires, and choices of city residents. We followed a transparent and logical process to identify and prioritize the myriad actions needed to accomplish climate action and resilience in Springfield. First, we created a Climate Action & Resilience Assessment Tool (CARAT—included in Supporting Materials) to inventory and compare the City of Springfield’s existing climate and resilience The actions summarized at the end of this plan are related actions and strategies to best management the top priority actions identified by this planning practices gleaned from highly-regarded, successful process. A broader range of action are included in climate action/resilience plans from similar cities the SARM and are necessary to achieve the very around the country. ambitious GHG emissions reduction goal of this plan, 11 10.0 8.0Industry 6.0Electricity 4.0Building Heat 2.0Transportation 0.01990200020102020203020402050 e2oCTMM- snoissimE GHG 10.0 8.0 Industry Electricity 6.0 Pioneer Valley GHG Reduction Target 80% Scenario Agriculture (0.1%) 4.0 Building Heat Waste (1.2%) Industry (18%) Electricity (22%) Building Heat (26%) 2.0 Transportation (32%) Transportation Year 0.0 1990 2000 2010 2020 2030 2040 2050 e2oCTMM- snoissimE GHG Pioneer Valley GHG Reduction Target 80% Scenario Agriculture (0.1%) Waste (1.2%) Industry (18%) Electricity (22%) Building Heat (26%) Transportation (32%) Year",
        "Introducing Our Plan 80% reduction in GHG emission in 32 years. While there is much that city officials, residents, businesses, and institutions can and must do to act with respect to climate change, we are also dependent on our state and federal government partners to take action. As noted, the Commonwealth of Massachusetts has successfully placed itself as a leader with respect to climate action and clean energy by a course of deliberate and thoughtful legislative and other government actions, plans, rules and regulations implemented over the last 20 years. In addition to the direct actions recommended in this plan, we also encourage support for state and federal actions that will enable city officials, residents and businesses and institutions to achieve our goals. This plan supports efforts in the MA legislature to use carbon pricing, whether through a cap-and-trade program, a carbon tax or carbon fee, to encourage Urban Watershed Resilience Initiative communities, organizations, even individuals to use less carbon-intensive energy sources by raising the prices of fossil fuels to reflect their associated carbon pollution. As State Senator Mike Barrett says: ““This is really about a single idea: If you start posting a complete price for a product that is underpriced today, people will react to the complete price by using less. That’s it—carbon pricing in a nutshell. Massachusetts can lead the nation in the fight against climate change by applying this one concept to fossil fuels.” Massachusetts has already been pricing carbon for the electricity sector for more than five years through a cap-and-trade program called the Regional Greenhouse Gas Initiative, or RGGI. It involves a regional carbon cap and a market for its nine member states to sell and purchase carbon credits. But for Massachusetts, the power sector accounts for only 20 percent of the state’s emissions; the remaining 80 percent comes from sources not covered under RGGI––such as heating fuels, construction, transportation and manufacturing. Carbon pricing proposals aim to fill that gap. 12",
        "“ I was surprised that the two big sources of emissions were transportation and residential, were responsible for the really largest part of the emissions, and how hard it will be to make a difference because so many people contribute to these factors Participant at Mason Square community meeting, 4/13/2017",
        "UNDERSTANDING OUR CHALLENGES GHG Emissions Inventory 15 Vulnerability Assessment 17 The problems this plan seeks to solve are the production of greenhouse gas (GHG) emissions and the vulnerability of the city and its residents to both the chronic stresses that exacerbate vulnerability: poverty, systemic racism and resulting inequitable access to opportunity, unemployment/under-employment, disproportionately high rates of preventable disease, and the acute shocks of the effects of climate change- increasingly severe and unpredictable weather, flooding, and extreme heat. We completed our problem identification by inventorying GHG emissions and assessing vulnerabilities. The full GHG Emissions Inventory Report and Vulnerability Assessments are included in the Supporting Materials. 1 trap",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan GHG EMISSIONS INVENTORY CHANGE/ACTION EXPLAINED SUMMARY Naturally occurring gases dispersed in the atmosphere determine the Earth’s climate by trapping The City of Springfield recognizes that GHG emissions solar radiation. This phenomenon is known as the from human activity are contributing to climate greenhouse effect. Overwhelming evidence shows change, the consequences of which pose substantial that human activities are increasing the concentration risks to the future health, wellbeing, and prosperity of greenhouse gases and changing the global climate. of our community. In Springfield, as throughout the The most significant contributor is the burning of United States, these risks are disproportionately fossil fuels for transportation, electricity generation shouldered by those with the least resources to and other purposes, which introduces large amounts respond. Furthermore, Springfield has multiple of carbon dioxide and other greenhouse gases into opportunities to benefit by acting quickly to reduce the atmosphere. Collectively, these gases intensify community GHG emissions. the natural greenhouse effect, causing global average Greenhouse gas emissions can be quantified in two ways: surface and lower atmospheric temperatures to rise. • Measurement-based methodologies refer to the direct measurement of greenhouse gas emissions As these greenhouse gas emission concentrations (from a monitoring system) emitted from a flue increase and climate change progresses, Springfield of a power plant, wastewater treatment plant, will be impacted. In fact, we are already seeing some landfill, or industrial facility. of these impacts. Springfield could be impacted by hotter summers and wetter winters. Springfield is also • Calculation-based methodologies calculate likely to see an increased number of strong storms emissions using activity data and emission that will impact the City annually. These storms will factors. To calculate emissions accordingly, the bring strong winds and heavy amounts of rain and/or basic equation below is used: Activity Data x snow, which could lead to severe wind and flooding Emission Factor = Emissions damage. For a more in-depth analysis of how All emissions sources in this inventory are quantified Springfield is expected to be impacted by climate using calculation based methodologies. Activity data change see the Vulnerability Assessment Summary refer to the relevant measurement of energy use or (and full assessment in Supporting Materials). other greenhouse gas-generating processes such as fuel consumption by fuel type, metered annual Many communities in the United States have taken electricity consumption, and annual vehicle miles responsibility for addressing climate change at the traveled. Please see our supporting documents for a local level. Reducing fossil fuel use in the community detailed listing of the activity data used in composing can have many benefits in addition to reducing this inventory. Known emission factors are used to greenhouse gas emissions. More efficient use of convert energy usage or other activity data into energy decreases utility and transportation costs for associated quantities of emissions. Emissions factors residents and businesses. Retrofitting homes and are usually expressed in terms of emissions per unit businesses to be more efficient creates local jobs. of activity data (e.g. lbs CO2/kWh of electricity). In addition, money not spent on energy is more For this inventory, calculations were made using likely to be spent at local businesses supporting the the International Council for Local Environmental local economy. Reducing fossil fuel use improves air Initiatives’ (ICLEI) ClearPath software. 51",
        "Understanding Our Challenges focus of this climate action and resilience plan as they account for 97.9% of overall GHG emissions. Water/ wastewater processing, solid waste management and fugitive emissions are responsible for the remainder of emissions (2.1%) within the City of Springfield. NEXT STEPS The City has set an ambitious goal to reduce emissions by 80% by 2050. In order to hit this target, Springfield officials, residents, businesses and visitors will all need to play a role in the implementation of these climate action recommendations. In order to track emissions over time, ICLEI’s2 protocol recommends carrying out a thorough greenhouse gas emissions inventory every five years at a minimum. Springfield’s commitment to climate action is well supported by the Commonwealth of Massachusetts, which is recognized as a leader in the country with respect to climate action and clean energy. Massachusetts was one of the first states to adopt a renewable portfolio standard, committing the Commonwealth to an ever-increasing amount of renewable energy, and in 2008, with the passage of the Global Warming Solutions Act (GWSA), the state committed to 80% reductions in GHG emissions, which was consistent with guidance from the Intergovernmental Panel on Climate Change (IPCC) at the time. Community-wide GHG emissions results by sector 2 We used the ICLEI-Local Governments for Sustainability GHG emissions inventory software, www.icleiusa.org 16 quality, and increasing opportunities for walking and bicycling improves residents’ health. These are just some of the co-benefits of addressing climate change at the local level. KEY FINDINGS There are a variety of emissions sources and activities included in the community-wide inventory. The largest contributor is energy use in buildings (residential, industrial, and commercial) which accounts for 68.5% of Springfield’s overall emissions. The next largest contributor is transportation (vehicles, transit, trains) with 39.5% of the overall emissions. Actions to reduce emissions in both of these sectors are the",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan VULNERABILITY ASSESSMENT the individual social variables that contribute to the total high vulnerability can be explored further in the SUMMARY Supporting Materials. The second phase of our problem identification was The lack of air conditioning during heat waves is a an update of a preliminary vulnerability assessment health risk. This data is not available in the Census, conducted by the City as part of the application to but we have some estimates based on region and the National Disaster Resilience (NDR) competition. income. In Massachusetts in 2009, almost 80% of This Vulnerability Assessment update affirms and households had an air conditioner, often a window advances the City’s approach to resilience in the unit, but those units only used 1% of total energy targeted Resilient and Equitable Urban Watershed. expended in the state.3 A recent national dataset The Vulnerability Assessment seeks to understand from the US Energy Information Administration how different communities in Springfield would indicates that only 36% of households with annual be impacted by climate change. Key to this was incomes under $40,000 (and only 15% under $20,000) understanding how social factors contribute to use air-conditioning equipment of any kind.4 As there vulnerability and looking at how the city’s geography are 30,846 households in Springfield that make less and infrastructure attributes contribute to or detract than $40,000 per year, it is possible that only 11,105 from resilience. households have air-conditioning equipment.5 This increases the vulnerability of lower-income The spatial intersection of social and geographic households to rising heat levels. vulnerability, along with the presence of vital infrastructure for the City’s emergency management The flood zones analyzed are based on current FEMA system, strongly supports Springfield’s emphasis maps.6 It is expected that in the future, flooding will on the Watershed Resilience Zone for its Climate increase in frequency but will be largely contained Action and Resilience Plan, and suggests the possible to the current flood zone. Flooding under climate additional inclusion of Indian Orchard as an area change is expected to be more frequent and intense, of focus because of the social vulnerability of its so the designation of ‘100 year’ and ‘500 year’ should residents. be understood as showing locations where fairly Our Social Vulnerability Index maps (full set in Supporting Materials), including a number 3 US Dept. of Energy, Energy Information Administration. 2013. of demographic factors among them race and Household Energy Use in Massachusetts. Retrieved April 28, 2017, from income, show a concentration of the highest-range https://www.eia.gov/consumption/residential/reports/2009/state_ vulnerability block groups within the Zone, in briefs/pdf/ma.pdf neighborhoods such as Memorial Square, Brightwood, 4 US Dept. of Energy, Energy Information Administration. 2017. 2015 Metro Center, and Old Hill. The Zone also contains a Residential Energy Consumption Survey. Retrieved March 30, 2017, from https://www.eia.gov/consumption/residential/data/2015/#ac number of second highest-range vulnerability block groups in the South End, Six Corners, Bay, and Liberty 5 United States Census Bureau. 2015. S1901: Income in the past 12 Heights neighborhoods. The only neighborhood months. 2011 – 2015 American Community Survey. Retrieved March 25, 2017, from https://factfinder.census.gov/faces/nav/jsf/pages/index. outside the Watershed Resilience Zone that xhtml indicated high vulnerability was Indian Orchard, in 6 It is our understanding that FEMA is in the process of updating the northeast corner of Springfield. Maps showing floodplain maps but the updates for Hampden County have not yet been released. 71",
        "Understanding Our Challenges Social Vulnerability - Springfield, MA Social Vulnerability Index 19 - 24 25 - 28 29 - 32 33 - 36 37 - 42 Neighborhood Boundaries Text Contributing Factors: 1. Age (percent under 5 and over 65) 2. Race (percent nonwhite) 3. Ethnicity (percent Hispanic) 4. Gender (percent female) 5. Language (percent low English proficiency) 6. Mobility (percent no vehicle) Data represented by U.S. Census block groups. 7. Income (percent below poverty) Data source: U.S. Census Bureau - American Community 8. Wealth (median home value) Survey 5 Year Estimates 2015. 9. Residence (percent renters & length of residence) Social Vulnerability Map 18",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan frequent flooding and rarer (but still likely) flooding neighborhoods are therefore both vulnerable to should be expected. flooding through sheetflow (rainwater running over land) in severe storms and also have the least ability Impervious surfaces were also analyzed. These are to mitigate intense urban heat. CSO events are also paved areas like parking lots and streets as well as distributed exclusively along the waterfront areas of built structures. Asphalt and similar materials intensify these neighborhoods, suggesting that high volumes the effect of sunshine, absorbing sunshine during of stormwater may be moving through them during the day and reflecting it back out overnight. This intense rain events. worsens high temperatures well into the evening on a calm summer night. Impervious areas also prevent This area is also home to a high degree of critical infiltration of rainwater, leading to more flow of water infrastructure. Fire Station 10 is within the 500-year across sites and potential flooding. Brightwood, flood zone, and City Hall, Baystate Medical Center South End, and to a lesser extent Memorial Square are both located immediately adjacent to that zone, and Indian Orchard have the largest areas subject to meaning they may be more at-risk in the future as flood risk. Properties along the city’s rivers are also at flooding becomes more frequent and more powerful. risk of fairly frequent flooding under climate change. Additionally, Indian Orchard is home to MassPower, Areas containing Combined Sewer Overflow (CSO) which is exposed to flood risk from the Chicopee outfalls may also experience backup flooding during River. Lastly, the Watershed Resilience Zone also hosts heavy rain events. the Lower Van Horn Dam and the Watershops Pond Dam, both of which are noted to be in High Hazard Areas with low tree canopy are clearly visible on condition. If these dams were to be breached during the Vulnerability Assessment maps included in a flood event, impacts to the Zone could be severe. Supporting Materials. Most cities have fewer trees in core commercial areas such as Metro Center. Of Springfield’s critical infrastructure for responding to more concern are the residential areas such as the a disaster, including fire stations, is distributed across South End, Memorial Square, East Springfield and the city. The Chicopee River puts many culverts into residential parts of Metro Center, which should be flood zones, reducing their utility in a big storm evaluated for potential tree planting on city property but also increasing their importance to stormwater and/or help to residents planting trees near their management. Increasing permeability near these houses for cooling and air quality. may be particularly helpful. Baystate Hospital’s new Combined Heat and Power (CHP) plant (funded in By cross-referencing the Social Vulnerability Index with part with NDR funds secured by the City) includes the Geographic Vulnerability Map and Tree Canopy a 30-day back-up power supply, and is therefore an map, it is apparent that the most socially vulnerable important asset during a disaster. neighborhoods mentioned above (including Indian Orchard) are also the most geographically vulnerable. The Resilience Index map reveals a cluster of They have the highest exposure to flooding from heating/cooling centers, emergency shelters, and both the Connecticut and Chicopee Rivers, and hospitals/urgent care centers in the most vulnerable except for Indian Orchard, these neighborhoods neighborhoods, all of which are located along PVTA also possess the lowest levels of tree canopy and the routes. This indicates the City’s already substantial highest concentration of impervious surfaces. These presence of facilities essential to recovery from climate 91",
        "Understanding Our Challenges hazards, which will provide a useful foundation for There is an array of green and grey infrastructural additional work during the implementation of this solutions, as well as non-structural approaches Strong, Healthy & Just (SHJ) plan. Food outlets are (zoning, building codes, etc) to address the primary also critical due to their role in providing food and challenges to resilience. Common green infrastructure water before, during, and after disasters. Specific solutions to flooding focus on allowing water into an types of outlets represented in this analysis include area deemed “floodable” to allow natural infiltration both full service grocery stores and neighborhood and also the movement of rainwater across the bodegas/convenience stores—the latter may or may ground (sheetflow). These kinds of approaches can not provide healthy food options that contribute to include parks designed for water retention. When it is greater resilience, but they may help residents meet not wet, parks serve all their social functions and cool their daily needs. Ensuring food outlets remain open nearby homes. When significant rain occurs, the park during disasters is essential to making sure they truly is closed to use and simply allows water to infiltrate contribute to local resilience. into the aquifer. This approach should also help with CSO problems, as it diverts water from sewer systems. RECOMMENDATIONS Careful design is needed to get the right elevation and planting to ensure all these functions. Memorial The City has planned an integrated set of grey Square, Brightwood, South End and Indian Orchard (traditional cement or other non-natural) and green would appear to benefit from evaluation for this (natural, such as trees and rain gardens) infrastructural type of climate action/resilience intervention, due to solutions to mitigate climate risks in the Urban proximity to flood zones and high concentrations of Watershed Resilience Zone. This approach includes impervious surfaces. efforts such as dam restoration and hardening alongside park enhancements for stormwater retention, and upgrades to flood control systems. Our assessment supports this multifunctional design, as it will provide significant co-benefits in addition to climate adaptation. These recommendations are steps that can be taken to support both climate justice and resilience. Flooding is widely recognized as a significant and increasing risk under climate change. Heat waves are also an important public health concern, as they can directly result in illness and death among vulnerable populations. Addressing both of these will increase the resilience of the city and its residents. Generally, the City has correctly identified the most vulnerable neighborhoods for investment and provision of resilience services in the targeted Urban Resilience zone, although our maps also encourage consideration of Indian Orchard as a neighborhood of concern. 20 Rain Garden",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan Across the broader community, water infiltration can Common green infrastructural solutions to flooding be encouraged through landscape elements such and heat can be considered together, because as bioswales (ditches with the right plantings that they often create positive synergies that reinforce hold rainwater and let it infiltrate) or rain gardens the effectiveness of each. For example, creating a (somewhat larger than swales but the same idea), waterfront park with a berm along the banks of a which can help halt sheetflow and allow rains to flood-prone river can reduce flood risk, while creating infiltrate back into the groundwater before they flood a multi-use running/bicycling trail atop the berm; and nearby neighborhoods. Some cities are using vacant street trees with large pervious growing areas around lots or sidelots for this purpose, or small agricultural them can reduce heat while also retaining stormwater plots which also provide permeable surface.7 Building during heavy rains. Additionally, community gardens bioswales/rain gardens can be a job training and can be considered a form of green infrastructure employment program for residents in neighborhoods (especially those on vacant lots) as they reduce looking to build skills. Maintenance of this sort of temperatures, infiltrate stormwater, build community dispersed infrastructure can be challenging for cohesion, address local food insecurity, and get rid City departments with strapped budgets, however, of impervious surface that worsens the urban heat and it is necessary to include resident training in island effect. maintenance of rain gardens. Grey infrastructure refers to more traditional forms of Green infrastructure also offers many opportunities engineering that usually aim to prevent flooding from to reduce heat. Increasing the urban tree canopy entering areas used by people. This can take the form by planting street trees can help provide a cooling of dams and levees, retractable floodgates, or other effect to the buildings next to them, while reducing constructed barriers against rising waters. Green and particulates in the air and sequestering carbon. This grey infrastructure can be thoughtfully combined- serves important justice roles when the trees are -for instance, levees with foundations and water- planted in denser, less wealthy neighborhoods that facing walls of concrete can be topped with soil and have fewer trees (South End, residential portions of grass to create a waterfront trail for walking, jogging Metro Center, Memorial Square, East Springfield). and biking, such as the Connecticut Riverwalk and Green roofs (specially constructed rooftops designed Bikeway. to be covered in plants) reduce both ambient heat and the amount of energy needed to cool their specific Non-structural solutions, zoning regulations and building; these could be implemented specifically on building codes as well as community services, public housing units to further achieve a justice focus. and social capacity building programs, can and Where green roofs are not possible, flat rooftops can should play an accompanying role. For instance, a be repainted white to lower the heat they retain; proactive approach to building and zoning codes can this can be particularly helpful in the densest parts encourage more environmentally conscious siting of of town, where extensive tree canopy is not spatially new buildings so that residents benefit from cross- feasible or suited to the urban scale (e.g. parts of breezes. Codes can also require or provide incentives Metro Center). for putting mechanical systems on the second floor in case of floods – this is sometimes called ‘floodable design.’ Opening and publicizing cooling centers (air- 7 Cuyahoga Land Bank. Side Yard Program. (n.d.). Retrieved April 29, conditioned public spaces) and establishing longer 2017, from http://www.cuyahogalandbank.org/sideYard.php 12",
        "Understanding Our Challenges seasons for public pools can mitigate the effects Neighborhood-level solar microgrids, owned and of heat waves. “Pop-up pools,” quickly constructed operated by residents, have also been proposed swimming facilities like the one built in Brooklyn in cities like New York9. These energy systems can Bridge Park8 can expand pool capacities in existing provide redundant power in the event of outages, parks without permanent commitments of land. and allow residents to produce their own energy (and Areas where there are more elderly without cars, potentially sell surplus power back to the utility’s grid, such as Forest Park, may benefit from social capacity or to each other 10). The cost of solar panels can be building, such as programs to be sure people know subsidized by the City as a means of further reducing which neighbors to check on in case of flooding or a reliance on fossil fuel-based electricity, in addition to heat wave. To support seasonal employment, teams the expansion of local hydropower. of residents can be trained and paid to visit the elderly across the city during heat episodes to make sure all is well. The City can provide helpful assistance to potential garden-starters by transferring City-owned property at low cost, or by purchasing privately- owned lots from willing owners. Pricing and other subsidies have a role to play. Expanding enrollment in home-owners and renters insurance can be a key recovery mechanism for the city’s economically disadvantaged vulnerable residents. However, paying for such insurance is a challenge for low-income families who may move CONCLUSION often. There may be ways to develop cooperatives Adapting to climate change is well within the abilities to increase the likelihood of renters being able to of Springfield and its residents, especially when afford such insurance. An incentive program that there is a shared understanding of which residents lowers the cost of air-conditioning for lower-income face highest risk, and an affirmative plan to address or aged individuals can increase resilience to higher these increased vulnerabilities first. The results of temperatures. One innovative idea is to connect this vulnerability assessment have been integrated energy audits with the provision of very low-cost air into the SHJ planning process and will help direct conditioners to low-income residents who complete resources and outreach to the neighborhoods that whatever energy improvements are recommended need it most. for them. This would achieve the health benefits of air conditioning during extreme heat events, while minimizing the net energy used to do so. Incentives for tree planting on residential or small commercial lots may also be helpful. 9 WE ACT for Environmental Justice. Northern Manhattan Climate Action Plan. (n.d.). Retrieved March 5, 2017, from https://www.weact. org/campaigns/nmca/ 10 Cardwell, D. 2017, March 13. Solar Experiment Lets Neighbors Trade Energy Among Themselves. Retrieved April 10, 2017, from https://www. 8 Brooklyn Bridge Park. Pop-Up Pool. (n.d.). Retrieved April 10, 2017, nytimes.com/2017/03/13/business/energy-environment/brooklyn- from http://www.brooklynbridgepark.org/attractions/pop-up-pool solar-grid-energy-trading.html 22 Solar Panels in Springfield",
        "“ I think it is really important at this point to put some plans in place for neighborhoods. Neighborhood plans need to go into place, especially for the communities that are underserved. Participant at Central Library meeting, 4/29/2017",
        "ENGAGING OUR COMMUNITY Engagement History 25 Summary of Input, Buy-In, and Support 26 Engaging Process Description 28 The Goal of Public Outreach and Engagement is to understand the needs, lived experiences, and concerns of Springfield residents, as well as build community buy in and support for the Strong, Healthy & Just: City of Springfield Climate Action and Resilience Plan while soliciting residents and other key stakeholders input for the content of the plan. 2 trap",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan ENGAGEMENT HISTORY The call for the SHJ Climate Action and Resilience Plan originated with the community in 2013, when 24 local organizations came together to hold the first Climate Justice Conference in the City’s history, focusing on the impact that climate change and greenhouse gas pollution had on neighborhoods in Springfield. Over the next four years, city residents continued to advocate for such a plan, delivering post-cards to the Mayor’s office, passing a resolution at the Springfield City Council, and holding rallies and community events to encourage the City to do more when it came to reducing pollution and building resilience. In 2015, the City committed to assembling a Climate Action Plan Working Group, a partnership between 52 City staff and community organizations to explore possible actions for the City to take with regard to climate issues, with a focus on environmental justice communities, those being the communities that are most impacted by climate change and are least responsible for its existence. As a part of that working group, the City of Springfield committed to following the Principles of Environmental/Climate Justice, included in the supporting materials. In 2016, the City of Springfield received funds as a part of the National Disaster Resilience Competition, including funds to support the development of a Climate Action and Resilience Plan, leading to the facilitation and creation of this document. Climate Justice Conference in 2013",
        "Engaging Our Community SUMMARY OF INPUT, BUY-IN use and more accessible to more people, especially economically disadvantaged residents. A desire for AND SUPPORT improved access to information about resources available from the City, the State and other public Given the City’s strong and unwavering commitment and private sources was expressed many times as to Climate Justice, broad outreach and engagement was a desire for transparency and leading by example to collect input on this plan development process was from the City. critical. Engagement strategies emphasized outreach to vulnerable populations in Springfield, and also Residents expressed a need for intentional and included key stakeholders from across the anchor culturally humble efforts initiated by the City and institutions, businesses, not for profit advocacy other institutions in power to build confidence organizations, City officials and staff, policy makers, that improvement plans for the city, both existing and the community at large. and those being developed, will be implemented with dedicated resources targeted at low income A total of 363 people participated in the engagement neighborhoods. Educational campaigns, positive activities, with eight sectors of the community messages from the City and media, and formal represented, including residents, City staff, community engagement strategies by the City are economic development, higher education, health, opportunities to act upon this request. transportation, real estate, utility, waste management, and community based organizations. In April 2017 we held three community meetings and nine stakeholder events. Across all of these events common themes emerged. People are aware of and ready to discuss livability measures included under the heading of climate action and resilience such as making it easier and safer to walk, bike, and grow food. Many people are interested in expanded/improved public transportation, bike lanes and crosswalks, community gardens, and citywide composting. Interest in other climate action/resilience strategies grew over the course of community engagement as participants learned from the GHG emissions inventory, the vulnerability assessment and the research into best practices from across the country. Residents, landlords, and community advocates need more information and clearer access points to programs like Mass Save, Community Solar, and how to work together to plant more trees. Engaged residents repeatedly communicated the need for existing climate action and resilience initiatives to be easier to 26 Community Meeting in Springfield’s North End Neighborhood",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan Stakeholders affirmed their engagement with the including findings from best practice research, City on a number of post-tornado recovery efforts, problem identification (GHG Emission Inventory and expressed a desire for heightened visibility and and Vulnerability Assessment), and the risk analysis leadership from the City to elevate ongoing climate matrix. As the community engagement strategies action and resilience activities and initiatives. As rolled out, input collected was integrated into the noted, there are many climate action/resilience planning of the next event. These strategies provided initiatives underway in the City about which residents rich input to help narrow priorities, highlight current and key stakeholder would like to know more. These efforts, and inspire continued engagement with include but are not limited to: significant solar implementation efforts in the future. As a standard panel installations, like the one at the parking lot at of practice for each of the strategies, we determined Smith and Wesson; community and school gardens; that each event should be convenient, comfortable, Baystate Medical’s new Combined Heat and Power informative, fun, acknowledge and respect different (CHP) plant; large institutions adapting to the new expertise, designed for a variety of learning styles, ban on food waste in landfills implemented by the and action oriented. Commonwealth in 2016; construction job training targeted at low income residents, and a regional bike share program. There was strong support expressed from a variety of sources for a City staff position that focuses on climate action and resilience including oversight and facilitated implementation of this plan. Other recommendations included focusing new development on brownfields versus green space, convening key sectors to work together on projects, increasing the number of residents with flood and other disaster insurance, expanding education to small businesses about the Mass Save program, and improvements to public transportation both in service and in an accelerated transition to electric and hybrid vehicles. Concern for funding to support climate actions was voiced as well. A Resilience Officer for the City of Springfield, educational and planning opportunities for businesses and institutions, and policies that require climate planning and action were recommended to address these issues. (Complete summary of engagement, including residents’ action commitments included in Supporting Materials) The climate action and resilience content utilized for the community engagement strategies was taken directly from research and analysis concurrently happening throughout this SHJ planning process, 72 Community Meeting at Springfield Public Library",
        "Engaging Our Community ENGAGEMENT PROCESS DESCRIPTION The following engagement and outreach activities were implemented. Through facilitated discussions, each activity was agreed upon by consensus, approved by the City, collectively designed, implemented, and evaluated. Outreach and Engagement efforts consisted of six key activities: 1 Informative and interactive Resident 4 A Half Day Community Resilience Engagement Community Meetings to Building Workshop educate and engage residents, especially (CRB-described in Overview section). low-income residents and communities of color. These were two hours in length. 2 Direct outreach via traditional and 5 Citywide Survey developed among the social media (Facebook) partners with content advised by best practices, partner input, and vetted by PHC Research and Evaluation Team. It was administered online and in person. 3 6 City-sponsored “Sustainability Dashboard”, www.resilientspringfield.org 28 Interviews with Key Sector Stakeholders11 to find out what they were already doing, areas that they were interested in doing more, and barriers they might be experiencing 11 Jay Minkarah-DevelopSpringfield, David Cruise-Re- gional Employment Board (REB), Dr. John Cook-Presi- dent STCC, Liz Celluci-Columbia Gas",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan CLIMATE ACTION / ACCIÓN CLIMÁTICA CLIMATE ACTION / ACCIÓN CLIMÁTICA CONTENEDORES DE RECICLAJE RECYCLING YARDA Y CUBO DE COMPOSTAJE CASERO CONTAINER(S) YARD AND HOME Processing waste uses energy, and using energy COMPOSTING BIN produces GHG emissions which cause global warming. So if we reduce the amount of waste we process, we reduce global warming. In Springfield Approximately 30% of waste burned at Covanta is recycling rate is only 15% food waste that could be removed and composted El procesar la basura utiliza energía, y energía Aproximadamente el 30% de los residuos produce emisiones de gases de efecto invernadero quemados en Covanta es residuos de alimentos que causan el calentamiento global. Por lo que podrían ser quitados y compostado para tanto si reducimos la cantidad de residuos que hacer fertilización organica procesamos, nos reducir el calentamiento global. En Springfield, tasa de reciclaje es sólo el 15% RESILIENCE / CAPACIDAD DE RECUPERACIÓN RESILIENCE / CAPACIDAD DE RECUPERACIÓN BICICLETA BICYCLE An energy efficient and extremely healthy means PARADA DE AUTOBÚS of transportation=climate action, and mobility can BUS STOP be very important after a disaster-gasoline might not be available. Made easier/safer by City led/ funded (with state and federal funded) bike-lanes A bus stop close enough to use with service to get me where I need to go. Requires advocacy at Un medio de transporte Energía eficiente y federal level for more funding for transit extremadamente saludable = acción climática, y movilidad puede ser muy importante después Una parada de autobús lo suficientemente cerca de un desastre – puede que la gasolina no este para utilizar con servicio para llevarme a donde disponible. Hecho más fácil/más seguro iniciado tengo que ir. Requiere actividades de promoción a y financiado por la ciudad (financiado con fondos nivel federal para más fondos para el tránsito estatales y federales) carriles bici 92 Climate Action and Resilence Cards",
        "Engaging Our Community 30 Community Meetings",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan OUTREACH AND PROMOTION RESIDENT ENGAGEMENT COMMUNITY MEETINGS Recruitment and promotion efforts were implemented through a multi-tiered approach by phone, email, In April, 2017, three two-hour resident engagement website posts, social media, print media, and in person community meetings were held, two with a announcements at community meetings. A press neighborhood focus and one with a citywide focus. release by the City with a general announcement A meeting facilitator guide was developed and given of the SHJ work and opportunities to get involved to each SHJ group work partner playing a role in the was issued by the City and all SHJ collaborators meetings. Food and childcare were provided at each promoted the launch and engagement events. meeting. The community meetings were designed in Two community meetings in November 2016 were four parts, each part intentionally informative and supported by a supplemental grant secured by Arise interactive, with opportunities to provide input on for Social Justice and the University of Massachusetts, City actions to include in the final SHJ and to share Amherst, allowing for broader outreach to low- opportunities to take individual action. income communities and communities of color. The Community Meetings were promoted collectively and through one on one outreach. Each individual strategy The four parts included: had targeted promotion and recruitment efforts. 13 Discussion at Community Meeting in the North End Neighborhood",
        "Engaging Our Community Resident Engagement Community Meetings EDUCATION STATIONS PRIORITIZATION EXERCISE Green House Gas Emissions Inventory, Dotting exercise that included a list of Vulnerability Assessment, and the possible actions that the city could take Timeline Gallery Walk that highlighted based on best practices and space was events in Springfield’s history related to included for participants to add actions to extreme weather, energy use in building the list that supported some of their own and transportation, and climate justice priorities and priorities the emerged after activism. playing the What I Have/What I Still Need card game. Participants had 5 sticker dots to place on their priorities. HAVE/NEED CARD GAME “ONE COMMITMENT AND ONE Engaged participants to sort and discuss REQUEST” assets they “have” and assets they “still The closing activity in which each need” to be more resilient and actions to participant was asked to make one address climate change. This was a small personal commitment toward climate group activity that involved discussion action and resilience and one request to and prioritization. All participants the city. left with their deck of cards and were encouraged to use them as a tool to have discussions about climate action and resilience with their family, friends, and other community members (cards and instructions included in Supporting Materials). 32",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan STAKEHOLDER MEETINGS A series of meetings with key sector stakeholders were scheduled over two weeks. There were nine meetings held, with a total 19 people participating, with representation from each of the 7 sectors.12 Rich information was collected from these meetings highlighting the private sector’s high level of commitment to, interest in, and activity both reducing GHG emissions and making the city stronger. From Springfield Technical Community College’s (STCC) provision of no cost bus passes to all students versus charging a fee for parking, DevelopSpringfield’s commitment to rehab versus demolition, and the Regional Employment Board’s partnership with the city to hire un/under-employed residents, the business/anchor institution community in the city is eagerly leading by example. CITYWIDE SURVEY A citywide survey was designed based on similar surveys conducted in other cities in the U.S. as part of their Climate Action and Resilience Planning process. It was then reviewed by the SHJ workgroup and PHC Research and Evaluation Team before being finalized. The survey asks questions about individual actions to address climate change and increase resilience, and asks questions about prioritizing potential actions the City can take to mitigate the effects of climate change and increase resilience to severe climate events. The survey was available in print form and online and over 200 surveys have been collected. There was at least one respondent from each Springfield neighborhood, and respondents from a variety of sociodemographic backgrounds were represented. 12 Sectors: Business, Healthcare, Higher Education, Housing and Real Estate Development, Waste Management, Transportation, Utilities. 33 Respondents were asked to indicate their willingness to take individual action on a number of climate change action areas. Many Springfield residents that responded to the survey indicated that they were already taking steps to address climate change and increase resilience. The responses identified key opportunities for continued engagement on Climate Change Action throughout Springfield, as well as areas where the community needed more information to take action (see summary on next page). The most frequently cited barriers to taking Individual steps to address climate change were: lack of resources, lack of information, and health conditions/mobility issues. Other challenges mentioned included time, issues with public transportation, lack of bike infrastructure (lanes, bike racks, etc.) and related safety concerns, and renter issues (landlord won’t allow, no space for compost/garden). When asked about actions the city should take, respondents prioritized a wide range of activities from encouraging businesses to use less energy and to hire locally for climate action and resilience jobs, to improving the built environment with more tress, bike lanes and sidewalks. In addition to ranking the priority of specific city actions, respondents were asked to identify other actions that the City could take to make Springfield more resilient to acute climate events. Information and education was one of the most frequently cited actions, with responses ranging from more information about community resources and programs to education about climate change. Trash and waste also emerged as a theme, with suggestions including improvements to trash service (i.e. increased pick-ups) and imposing and enforcing fines for dumping and littering. Other themes included restoration of parks, green space, and trees; providing incentives to adopt energy efficient measures or go solar; home improvement; and transportation-related improvements.",
        "Engaging Our Community 34 KEY HIGHLIGHTS FROM CITYWIDE SURVEY OPPORTUNITIES TO • Work with landlord to Implement Mass Save Audit 56% ENGAGE THE COMMUNITY Recommendations (tenants’ responses) IN CLIMATE CHANGE • Make emergency preparedness kit for family 52% ACTION: • Start or participate in a volunteer “check in on 49% The following are the top five elders” initiative in my neighborhood areas that had the largest percentage of respondents • Take the $2,000 from Mass Save and implement 44% who were willing to take action. audit recommendations (homeowners’ responses) These represent opportunities to • Learn about cooling/warming centers in my 44% engage the community in action. neighborhood and tell neighbors and friends OPPORTUNITIES FOR • Install solar panels and/or participate in 34% EDUCATING RESIDENTS: community shared solar The following are the top 5 • Learn about cooling/warming centers in my 32% areas areas that had the largest neighborhood and tell neighbors and friends percentage of respondents • Start or participate in a volunteer “check in on 29% indicating that they did not know elders” initiative in my neighborhood what the action was or that they needed more information to • Get permission from my landlord to get Mass Save 23% Energy Audit (from tenants) make a decision. These represent opportunities to educate the • Make an emergency preparedness kit for my family 23% community. TOP 5 CITY ACTIONS • Encourage businesses to reduce energy use 77% The following top city actions • Improve the health and number of shade trees 77% were identified based on • Prioritize hiring Springfield residents who are respondents ranking the action 74% unemployed or under-employed for climate action as a high priority. These represent and resilience work opportunities for the City to take action to mitigate the effects • Make it easier for renters to take advantage of free 71% Mass Save energy efficiency building assessments of climate change and increase and installations resilience to acute climate events. • Add more bike lanes, sidewalks and visible crosswalk 69%",
        "“ When you sit here and just see all of this happening, you think, gosh, this is so much. I’m one little person. What can I possibly have impact on? But yet we all know, if you could get every person to make some step, you can make a bigger thing. Participant at Forest Park community meeting, 11/29/2016",
        "Process Overview 37 Building Confidence in City Government 41 Changing the Way We Get Around 43 Efficiently Using Energy 45 Greening the Grid 47 Building Resilient Infrastructure 51 Managing the Urban Forest 53 Building Human Resilience 55 Reduce, Reuse, Recycle 57 Resident Actions 59 Business/Anchor Institution Actions 61 TAKING ACTION ON OUR PRIORITIES 3 trap Springfield’s Strong, Healthy & Just Plan recognizes climate change as a threat multiplier: acute stresses caused by climate change, such as increased severe weather, have the ability to aggravate existing stresses within the City such as systemic racism, economic disparity, disproportionately high rates of preventable disease (asthma, cardiovascular, diabetes, hypertension, and obesity) and food insecurity. Therefore, we framed Springfield’s climate action and strategies research with the understanding that climate solutions must not only protect the status quo, but provide a net increase in social equity throughout the city.",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan PROCESS OVERVIEW Strategies were selected to reduce GHG emissions and to facilitate resilience, specifically: To establish the initial goals, objectives, and actions for the Strong, Healthy, & Just: Springfield’s Climate 1) reduce exposure: remove people and property from Action & Resilience Plan, we updated the strategies paths of destruction, and recommendations identified in the 2015 City 2) reduce sensitivity: bad things will happen--so limit of Springfield Climate Action/Resilience Plan the damage: for example, change zoning to raise new Framework and surveyed the document’s source construction above an anticipated flood level, change plans for any updates since its original publishing. Of zoning to require light-colored “cool roofs” to lessen the every strategy researched, we sought to understand: urban heat island effect, plant shade trees to reduce urban heat island effect, and • its climate mitigation and/or resilience goals 3) enhance adaptive capacity: support the ‘qualities’ • how it affected disparate demographics across the city that help people cope: strong social ties, good • which demographics it helped the most health, economic well-being, and confidence in local • which (if any) demographics it harmed. government. We also reviewed greenhouse gas (GHG) emissions During the course of this extensive literature review, inventories and climate action/resilience strategies we learned that the most highly effective strategies from 11 cities identified as being either similar in and actions were those which followed the SMART population size and history to Springfield, or as Objective criteria (Specific, Measurable, Achievable, having exemplary plans.13 Responsible, and Time-bound). Across the country, those strategies and actions which identified specific We compared each climate action/resilience plan’s and measurable objectives were those which were objectives and recommended strategies to develop implemented by their communities most successfully. a baseline understanding of the best practices and We additionally found that in order to be “achievable,” actionable goals in use by the country’s most successful strategies and actions must be cost effective (with co- municipalities. Concurrently to reviewing municipal benefits in GHG emissions reductions across multiple climate action/resilience plans, we conducted a sectors and/or in community resilience), politically review of best practice reports related to policy and feasible, and applied with a social/climate justice lens. programs for climate adaptation (resilience). These reports, including The Kresge Summary Report (April We worked with our City advisory team, comprised of 2017), ICLEI-Local Governments for Sustainability, representatives of all key City departments, to assess the Georgetown Adaptation Clearinghouse, the EPA the resulting list of 97 potential actions and strategies, Climate Smart Growth workbook, and the Community using the Climate Action Resilience Assessment Tool Resilience Building Guide, detail policies that can be and compiled the results into a master document, the adapted to any city in the country and emphasize Strategies and Action Ranking Matrix solutions based in systems theory The Strategies and Action Ranking Matrix ranks proposed strategies and actions by utility and the level of demand for and/or commitment demonstrated by 13 Worcester, MA; Chattanooga, TN; Knoxville*, TN; Louisville, KY; Grand Rapids, MI; Eugene, OR; Boston, MA*; Dubuque, IA*; Minneapolis, MN*; the City, its residents and stakeholders. Oberlin, OH*; and Portland, OR* *indicates Climate Champion 73",
        "Taking Action on Our Priorities The matrix scores 0 or 1 point when a proposed as priorities, but which either the City or State is action: already implementing. The proposed “supporting improved access to utility data for building owners • appears in a relevant City plan and managers seeking to improve energy and water • is identified in the community and/or stakeholder performance” strategy is an example of a low-scoring outreach meetings as a desired course of action success, as the City has access to Mass Energy Insight • has documented GHG emission reduction and/or and property owners can access low- or no-cost Mass resilience co-benefits. Save home/business energy assessments. The Strategies and Action Ranking Matrix revealed We considered this combination of 28 high- and two types of existing “successes” within City policy. mid-to-low-scoring strategies as “low-hanging fruit” The first type of success includes the highest scoring for the City, and developed a single encompassing strategies/actions -- those which the City is already strategy to encourage the City to ‘implement the implementing, which have been identified as City’s recent core plans’ (ReBuild 2012, Analysis of priorities in the City’s various major plans, and for Impediments to Fair Housing and annual Community which the community has expressed support. These Development Block Grant (CDBG) plans, Complete include strategies such as adopting and implementing Streets: Ped/Bike 2014, Open Space and Recreation a Complete Streets Policy and prioritization plan, Plan (OSRP) Update 2015, Hazard Mitigation update allowing urban agriculture in the zoning code, passing 2016, 2017 Urban Forestry Plan update on ’09 plan) a Community Garden Ordinance, and prioritizing recommendations—especially those identified as wetland and water resources protection. Best Practices through this planning process. The remaining 69 strategies were identified as areas of The second type of success includes some relatively opportunity for the City, and were prioritized for mid- or low-scoring strategies which may not have further refinement and adaptation to the conditions been identified in City plans or by the community existing within Springfield. 38 Downtown Springfield",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan FURTHER REFINEMENT AND or cultural shifts would need to accompany their final objectives. Following this format, each workgroup PRIORITIZATION- COMMUNITY established and elucidated an understanding of the RESILIENCE BUILDING WORKSHOP existing opportunities and barriers in Springfield surrounding their focus topic, and developed To further refine the remaining 69 strategies, actionable strategies for progress within that and to integrate the resident engagement, City framework. These results ultimately informed and staff engagement, stakeholder interviews, GHG prioritized the strategies and actions presented in emission inventory and vulnerability assessment this Plan. The full matrix of strategies is included in results, we conducted a final Community Resilience the supporting documents including proposed/ Building Workshop on May 12, 2017 (CRB Workshop affirmed lead implementer, possible funding source, Guide included in Supporting Materials). With City evaluation metrics, and timeline. (Meeting handouts leadership and targeted invitations to key industry included in Supporting Materials) and institutional stakeholders as well as to residents engaged in community meetings held throughout The topic areas evolved into the first six categories of the month of April, the goal of the workshop was to proposed actions in this plan: gather laypeople and experts together in specific workgroups for half a day to focus on molding (revising, generating new as needed) the 69 remaining generic strategies to implementable and realistic, yet 1 Building Confidence in City Government aspirational, strategies and specific actions for the Leading by Example & Engaging City of Springfield. the Community to Build Community Confidence The workgroup topics were selected based on the support for the possible strategies expressed at the various engagement events, interest and support 2 Transportation Demand Management from City staff, and availability of funding and other resources from the state and federal government. To Changing the Way We Get Around facilitate the work groups, we identified two topic- specific “thought leaders” with direct, local expertise in the given field. Each group was presented with a draft problem statement and sample SMART 3 Efficiently Using Energy objectives, which had been previously drafted in collaboration with the relevant thought leaders, Tracking and optimizing energy use in our using the proposed strategies/actions as a starting homes and businesses. point. Each group was then asked to review and revise their problem statement to accurately reflect their perception of conditions in Springfield, and 4 Greening the Grid either revise the proposed SMART objectives or draft their own. Groups were advised to consider how their Generating and using renewable energy in proposed objectives would be funded, whether they the city were politically feasible, and what intermediary steps 93",
        "Taking Action on Our Priorities The topic “Building Human Resilience” was explored 5 Creating Resilient Infrastructure at the May 12th workshop during the “Confidence in Government” work session, and we determined Building smarter infrastructure systems with the topic necessitated its own category. The topic, community co-benefits. ‘Reduce, Re-use, Recycle—Toward Zero Waste’ was not explored at the Community Resilience Building workshop both because the GHG emissions inventory 6 Managing the Urban Forest yielded the result that under 1% of the city’s GHG emissions come from waste processing, and also Planning and maintaining Springfield’s trees because our review of City actions combined with to reduce threats and increase benefits. stakeholder interviews showed that the City is considering and/or implementing the proposed best practices. The actions are included in this plan because there is support from residents to have Based on feedback from city staff and other the City work toward zero waste, including but not stakeholders, four additional categories of action limited to: supporting composting, expanded and were added: easier recycling, and a ban on plastic bags. Similarly, this plan summary does not include actions related 7 to urban agriculture, which is an area of strength in Building Human Resilience the City. The full action matrix does include food and Ensuring equity and public health urban-agriculture related actions. In addition to the topic specific actions, we have also identified a list of priority actions for residents to take to increase their resilience and act on climate 8 Reduce, Re-Use, Recycle: as well as a list of priority actions for businesses Toward Zero Waste and corporations to facilitate collaborative implementation of this plan. 9 Resident Actions 10 Business/Anchor Institution Actions 40 City Councilor Adam Gomez at 2013 Climate Rally",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan BUILDING CONFIDENCE IN CITY GOVERNMENT GOALS 1 Lead by example to implement priority recommendations in this plan. 2 Ensure ongoing resident engagement in plan implementation and refinement over time. 3 Build confidence in city government. 14 Throughout the entire SHJ planning process, we encountered both a desire to see the City leading by example with respect to climate action and resilience combined with a fear that the City would not follow through. Confidence in the City would be significantly enhanced if the City were to accomplish some of the” low hanging fruit” strategies identified throughout this planning process AND if the City made a significant effort to let people know and celebrate successes. More respectful and intentional communication is needed and the City needs to design and commit resources to do community engagement. People engaged in this process reflected that the Rebuild Springfield process worked because of massive outreach efforts. 14. The Climate stabilization Wedges is an approach produced by Princeton University researchers[1] looking at Climate change mitigation scenarios. The project was funded by Ford Motor Company between 2000 and 2009 and has been receiving funding from BP since 2000.[2] The goal of the approach, Stephen Pacala and Robert H. Socolow, is to demonstrate that global warming is a problem which can be attacked using today’s commercially available technologies to reduce CO 2 emissions. The objective is to stabilize CO2 concentrations under 500ppm for the next fifty years, using wedges from a variety of different strategies which fit into the stabilization triangle. 15. By calling for national and international binding emission reductions agreements, establishing stronger inventory standards and reporting, committing to a set of local actions to reduce greenhouse gas emissions, and growing the carbon offset market by removing barriers to municipal offset projects, the Mayors’ National Climate Action Agenda is intended to make a statement that emission reduction projects – starting with existing cap and trade programs in the US - are not only viable, but essential initiatives that must be embraced and scaled across the country, www.climate-mayors.org",
        "Taking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 7 8 9 10 11 42 Review the status of the City’s recent core plans’ recommendations and action steps (especially those identified as best practices in SHJ). Recommit to their implementation with public timeframes. Proactively publicize City’s ongoing Climate Action & Resilience work, especially work catalyzed by NDR in the Urban Watershed Resilience Zone of neighborhoods dominated by economically disadvantaged communities of color. Highlight the workforce development underway that is hiring un/under-employed Springfield residents to perform climate action resilience work supported by NDR and other funds. Maintain resilientspringfield.org website as a transparent means of engaging and communicating with residents on implementation of the SHJ plan and of celebrating successes. Formally involve the Springfield business community and anchor institutions in SHJ implementation. Consider creating a commission, modeled after Boston’s Green Ribbon Commission, charged with ensuring their active engagement in SHJ implementation. Work with the business and research community to create Implementation Wedges14 /Interim Goals to clarify exactly what actions will contribute to which percentages of GHG emissions reductions required. Continue to convene the City Committee created by the Mayor to secure NDR funds and utilize this committee to oversee the implementation of this plan. Establish a committee point person in each City department to take the lead on implementing those items from the plan that fall under the purview of their respective departments. Consider including members of the SHJ plan development working group, as well as community, business, and youth representatives in the City Committee. Consider allocating funds for stipends to allow vulnerable community members to serve on committee, including at least one stipended youth position. Launch a SHJ mini-grant implementation project fund for small groups of residents to participate in plan implementation Join the Mayors’ National Climate Action Agenda14 and consider joining comparable initiatives moving forward to ensure Springfield’s active participation in cutting-edge Climate Action & Resilience communities of practice. Work with the Pioneer Valley Planning Commission (PVPC), the Massachusetts Executive Office of Energy and Environmental Affairs (EOEEA) and other federal, state, regional and local entities to identify/secure funding for a new City staff position, or to revise an existing position, charged with working with the SHJ implementation City Committee and City departments to implement SHJ. Research a best practice model of a city that is committed to community engagement and has a plan and in collaboration with community leaders, both official and unofficial, to develop a strategic engagement plan for the city. Work with utilities, the Commonwealth, local foundations and others as appropriate to create a program whereby home-owners/renters who have a Mass Save Home Energy Assessment (HEA) and implement maximum recommended home energy efficiency improvements, receive a no cost or low cost super energy efficient air conditioner. Work to improve access to home-owner’s/renters property insurance. Continue the work to break down silos within City government and build capacity in the City and in the community to implement the SHJ 14 By calling for national and international binding emission reductions agreements, establishing stronger inventory standards and reporting, committing to a set of local actions to reduce greenhouse gas emissions, and growing the carbon offset market by removing barriers to municipal offset projects, the Mayors’ National Climate Action Agenda is intended to make a statement that emission reduction projects – starting with existing cap and trade programs in the US - are not only viable, but essential initiatives that must be embraced and scaled across the country, www.climate-mayors.org",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan CHANGING THE WAY WE GET AROUND GOALS 1 Increase the number of residents who commute to work by means other than single-vehicle from 20.5% to 55% in 2030 with an increasing percentage by 2050. 2 Increase the number of on-road bike lanes from 2.5 miles in 2017 to 10 miles in 2020 with an ever-increasing number in 2050. 3 Increase the number of regular bus riders. 4 Increase the number of EVs/AFVs and necessary charging stations in the city. 34 Thirty-one and a half percent of Springfield’s GHG emissions come from transportation and 99% of these emissions are from personal vehicles. We need to both get people out of cars as well as transition our City’s fleet to electric and hybrid vehicles that can be powered by our increasingly green grid. Actions and strategies to ‘change the way we get around’ are designed to: a) Shift modes-make it easier for people to use transit, car-pool, walk, and bike versus driving alone in a single vehicle; b) reduce Vehicle Miles Traveled (VMT)—make it easier for people to work from home, ride share, walk, bike, use transit; and c) transition to increasingly energy efficient vehicles (federal Corporate Automobile Fuel Efficiency (CAFÉ) standards) and clean fuels-electric, hybrid, other technologies as they become available. The city supports and relies upon the PVTA for public transit and is committed to supporting efforts to expand funding for public transportation both in the city and that connects the city to its neighboring communities. Springfield is excited about the expanded North/South train service in the region and very supportive of planned East/West train service. The city is also committed to working with the western MA delegation to ensure the federal government’s ongoing commitment to increasingly efficient CAFE standards which ensure an increasingly efficient fleet of vehicles on the nations’ roads. As noted previously, the actions included in this summary plan are NOT comprehensive. These actions represent the priorities articulated at the Community Resilience Building workshop. It is understood that to achieve the ambitious goal of 80% reductions in GHG emissions by 2050, Springfield, and the United States, will need to dramatically improve transit access and transition to zero emission vehicles (ZEV). Springfield is working with PVPC on the region’s ZEV charging station plan.",
        "Taking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 7 8 44 Implement Complete Streets Plan which details needed and desired pedestrian and bicyclist improvements—crosswalks, sidewalks, bike lanes, bike paths etc. over time as roads receive capital improvements and funding becomes available. Implement Bike Share with a focus on ensuring accessibility and use by the city’s low income residents. Work with the Business Improvement District (BID) and the Chamber of Commerce to create a staff position of Transportation Demand Management (TDM) coordinator to assist businesses with getting their workers to reduce commuting in single occupancy vehicles. Encourage employers to provide employees with emergency ride home programs, vanpool match programs, telecommute options, and flextime options to encourage alternative methods of commuting, such as carpooling, public transit, or work from home. Encourage colleges to participate in the PVTA pass program. Revisit the City’s parking requirements (last updated in 2012) to identify techniques to realize the City’s ‘park once and walk’ approach in the downtown. Encourage MGM’s planned work to bring back electric trolley service in downtown from Union Station to Springfield Technical Community College, the casino, the Basketball Hall of Fame, and Riverfront Park. Address PVTA rider concerns of uncomfortable seats, late arrivals, lack of shelters, snow clearing at shelters, grocery bag limit, and limited night service.",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan EFFICIENTLY USING ENERGY GOALS 1 Increase rate of energy efficiency audits by 20% by 2020 (and increasingly each decade to achieve 80% reductions by 2050). 2 Increase number of housing units that complete recommended work to 100% by 2025. 54 The vast majority of GHG emissions are coming from heating, cooling and electrifying buildings. In addition to ‘greening the grid’, we must do everything we can to make our buildings energy efficient so that we are not wasting precious money and resources. To assess the achievement of the goals articulated below, we will need more data, specifically: the baseline of home energy assessments in Springfield per year and the completion rate sorted by income as well as the baseline of implementation of recommended improvements. The SHJ work group stresses the importance of ensuring collaboration and linkage of existing (and future) initiatives, including but not limited to: Springfield Partners for Community Action (SPCA), Healthy Homes, Grinspoon, Eversource, and Columbia Gas, and acknowledges that most people are aware of Mass Save and the availability of robust energy efficiency incentives in MA, but that awareness does not by itself, translate into action.",
        "Taking Action on Our Priorities STRATEGIES 1 2 3 46 Form intentional partnerships among and between 5 groups: landlords, housing court, receivers, businesses, and the SHA, and support neighborhoods in marketing Mass Save. Implement national best practices for energy efficiency in homeowner and rental properties. Evaluate expanding the planned Springfield ‘Healthy Homes’ initiative. Encourage homeowners and rental property owners to fully participate in all eligible Mass Save programs. Potential incentives include decreasing property taxes for participants or providing a low or no cost air conditioner to those households which implement all recommendations. Create an energy performance tracking and annual reporting system for commercial and multi-family properties.",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan GREENING THE GRID / RENEWABLES GOALS 1 Increase solar generation to make up 10% of Springfield’s community energy consumption by 2022 and 50% solar by 2050. 2 Ensure 50% of all low-income accounts have a 50% or greater discount from community shared solar projects by 2022. 3 Improve air quality. 4 Utilize solar to maintain a micro- grid that will keep critical facilities operational during power outages. 74 It is vitally important that actions to develop clean, safe, sustainable sources of energy occur concurrently with the above-described energy efficiency work. During the Community Resilience Building workshop, work groups advanced several Springfield-specific recommendations for solar and for a micro-grid downtown, but the SHJ includes a comparable interest in and commitment to researching and integrating all viable renewable energy opportunities in the city. SOLAR Community engagement surfaced a sincere interest in and frustration at securing solar power in Springfield. The community does not have adequate access to strategies or resources that will make solar power affordable and plentiful. Currently the economic benefits of solar are not flowing to low-to-moderate income home-owners and hardly ever to renters. 60% of Springfield residents rent their homes. There is an education gap as to the benefits and financing options available with respect to owning solar PV versus leasing and a concomitant lack of access to tax equity investors (tax credit appetite-issue with all federal tax credits). There is also a lack of access to regional and local staff support for local retention of economic solar benefits and there are also some local regulatory barriers. Strategies identified should strengthen the tenant-landlord relationship; create community cohesion/strength; keep money local; prioritize technologies that have low life cycle costs and low negative environmental impacts, and promote equity and equitable access to opportunity, including financial opportunity.",
        "Taking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 7 8 9 10 48 Identify a solar expert point person in the City to field questions and provide technical assistance and guidance to residents and other property owners. Pass a resolution stating support for solar goals and strategies. Launch an educational campaign sponsored by an impartial group to explain solar options and financing. Create incentives to encourage residential and commercial adoption of solar installations. Host a community solar development program and support the development of a local socially equitable tax equity fund to achieve the goals for community solar. Support community shared solar projects with 50% low-to-moderate income buy-in per project. Research the feasibility of adopting an ordinance requiring all new and major renovations to include solar or be able to accommodate solar. Send experts and City staff/residents to participate in statewide discussions on behalf of resident and local business needs with respect to solar and other renewable energy sources. Host a group purchasing program for solar, such as Solarize Mass. Facilitate a working group of ‘solar champions’ with neighborhood council/civic association involvement to promote solar to residents. OTHER RENEWABLE-RELATED STRATEGIES: 1 Research geo-thermal using Community Music school as a case study and publicize to city 2 Research viability of launching a residential geo-thermal initiative",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan GREENING THE GRID / MICRO-GRID GOAL Implement a successful micro-grid project in Springfield by 2020. 1 94 MICRO-GRID Like so many of the actions and strategies identified throughout this planning process and reinforced by the work groups, success with a micro-grid will require leadership from the City. There is a well-established process in place right now in Massachusetts, and funding is available both from the MA Clean Energy Center and from the Massachusetts Department of Energy Resources (DOER), but still a successful initiative requires ‘cheer-leading’ by the City. 1",
        "Taking Action on Our Priorities STRATEGIES 1 2 3 50 Create a Springfield micro-grid working group to advance this initiative. Members should agree to implement the following detailed action plan: • Meet with Eversource and ISO New England to understand grid connection and other issues. • Research how other cities are implementing micro-grids, and conduct site visits and conference calls to exchange ideas. Possible site visits include the Codman Square CDC project in Dorchester and the fuel-cell micro-grid in Woodbridge CT. • Research funding opportunities from Massachusetts Clean Energy Center, Department of Energy Resources, and other sources. Apply for feasibility study grants. • Investigate battery storage for micro-grid and emergency back-up power, especially for nursing homes and grocery stores in vulnerable neighborhoods. • Engage UMASS researchers as appropriate. • Engage the largest property owners and energy users, such as MassMutual, Baystate Hospital, MGM, Picknelly, Mass Visitors & Convention Bureau, and the Greater Springfield Chamber. • Focus on Downtown/Metro Center and integrate EV car charging stations • Conduct research to understand the level of retro-fitting necessary in existing buildings in order to connect to micro-grid. • Assess the feasibility of a regulatory option of requiring new developments to be ‘micro-grid ready’. Oversee feasibility study. Launch project by 2019 for completion in 2020.",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan BUILDING RESILIENT INFRASTRUCTURE GOALS Reduce vulnerability/enhance resilience of Springfield residents Reduce vulnerability/enhance resilience of existing and planned infrastructure. A central challenge is how to develop a systems approach to Green Infrastructure. There are two approaches: a relatively “easy” regulatory approach, and the “ordinance approach”. 15 As noted in the overview section, economically disadvantaged residents and deindustrialization has left the City with a low tax base, leading to deferred maintenance and weakening infrastructure. For example, the City is still using stormwater standards from 1950. The DPW believes Green Infrastructure (GI), making use of natural systems for environmental benefits (in addition to traditional infrastructure) is a good idea, as long as implementation decisions are made on a site-specific basis. From the City’s experience, success with GI is 2/3 public relations and 1/3 public perception. Standards may need to be different between public/private and in new site development vs. redevelopment, and should include 1 off-site mitigation options because integrating GI into planned development is a challenge. The City owns its drainage system with 380 stormwater outfalls. The Springfield Water and Sewer Commission (SWSC) owns water & sewer (CSO) systems (~1/3). 2 The best areas for GI are out of the CSO areas and projects are more difficult to implement in the denser downtown region. The City’s goal is to have stormwater as CLEAN as possible and water quality needs to be addressed. A challenge is establishing who is responsible for maintenance. More thought is needed for GI and CSO reduction in vulnerable communities, as the most vulnerable areas of the city are already separated and do not offer much space for GI. The best place for GI in vulnerable areas is on private property, but experience in the City has shown that convincing economically challenged residents to host green infrastructure on their property is challenging. The City favors moving incrementally because a staged approach allows learning to take place. Implementation is most likely to happen in the private sector first. There are still considerable basic needs to successfully design and implement a comprehensive GI plan for the City, including collecting and tracking data on soils in Springfield, where appropriate for infiltration, and where there is contamination, etc...",
        "Taking Action on Our Priorities STRATEGIES 1 2 3 52 Develop a Springfield-specific Green Infrastructure (GI) policy and design manual, which should include: • Standards by location & city-wide • Set of criteria to assist developers and the City in determining what type of infrastructure system is appropriate for a given location and project type. This set of criteria should set GI as the standard, requiring developers to prove they have completed a thorough site analysis and alternatives assessment regarding infrastructure systems design. • Neighborhood-specific content, designed to educate Springfield’s 17 neighborhood groups at the concept-level. Highlight projects already in the city to help build the case and educate neighborhood residents and developers alike. Monitor public and private installations. Set up “pop up green infrastructure” demonstrations along public roadways, in public plazas and parks, in public and commercial parking lots, and in other highly trafficked and/or highly impervious sites.",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan MANAGING THE URBAN FOREST GOAL 1 Achieve Springfield’s climate justice goals via enhancing the quality of the City’s urban forest through proper species selection and planning, increased tree canopy cover, adequate care and maintenance, and public education on the value of trees in an urban setting. 35 Because of the extensive damage to the tree canopy in the 2011 tornado, in addition to Springfield’s long- standing commitment to urban forestry, managing trees merits its own category of actions. There are a number of concerns related to resilience and tree canopy in Springfield. Trees can enhance resilience, but they are also a ‘threat multiplier’. Trees may pose safety issues in a weather-related disaster. If a tree planted too closely to underground or overhead utility lines is uprooted or falls, it may destroy that infrastructure, posing possible health and economic threats. Trees in poor health can also lose limbs and potentially damage property or directly harm residents. Further, poorly placed vegetation can block sight lines along roadways, increasing the likelihood of motor vehicle accidents. Possible strategies to reduce these concerns include choosing the “right tree for the right place,” which will ensure environmental safety and increase specimen health. Continued attention to proper tree care and maintenance will also reduce the risk of tree-related hazards. At the time of this plan development, the forestry department has no funding to plant new trees within Springfield. They are funded to maintain and care for existing trees and remove those that pose safety concerns. In order to reach a 100% stocking rate within the City, they would need to replace trees at a 2:1 ratio. Currently, the city is losing about 700 trees per year. Unfortunately, HUD doesn’t consider trees to be part of the resilience strategy defined in the NDRC grant, so Springfield’s forestry proposal was unfunded when the City was awarded the grant. Springfield can take advantage of the Gateway City legislation, which allows for private tree plantings within the city. Related funding also covers education and outreach. Possible strategies to reduce this concern include identifying and securing sustainable funding sources for planting trees within the city.",
        "Taking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 7 1 2 54 Identify and secure sustainable funding sources for annual tree planting. Identify and secure sustainable funding sources for tree care and maintenance of public trees. Focus planting efforts in neighborhoods with the greatest risk of urban heat island (UHI) effect and the lowest rate of tree canopy cover. By 2022, plant 5,600 trees on public property and by 2060 achieve 100% stocking levels and have planted an additional 55,000 trees on public property. By 2022, plant 300 trees per neighborhood on private property for a total of 5,400 trees across Springfield’s 18 neighborhoods. Secure funding and develop an incentive program for planting trees on private properties. Implement a city-wide green infrastructure policy, as identified in Strategy 1 of the Building Resilient Infrastructure goal. ADDITIONAL STRATEGIES: Enhance opportunities of forestry-related job and skills trainings for Springfield’s youth and residents and collaborations with area academic institutions Increase public education efforts pertaining the value and importance of trees, shrubs, and fruit producing vegetation regarding: • Food access and security • Mental and community health co-benefits • Urban ecosystem services",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan BUILDING HUMAN RESILIENCE GOALS All property owners and renters in Springfield will have homeowners, renters or business-owners insurance. All residences will include air conditioning. Just as they are required to include heating in the winter, landlords will be required to provide cooling in the summer. 55 The topic of resilience covers all aspects of human life, as we recognize that poverty, resulting low rates of home ownership, systemic racism, inequitable access to opportunity, disproportionately high rates of preventable disease and other facts of life for many Springfield residents make them increasingly vulnerable to severe weather disasters. Other initiatives underway in the City are working to increase human resilience, and this plan supports and affirms the importance of those plans’ and projects’ successful implementation. Two aspects of human resilience emerged after the many disasters of 2011: the importance of air conditioning and the need for property insurance for home-owners, renters and 1 business owners. Our research indicates that no one existing plan highlights these needs, so they are included here. 2",
        "Taking Action on Our Priorities STRATEGIES 1 2 3 56 Establish a program, spearheaded by utilities, to provide super energy efficient air conditioners to home- owners and renters who do not have access, contingent upon completion of Mass Save HEA and full implementation of recommended energy efficiency home improvements to maximum $2,000 incentive. City, SHJ Implementation team, businesses, and anchor Institutions create a program to provide low or no cost (as needed) property insurance coverage to all vulnerable homeowners and renters. Assess the feasibility of adopting a building requirement for air conditioning in all new developments and as part of any major rehabilitation work over a certain size (excluding single family homes).",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan REDUCE, REUSE, RECYCLE— TOWARD ZERO WASTE GOAL Work toward zero waste. 75 Most of the waste management strategies included in the strategy matrix focus on people’s behavior, enhancing waste reduction, and reuse and recycling. This is because the city’s waste processing system does not generate a significant amount of GHG emissions (less than 1%) as waste management innovations are underway. The City adopted single stream recycling and composts yard waste and the Commonwealth has aggressive bans on materials going into landfills, such as food waste and demolition debris. Finally, the city is served by a waste to energy processing plant. Ongoing assessment and a commitment to optimization of the collection and transportation process could reduce GHG emissions from trucks. 1",
        "Taking Action on Our Priorities STRATEGIES 1 2 3 4 5 6 58 Explore alternative waste solutions to the current trash fee model, especially those included in the Massachusetts Department of Environmental Protection’s 2013 Solid Waste Master Plan Pathway to Zero Waste, to reduce the amount of waste being sent for incineration. Use regulatory means as appropriate to promote, require, or incentivize alternatives to traditional building demolition, such as rehabilitation, adaptive reuse, relocation and deconstruction. Implement educational campaigns to: A) ‘Buy Smart’ (plan before purchasing, buy local, give gifts of experience, purchase durable goods) B) Re-use C) Borrow, share, and rent items D) Fix and maintain items Adopt a plastic bag ban and polystyrene ban. Implement educational campaigns to reduce the volume of food waste generated in homes by promoting proper food storage, meal planning, and composting. Implement educational campaigns to avoid electronic waste, encourage the recycling of electronic products, and the purchasing of environmentally-friendly electronics.",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan RESIDENT ACTIONS GOALS FOR RESIDENTS Achieve 100% Mass Save participation from home energy assessment (HEA) to full implementation of all recommended improvements 2 100% home/renters insurance coverage 3 100% access to Air Conditioning Switch increasingly large percentage (80% by 2050) of energy used from polluting fossil fuels to clean, safe, sustainable energy sources: solar, hydro, geo-thermal, CHP, wind, other-- regardless of income and ownership v. rental status and vehicles from gas to hybrid, electric. Shift increasingly large number/ percentage of trips from single vehicle to transit (bus, bus rapid transit, train, trolley) and bike (bike share, pedicab), walking, ride-sharing, car-pooling, tele-commuting, home businesses, other means as they become available. 95 Residents are responsible for an estimated 56% of GHG emissions in Springfield, 29% in transportation and 27.1% in building-heating, cooling, electricity. Residents’ actions, however, can go only so far without significant, sustained, targeted investment from the City, starting with implementation of existing previously mentioned City plans (2012-Present). Research suggests that determined, immediate action by property owners in all sectors (residential, commercial, industrial, government) could achieve 20% reduction in energy use relatively easily.15 1 4 5 Community-wide GHG emissions results by sector 15 www.pnas.org/content/106/44/18452",
        "Taking Action on Our Priorities STRATEGIES 1 Demand the City and key collaborators: utilities, state government, anchor institutions, local foundations, allocate necessary resources, and/or secure additional funding as needed, to aggressively implement this plan on all fronts. Subsidize vulnerable residents’ participation as needed, with the utmost urgency, regardless of who is serving on the City Council or as Mayor. Residents should advocate for: • Regulatory changes necessary to incentivize maximization of energy efficiency, always-construction/ de-construction, rehab vs. demo, water conservation, etc. • Utilities and other collaborators to develop programs to provide no cost home-owners/renters insurance if property owners get a Mass Save HEA and implement all recommendations up to $2,000 maximum incentives. • Utilities and other collaborators to develop programs to provide super energy efficient air conditioners to all property owners/renters that receive Mass Save HEA and implement to $2,000 maximum incentives. • Implementation of the Complete Streets plan. 2 Advocate with City Council, the Mayor, State Representatives and Senators for MA commitment to funding climate action and resilience sustainably, with a 40-year commitment. 3 Home-owners and renters should commit to requesting Mass Save HEA and following through with up to the maximum of $2,000 worth of incentives, thereby taking advantage of the Utility/Mass Save/Collaborator initiative identified in Strategy 1. 4 Home-owners and renters should commit to energy aggregation to clean, safe, sustainable energy through City aggregation. 5 Home-owners and renters should commit to purchasing community solar or other clean, safe and sustainable energy source to achieve 10% renewable by 2025, 30% by 2030, 50% by 2040, and 80% by 2050. 6 Commit to signing up with the City 311 resident/City communication system and also with the reverse 911 emergency information text messaging system to stay aware regarding impending weather or disaster related news. 7 Residents should commit to familiarizing themselves with the City’s emergency shelter system, locations, accessibility, and hours of operation. 8 Commit to not drive alone, and instead make use of mass transit (bus, bus rapid transit, train, or trolley), carpool, or engage in active transportation (walking or biking). Simultaneously, residents should commit to driving or carpooling in efficient vehicles (electric or hybrid) one day a week for 2 years, and then increase to 2-3 days a week over 5-8 years, then increase to 3-4 days a week by 2030. 9 Residents should commit to advocate for grocery store in Mason Square. Residents should commit to hosting green infrastructure on their property, in the form of rain barrels, gray 10 water systems, rain gardens, and other water-smart systems. 11 Resident should commit to planting and maintaining more trees on their property as directed by the City Urban Forestry plan. 12 Residents should commit to living sustainably in their everyday lives. Residents can make habits of adopting such behaviors as: turning off lights when leaving rooms; keeping their thermostats as low or high as comfortable to maximize energy efficiency; not idling their cars more than necessary during travel and not at all in parking lots, driveways, or while waiting; recycling, re-using, and reducing waste; and avoiding motorized transportation whenever possible. 60",
        "Strong, Healthy and Just: Springfield’s Climate Action & Resilience Plan BUSINESS/ANCHOR INSTITUTION ACTIONS The Commercial/Industrial sectors are responsible for an estimated 39% of GHG emissions in Springfield, in building-heating, cooling, and electricity. In many cases, Springfield’s anchor institutions, businesses, and Industry are leading the way with respect to both climate action and resilience. We applaud their leadership and seek a long-term commitment to collaborate with the City and continue to lead the way with respect to resilience and climate action. GOALS 1 Continue to lead by example. 2 Collaborate with City and other stakeholders in SHJ plan implementation. 16",
        "Taking Action on Our Priorities STRATEGIES 1 Serve at the request of the Mayor on a SHJ Anchor Institution/Business Commission (modeled after Boston’s Green Ribbon Commission) to ensure ongoing engagement and leadership of Anchor Institutions and Businesses and Industry in SHJ implementation. 2 Collaborate with PVPC plan development team to complete wedge scenario development and quantification of all proposed measures to ensure evaluation and refinement as necessary to achieve maximum efficiency and effectiveness. 3 Commit to systems thinking approach to collaboration on implementation of SHJ plan. 4 Commit to implementing all policies, regulations and practices to facilitate maximum energy efficient behavior of employees, workers, neighbors. 5 Commit to implementing all policies, regulations and practices to maximize energy efficient processes in all business practices, starting with Mass Save Building/process energy assessment and full implementation to maximum extent of incentives available. 6 Work with Utilities, Commonwealth, local foundations and others as appropriate to create program whereby home-owners/renters who have a Mass Save HEA and implement maximum recommended home energy efficiency improvements to $2,000 receive a no cost maximum energy efficient Air Conditioner and home-owner’s/renters property insurance (subsidized/free as necessary). 7 Work with local banks to offer full range of zero interest loans funded by Mass Save. 8 Contribute funds to City to support implementation. 9 Commit to hiring preferences for locally qualified residents. 10 Commit to re-investing locally. 11 Commit to focus on climate justice. 12 Collaborate with chamber, utilities, and the City on back-up power planning and implementation and ensure continuity of operations plan and back-up power as needed for critical functions. 13 Assist employees with emergency planning. 14 Switch increasingly large percentage (80% by 2050) of energy used from polluting fossil fuels to clean, safe, sustainable energy sources: solar, hydro, geo-thermal, CHP, wind, other-- regardless of income and ownership v. rental status and vehicles from gas to hybrid, electric. 15 Shift increasingly large number/percentage of trips from single vehicle to transit (bus, bus rapid transit, train, trolley) and bike (bike share, pedicab), walking, ride-sharing, car-pooling, tele-commuting, home businesses, other means as they become available. 62",
        "SUPPORTING MATERIALS Please note that this plan is a summary document of much more work. The supplemental materials that comprise the full plan are available for download and review at: http://www.pvpc.org/projects/springfield-climate-action-resilience-plan-carp Materials included: • Action Selection Process • Climate Action & Resilience Assessment Tool (CARAT) • Strategies and Action Ranking Matrix • GHG Emissions Inventory • Vulnerability Assessment • Community Resilience Building Workshop Agenda and Supporting Materials • Engagement Report • What I Have/What I Need—Resilience and Climate Action ‘card game’ • Timeline of Springfield’s energy use, climate-related events, and resilience • Annotated bibliography/webliography • Principles of Environmental Justice • Springfield Suite of Recent Plans weblinks and summaries 36",
        "",
        "www.resilientspringfield.org"
    ]
}