{
    "FILE_NAME": "https://convergestrategies.com/wp-content/uploads/2024/02/CleanEnergyandResiliencyCLEARforBrighamandWomensHospital_November2021.pdf",
    "ALL TEXT": "CLEAN ENERGY AND RESILIENCY (CLEAR) BRIGHAM AND WOMEN'S HOSPITAL NOVEMBER 2021 Prepared for Massachusetts Clean Energy Center (MassCEC) Prepared by Converge Strategies, LLCABOUT MASSACHUSETTS CLEAN ENERGY CENTER The Massachusetts Clean Energy Center (MassCEC) is a state economic development agency dedicated to accelerating the growth of the clean energy sector across the Commonwealth to spur job creation, deliver statewide environmental benefits and to secure long-term economic growth for the people of Massachusetts. MassCEC works to increase the adoption of clean energy while driving down costs and delivering financial, environmental, and economic development benefits to energy users and utility customers across the state. To learn more about MassCEC, please visit:www.masscec.com ABOUT CLEAN ENERGY AND RESILIENCY (CLEAR) PROGRAM An increase in the frequency and severity of weather events associated with global climate change has increased the Commonwealth’s need for resiliency in the face of major events and disturbances. The CLEAR Program seeks to support energy resilience investments in Massachusetts by advancing first-stage energy resilience system designs for critical facilities in Massachusetts communities. The findings of the CLEAR Program will also support the Commonwealth’s consideration of energy resilience policy development in the future. The objectives of the CLEAR program are to: 1. Create resilient facilities to reduce economic losses from major power outage events. 2. Lower service interruption time for utility customers. 3. Provide a replicable model for outage recovery events. The CLEAR program is a successor program to MassCEC’s Community Microgrids Program, which initially funded fourteen (14) feasibility studies around the Commonwealth, seeking to identify scalable, broadly replicable microgrid business and ownership models to increase microgrid deployment and attract investment. Additional information on MassCEC’s CLEAR program can be foundhere. To learn more about CLEAR, visit:www.masscec.com/clean-energy-and-resiliency-clear ABOUT CONVERGE STRATEGIES, LLC Converge Strategies, LLC (CSL) is a consulting company focused on the intersection of clean energy, resilience, and national security. CSL works with civilian and military partners to develop new approaches to energy resilience policy and planning in the face of rapidly evolving threats, vulnerable infrastructure, and determined adversaries. To learn more about CSL, visit:www.convergestrategies.com. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 1ACKNOWLEDGMENTS The technical consultant team (“the Project Team”) included: Wilson Rickerson, Adair Douglas, and Jack Graul from Converge Strategies, LLC (CSL). CSL is a consulting company focused on the intersection of clean energy and resilience. CSL works with civilian and military partners to develop new approaches to energy resilience policy and planning in the face of rapidly evolving threats, vulnerable infrastructure, and determined adversaries. Dave Korn and Matthew Piantedosi from Ridgeline Energy Analytics, a consulting firm that serves public and private clients in the energy field, providing energy engineering, data analysis, energy efficiency, and renewable energy services. Benjamin Preston, Liam Regan, and Mike Wilson from the RAND Corporation. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. Adib Naslé and Dr. Michael Stadler from XENDEE Corporation. XENDEE provides easy to use cloud computing software for microgrid, energy resilience, and renewable energy projects. XENDEE allows very fast and quick analysis so that investors can assess the attractiveness of their projects immediately. The authors would like to thank the following individuals for their insights and expertise: The Project Team would like to thank Doug Carney and Jim Turner of the Brigham and Women's Hospital for their leadership and guidance during this process. The Team would also like to thank clinicians from Brigham and Women’s Hospital for their insights: Dr. Paul Dellaripa, Dr. Gregg Furie, Dr. Matthew Grunert, Dr. Caren Grossbard Solomon, and Dr. Elizabeth Rickerson. The project benefited from the expertise and input of Alison Brizius (City of Boston), Eric Cote (Powered for Patients), Jason D’Antona (Mass General Brigham), Joe Dalton (ENGIE North America), Robert Solomon (SLS Consulting), and Yve Torrie (A Better City). Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 2TABLE OF CONTENTS SUMMARY - KEY FINDINGS 5 INTRODUCTION 6 1. ENERGY, CLIMATE, AND RESILIENCE POLICY SUMMARY 7 1.1. EMERGENCY POWER CODES AND STANDARDS FOR HEALTHCARE FACILITIES 7 1.1.1. U.S. Department of Health and Human Services (HHS) Regulations 7 1.1.2. National Fire Protection Association (NFPA) Codes 8 1.2. CLIMATE CHANGE AND ENERGY RESILIENCE 9 1.2.1. Commonwealth of Massachusetts 9 1.2.2. City of Boston 9 1.2.3. Brigham and Women’s Hospital 9 1.3. DECARBONIZATION POLICIES 10 1.3.1. Commonwealth of Massachusetts 10 1.3.2. City of Boston 11 1.3.3. Brigham and Women’s Hospital 12 2. ENERGY RESILIENCE OPPORTUNITY ASSESSMENT 14 2.1. PROJECT APPROACH 14 2.2. DESIGN CONSIDERATIONS AND ASSUMPTIONS 15 2.3. ENERGY RESILIENCE REQUIREMENTS 16 2.3.1. ESSENTIAL FUNCTIONS AND CRITICAL LOADS 16 2.3.2. ENERGY USAGE AND DEMAND 16 2.4. ENERGY RESILIENCE CAPABILITIES 17 2.4.1. Medical Area Total Energy Plant (MATEP) 18 2.4.2. Utility Service 18 2.4.3. Onsite Generation 18 2.4.4. Back-Up Power 19 2.5. RESILIENCE OPPORTUNITIES 19 2.5.1. Energy Efficiency Upgrades 19 2.3.2. Solar Photovoltaics (PV) 21 2.5.3. Battery Energy Storage 22 2.6. PARTNERSHIP OPPORTUNITIES 22 2.6.1. Roxbury Tenants of Harvard 22 2.6.2. Longwood Medical and Academic Area (LMA) 24 Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 3SUMMARY - KEY FINDINGS ● A major lesson learned from recent disasters is that resilient local power systems are increasingly required to keep critical infrastructure services operating as environmental and weather conditions become more extreme. ● BWH complies with national and state regulations for maintaining reliable power and uninterrupted service in healthcare facilities, and has also developed its own site-specific plans, policies, and procedures. ● BWH has strong existing energy resilience capabilities. BWH is supplied by the adjacent Medical Area Total Energy Plant, which can serve the hospital as an islandable microgrid during power outages. The campus is also supplied by two separate utility feeds. The campus has more than 23 megawatts of emergency back-up generators which are sufficient to power the campus, along with multi-day fuel supplies. The critical loads within each building are connected to the back-up generators through automatic transfer switches, and the generators and switches are regularly tested using live loads. The Hale Building has its own 4 MW combined heat and power plant, and can generate its own electricity, steam, and chilled water. ● The hospital’s energy resilience systems rely on fossil fuels, however, which are in tension with the energy decarbonization policies of both the Commonwealth of Massachusetts and the City of Boston. BWH will be exposed to near- and mid-term requirements to reduce carbon emissions as state and local policies are implemented. Under the City of Boston’s updated Energy Reporting and Disclosure Ordinance for example, BWH will need to reduce its greenhouse gas emissions to 0% by 2050 or make tens of millions of dollars in compliance payments annually. ● BWH has already achieved substantial carbon reductions and improved its energy resilience posture through energy efficiency investments. The hospital has reduced its electricity consumption by more than 30% since 2004. BWH is pursuing energy efficiency on a continuous basis and is engaging the hospital staff and community to further enhance environmental sustainability. There are also limited opportunities for solar photovoltaic systems on BWH rooftops that could reduce energy use. ● Despite this progress, BWH will not be able to meet the City of Boston’s zero emissions by 2050 decarbonization target through energy efficiency and building upgrades alone. BWH also does not have available land area, roof space, or flexibility under its energy supply contract as currently structured to add significant additional low carbon onsite generation to its campus. ● Given the limited opportunities on its own property, BWH could explore opportunities to make clean energy and resilience investments with neighboring residential and institutional partners that would offset the need to make carbon compliance payments. BWH would need to identify willing community partners and clarify such an approach with the City of Boston. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 4INTRODUCTION This report summarizes the findings of the energy resilience analysis conducted for Brigham and Women's Hospital1(BWH) under the Clean Energyand Resiliency (CLEAR) program supported by the Massachusetts Clean Energy Center (MassCEC). BWH is part of the Mass General Brigham healthcare network (formerly Partners HealthCare). BWH was one of nine communities and institutions awarded support under the CLEAR program. The BWH Main Campus is the 739-bed teaching hospital of the Harvard Medical School located in Boston, Massachusetts.2This report focuses on the interconnectedbuildings that run southeast from 75 Francis Street and include (among others) the Tower Building, the Connors Center for Women’s Health, Ambulatory Services, and the Peter Bent Brigham Building. The report also focuses on the Shapiro Cardiovascular Center (70 Francis Street), the Hale Building for Transformative Medicine (60 Fenwood Road), and the BWH ServiCenter visitor garage (500-520 Brookline Avenue). These buildings can be seen in Figure 1 below. Figure 1. BWH Buildings Included in the Analysis Source:Klopfer Martin Design Group 1Brigham and Women’s Hospital- Main Campus 2 This report does not focus on the 221 Longwood Ave. campus or the Brigham and Women’s Faulkner Hospital. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 5This report is organized as follows: ● Section 1summarizes the hospital’s energy resilienceposture within the context of national, state, and local climate, energy, and resilience policies. ● Section 2presents the results of the energy resilienceanalysis for BWH, including the project’s approach, assumptions, and key findings. 1. ENERGY, CLIMATE, AND RESILIENCE POLICY SUMMARY Disasters such as the wildfires in California, Hurricane Maria in Puerto Rico, and Superstorm Uri in Texas in 2021 have caused catastrophic power outages that have left communities without power and/or water for weeks or even months. The unprecedented scale of these events is prompting healthcare systems across the U.S. to contemplate longer duration outages in their emergency planning.3A major lesson learnedfrom recent disasters is that resilient local power systems are increasingly required to keep critical infrastructure services operating as environmental and weather conditions become more extreme. As discussed in Section 2, BWH has already implemented a substantial amount of onsite energy resilience systems and strategies. The hospital’s energy resilience systems rely on fossil fuels, however, which are in tension with the energy decarbonization policies of the Commonwealth of Massachusetts and the City of Boston. This section reviews the national codes and standards that guide hospital back-up power planning, as well as the climate policies at the state and city levels. 1.1. EMERGENCY POWER CODES AND STANDARDS FOR HEALTHCARE FACILITIES BWH complies with national and state regulations for maintaining reliable power and uninterrupted service in healthcare facilities, and has also developed its own site-specific plans, policies, and procedures. These regulations and policies identify critical locations within healthcare facilities and require them to be connected to back-up power systems. A partial list of these requirements is included below. 1.1.1. U.S. Department of Health and Human Services (HHS) Regulations The HHS Centers for Medicare & Medicaid Services (CMS) published theEmergency Preparedness Requirements for Medicare and Medicaid Participating Providers and Suppliers Final Rule(CMS 3178-F)4in 2016. The Rule includesrequirements that hospitals develop Risk Assessment and Preparedness Plans and create emergency back-up power policies and procedures based on those plans. The Rule also states that hospital back-up power must maintain indoor temperatures to protect health and safety and the sanitary storage of provisions, provide emergency lighting and fire systems, and assure sewage and waste disposal. 3 ASPR TRACIE (2021) Managing the Storm After the StormHealthcareinTXRecoversfromSevereWinter Weather. 4 HHS (2018) Medicare and Medicaid Programs; Emergency Preparedness Requirements for Medicare and Medicaid Participating Providers and Suppliers. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 6Based on these planning and policy requirements, BWH has installed over 23 MW of emergency generators in the case that both the Medical Area Total Energy Plant (see Section 2.2.1) and the electricity grid are unable to supply power. The CMS Rule also requires that hospitals install, maintain, test, and refuel back-up power systems in a manner compliant with the relevant National Fire Protection Association codes (see below), which BWH does as standard practice. 1.1.2. National Fire Protection Association (NFPA) Codes The NFPA is an international non-profit organization that publishes more than 300 consensus codes and standards intended to minimize fire and other risks to life safety and property. The CMS Rule references three distinct NFPA codes related to back-up power. These include: ● Health Care Facilities Code (NFPA 99).NFPA 995identifiescategories of locations and loads within healthcare facilities that must be served by dedicated electrical circuits and connected to back-up power systems. These include spaces whose disruption would cause harm to patients, staff, or visitors, such as intensive care units, operating rooms, and other patient room types. NFPA 99 references NFPA 110 in order to specify the back-up power configurations that are acceptable for critical spaces.6 ● Standard for Emergency & Standby Power Systems (NFPA 110).NFPA 1107defines the performance requirements for both emergency and standby power systems that provide an alternate source of electrical power to facilities in the event that the normal electrical power source fails. According to NFPA 110, the generator type for healthcare facilities (referred to in NFPA 99) must be able to power up within 10 seconds. Although NFPA 110 specifies minimum operating times for some classes of generators, the Code does not include a specific minimum time for the generators identified for healthcare facilities, and instead states that the minimum time is to be determined “as required by the application, code, or user8.” ● Life Safety Code (NFPA 101).NFPA 1019sets requirementsfor emergency or standby power supply systems specifically to keep emergency functions such as egress lighting and exit signs operating during power interruptions. NFPA 101 also specifies how long back-up power systems should need to keep life safety functions running (e.g. 1.5 hours) and how much fuel must be stored onsite. The specific energy resilience and emergency back-up power strategies that BWH has adopted are discussed in Section 2.2. 5NFPA (2021.)Health Care Facilities Code. 6 Section 6.4 ofNFPA99statesthatCategory1andCategory2spaces(i.e.…)mustbeservedbyaType1 or Type 2 back-up power systems and wiring (referred to as an Essential Electrical System or “EES”). NFPA 99, Section 6.7.1.2.4.1 states that Type 1 or Type 2EESpowersourcesareclassifiedasType10,Class X, Level 1 generators sets per NFPA 110. 7NFPA (2021).Standard for Emergency and Standby PowerSystems. 8 Massachusetts state code for hospital licensure (105 CMR 130.000) requires functional sources of emergency electrical power for designated areas within a hospital, including in all areas serving mothers and newborns. The state code doesnotspecifyduration of operation for backup generators 9NFPA (2021).Life Safety Code. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 71.2. CLIMATE CHANGE AND ENERGY RESILIENCE The Commonwealth of Massachusetts and the City of Boston have each assessed the threats and vulnerabilities of critical infrastructure from climate change, with a focus on changes in precipitation, sea-level rise, rising temperatures, and extreme weather. Both the state and the City have identified energy resilience, clean energy, and microgrids as mitigation solutions to energy infrastructure climate hazards. BWH has conducted its own localized climate vulnerability assessment that is aligned with those of the state and City, and the Main Campus is already connected to an islandable microgrid and to onsite emergency and co-generation capacity (Section 2.2). 1.2.1. Commonwealth of Massachusetts In 2018, Massachusetts released the Integrated State Hazard Mitigation and Climate Adaptation Plan10, which is the first state plan inthe country to combine emergency management planning with climate adaptation. The plan assesses the vulnerabilities of energy infrastructure to multiple hazards in the present and under future climate change. The plan also identifies a range of energy resilience initiatives focusing on resilient infrastructure, and on mitigation strategies such as microgrids, energy storage, and clean energy.11The state has specifically supported healthcare energy resilience projects through programs such as the Community Clean Energy Resilience Initiative (CCERI),12Advancing Commonwealth Energy Storage (ACES),13and the CommunityMicrogrid Program.14 1.2.2. City of Boston The City of Boston released the Climate Ready Boston report in December 2016, which provided updated local climate projections, a detailed vulnerability analysis of specific neighborhoods, and strategies to enhance community resilience and preparedness.15The Climate Ready Boston report highlights energy infrastructure vulnerability to flooding, extreme heat, and extreme weather. The report specifically focuses on solar photovoltaics and microgrids for energy resilience, and outlines a strategy for “developing district-scale energy solutions to increase decentralization and redundancy.” 1.2.3. Brigham and Women’s Hospital As part of the Partners HealthCare Strategic Resiliency Plan in 201616, Arup conducted a local climate vulnerability assessment of the BWH Main Campus, assessing the risks to critical infrastructure from climate change in 2030 and 2070. The assessment concluded that the campus is at risk from extreme heat and precipitation starting in 2030, and that the energy, 10Commonwealth of Massachusetts (2018).MassachusettsIntegrated State Hazard Mitigation and Climate Adaptation Plan. 11Commonwealth of Massachusetts (2018).MassachusettsIntegrated State Hazard Mitigation and Climate Adaptation Plan, Chapter 6. 12Commonwealth of Massachusetts (2021).Community CleanEnergy Resiliency Initiative. 13MassCEC (2017).Advancing Commonwealth Energy Storage(ACES). 14MassCEC (2021).Community Microgrids Program. 15City of Boston (2016).Climate Ready Boston FinalReport. 16Health Care Without Harm (2017).Healthcare’s Rolein Anchoring Community Health and Resilience. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 8telecommunications, and transportation networks within the Longwood district would face additional risk from sea-level rise, storm surge, and extreme wind by 2070. 1.3. DECARBONIZATION POLICIES In parallel with climate and energy resilience planning, both the Commonwealth of Massachusetts and the City of Boston have committed to decarbonization by 2050. BWH has set ambitious energy savings targets, and its energy supply partners have significant carbon emissions reduction targets of their own. ENGIE North America has a corporate objective to reduce the greenhouse gas emissions from the production of electricity by 62% by 2030, and achieve a 34% reduction from other commodity sales.17National Grid has a goal to reduce carbon emissions 80% below a 1990 baseline by 2050,18and Eversource has a goal to make its own operations carbon neutral by 2030.19However, itis unlikely that BWH will be able to decarbonize to the targets set by the Commonwealth and the City, given the critical functions it must perform, the limited space that it has for low carbon onsite energy generation, and the current terms of its long-term contract with Medical Area Total Energy Plant (MATEP) (see Section 2.2.1). State and City policies may provide avenues for BWH to invest or co-invest in offsite projects that will offset its emissions and enhance community energy resilience, but BWH would need to engage with the City regarding how and whether offset projects would align with the current decarbonization policies (Section 1.3.2). 1.3.1. Commonwealth of Massachusetts The 2008 Global Warming Solutions Act set a target to achieve an 80% greenhouse gas emissions reduction below 1990 levels by 2050.20InMarch 2021, Massachusetts passed a law to set an interim statewide emissions limit of 50% below 1990 levels by 2030, and a net-zero emissions limit in 2050.21In parallel, Massachusettsreleased an Interim Clean Energy and Climate Report for 203022, and a 2050 DecarbonizationRoadmap that outlines and analyzes potential decarbonization pathways.23The state envisionspursuing decarbonization in existing buildings through thermal electrification, low-carbon fuels and fuel blending, energy efficiency, and building envelope upgrades.24The statehas not established sector-based emissions caps, although the recent reports contemplate a long-term, declining emissions cap on heating fuels. 17Engie (2020).Toward Net Zero Carbon. 18National Grid (2021).Performance- environmentalsustainability. 19Eversource (2021).Carbon Neutral by 2030. 20Commonwealth of Massachusetts (2021).Global WarmingSolutions Act Background. 21General Court Of the Commonwealth of Massachusetts(2021).An Act Creating A Next-Generation Roadmap for Massachusetts Climate Policy, Section 10. 22Commonwealth of Massachusetts (2021).MassachusettsClean Energy and Climate Plan for 2030. 23Massachusetts Executive Office of Energy and EnvironmentalAffairs (2020).Massachusetts 2050 Decarbonization Roadmap. 24Massachusetts Executive Office of Energy and EnvironmentalAffairs (2020).Buildings Sector Report. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 91.3.2. City of Boston Boston introduced a goal to reduce its carbon emissions 80% below 1990 levels by 2050 in its 2007 Climate Action Plan.25In 2017, the Mayor committedto achieving 100% carbon neutrality by 205026and commissioned the Boston Green RibbonCommission (GRC)27to conduct a deep decarbonization study for the City. The GRC released the Carbon Free Boston28report in January of 2019, and many of the report’s recommendations were integrated into the City’s 2019 Climate Action Plan update.29As a part of its2019 Climate Action Plan, the City of Boston recommended updating the Building Energy Reporting and Disclosure Ordinance (BERDO)30 to incorporate a carbon emissions performance standard that would require buildings to reduce greenhouse gas emissions based on building type by 50% in 2035 and 100% by 2050.31 In October 2021, Acting Mayor Kim Janey signed an Ordinance amending BERDO to include a carbon performance standard.32There are four compliancepathways included in the updated Ordinance e: 1. Emission standards. Emissions reductions standards are set by sector and by year. Healthcare facilities will need to achieve 15.4 kilograms of carbon dioxide equivalent emissions per square foot per year (kgCO e/SF/yr)between 2025-2029, declining to zero 2 after 2050. The full emissions standard schedule for healthcare facilities is included in Table 1 below. Table 1. Healthcare Carbon Emissions Standards Compliance Period 2025-2029 2030-2034 2035-2039 2040-2044 2040-2049 2050+ Emissions Standard 15.4 10 7.4 4.9 2.4 0 (kgCO e/SF/yr) 2 2. Individual compliance schedule. Building owners can apply for an individual compliance schedule that would decline in alignment with the City’s published goals and would use any year from 2005-2022 as a baseline year. 3. Hardship compliance plans. Building owners can propose a hardship compliance plan to the Emissions Review Board for substantial obstacles to compliance. There are multiple obstacles called out as examples in the policy, including “pre-existing long-term energy contracts without reopeners.” 4. Alternative compliance payments are currently set at $234/per metric ton of CO e in the 2 Ordinance, which will be reviewed every five years. 25City of Boston (2007).Climate: Change The City ofBoston’s Climate Action Plan December 2007. 26City of Boston (2017).State of the City 2017. 27Dr. Ann Klibanski, President & CEO of Mass General Brigham, is a member of the Boston Green Ribbon Commission.Seehttps://www.greenribboncommission.org/people/members/ 28Boston Green Ribbon Commission (2019).Carbon FreeBoston Summary Report 2019. 29City of Boston (2019).City of Boston Climate Action. 30City of Boston (2021)Building Energy Reporting andDisclosure Ordinance. 31City of Boston (2019).City of Boston Climate ActionPlan 2019 Update. 32City of Boston (2021).Ordinance Amending City ofBoston Code, Ordinances, Chapter VII, Sections 7-2.1 and 7-2.2, Building Energy Reporting and Disclosure (BERDO). Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 101.3.3. Brigham and Women’s Hospital BWH is actively evaluating technologies and contractual approaches that would support the hospital’s compliance with state and city policies. The City’s carbon emissions performance standard would apply to BWH starting in 2025. As described in Section 2.3.1 below, BWH has achieved substantial carbon reductions and improved its energy resilience posture through energy efficiency investments. In 2009, Partners HealthCare System established a Strategic Energy Master Plan (SEMP) for nine facilities in its Massachusetts healthcare network.33The SEMP established a goal to reduce energy consumption by 25% in aggregate across all its facilities. BWH has achieved the SEMP target. Despite this progress, BWH will not be able to meet the City of Boston’s zero emissions by 2050 decarbonization target through energy efficiency and building upgrades alone. BWH also does not have available land area, roof space, or flexibility with MATEP under the contract as currently structured to add significant additional low carbon onsite generation to its campus. As a result, BWH may be required to pay the alternative compliance payment for the Boston existing building carbon performance standard if no additional actions are taken. For illustrative purposes, Figure 2 calculates the potential annual alternative compliance payment liability for BWH through 2050 and beyond, assuming that BWH emissions remain steady at the 2019 level. As shown in Figure 2, BWH would need to pay close to $13 million in alternative compliance payments each year from 2025-2029. This amount would increase to more than $15 million annually starting in 2050 and beyond. The large majority of the emissions are associated with MATEP’s operations, and the largest source of emissions is the steam supply under current carbon accounting practices. Figure 2. Annual Compliance Payment for BWH Utilities 33CDM Jacobs (2009).Partners Healthcare System, Inc. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 11The projected alternative compliance payments were calculated using the following inputs: ● Total square footage of the BWH campus considered within this report: 2.6 million ● Total kgCO e: 63.5 million (inclusive of Fiscal Year2021 emissions associated with 2 electricity, steam, and chilled water).34 It is important to note that the analysis in Table 1 assumes that BWH takes no additional mitigating actions in order to comply with the emissions standard. Mitigating actions could include: ● Onsite greenhouse gas emissions reductions. As described in Section 2.3.1, BWH is planning on making additional energy efficiency and conservation investments that would reduce its emissions and its potential emissions standard compliance liability. The potential of future compliance payments might also improve the projected economics of energy savings and energy resilience projects that do not currently pass initial economic screening tests, allowing for expanded or accelerated building upgrades. ● Renewable Energy Certificate (REC) purchases. BWH could purchase and retire RECs that are eligible for compliance with the Massachusetts Renewable Energy Portfolio Standard Class I requirement.35RECs, however, would only counttoward emissions related to electricity under current rules (and not toward emissions from steam or chilled water). ● Local offsets. BWH could invest or co-invest in energy savings, energy generation, and/or energy resilience projects within the local community that could reduce carbon emissions. The Carbon Free Boston report36contemplatesthe use of offsets to meet citywide decarbonization goals, but the Technical Advisory Group (TAG) to the City of Boston’s Carbon Emissions Performance Standard concluded that “initially offsets will not be allowed for building-level fossil fuel combustion37.” The TAG recommended that offsets could be revisited in 2030, although “[s]ome flexibility may be allowed if a local offset option becomes available.” ● Hardship compliance plan. BWH may submit a hardship compliance plan to the City Emissions Review Board since it has a pre-existing long-term energy contract (i.e. with MATEP), which is one of the qualifying conditions. Guidelines for hardship compliance plans have not been established, but it is possible that a compliance plan could adjust the standards that BWH would be required to comply with (i.e. the amount of emissions reductions required), or expand the available compliance pathways to enable alternative mechanisms (e.g. offsets). 34Based on BWH’s reporting to the City of Boston under the Building Energy Disclosure Ordinance for the period from October, 2020 to September, 2021. Emissions for each utility were calculated using emission factors and methodologies specified in the Federal Mandatory Greenhouse Gas Reporting Rule (40 CFR 98) and The Climate Registry’s current version oftheGeneral Reporting Protocol. 35Commonwealth of Massachusetts (2021).Renewable EnergyPortfolio Standard. 36Boston Green Ribbon Commission (2019).Carbon FreeBoston Summary Report, Section 7. 37City of Boston (2020).City of Boston Carbon EmissionsPerformance Standard Technical Advisory Group (TAG) Meeting #6: Results of Technical Advisory Process. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 122. ENERGY RESILIENCE OPPORTUNITY ASSESSMENT 2.1. PROJECT APPROACH The CLEAR Project Team conducted the energy resilience analysis in several phases during 2020-2021. These included: ● Stakeholder interviews.The Team conducted structuredinterviews with representatives from BWH to develop a preliminary assessment of the critical functions that the facility would need to play during an emergency. The interviews also sought to characterize the electrical loads necessary to support those critical functions. These interviews set the stage for an in-person site visit. ● Incentive and funding assessment.In addition to reviewinglocal policies related to energy, climate, and emergency preparedness, the Team also conducted an extensive analysis of how incentive and funding programs available from state, federal, and utility partners could be combined to support the investment opportunities identified. The assessment considered both programs to support clean energy, as well as programs that can support back-up power for emergency management purposes. A detailed summary of the policy assessment is contained in a separate PowerPoint presentation submitted to BWH staff. ● Site visit.In December 2020, Ridgeline Energy Analyticsconducted an in-person site assessment of the facility. Ridgeline conducted an energy system review in partnership with BWH staff and completed an assessment of potential solar photovoltaic (PV) sites. Solar PV analyses were completed using the HelioScope solar design software suite.38An overview of the findings is contained in Section 2.3.2 2.2. DESIGN CONSIDERATIONS AND ASSUMPTIONS The following considerations and assumptions informed the analysis and proposed system designs: ● There are limited onsite opportunities to install new renewable power generation solutions for energy resilience. BWH is located ina densely-developed section of Boston and has limited real estate to construct new power assets or resilience infrastructure. There is also a residential neighborhood directly across the street from 75 Francis Street (see Section 2.4.1). BWH has limited opportunities to install solar PV on its rooftop and is otherwise constrained in its ability to deploy additional generating technology. The Massachusetts Decarbonization Roadmap identifies low- and zero-carbon fuels that could displace fossil fuels in district energy systems such as MATEP in the future. Examples include biogas derived from organic wastes and dedicated energy crops, direct air capture of carbon dioxide, and processes that react carbon feedstocks with hydrogen gas to produce synthetic methane or liquid fuels.39These technologies - and their supply 38SeeHelioScope 39Commonwealth of Massachusetts. (2020)Massachusetts2050 Decarbonization Roadmap. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 13infrastructure - will require additional research, development, and demonstration, and are beyond the scope of this report. ● ENGIE partnership.BWH purchases electricity, steam, and chilled water directly from the Medical Area Total Energy Plant (MATEP) (see Section 2.2.1) as a member of the Longwood Medical Energy Collaborative (LMEC). LMEC is a non-profit that helps coordinate and plan the energy needs for BWH and five other medical institutions.40BWH only purchases a portion of the energy output from the MATEP plant. MATEP supplies BWH under a long-term, full requirements contract, which means that BWH cannot currently invest in energy generation (e.g. solar PV) without coordinating with MATEP. MATEP is operated by ENGIE North America in partnership with Axium Infrastructure. ENGIE’s states that “[f]uture sustainable energy service enhancements may include solar energy, energy storage, and facilities management” for the Longwood area.41Thisreport assumes that BWH and ENGIE will successfully partner on future energy resilience and sustainable energy improvements. ● Policy.The economic analysis conducted to supportthis report assumes that the solar PV systems would take advantage of the available Solar Massachusetts Renewable Target (SMART)42incentives, or other available policies.The project team conducted a preliminary economic analysis of the rooftop mounted solar PV system identified in Section 2.3.2 and found that the project was economically feasible under current policy conditions, and that future policies such as the City’s carbon performance standard would further improve the case for onsite solar PV. 2.3. - 2.5. ENERGY RESILIENCE REQUIREMENTS Sections 2.3. - 2.5. organize the findings of the BWH energy resilience assessment using the following categories: ● Energy resilience requirements. The energy needs ofthe hospital under both normal and emergency operating conditions. This includes a general description of the essential functions contained within each building, and the amount of electrical load required to perform those functions. ● Energy resilience capabilities.The existing energygeneration and back-up power systems (i.e., generators) that are already installed at the hospital, and the length of time that the estimated critical loads can be sustained using the existing back-up power systems. This section also summarizes the back-up power capability available through the MATEP power plant and the utility infrastructure that serves the hospital campus. ● Resilience opportunities.Opportunities to improvethe energy resilience of the facility through changes in operations or through new investment. This includes, for example, energy efficiency upgrades to reduce the load of the building (and make it easier to sustain or restore during an emergency), and onsite solar PV installations. 40Harvard Medical School, Beth Israel Deaconess Medical Center, Boston Children’s Hospital, Dana Farber Cancer Institute, and Joslin Diabetes Center 41Engie.Harvard Medical School & Affiliated Hospitalare poweredby ENGIE. 42Commonwealth of Massachusetts. (2021).Solar MassachusettsRenewable Target (SMART). Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 142.3. ENERGY RESILIENCE REQUIREMENTS 2.3.1. ESSENTIAL FUNCTIONS AND CRITICAL LOADS BWH performs a broad range of critical functions throughout the buildings in this report that cannot be interrupted without potentially harming patients, staff, and/or visitors. As discussed in Section 1.1.2, many of the areas and rooms within BWH are defined as critical spaces under NFPA 99 and are required to be connected to back-up power through dedicated circuits. Examples of the types of critical functions within the BWH campus include operating rooms, intensive care units, and rooms for a wide range of patient types. BWH also includes a number of buildings dedicated to critical medical research that cannot tolerate power interruptions. Additionally, BWH includes extensive administrative systems and offices that are critical for sustaining operations, purchasing, and facilities during normal and emergency conditions. 2.3.2. ENERGY USAGE AND DEMAND Energy demand and usage for the BWH facilities in this report includes: ● 17.8 MW of electricity demand, with annual consumption of approximately 120 million kWh ● 122,000 pounds per hour flow (pph) of steam for heating, re-heating, hot water, humidification, and sterilization ● 12,800 tons of chilled water for air conditioning and for process cooling (e.g. linear accelerators and lasers). Table 2 below contains the approximate current energy demands for the individual buildings on the campus. Building Electricity Demand Steam Chilled Water (kW) (pph) (tons) 75 Francis Street 8,200 70,000 7,500 Shapiro Center 3,600 20,000 2,000 Hale Building 4,500 24,000 2,400 ServiCenter Garage 300 2,000 100 Each of the buildings meets its baseline energy needs using different sources of supply. ● MATEP supplies the electricity, steam, and chilled water for the 75 Francis Street Campus. ● The Shapiro Center takes steam from MATEP, sources electricity from the grid, and operates its own chilled water plant. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 15● The Hale Building generates electricity, steam, and chilled water onsite using its own combined heat and power system, its own dual fuel boilers, and its own chillers. It also takes electricity from the grid. The Hale Building does not export power from its onsite generation to the grid. ● The Garage takes steam and chilled water from MATEP and electricity from the grid. 2.4. ENERGY RESILIENCE CAPABILITIES The BWH Main Campus has strong existing energy resilience capabilities. BWH is supplied by the adjacent MATEP power plant that can serve as an islandable microgrid during power outages. The campus is also supplied by two separate utility feeds. Many of the campus buildings have dedicated emergency generators with local fuel storage, and several of the generators span multiple buildings. The critical loads within each building are connected to the back-up generators through automatic transfer switches, and the generators and switches are regularly tested using live loads. The Hale Building has its own 4 MW combined heat-and-power (CHP) plant, and can generate its own electricity, steam, and chilled water. This Section summarizes campus-wide and building-specific energy resilience capabilities. 2.4.1. Medical Area Total Energy Plant (MATEP) ● MATEP is a combined heat-and-power (CHP) plant and district energy system that supplies electricity, heat, steam, and chilled water to BWH under a 35-year contract through 2051. ● MATEP has 99 MW of electricity capacity, 1.1 million pounds per hour of steam capacity, and 42,000 tons of chilled water capacity. The district energy system’s distribution capabilities include 1.3 miles of steam pipe, 0.8 miles of chilled water distribution pipe, and 3.5 miles of 13.8 kilovolt electric distribution lines.43 ● MATEP is capable of operating as an islanded microgrid and can supply BWH with its electricity and steam requirements, independent of the electricity grid. MATEP can also supply a limited amount of chilled water to BWH during power interruptions. ● The power plant runs primarily on natural gas, but has dual-fuel capability and can also run on fuel oil in the case of a natural gas supply disruption. The plant has onsite diesel fuel storage capabilities that would allow it to run for up to 10 days.44 2.4.2. Utility Service In addition to receiving electricity from MATEP, the BWH campus is also connected to the Eversource electricity distribution system and can draw power from the grid when necessary. The BWH campus is served by two separate feeds from two separate utility substations. These dual feeds provide additional resilience to the BWH campus above and beyond the islanding capability provided by MATEP. The Brighton station feeder previously served both BWH and Beth Israel Deaconess Hospital, but MATEP and Eversource recently cooperated to install a dedicated feeder that only serves BWH in order to ensure sufficient distribution capacity during peak summer periods. 43Travis Sheehan. (2015)Boston’s Energy Ecosystem:Framing the national conversation. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 162.4.3. Onsite Generation The Hale Building for Transformative Medicine has its own 4 MW CHP system - separate from MATEP - that runs on natural gas. During normal operating conditions, the CHP system provides the building with its own electricity, steam, and chilled water, with supplemental power taken from the grid as necessary. During power outages, the CHP system can operate in island mode and can continue to supply the building’s energy needs with the building operating in load shedding mode. In addition to the islandable CHP system, the Hale Building also has diesel generators to provide emergency back-up power (see Table 3 below). 2.4.4. Back-Up Power The BWH campus has a large fleet of back-up power generators with a total capacity of more than 23 MW. The generators are sized to meet the loads of the buildings they serve and are tested regularly. Table 3 below summarizes the generators installed in several of the buildings, including total installed capacity and the size of the onsite fuel storage. The generators have sufficient fuel with a full tank to run from a few days to more than a week, depending on the building. BWH also has existing fuel supply contracts that guarantee refueling. Table 3. BWH Building Back-up Power Building Back-Up Power Rated Capacity Fuel Storage (kW) (Gallons) Tower Building 5 diesel generators 7,800 20,000 Connors Center 2 diesel generators 2,000 Thorn Building 1 diesel generator 600 2,000 Shapiro 3 diesel generators 3,750 15,000 Hale 2 diesel generators 4,000 40,00044 Garage 1 diesel generator 350 275 44The 40,000 fuel tank for the diesel generators is shared with the dual fuel boilers in the Hale combined heat-and-power (CHP) plant. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 172.5. RESILIENCE OPPORTUNITIES 2.5.1. Energy Efficiency Upgrades As described in Section 1.3.1, BWH has improved its energy resilience posture by lowering energy demand through significant investments in energy efficiency and conservation during the past decade. The 2009 Partners Healthcare System SEMP identified close to 50 energy conservation measures totaling $17 million with a payback period of 2.9 years. Since the publication of the SEMP, BWH has implemented more than 150 projects focusing on, for example, energy efficient lighting, motors, HVAC systems, energy efficient window film, and advanced building controls. As can be seen in Figure 3, these energy efficiency and conservation investments have reduced monthly electricity usage from a peak of 5.9 million kWh in 2004 to 4.2 million in 2019-2020. Without these investments, it is estimated that electricity usage at BWH would instead be 7 million kWh per month. BWH is currently pursuing additional energy savings through LED lighting upgrades, steam trap replacements, and continuous commissioning. Figure 3. Monthly Electricity Consumption and Demand for BWH, 1986-2019 Source:BWH (2021) Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 18Although BWH has achieved substantial energy savings, additional near-term opportunities that would further improve energy resilience at the hospital by reducing demand include: 1. Implementing a room-level temperature setback strategy for the ambulatory care and administrative spaces to allow for more targeted climate control. 2. Installing heat recovery systems to capture energy from the medium pressure steam system. 3. Installing high-efficiency, electric heat pumps to displace steam use for condensate, chilled water, and climate control. 2.3.2. Solar Photovoltaics (PV) The Project team examined the potential for installing solar PV systems to reduce building load.45The potential for solar PV at the hospitalis limited because the rooftops are occupied by mechanical systems or are shaded by other buildings in the area. The Team identified a small rooftop that would be suitable for PV development. The Team also explored photovoltaic window glass for the high-rise buildings on the campus. Main Campus Rooftop.The team assessed the feasibilityof solar PV on two adjoining rooftops between the 75 Francis Street and 45 Francis Street entrances on the north side of Francis Street. A total of 64 kW could be installedon the rooftops, with 34 kW installed on dc dc the upper rooftop (Field Segment 1) and 30 kW installedon the lower rooftop (Field Segment dc 2) (Figure 4). The system would have an annual output of 86 MWh of electricity annually. Figure 4. Potential solar PV locations on rooftops between 75 Francis Street and 45 Francis Street Entrances. 45A primer on solar electricity can be found on theMassachusetts Clean Energy Center website at: https://goclean.masscec.com/clean-energy-solutions/solar-electricity/ Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 19Solar Photovoltaic Glass.The team explored the feasibility of replacing some of the windows in the hospital with solar photovoltaic glass, given the limited available roof space. The team focused its analysis on the 16-story Tower Building. The upper stories of the Tower’s facade are unshaded and there are multiple south- and southwest-facing windows on each floor. The team reviewed available photovoltaic glass products and interviewed manufacturers. The team determined that the commercially available solutions would not be economically feasible at BWH. The solar glass materials are high cost and have comparatively low output. The rated capacity of the windows is approximately 2.5 watts per square foot, which is significantly less than a standard solar panel, and it would take six of the Tower Building’s windows to produce a single kilowatt-hour over the course of a day. Wiring separate, standalone windows together would also be challenging. The available glass products are better suited for architectural applications where glass panels can be closely connected to one another, such as curtain walls, canopies, skylights, or rainscreen cladding.46Photovoltaics glass could be a consideration if BWH is considering re-skinning any of its buildings with new materials during future renovation. 2.5.3. Battery Energy Storage The team did not identify suitable locations for battery energy storage at BWH. BWH was awarded funding in 2018 from the CCERI program47toinstall battery energy storage.48 However, there are siting and permitting uncertainties related to battery storage on the hospital campus and the CCERI project remains under review. BWH could continue to evaluate battery storage opportunities as new energy storage solutions and battery chemistries come on the market. 2.6. PARTNERSHIP OPPORTUNITIES Although BWH does not have available real estate for energy project development, there may be opportunities to work with neighboring residential and institutional partners to make clean energy and resilience investments within the Longwood area. As discussed in Section 1.3.2, the Boston carbon performance standard for existing buildings may afford opportunities for local offset investments in lieu of alternative compliance payments, but BWH would need to clarify this approach with the City of Boston. This section focuses on examples of potential offset projects within the Longwood area. 2.6.1. Roxbury Tenants of Harvard In addition to exploring the feasibility of solar PV at BWH, the project team assessed the feasibility of installing solar energy on the rooftops of housing adjacent to the hospital. As an example, the Team analyzed housing located across from the hospital on Francis Street that is owned by Roxbury Tenants of Harvard Association (RTH). RTH is a non-profit housing and human service organization that was founded by neighborhood residents in 1969.49 46See,e.g.,Onyx Solar Company and product overview(2020). 47Commonwealth of Massachusetts.Community Clean EnergyResiliency Initiative. 48Commonwealth of Massachusetts. (2018).Baker-PolitoAdministration Awards $9.6 Million for Hospital Resiliency Projects. 49Trinity Management (2021).History of Mission Park. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 20The mission of RTH is to “insure community participation in decision-making, to foster the improvement of housing, recreation and related facilities for the residents of the Mission Hill area of Boston and to improve the social and economic condition of the community.”50As seen in Figure 5 below, 337 kW of solar PV capacitycould feasibly be installed across all the dc block of buildings, and would produce 392 MWh of electricity annually – the equivalent of powering 65 households in Massachusetts or 1.1 million miles driven by electric car.51 Figure 5: Potential solar PV feasibility at Roxbury Tenants of Harvard. For any potential partnership, BWH would engage in significant outreach and engagement in order to co-create project concepts. BWH has not engaged with RTH regarding solar PV investments, and this analysis is intended for illustrative purposes only. For the analysis, the team worked with BWH to explore two scenarios to support PV development within the neighborhood: ● Shared resilience.BWH would pay for the PV systemsto be installed, and residents would benefit from energy savings under normal operating conditions. During blackouts, battery storage charged by the PV systems could be used to support critical medical operations at the hospital. 50Trinity Management (2021).Roxbury Tenants of Harvard. 51EPA (2009).Household Energy Use in Massachusetts.,EPA (2020).Green Power Equivalency Calculator. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 21● Place-based investment.BWH would invest its own capital to finance the installation of solar and battery storage systems that would be dedicated to serving the housing at all times. BWH is a member of the Healthcare Anchor Network (HAN), an association of 40 health systems whose goal is to “improve community health and well-being by leveraging all their assets, including hiring, purchasing, and investment for equitable, local economic impact.52” Using its own capital to financelocal renewable energy would be consistent with HAN’s focus on place-based investing53, and has been successfully demonstrated by other HAN members.54BWH could alsoexplore community emergency services, such as local cooling centers for use during extreme heat events. Of these two scenarios, the shared resilience strategy is more complicated in terms of sharing benefits with neighborhood partners, the engineering required, the equipment that would need to be installed, and the negotiationswiththeexistingelectricityserviceproviders related to interconnection and franchise rights that would be necessary for the project to move forward. The resilience benefit that would be provided to the hospital would also be minimal compared to its overall resilience requirement. The place-based investment strategy would be a more straightforward pathway for creating economic and resilience benefits within the Longwood area. 2.6.2. Longwood Medical and Academic Area (LMA)55 BWH could also engage with other institutions in the LMA through existing collaborative structures. The engagement could focus on opportunities for joint investments, project development, and offsets within the context of the pending Boston carbon emissions performance standard. Two near-term opportunities for partnership include: ● Longwood Medical Energy Collaborative (LMEC). As discussedin Section 2.2, BWH is part of the LMEC non-profit, which coordinates energy commodity purchases from MATEP. BWH is currently working with MATEP and the other LMEC healthcare partners to develop a joint approach to district-wide decarbonization and offsets. ● Medical Academic and Scientific Community Organization (MASCO).MASCO is a non-profit organization that provides programs and services to organizations within a 213-acre area of the LMA.56BWH and the LMEC partners,along with 18 other institutions such as the Colleges of the Fenway, high schools, religious and cultural institutions, and pharmaceutical research organizations are members of MASCO. MASCO focuses on a broad range of issues including transportation, transit, land use and green space planning, sustainability, cost savings, and coordinated emergency preparedness. Although MASCO does not have a dedicated focus on energy issues, it has recently helped coordinate and host meetings for LMA engineers to discuss technologies, rulemaking and market trends pertaining to carbon reduction goals. MASCO could serve as an additional resource that the LMA institutions could take advantage of related to energy resilience and carbon offset project identification going forward. 52Health Care Anchor Network.Health Care Anchor NetworkHome. 53Democracy Collaborative.Investment. 54Democracy Collaborative.Gunderson Health System. 55MASCO (2018).Longwood Medical and Academic AreaFact Sheet 2018. 56MASCO (2019).Longwood Medical and Academic AreaMap (2019). Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 22",
    "TEXT BY PAGE": [
        "CLEAN ENERGY AND RESILIENCY (CLEAR) BRIGHAM AND WOMEN'S HOSPITAL NOVEMBER 2021 Prepared for Massachusetts Clean Energy Center (MassCEC) Prepared by Converge Strategies, LLC",
        "ABOUT MASSACHUSETTS CLEAN ENERGY CENTER The Massachusetts Clean Energy Center (MassCEC) is a state economic development agency dedicated to accelerating the growth of the clean energy sector across the Commonwealth to spur job creation, deliver statewide environmental benefits and to secure long-term economic growth for the people of Massachusetts. MassCEC works to increase the adoption of clean energy while driving down costs and delivering financial, environmental, and economic development benefits to energy users and utility customers across the state. To learn more about MassCEC, please visit:www.masscec.com ABOUT CLEAN ENERGY AND RESILIENCY (CLEAR) PROGRAM An increase in the frequency and severity of weather events associated with global climate change has increased the Commonwealth’s need for resiliency in the face of major events and disturbances. The CLEAR Program seeks to support energy resilience investments in Massachusetts by advancing first-stage energy resilience system designs for critical facilities in Massachusetts communities. The findings of the CLEAR Program will also support the Commonwealth’s consideration of energy resilience policy development in the future. The objectives of the CLEAR program are to: 1. Create resilient facilities to reduce economic losses from major power outage events. 2. Lower service interruption time for utility customers. 3. Provide a replicable model for outage recovery events. The CLEAR program is a successor program to MassCEC’s Community Microgrids Program, which initially funded fourteen (14) feasibility studies around the Commonwealth, seeking to identify scalable, broadly replicable microgrid business and ownership models to increase microgrid deployment and attract investment. Additional information on MassCEC’s CLEAR program can be foundhere. To learn more about CLEAR, visit:www.masscec.com/clean-energy-and-resiliency-clear ABOUT CONVERGE STRATEGIES, LLC Converge Strategies, LLC (CSL) is a consulting company focused on the intersection of clean energy, resilience, and national security. CSL works with civilian and military partners to develop new approaches to energy resilience policy and planning in the face of rapidly evolving threats, vulnerable infrastructure, and determined adversaries. To learn more about CSL, visit:www.convergestrategies.com. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 1",
        "ACKNOWLEDGMENTS The technical consultant team (“the Project Team”) included: Wilson Rickerson, Adair Douglas, and Jack Graul from Converge Strategies, LLC (CSL). CSL is a consulting company focused on the intersection of clean energy and resilience. CSL works with civilian and military partners to develop new approaches to energy resilience policy and planning in the face of rapidly evolving threats, vulnerable infrastructure, and determined adversaries. Dave Korn and Matthew Piantedosi from Ridgeline Energy Analytics, a consulting firm that serves public and private clients in the energy field, providing energy engineering, data analysis, energy efficiency, and renewable energy services. Benjamin Preston, Liam Regan, and Mike Wilson from the RAND Corporation. The RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, healthier and more prosperous. Adib Naslé and Dr. Michael Stadler from XENDEE Corporation. XENDEE provides easy to use cloud computing software for microgrid, energy resilience, and renewable energy projects. XENDEE allows very fast and quick analysis so that investors can assess the attractiveness of their projects immediately. The authors would like to thank the following individuals for their insights and expertise: The Project Team would like to thank Doug Carney and Jim Turner of the Brigham and Women's Hospital for their leadership and guidance during this process. The Team would also like to thank clinicians from Brigham and Women’s Hospital for their insights: Dr. Paul Dellaripa, Dr. Gregg Furie, Dr. Matthew Grunert, Dr. Caren Grossbard Solomon, and Dr. Elizabeth Rickerson. The project benefited from the expertise and input of Alison Brizius (City of Boston), Eric Cote (Powered for Patients), Jason D’Antona (Mass General Brigham), Joe Dalton (ENGIE North America), Robert Solomon (SLS Consulting), and Yve Torrie (A Better City). Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 2",
        "TABLE OF CONTENTS SUMMARY - KEY FINDINGS 5 INTRODUCTION 6 1. ENERGY, CLIMATE, AND RESILIENCE POLICY SUMMARY 7 1.1. EMERGENCY POWER CODES AND STANDARDS FOR HEALTHCARE FACILITIES 7 1.1.1. U.S. Department of Health and Human Services (HHS) Regulations 7 1.1.2. National Fire Protection Association (NFPA) Codes 8 1.2. CLIMATE CHANGE AND ENERGY RESILIENCE 9 1.2.1. Commonwealth of Massachusetts 9 1.2.2. City of Boston 9 1.2.3. Brigham and Women’s Hospital 9 1.3. DECARBONIZATION POLICIES 10 1.3.1. Commonwealth of Massachusetts 10 1.3.2. City of Boston 11 1.3.3. Brigham and Women’s Hospital 12 2. ENERGY RESILIENCE OPPORTUNITY ASSESSMENT 14 2.1. PROJECT APPROACH 14 2.2. DESIGN CONSIDERATIONS AND ASSUMPTIONS 15 2.3. ENERGY RESILIENCE REQUIREMENTS 16 2.3.1. ESSENTIAL FUNCTIONS AND CRITICAL LOADS 16 2.3.2. ENERGY USAGE AND DEMAND 16 2.4. ENERGY RESILIENCE CAPABILITIES 17 2.4.1. Medical Area Total Energy Plant (MATEP) 18 2.4.2. Utility Service 18 2.4.3. Onsite Generation 18 2.4.4. Back-Up Power 19 2.5. RESILIENCE OPPORTUNITIES 19 2.5.1. Energy Efficiency Upgrades 19 2.3.2. Solar Photovoltaics (PV) 21 2.5.3. Battery Energy Storage 22 2.6. PARTNERSHIP OPPORTUNITIES 22 2.6.1. Roxbury Tenants of Harvard 22 2.6.2. Longwood Medical and Academic Area (LMA) 24 Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 3",
        "SUMMARY - KEY FINDINGS ● A major lesson learned from recent disasters is that resilient local power systems are increasingly required to keep critical infrastructure services operating as environmental and weather conditions become more extreme. ● BWH complies with national and state regulations for maintaining reliable power and uninterrupted service in healthcare facilities, and has also developed its own site-specific plans, policies, and procedures. ● BWH has strong existing energy resilience capabilities. BWH is supplied by the adjacent Medical Area Total Energy Plant, which can serve the hospital as an islandable microgrid during power outages. The campus is also supplied by two separate utility feeds. The campus has more than 23 megawatts of emergency back-up generators which are sufficient to power the campus, along with multi-day fuel supplies. The critical loads within each building are connected to the back-up generators through automatic transfer switches, and the generators and switches are regularly tested using live loads. The Hale Building has its own 4 MW combined heat and power plant, and can generate its own electricity, steam, and chilled water. ● The hospital’s energy resilience systems rely on fossil fuels, however, which are in tension with the energy decarbonization policies of both the Commonwealth of Massachusetts and the City of Boston. BWH will be exposed to near- and mid-term requirements to reduce carbon emissions as state and local policies are implemented. Under the City of Boston’s updated Energy Reporting and Disclosure Ordinance for example, BWH will need to reduce its greenhouse gas emissions to 0% by 2050 or make tens of millions of dollars in compliance payments annually. ● BWH has already achieved substantial carbon reductions and improved its energy resilience posture through energy efficiency investments. The hospital has reduced its electricity consumption by more than 30% since 2004. BWH is pursuing energy efficiency on a continuous basis and is engaging the hospital staff and community to further enhance environmental sustainability. There are also limited opportunities for solar photovoltaic systems on BWH rooftops that could reduce energy use. ● Despite this progress, BWH will not be able to meet the City of Boston’s zero emissions by 2050 decarbonization target through energy efficiency and building upgrades alone. BWH also does not have available land area, roof space, or flexibility under its energy supply contract as currently structured to add significant additional low carbon onsite generation to its campus. ● Given the limited opportunities on its own property, BWH could explore opportunities to make clean energy and resilience investments with neighboring residential and institutional partners that would offset the need to make carbon compliance payments. BWH would need to identify willing community partners and clarify such an approach with the City of Boston. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 4",
        "INTRODUCTION This report summarizes the findings of the energy resilience analysis conducted for Brigham and Women's Hospital1(BWH) under the Clean Energyand Resiliency (CLEAR) program supported by the Massachusetts Clean Energy Center (MassCEC). BWH is part of the Mass General Brigham healthcare network (formerly Partners HealthCare). BWH was one of nine communities and institutions awarded support under the CLEAR program. The BWH Main Campus is the 739-bed teaching hospital of the Harvard Medical School located in Boston, Massachusetts.2This report focuses on the interconnectedbuildings that run southeast from 75 Francis Street and include (among others) the Tower Building, the Connors Center for Women’s Health, Ambulatory Services, and the Peter Bent Brigham Building. The report also focuses on the Shapiro Cardiovascular Center (70 Francis Street), the Hale Building for Transformative Medicine (60 Fenwood Road), and the BWH ServiCenter visitor garage (500-520 Brookline Avenue). These buildings can be seen in Figure 1 below. Figure 1. BWH Buildings Included in the Analysis Source:Klopfer Martin Design Group 1Brigham and Women’s Hospital- Main Campus 2 This report does not focus on the 221 Longwood Ave. campus or the Brigham and Women’s Faulkner Hospital. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 5",
        "This report is organized as follows: ● Section 1summarizes the hospital’s energy resilienceposture within the context of national, state, and local climate, energy, and resilience policies. ● Section 2presents the results of the energy resilienceanalysis for BWH, including the project’s approach, assumptions, and key findings. 1. ENERGY, CLIMATE, AND RESILIENCE POLICY SUMMARY Disasters such as the wildfires in California, Hurricane Maria in Puerto Rico, and Superstorm Uri in Texas in 2021 have caused catastrophic power outages that have left communities without power and/or water for weeks or even months. The unprecedented scale of these events is prompting healthcare systems across the U.S. to contemplate longer duration outages in their emergency planning.3A major lesson learnedfrom recent disasters is that resilient local power systems are increasingly required to keep critical infrastructure services operating as environmental and weather conditions become more extreme. As discussed in Section 2, BWH has already implemented a substantial amount of onsite energy resilience systems and strategies. The hospital’s energy resilience systems rely on fossil fuels, however, which are in tension with the energy decarbonization policies of the Commonwealth of Massachusetts and the City of Boston. This section reviews the national codes and standards that guide hospital back-up power planning, as well as the climate policies at the state and city levels. 1.1. EMERGENCY POWER CODES AND STANDARDS FOR HEALTHCARE FACILITIES BWH complies with national and state regulations for maintaining reliable power and uninterrupted service in healthcare facilities, and has also developed its own site-specific plans, policies, and procedures. These regulations and policies identify critical locations within healthcare facilities and require them to be connected to back-up power systems. A partial list of these requirements is included below. 1.1.1. U.S. Department of Health and Human Services (HHS) Regulations The HHS Centers for Medicare & Medicaid Services (CMS) published theEmergency Preparedness Requirements for Medicare and Medicaid Participating Providers and Suppliers Final Rule(CMS 3178-F)4in 2016. The Rule includesrequirements that hospitals develop Risk Assessment and Preparedness Plans and create emergency back-up power policies and procedures based on those plans. The Rule also states that hospital back-up power must maintain indoor temperatures to protect health and safety and the sanitary storage of provisions, provide emergency lighting and fire systems, and assure sewage and waste disposal. 3 ASPR TRACIE (2021) Managing the Storm After the StormHealthcareinTXRecoversfromSevereWinter Weather. 4 HHS (2018) Medicare and Medicaid Programs; Emergency Preparedness Requirements for Medicare and Medicaid Participating Providers and Suppliers. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 6",
        "Based on these planning and policy requirements, BWH has installed over 23 MW of emergency generators in the case that both the Medical Area Total Energy Plant (see Section 2.2.1) and the electricity grid are unable to supply power. The CMS Rule also requires that hospitals install, maintain, test, and refuel back-up power systems in a manner compliant with the relevant National Fire Protection Association codes (see below), which BWH does as standard practice. 1.1.2. National Fire Protection Association (NFPA) Codes The NFPA is an international non-profit organization that publishes more than 300 consensus codes and standards intended to minimize fire and other risks to life safety and property. The CMS Rule references three distinct NFPA codes related to back-up power. These include: ● Health Care Facilities Code (NFPA 99).NFPA 995identifiescategories of locations and loads within healthcare facilities that must be served by dedicated electrical circuits and connected to back-up power systems. These include spaces whose disruption would cause harm to patients, staff, or visitors, such as intensive care units, operating rooms, and other patient room types. NFPA 99 references NFPA 110 in order to specify the back-up power configurations that are acceptable for critical spaces.6 ● Standard for Emergency & Standby Power Systems (NFPA 110).NFPA 1107defines the performance requirements for both emergency and standby power systems that provide an alternate source of electrical power to facilities in the event that the normal electrical power source fails. According to NFPA 110, the generator type for healthcare facilities (referred to in NFPA 99) must be able to power up within 10 seconds. Although NFPA 110 specifies minimum operating times for some classes of generators, the Code does not include a specific minimum time for the generators identified for healthcare facilities, and instead states that the minimum time is to be determined “as required by the application, code, or user8.” ● Life Safety Code (NFPA 101).NFPA 1019sets requirementsfor emergency or standby power supply systems specifically to keep emergency functions such as egress lighting and exit signs operating during power interruptions. NFPA 101 also specifies how long back-up power systems should need to keep life safety functions running (e.g. 1.5 hours) and how much fuel must be stored onsite. The specific energy resilience and emergency back-up power strategies that BWH has adopted are discussed in Section 2.2. 5NFPA (2021.)Health Care Facilities Code. 6 Section 6.4 ofNFPA99statesthatCategory1andCategory2spaces(i.e.…)mustbeservedbyaType1 or Type 2 back-up power systems and wiring (referred to as an Essential Electrical System or “EES”). NFPA 99, Section 6.7.1.2.4.1 states that Type 1 or Type 2EESpowersourcesareclassifiedasType10,Class X, Level 1 generators sets per NFPA 110. 7NFPA (2021).Standard for Emergency and Standby PowerSystems. 8 Massachusetts state code for hospital licensure (105 CMR 130.000) requires functional sources of emergency electrical power for designated areas within a hospital, including in all areas serving mothers and newborns. The state code doesnotspecifyduration of operation for backup generators 9NFPA (2021).Life Safety Code. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 7",
        "1.2. CLIMATE CHANGE AND ENERGY RESILIENCE The Commonwealth of Massachusetts and the City of Boston have each assessed the threats and vulnerabilities of critical infrastructure from climate change, with a focus on changes in precipitation, sea-level rise, rising temperatures, and extreme weather. Both the state and the City have identified energy resilience, clean energy, and microgrids as mitigation solutions to energy infrastructure climate hazards. BWH has conducted its own localized climate vulnerability assessment that is aligned with those of the state and City, and the Main Campus is already connected to an islandable microgrid and to onsite emergency and co-generation capacity (Section 2.2). 1.2.1. Commonwealth of Massachusetts In 2018, Massachusetts released the Integrated State Hazard Mitigation and Climate Adaptation Plan10, which is the first state plan inthe country to combine emergency management planning with climate adaptation. The plan assesses the vulnerabilities of energy infrastructure to multiple hazards in the present and under future climate change. The plan also identifies a range of energy resilience initiatives focusing on resilient infrastructure, and on mitigation strategies such as microgrids, energy storage, and clean energy.11The state has specifically supported healthcare energy resilience projects through programs such as the Community Clean Energy Resilience Initiative (CCERI),12Advancing Commonwealth Energy Storage (ACES),13and the CommunityMicrogrid Program.14 1.2.2. City of Boston The City of Boston released the Climate Ready Boston report in December 2016, which provided updated local climate projections, a detailed vulnerability analysis of specific neighborhoods, and strategies to enhance community resilience and preparedness.15The Climate Ready Boston report highlights energy infrastructure vulnerability to flooding, extreme heat, and extreme weather. The report specifically focuses on solar photovoltaics and microgrids for energy resilience, and outlines a strategy for “developing district-scale energy solutions to increase decentralization and redundancy.” 1.2.3. Brigham and Women’s Hospital As part of the Partners HealthCare Strategic Resiliency Plan in 201616, Arup conducted a local climate vulnerability assessment of the BWH Main Campus, assessing the risks to critical infrastructure from climate change in 2030 and 2070. The assessment concluded that the campus is at risk from extreme heat and precipitation starting in 2030, and that the energy, 10Commonwealth of Massachusetts (2018).MassachusettsIntegrated State Hazard Mitigation and Climate Adaptation Plan. 11Commonwealth of Massachusetts (2018).MassachusettsIntegrated State Hazard Mitigation and Climate Adaptation Plan, Chapter 6. 12Commonwealth of Massachusetts (2021).Community CleanEnergy Resiliency Initiative. 13MassCEC (2017).Advancing Commonwealth Energy Storage(ACES). 14MassCEC (2021).Community Microgrids Program. 15City of Boston (2016).Climate Ready Boston FinalReport. 16Health Care Without Harm (2017).Healthcare’s Rolein Anchoring Community Health and Resilience. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 8",
        "telecommunications, and transportation networks within the Longwood district would face additional risk from sea-level rise, storm surge, and extreme wind by 2070. 1.3. DECARBONIZATION POLICIES In parallel with climate and energy resilience planning, both the Commonwealth of Massachusetts and the City of Boston have committed to decarbonization by 2050. BWH has set ambitious energy savings targets, and its energy supply partners have significant carbon emissions reduction targets of their own. ENGIE North America has a corporate objective to reduce the greenhouse gas emissions from the production of electricity by 62% by 2030, and achieve a 34% reduction from other commodity sales.17National Grid has a goal to reduce carbon emissions 80% below a 1990 baseline by 2050,18and Eversource has a goal to make its own operations carbon neutral by 2030.19However, itis unlikely that BWH will be able to decarbonize to the targets set by the Commonwealth and the City, given the critical functions it must perform, the limited space that it has for low carbon onsite energy generation, and the current terms of its long-term contract with Medical Area Total Energy Plant (MATEP) (see Section 2.2.1). State and City policies may provide avenues for BWH to invest or co-invest in offsite projects that will offset its emissions and enhance community energy resilience, but BWH would need to engage with the City regarding how and whether offset projects would align with the current decarbonization policies (Section 1.3.2). 1.3.1. Commonwealth of Massachusetts The 2008 Global Warming Solutions Act set a target to achieve an 80% greenhouse gas emissions reduction below 1990 levels by 2050.20InMarch 2021, Massachusetts passed a law to set an interim statewide emissions limit of 50% below 1990 levels by 2030, and a net-zero emissions limit in 2050.21In parallel, Massachusettsreleased an Interim Clean Energy and Climate Report for 203022, and a 2050 DecarbonizationRoadmap that outlines and analyzes potential decarbonization pathways.23The state envisionspursuing decarbonization in existing buildings through thermal electrification, low-carbon fuels and fuel blending, energy efficiency, and building envelope upgrades.24The statehas not established sector-based emissions caps, although the recent reports contemplate a long-term, declining emissions cap on heating fuels. 17Engie (2020).Toward Net Zero Carbon. 18National Grid (2021).Performance- environmentalsustainability. 19Eversource (2021).Carbon Neutral by 2030. 20Commonwealth of Massachusetts (2021).Global WarmingSolutions Act Background. 21General Court Of the Commonwealth of Massachusetts(2021).An Act Creating A Next-Generation Roadmap for Massachusetts Climate Policy, Section 10. 22Commonwealth of Massachusetts (2021).MassachusettsClean Energy and Climate Plan for 2030. 23Massachusetts Executive Office of Energy and EnvironmentalAffairs (2020).Massachusetts 2050 Decarbonization Roadmap. 24Massachusetts Executive Office of Energy and EnvironmentalAffairs (2020).Buildings Sector Report. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 9",
        "1.3.2. City of Boston Boston introduced a goal to reduce its carbon emissions 80% below 1990 levels by 2050 in its 2007 Climate Action Plan.25In 2017, the Mayor committedto achieving 100% carbon neutrality by 205026and commissioned the Boston Green RibbonCommission (GRC)27to conduct a deep decarbonization study for the City. The GRC released the Carbon Free Boston28report in January of 2019, and many of the report’s recommendations were integrated into the City’s 2019 Climate Action Plan update.29As a part of its2019 Climate Action Plan, the City of Boston recommended updating the Building Energy Reporting and Disclosure Ordinance (BERDO)30 to incorporate a carbon emissions performance standard that would require buildings to reduce greenhouse gas emissions based on building type by 50% in 2035 and 100% by 2050.31 In October 2021, Acting Mayor Kim Janey signed an Ordinance amending BERDO to include a carbon performance standard.32There are four compliancepathways included in the updated Ordinance e: 1. Emission standards. Emissions reductions standards are set by sector and by year. Healthcare facilities will need to achieve 15.4 kilograms of carbon dioxide equivalent emissions per square foot per year (kgCO e/SF/yr)between 2025-2029, declining to zero 2 after 2050. The full emissions standard schedule for healthcare facilities is included in Table 1 below. Table 1. Healthcare Carbon Emissions Standards Compliance Period 2025-2029 2030-2034 2035-2039 2040-2044 2040-2049 2050+ Emissions Standard 15.4 10 7.4 4.9 2.4 0 (kgCO e/SF/yr) 2 2. Individual compliance schedule. Building owners can apply for an individual compliance schedule that would decline in alignment with the City’s published goals and would use any year from 2005-2022 as a baseline year. 3. Hardship compliance plans. Building owners can propose a hardship compliance plan to the Emissions Review Board for substantial obstacles to compliance. There are multiple obstacles called out as examples in the policy, including “pre-existing long-term energy contracts without reopeners.” 4. Alternative compliance payments are currently set at $234/per metric ton of CO e in the 2 Ordinance, which will be reviewed every five years. 25City of Boston (2007).Climate: Change The City ofBoston’s Climate Action Plan December 2007. 26City of Boston (2017).State of the City 2017. 27Dr. Ann Klibanski, President & CEO of Mass General Brigham, is a member of the Boston Green Ribbon Commission.Seehttps://www.greenribboncommission.org/people/members/ 28Boston Green Ribbon Commission (2019).Carbon FreeBoston Summary Report 2019. 29City of Boston (2019).City of Boston Climate Action. 30City of Boston (2021)Building Energy Reporting andDisclosure Ordinance. 31City of Boston (2019).City of Boston Climate ActionPlan 2019 Update. 32City of Boston (2021).Ordinance Amending City ofBoston Code, Ordinances, Chapter VII, Sections 7-2.1 and 7-2.2, Building Energy Reporting and Disclosure (BERDO). Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 10",
        "1.3.3. Brigham and Women’s Hospital BWH is actively evaluating technologies and contractual approaches that would support the hospital’s compliance with state and city policies. The City’s carbon emissions performance standard would apply to BWH starting in 2025. As described in Section 2.3.1 below, BWH has achieved substantial carbon reductions and improved its energy resilience posture through energy efficiency investments. In 2009, Partners HealthCare System established a Strategic Energy Master Plan (SEMP) for nine facilities in its Massachusetts healthcare network.33The SEMP established a goal to reduce energy consumption by 25% in aggregate across all its facilities. BWH has achieved the SEMP target. Despite this progress, BWH will not be able to meet the City of Boston’s zero emissions by 2050 decarbonization target through energy efficiency and building upgrades alone. BWH also does not have available land area, roof space, or flexibility with MATEP under the contract as currently structured to add significant additional low carbon onsite generation to its campus. As a result, BWH may be required to pay the alternative compliance payment for the Boston existing building carbon performance standard if no additional actions are taken. For illustrative purposes, Figure 2 calculates the potential annual alternative compliance payment liability for BWH through 2050 and beyond, assuming that BWH emissions remain steady at the 2019 level. As shown in Figure 2, BWH would need to pay close to $13 million in alternative compliance payments each year from 2025-2029. This amount would increase to more than $15 million annually starting in 2050 and beyond. The large majority of the emissions are associated with MATEP’s operations, and the largest source of emissions is the steam supply under current carbon accounting practices. Figure 2. Annual Compliance Payment for BWH Utilities 33CDM Jacobs (2009).Partners Healthcare System, Inc. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 11",
        "The projected alternative compliance payments were calculated using the following inputs: ● Total square footage of the BWH campus considered within this report: 2.6 million ● Total kgCO e: 63.5 million (inclusive of Fiscal Year2021 emissions associated with 2 electricity, steam, and chilled water).34 It is important to note that the analysis in Table 1 assumes that BWH takes no additional mitigating actions in order to comply with the emissions standard. Mitigating actions could include: ● Onsite greenhouse gas emissions reductions. As described in Section 2.3.1, BWH is planning on making additional energy efficiency and conservation investments that would reduce its emissions and its potential emissions standard compliance liability. The potential of future compliance payments might also improve the projected economics of energy savings and energy resilience projects that do not currently pass initial economic screening tests, allowing for expanded or accelerated building upgrades. ● Renewable Energy Certificate (REC) purchases. BWH could purchase and retire RECs that are eligible for compliance with the Massachusetts Renewable Energy Portfolio Standard Class I requirement.35RECs, however, would only counttoward emissions related to electricity under current rules (and not toward emissions from steam or chilled water). ● Local offsets. BWH could invest or co-invest in energy savings, energy generation, and/or energy resilience projects within the local community that could reduce carbon emissions. The Carbon Free Boston report36contemplatesthe use of offsets to meet citywide decarbonization goals, but the Technical Advisory Group (TAG) to the City of Boston’s Carbon Emissions Performance Standard concluded that “initially offsets will not be allowed for building-level fossil fuel combustion37.” The TAG recommended that offsets could be revisited in 2030, although “[s]ome flexibility may be allowed if a local offset option becomes available.” ● Hardship compliance plan. BWH may submit a hardship compliance plan to the City Emissions Review Board since it has a pre-existing long-term energy contract (i.e. with MATEP), which is one of the qualifying conditions. Guidelines for hardship compliance plans have not been established, but it is possible that a compliance plan could adjust the standards that BWH would be required to comply with (i.e. the amount of emissions reductions required), or expand the available compliance pathways to enable alternative mechanisms (e.g. offsets). 34Based on BWH’s reporting to the City of Boston under the Building Energy Disclosure Ordinance for the period from October, 2020 to September, 2021. Emissions for each utility were calculated using emission factors and methodologies specified in the Federal Mandatory Greenhouse Gas Reporting Rule (40 CFR 98) and The Climate Registry’s current version oftheGeneral Reporting Protocol. 35Commonwealth of Massachusetts (2021).Renewable EnergyPortfolio Standard. 36Boston Green Ribbon Commission (2019).Carbon FreeBoston Summary Report, Section 7. 37City of Boston (2020).City of Boston Carbon EmissionsPerformance Standard Technical Advisory Group (TAG) Meeting #6: Results of Technical Advisory Process. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 12",
        "2. ENERGY RESILIENCE OPPORTUNITY ASSESSMENT 2.1. PROJECT APPROACH The CLEAR Project Team conducted the energy resilience analysis in several phases during 2020-2021. These included: ● Stakeholder interviews.The Team conducted structuredinterviews with representatives from BWH to develop a preliminary assessment of the critical functions that the facility would need to play during an emergency. The interviews also sought to characterize the electrical loads necessary to support those critical functions. These interviews set the stage for an in-person site visit. ● Incentive and funding assessment.In addition to reviewinglocal policies related to energy, climate, and emergency preparedness, the Team also conducted an extensive analysis of how incentive and funding programs available from state, federal, and utility partners could be combined to support the investment opportunities identified. The assessment considered both programs to support clean energy, as well as programs that can support back-up power for emergency management purposes. A detailed summary of the policy assessment is contained in a separate PowerPoint presentation submitted to BWH staff. ● Site visit.In December 2020, Ridgeline Energy Analyticsconducted an in-person site assessment of the facility. Ridgeline conducted an energy system review in partnership with BWH staff and completed an assessment of potential solar photovoltaic (PV) sites. Solar PV analyses were completed using the HelioScope solar design software suite.38An overview of the findings is contained in Section 2.3.2 2.2. DESIGN CONSIDERATIONS AND ASSUMPTIONS The following considerations and assumptions informed the analysis and proposed system designs: ● There are limited onsite opportunities to install new renewable power generation solutions for energy resilience. BWH is located ina densely-developed section of Boston and has limited real estate to construct new power assets or resilience infrastructure. There is also a residential neighborhood directly across the street from 75 Francis Street (see Section 2.4.1). BWH has limited opportunities to install solar PV on its rooftop and is otherwise constrained in its ability to deploy additional generating technology. The Massachusetts Decarbonization Roadmap identifies low- and zero-carbon fuels that could displace fossil fuels in district energy systems such as MATEP in the future. Examples include biogas derived from organic wastes and dedicated energy crops, direct air capture of carbon dioxide, and processes that react carbon feedstocks with hydrogen gas to produce synthetic methane or liquid fuels.39These technologies - and their supply 38SeeHelioScope 39Commonwealth of Massachusetts. (2020)Massachusetts2050 Decarbonization Roadmap. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 13",
        "infrastructure - will require additional research, development, and demonstration, and are beyond the scope of this report. ● ENGIE partnership.BWH purchases electricity, steam, and chilled water directly from the Medical Area Total Energy Plant (MATEP) (see Section 2.2.1) as a member of the Longwood Medical Energy Collaborative (LMEC). LMEC is a non-profit that helps coordinate and plan the energy needs for BWH and five other medical institutions.40BWH only purchases a portion of the energy output from the MATEP plant. MATEP supplies BWH under a long-term, full requirements contract, which means that BWH cannot currently invest in energy generation (e.g. solar PV) without coordinating with MATEP. MATEP is operated by ENGIE North America in partnership with Axium Infrastructure. ENGIE’s states that “[f]uture sustainable energy service enhancements may include solar energy, energy storage, and facilities management” for the Longwood area.41Thisreport assumes that BWH and ENGIE will successfully partner on future energy resilience and sustainable energy improvements. ● Policy.The economic analysis conducted to supportthis report assumes that the solar PV systems would take advantage of the available Solar Massachusetts Renewable Target (SMART)42incentives, or other available policies.The project team conducted a preliminary economic analysis of the rooftop mounted solar PV system identified in Section 2.3.2 and found that the project was economically feasible under current policy conditions, and that future policies such as the City’s carbon performance standard would further improve the case for onsite solar PV. 2.3. - 2.5. ENERGY RESILIENCE REQUIREMENTS Sections 2.3. - 2.5. organize the findings of the BWH energy resilience assessment using the following categories: ● Energy resilience requirements. The energy needs ofthe hospital under both normal and emergency operating conditions. This includes a general description of the essential functions contained within each building, and the amount of electrical load required to perform those functions. ● Energy resilience capabilities.The existing energygeneration and back-up power systems (i.e., generators) that are already installed at the hospital, and the length of time that the estimated critical loads can be sustained using the existing back-up power systems. This section also summarizes the back-up power capability available through the MATEP power plant and the utility infrastructure that serves the hospital campus. ● Resilience opportunities.Opportunities to improvethe energy resilience of the facility through changes in operations or through new investment. This includes, for example, energy efficiency upgrades to reduce the load of the building (and make it easier to sustain or restore during an emergency), and onsite solar PV installations. 40Harvard Medical School, Beth Israel Deaconess Medical Center, Boston Children’s Hospital, Dana Farber Cancer Institute, and Joslin Diabetes Center 41Engie.Harvard Medical School & Affiliated Hospitalare poweredby ENGIE. 42Commonwealth of Massachusetts. (2021).Solar MassachusettsRenewable Target (SMART). Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 14",
        "2.3. ENERGY RESILIENCE REQUIREMENTS 2.3.1. ESSENTIAL FUNCTIONS AND CRITICAL LOADS BWH performs a broad range of critical functions throughout the buildings in this report that cannot be interrupted without potentially harming patients, staff, and/or visitors. As discussed in Section 1.1.2, many of the areas and rooms within BWH are defined as critical spaces under NFPA 99 and are required to be connected to back-up power through dedicated circuits. Examples of the types of critical functions within the BWH campus include operating rooms, intensive care units, and rooms for a wide range of patient types. BWH also includes a number of buildings dedicated to critical medical research that cannot tolerate power interruptions. Additionally, BWH includes extensive administrative systems and offices that are critical for sustaining operations, purchasing, and facilities during normal and emergency conditions. 2.3.2. ENERGY USAGE AND DEMAND Energy demand and usage for the BWH facilities in this report includes: ● 17.8 MW of electricity demand, with annual consumption of approximately 120 million kWh ● 122,000 pounds per hour flow (pph) of steam for heating, re-heating, hot water, humidification, and sterilization ● 12,800 tons of chilled water for air conditioning and for process cooling (e.g. linear accelerators and lasers). Table 2 below contains the approximate current energy demands for the individual buildings on the campus. Building Electricity Demand Steam Chilled Water (kW) (pph) (tons) 75 Francis Street 8,200 70,000 7,500 Shapiro Center 3,600 20,000 2,000 Hale Building 4,500 24,000 2,400 ServiCenter Garage 300 2,000 100 Each of the buildings meets its baseline energy needs using different sources of supply. ● MATEP supplies the electricity, steam, and chilled water for the 75 Francis Street Campus. ● The Shapiro Center takes steam from MATEP, sources electricity from the grid, and operates its own chilled water plant. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 15",
        "● The Hale Building generates electricity, steam, and chilled water onsite using its own combined heat and power system, its own dual fuel boilers, and its own chillers. It also takes electricity from the grid. The Hale Building does not export power from its onsite generation to the grid. ● The Garage takes steam and chilled water from MATEP and electricity from the grid. 2.4. ENERGY RESILIENCE CAPABILITIES The BWH Main Campus has strong existing energy resilience capabilities. BWH is supplied by the adjacent MATEP power plant that can serve as an islandable microgrid during power outages. The campus is also supplied by two separate utility feeds. Many of the campus buildings have dedicated emergency generators with local fuel storage, and several of the generators span multiple buildings. The critical loads within each building are connected to the back-up generators through automatic transfer switches, and the generators and switches are regularly tested using live loads. The Hale Building has its own 4 MW combined heat-and-power (CHP) plant, and can generate its own electricity, steam, and chilled water. This Section summarizes campus-wide and building-specific energy resilience capabilities. 2.4.1. Medical Area Total Energy Plant (MATEP) ● MATEP is a combined heat-and-power (CHP) plant and district energy system that supplies electricity, heat, steam, and chilled water to BWH under a 35-year contract through 2051. ● MATEP has 99 MW of electricity capacity, 1.1 million pounds per hour of steam capacity, and 42,000 tons of chilled water capacity. The district energy system’s distribution capabilities include 1.3 miles of steam pipe, 0.8 miles of chilled water distribution pipe, and 3.5 miles of 13.8 kilovolt electric distribution lines.43 ● MATEP is capable of operating as an islanded microgrid and can supply BWH with its electricity and steam requirements, independent of the electricity grid. MATEP can also supply a limited amount of chilled water to BWH during power interruptions. ● The power plant runs primarily on natural gas, but has dual-fuel capability and can also run on fuel oil in the case of a natural gas supply disruption. The plant has onsite diesel fuel storage capabilities that would allow it to run for up to 10 days.44 2.4.2. Utility Service In addition to receiving electricity from MATEP, the BWH campus is also connected to the Eversource electricity distribution system and can draw power from the grid when necessary. The BWH campus is served by two separate feeds from two separate utility substations. These dual feeds provide additional resilience to the BWH campus above and beyond the islanding capability provided by MATEP. The Brighton station feeder previously served both BWH and Beth Israel Deaconess Hospital, but MATEP and Eversource recently cooperated to install a dedicated feeder that only serves BWH in order to ensure sufficient distribution capacity during peak summer periods. 43Travis Sheehan. (2015)Boston’s Energy Ecosystem:Framing the national conversation. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 16",
        "2.4.3. Onsite Generation The Hale Building for Transformative Medicine has its own 4 MW CHP system - separate from MATEP - that runs on natural gas. During normal operating conditions, the CHP system provides the building with its own electricity, steam, and chilled water, with supplemental power taken from the grid as necessary. During power outages, the CHP system can operate in island mode and can continue to supply the building’s energy needs with the building operating in load shedding mode. In addition to the islandable CHP system, the Hale Building also has diesel generators to provide emergency back-up power (see Table 3 below). 2.4.4. Back-Up Power The BWH campus has a large fleet of back-up power generators with a total capacity of more than 23 MW. The generators are sized to meet the loads of the buildings they serve and are tested regularly. Table 3 below summarizes the generators installed in several of the buildings, including total installed capacity and the size of the onsite fuel storage. The generators have sufficient fuel with a full tank to run from a few days to more than a week, depending on the building. BWH also has existing fuel supply contracts that guarantee refueling. Table 3. BWH Building Back-up Power Building Back-Up Power Rated Capacity Fuel Storage (kW) (Gallons) Tower Building 5 diesel generators 7,800 20,000 Connors Center 2 diesel generators 2,000 Thorn Building 1 diesel generator 600 2,000 Shapiro 3 diesel generators 3,750 15,000 Hale 2 diesel generators 4,000 40,00044 Garage 1 diesel generator 350 275 44The 40,000 fuel tank for the diesel generators is shared with the dual fuel boilers in the Hale combined heat-and-power (CHP) plant. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 17",
        "2.5. RESILIENCE OPPORTUNITIES 2.5.1. Energy Efficiency Upgrades As described in Section 1.3.1, BWH has improved its energy resilience posture by lowering energy demand through significant investments in energy efficiency and conservation during the past decade. The 2009 Partners Healthcare System SEMP identified close to 50 energy conservation measures totaling $17 million with a payback period of 2.9 years. Since the publication of the SEMP, BWH has implemented more than 150 projects focusing on, for example, energy efficient lighting, motors, HVAC systems, energy efficient window film, and advanced building controls. As can be seen in Figure 3, these energy efficiency and conservation investments have reduced monthly electricity usage from a peak of 5.9 million kWh in 2004 to 4.2 million in 2019-2020. Without these investments, it is estimated that electricity usage at BWH would instead be 7 million kWh per month. BWH is currently pursuing additional energy savings through LED lighting upgrades, steam trap replacements, and continuous commissioning. Figure 3. Monthly Electricity Consumption and Demand for BWH, 1986-2019 Source:BWH (2021) Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 18",
        "Although BWH has achieved substantial energy savings, additional near-term opportunities that would further improve energy resilience at the hospital by reducing demand include: 1. Implementing a room-level temperature setback strategy for the ambulatory care and administrative spaces to allow for more targeted climate control. 2. Installing heat recovery systems to capture energy from the medium pressure steam system. 3. Installing high-efficiency, electric heat pumps to displace steam use for condensate, chilled water, and climate control. 2.3.2. Solar Photovoltaics (PV) The Project team examined the potential for installing solar PV systems to reduce building load.45The potential for solar PV at the hospitalis limited because the rooftops are occupied by mechanical systems or are shaded by other buildings in the area. The Team identified a small rooftop that would be suitable for PV development. The Team also explored photovoltaic window glass for the high-rise buildings on the campus. Main Campus Rooftop.The team assessed the feasibilityof solar PV on two adjoining rooftops between the 75 Francis Street and 45 Francis Street entrances on the north side of Francis Street. A total of 64 kW could be installedon the rooftops, with 34 kW installed on dc dc the upper rooftop (Field Segment 1) and 30 kW installedon the lower rooftop (Field Segment dc 2) (Figure 4). The system would have an annual output of 86 MWh of electricity annually. Figure 4. Potential solar PV locations on rooftops between 75 Francis Street and 45 Francis Street Entrances. 45A primer on solar electricity can be found on theMassachusetts Clean Energy Center website at: https://goclean.masscec.com/clean-energy-solutions/solar-electricity/ Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 19",
        "Solar Photovoltaic Glass.The team explored the feasibility of replacing some of the windows in the hospital with solar photovoltaic glass, given the limited available roof space. The team focused its analysis on the 16-story Tower Building. The upper stories of the Tower’s facade are unshaded and there are multiple south- and southwest-facing windows on each floor. The team reviewed available photovoltaic glass products and interviewed manufacturers. The team determined that the commercially available solutions would not be economically feasible at BWH. The solar glass materials are high cost and have comparatively low output. The rated capacity of the windows is approximately 2.5 watts per square foot, which is significantly less than a standard solar panel, and it would take six of the Tower Building’s windows to produce a single kilowatt-hour over the course of a day. Wiring separate, standalone windows together would also be challenging. The available glass products are better suited for architectural applications where glass panels can be closely connected to one another, such as curtain walls, canopies, skylights, or rainscreen cladding.46Photovoltaics glass could be a consideration if BWH is considering re-skinning any of its buildings with new materials during future renovation. 2.5.3. Battery Energy Storage The team did not identify suitable locations for battery energy storage at BWH. BWH was awarded funding in 2018 from the CCERI program47toinstall battery energy storage.48 However, there are siting and permitting uncertainties related to battery storage on the hospital campus and the CCERI project remains under review. BWH could continue to evaluate battery storage opportunities as new energy storage solutions and battery chemistries come on the market. 2.6. PARTNERSHIP OPPORTUNITIES Although BWH does not have available real estate for energy project development, there may be opportunities to work with neighboring residential and institutional partners to make clean energy and resilience investments within the Longwood area. As discussed in Section 1.3.2, the Boston carbon performance standard for existing buildings may afford opportunities for local offset investments in lieu of alternative compliance payments, but BWH would need to clarify this approach with the City of Boston. This section focuses on examples of potential offset projects within the Longwood area. 2.6.1. Roxbury Tenants of Harvard In addition to exploring the feasibility of solar PV at BWH, the project team assessed the feasibility of installing solar energy on the rooftops of housing adjacent to the hospital. As an example, the Team analyzed housing located across from the hospital on Francis Street that is owned by Roxbury Tenants of Harvard Association (RTH). RTH is a non-profit housing and human service organization that was founded by neighborhood residents in 1969.49 46See,e.g.,Onyx Solar Company and product overview(2020). 47Commonwealth of Massachusetts.Community Clean EnergyResiliency Initiative. 48Commonwealth of Massachusetts. (2018).Baker-PolitoAdministration Awards $9.6 Million for Hospital Resiliency Projects. 49Trinity Management (2021).History of Mission Park. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 20",
        "The mission of RTH is to “insure community participation in decision-making, to foster the improvement of housing, recreation and related facilities for the residents of the Mission Hill area of Boston and to improve the social and economic condition of the community.”50As seen in Figure 5 below, 337 kW of solar PV capacitycould feasibly be installed across all the dc block of buildings, and would produce 392 MWh of electricity annually – the equivalent of powering 65 households in Massachusetts or 1.1 million miles driven by electric car.51 Figure 5: Potential solar PV feasibility at Roxbury Tenants of Harvard. For any potential partnership, BWH would engage in significant outreach and engagement in order to co-create project concepts. BWH has not engaged with RTH regarding solar PV investments, and this analysis is intended for illustrative purposes only. For the analysis, the team worked with BWH to explore two scenarios to support PV development within the neighborhood: ● Shared resilience.BWH would pay for the PV systemsto be installed, and residents would benefit from energy savings under normal operating conditions. During blackouts, battery storage charged by the PV systems could be used to support critical medical operations at the hospital. 50Trinity Management (2021).Roxbury Tenants of Harvard. 51EPA (2009).Household Energy Use in Massachusetts.,EPA (2020).Green Power Equivalency Calculator. Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 21",
        "● Place-based investment.BWH would invest its own capital to finance the installation of solar and battery storage systems that would be dedicated to serving the housing at all times. BWH is a member of the Healthcare Anchor Network (HAN), an association of 40 health systems whose goal is to “improve community health and well-being by leveraging all their assets, including hiring, purchasing, and investment for equitable, local economic impact.52” Using its own capital to financelocal renewable energy would be consistent with HAN’s focus on place-based investing53, and has been successfully demonstrated by other HAN members.54BWH could alsoexplore community emergency services, such as local cooling centers for use during extreme heat events. Of these two scenarios, the shared resilience strategy is more complicated in terms of sharing benefits with neighborhood partners, the engineering required, the equipment that would need to be installed, and the negotiationswiththeexistingelectricityserviceproviders related to interconnection and franchise rights that would be necessary for the project to move forward. The resilience benefit that would be provided to the hospital would also be minimal compared to its overall resilience requirement. The place-based investment strategy would be a more straightforward pathway for creating economic and resilience benefits within the Longwood area. 2.6.2. Longwood Medical and Academic Area (LMA)55 BWH could also engage with other institutions in the LMA through existing collaborative structures. The engagement could focus on opportunities for joint investments, project development, and offsets within the context of the pending Boston carbon emissions performance standard. Two near-term opportunities for partnership include: ● Longwood Medical Energy Collaborative (LMEC). As discussedin Section 2.2, BWH is part of the LMEC non-profit, which coordinates energy commodity purchases from MATEP. BWH is currently working with MATEP and the other LMEC healthcare partners to develop a joint approach to district-wide decarbonization and offsets. ● Medical Academic and Scientific Community Organization (MASCO).MASCO is a non-profit organization that provides programs and services to organizations within a 213-acre area of the LMA.56BWH and the LMEC partners,along with 18 other institutions such as the Colleges of the Fenway, high schools, religious and cultural institutions, and pharmaceutical research organizations are members of MASCO. MASCO focuses on a broad range of issues including transportation, transit, land use and green space planning, sustainability, cost savings, and coordinated emergency preparedness. Although MASCO does not have a dedicated focus on energy issues, it has recently helped coordinate and host meetings for LMA engineers to discuss technologies, rulemaking and market trends pertaining to carbon reduction goals. MASCO could serve as an additional resource that the LMA institutions could take advantage of related to energy resilience and carbon offset project identification going forward. 52Health Care Anchor Network.Health Care Anchor NetworkHome. 53Democracy Collaborative.Investment. 54Democracy Collaborative.Gunderson Health System. 55MASCO (2018).Longwood Medical and Academic AreaFact Sheet 2018. 56MASCO (2019).Longwood Medical and Academic AreaMap (2019). Clean Energy and Resiliency (CLEAR) for Brigham and Women's Hospital (BWH) | 22"
    ]
}