{
    "FILE_NAME": "https://resilient.mass.gov/mvp/cms_content/guidelines/20210330Section4ClimateResilienceDesignGuidelinesFinal.pdf",
    "ALL TEXT": "RMAT Climate Resilience Design Standards and Guidelines | Page 1 CLIMATE RESILIENCE DESIGN GUIDELINES GUIDELINES OVERVIEW The Resilient Massachusetts Action Team (RMAT) Climate Resilience Design Standards and Guidelines project includes:  Beta Climate Resilience Design Standards Tool: a beta web-tool for agencies that provides a preliminary climate risk screening and recommended climate resilience design standards for State projects with physical assets  Climate Resilience Design Guidelines: guidelines, best practices, and forms for State agencies to support implementation of recommended climate resilience design standards The Climate Resilience Design Guidelines (“the Guidelines”) are intended to follow the outputs of the beta Climate Resilience Design Standards Tool (“the Tool”) and provide general design guidance for users to consider while implementing the recommended Climate Resilience Design Standards (“the Standards”) in projects with physical assets. The Guidelines are intended to be overarching climate resilience principles that are not specific to project/asset type or climate hazards. These Guidelines are illustrated through specific best practices, which will include case studies and/or existing published resources that exemplify the Guidelines. A series of optional Forms are provided to guide users through Guidelines considerations and to document design and decision making throughout the process, as shown in Figure 1. The Guidelines are included as part of the beta Tool and include downloadable forms as well as hyperlinks to other best practices. Figure 1. Project Overview Emphasizing the Climate Resilience Design Guidelines as part of the beta Climate Resilience Design Standards Tool. The Guidelines are structured around three main categories that were identified based on requests for guidance documented through the overall RMAT Climate Resilience Design Standards and Guidelines stakeholder process, as shown in Table 1.1, below.RMAT Climate Resilience Design Standards and Guidelines | Page 2 Table 1.1. RMAT Climate Resilience Design Guidelines Categories Guideline Guidelines Category 1. Reduce exposure to climate hazards Site Suitability 2. Mitigate adverse climate impacts and provide benefits (SS) 3. Protect, conserve, and restore critical natural resources on-site and off-site 1. Assess regional context of vulnerability Regional 2. Evaluate impacts beyond site-specific design Coordination 3. Optimize capital investment opportunities (RC) 4. Prioritize services and assets that serve vulnerable populations 1. Embed future capacity and design for uncertainty Flexible 2. Design for incremental change Adaptation 3. Encourage climate mitigation and other co-benefits Pathways (AP) 4. Prioritize nature-based solutions 5. Prepare for current and future operational and maintenance needs It is important to recognize that there are other industry-specific accreditation programs and rating systems that provide frameworks and detailed metrics to encourage the implementation of resilient and sustainable best practices. These programs and rating systems provide nationally- recognized standards to drive green, sustainable, and resilient design. State Agency Project Managers and Asset Owners may decide to pursue accreditation from such programs as BRIC, ENVISION, LEED, SITES, and SAGE.RMAT Climate Resilience Design Standards and Guidelines | Page 3 GUIDELINES AND BEST PRACTICES SITE SUITABILITY GUIDELINES & BEST PRACTICES The Site Suitability (SS) Guidelines support site selection, including evaluation of a project’s geographic location, existing conditions, and asset placement. Users should assess and re- assess site suitability early in the design phase to ensure that the location and assets can serve intended functions and permitted activities, before, during and after climate impacts. These Site Suitability Guidelines do not include adaptation strategies and are focused on the potential ability of project site to reduce exposure to climate change, mitigate adverse climate impacts and/or provide benefits, and protect, conserve, and restore critical natural resources on-site and off-site. These Guidelines do not provide direct guidance on current regulations or permitting requirements, therefore users should review the current regulatory environment, as relevant to the site, including those elements that govern allowable and permitted activities. Once users have considered the Site Suitability Guidelines and best practices, a determination should be made whether or not to proceed with the project in the planned location. SS-1. Reduce exposure to climate hazards: The location of the project has planning and design implications and directly informs preliminary climate exposure ratings from the beta Tool. If you receive a high or moderate preliminary exposure rating, you may want to consider alternative site locations early in the project planning phase. There may be physical assets where this is unfeasible. In that case, additional consideration should be given to how the location of the project could mitigate climate impacts (SS-2) as well as incorporate flexible adaptation pathways (AP).  Example Case Study: MassDOT District Maintenance Facility Relocation, Milton, MA  Case Study Relevance: Site-specific climate hazard exposure was an important driver for this project, which resulted in the relocation of a district maintenance facility that was originally planned as a retrofit to an existing Fuel Depot. Given the planned asset’s high criticality and near-term exposure to coastal flooding, the project team decided to select an alternative site for the new district maintenance facility. Refer to additional case study details at the end of this document. SS-2. Mitigate adverse climate impacts and provide benefits: If alternative sites with lower exposure rating scores are unfeasible for your project, there may be opportunities to reduce climate impacts as a result of the site's location and planned improvements. For example, placing a flood barrier at the location of the initial flood pathway versus end of the flood pathway will provide more flood protection. This holds true for opportunities to increase stormwater detention and infiltration in upgradient areas of the watershed and/or cooling centers in the middle of heat islands.  Example Case Study: Draw 7 Park Flood Barrier, Somerville, MA  Case Study Relevance: Located at the mouth of the Lower Mystic River watershed, the project’s preliminary exposure ratings for both coastal and riverine flooding are high. The planned project was to revitalize the existing recreational park on the site. Based on the preliminary sea level rise and storm surge exposure and risk rating, the project team identified that the park revitalization scope could be expanded to include flood protection and a living shoreline. Additional flood modeling prepared for regional efforts showed that the site is a major flood pathway and allows future flanking of the adjacent Amelia Earhart Dam. Refer to regional coordination (RC-2) for additional information. Refer to additional case study details at the end of this document.RMAT Climate Resilience Design Standards and Guidelines | Page 4 SS-3. Protect, conserve, and restore critical natural resources on-site and off-site: The planned improvements at the site location may have detrimental impacts to critical natural resources on-site and off-site. Site Suitability should consider impacts to natural resources and ways to protect, conserve, and restore these natural resources. Site recommendations include avoiding or minimizing the disruption of existing native vegetation and trees, and incorporating the restoration of existing degraded areas on-site that are barren, compacted, or dominated by invasive plant species with native species. Asset Owners and project teams should assess what type of natural ecosystems currently exist on the site and make sure they are included for assessment in the beta Climate Resilience Design Standards Tool.  Example Best Practice: Land conservation as resilience – Land Trust Alliance, Conservation in a Changing Climate Webpage  Practice Relevance: This comprehensive webpage provides a variety of resources, best practices, and tools that help designers, planners, and the general public better understand land trusts and their importance as a tool in planning for climate change. It takes users through a framework for learning and planning in a step-by-step manner and user-friendly format. The resources are U.S. specific and place-based, supported by the U.S. Fish and Wildlife Service.RMAT Climate Resilience Design Standards and Guidelines | Page 5 REGIONAL COORDINATION GUIDELINES & BEST PRACTICES The Regional Coordination (RC) Guidelines are intended to help identify how resilient design and implementation can be coordinated across regions, as well as State Agencies and jurisdictions. The goal is to identify projects that can provide the most benefit to the Commonwealth and identify opportunities for collaboration and promotion of resilience. The extent of “regional” may range depending on the scope of the project to include coordination with:  Local regions within a Municipality (neighborhood, school district, utility service area, etc.)  Private Development/Organizations  Multiple Municipalities  Massachusetts Regional Planning Agencies  Watershed Authorities  County or Counties  MassDOT Districts  MEMA Regions  State Agency Climate Change Coordinators  Neighboring States (NH, RI, CT, VT, NY)  Federal Agencies (USACE, FHWA, FEMA, etc.)  Others Stakeholder Engagement: RMAT recommends that Project Managers engage with stakeholders across sectors of infrastructure, environment, and society, to establish a more integrated plan of action for community resilience. This type of engagement allows for a more informed understanding of the context and effects as well as provides an opportunity to create a more resilient plan. This may also include a social vulnerability assessment, which is recommended for projects with Tier 3 assets (projects with the greatest level of effort and the most site-specific method to calculate design criteria values out of the tiered methodologies).. By incorporating knowledge and insights from a variety of stakeholders throughout design and implementation phases, the overall process becomes more inclusive and ultimately drives toward more equitable outcomes. Users should evaluate regional coordination early in the design process, following Site Suitability Guidelines and the Outputs from the beta Tool. The Regional Coordination Guidelines focus on actions recommended to identify regional considerations and partnerships, including to assess the regional context of vulnerability, evaluate impacts beyond site-specific design, optimize capital investment opportunities, and prioritize services and assets that serve vulnerable populations. RC-1. Assess Regional Context of Vulnerability: There may be regional projects that would reduce the exposure and risk rating for the project and assets. The project may also serve to provide regional climate benefits. The preliminary Climate Risk Screening Output (from the Tool) does not serve as a risk and vulnerability assessment. If the exposure and risk ratings are moderate or high, it is encouraged that the project owner evaluate existing regional plans and vulnerability assessments. The existing plans may also identify other regional projects that may provide benefits such as flood protection, upland stormwater storage, etc. If no existing studies are available, and the project owner should consider conducting a formal risk and vulnerability assessment, including an assessment of social vulnerability.RMAT Climate Resilience Design Standards and Guidelines | Page 6  Example Best Practice: FEMA’s Building Resilient Infrastructure and Communities (BRIC) Program Webpage  Practice Relevance: The FEMA established BRIC program is the new pre-disaster mitigation program that supports states, local communities, tribes, and territories to reduce risks from disasters and natural hazards. The webpage features resources and guiding principles to build the capability and capacity of communities, promote regional partnerships, and enable large projects. This program emphasizes nature- based solutions and provides grant opportunities to improve community resilience.  Example Best Practice: Mystic River Watershed Association – Regional Mystic Collaborative Webpage  Practice Relevance: The Mystic River Watershed Association is spearheading the Regional Mystic Collaborative, which coordinates efforts across 18 cities and towns with the recognition that climate change and associated impacts cannot be solved by a single municipality or project and will take a full watershed approach. The webpage features a map that links to each town’s Municipal Vulnerability Preparedness plan and municipal members.  Example Best Practice: Charles River Watershed Association (CRWA) – Building Blue: Framework for a Healthy Charles - Collaboration Webpage  Practice Relevance: The CRWA’s Building Blue Framework provides a set of guidelines and best practices for developers, designers, and stakeholders, to encourage sustainable development in a regional context. This website provides examples of local and regional collaboration projects.  Example Best Practice: Narragansett Bay Commission Green Stormwater Infrastructure – PowerPoint Presentation PDF  Practice Relevance: In collaboration with the Blackstone Needs Assessment, through the Narragansett Bay Estuary Program, the Narragansett Bay Commission has initiated a collaborative effort to construct green stormwater infrastructure Combined Sewer Overflows (CSOs) and athletic facilities. This initiative highlights enhanced regional resilience efforts to improve stormwater management, water quality, flooding, and community quality of life. RC-2. Evaluate Impacts beyond site-specific design: Due to the interconnected nature of natural and manmade systems, the project owner should evaluate the off-site effects of a proposed project on the region to avoid unintended consequences and maximize benefits. Additionally, the project owner should understand other proposed projects in the region and potential impacts/benefits to their project.  Example Case Study: Draw 7 Park Flood Barrier, Somerville, MA  Case Study Relevance: Located at the mouth of the Mystic River watershed and adjacent to the Amelia Earhart Dam (AED), this site is a demonstration of regional coordination in practice. The project scope includes park improvements, flood protection, and a living shoreline. Through climate vulnerability assessments prepared for the City of Cambridge, the site was identified as a critical flood pathway for the Cities of Cambridge and Somerville due to flanking of the AED. The height of the flood protection and alignment was coordinated with proposed AED improvements to leverage this opportunity to coordinate implementation and construction. This resultedRMAT Climate Resilience Design Standards and Guidelines | Page 7 in a higher design flood elevation than originally planned on the site to coordinate efforts with larger regional protection strategies. Refer to additional case study details at the end of this document.  Example Best Practice: Increasing Regional Flood Resiliency Through Re-designing Culverts in the Howlett Brook Watershed - Technical Report PDF  Practice Relevance: This comprehensive regional culvert design project in the Howlett Brook sub basin of the Ipswich River Watershed, was a collaboration between the Ipswich River Watershed Association, the Town of Boxford, and the Towns of Topsfield and Ipswich. Preliminary hydrologic and hydraulic models were developed to analyze current and future stream flows and regional flood impacts. The project provided 30% design plans and cost estimates for 13 priority sites based on the Mass Stream Crossing standards and future modeled climatic conditions. Such resources positioned the three municipalities to pursue and advance the designs to permit level and eventually implementation, for increased regional flood resilience, reduced community risk, and restoration of natural habitats.  Example Best Practice: Rural Dirt Road Resilience: Assessment, Pilot Study, and Recommendations Report - Sheffield, Sandisfield, New Marlborough - Webpage  Practice Relevance: Many of the main roads within Sheffield, New Marlborough and Sandisfield are used as regional evacuation, emergency, or school bus routes. These communities are working together on vulnerability assessments to support regional recommendations for improvements, including natural based solutions. This project includes community outreach, education, and engagement efforts. RC-3. Optimize Capital Investment Opportunities: Design and implementation efforts should leverage planned state or local investment. This provides an opportunity to coordinate plans and priorities during the design phase and identify projects that provide many resilience benefits. These opportunities may be identified in existing climate risk and vulnerability assessments (see RC-1).  Example Best Practice: Main Street Roadway Raising, Charlestown Boston, MA – Webpage  Practice Relevance: Through the Climate Ready Boston Charlestown Phase I project in 2017, a major near-term flood pathway was identified through the Schrafft’s Center in Charlestown. Flood protection through 2030 for over 250 residents and 60 businesses could be achieved by elevating the roadway (Main Street) by an average of 2 feet. Roadway improvements were also planned as part of the ongoing Rutherford Avenue and Sullivan Square redesign project. Feasibility of raising the grades of Main Street is being evaluated as part of the on-going roadway improvements project. RC-4. Prioritize services and assets that serve climate vulnerable populations: Standard practice concentrates efforts to provide value to the greatest number of users. Prioritizing investments that serve vulnerable populations contributes to building broader social resilience. Projects should evaluate the effects as well as benefits related to equity during design decisions. To get a better sense of the effects and benefits, the process should include opportunities for community participation and capacity building practices.  Example Best Practice: Evaluate additional impact to vulnerable populations (Research Paper)RMAT Climate Resilience Design Standards and Guidelines | Page 8  Practice Relevance: This journal article adds to the literature regarding the disproportionate exposure and risk vulnerable populations face during emergencies and contributes to practice through the development of a tool, the Social Determinants of Vulnerability Framework. It identifies seven different social factors that drive vulnerability. It provides a quantitative analysis of social factors based on City of Boston data.  Example Best Practice: Connected Communities Guidelines - PDF  Practice Relevance: In coordination with New York City Housing Authority and NYC Planning department, the practical guide provides specific community engagement, open space design, and building preservation techniques for NYCHA campuses, yet generalizable to other contexts. The focus of the guide is that quality design can better connect residents to one another and to their surrounding community through different benefits. It identifies four main elements: community engagement, safety and security, health and resilience, and maintenance and operations. Through easy-to-understand and compelling graphics, the document goes further to provide checklists and tools.  Example Best Practice: NJ 2020 “A Seat at the Table: Integrating the Needs and Challenges of Underrepresented and Socially Vulnerable Populations into Coastal Hazards Planning in New Jersey” – PDF  Practice Relevance: In coordination with the New Jersey Coastal Zone Management Program and the New Jersey Department of Environmental Protection, this Rutgers University report provides an overview of the impacts of climate change and subsequent coastal hazards on vulnerable populations. The report discusses opportunities that address the needs of and integrate the engagement of vulnerable populations in coastal community resilience planning and coastal management policy efforts.  Example Best Practice: The City of Providence’s Climate Justice Plan: Creating an equitable, low-carbon, and climate resilient future – Report PDF  Practice Relevance: Established in collaboration with City of Providence’s Office of Sustainability and frontline communities, this climate action plan provides guidance for integrating pollution reduction across the buildings and transportation sectors with regional inequities to climate change. Resources included in this plan target climate justice issues, governance and accountability, community health, strong economic systems, and clean energy. It demonstrates a concentrated effort by the City of Providence to improve social and climate resilience in a connected manner.  Example Best Practice: Urban Sustainability Directors Guide to Equitable, Community-Driven Climate Preparedness Planning – PDF  Practice Relevance: As the title suggests, this guide encourages communities to integrate climate preparedness and adaptation guidelines with an emphasis on adaptation solutions specific to equity issues, and provide strategies for more inclusive community engagement, into design and planning for climate resilience.RMAT Climate Resilience Design Standards and Guidelines | Page 9 FLEXIBLE ADAPTATION PATHWAYS GUIDELINES & BEST PRACTICES The Flexible Adaptation Pathways Guidelines are intended to encourage approaches to incorporate flexibility in project design and adaptation strategy selection. Designs should be able to function under current climate conditions as well as climate conditions through the recommended planning horizon. Where possible the design approach should embrace strategies that adapt over time and respond to changing conditions. While the case studies and best practices in this section reference different adaptation strategies, the Guidelines do not provide recommendations for asset-specific adaptation strategies. Users will still need to perform standard practices to design assets, including evaluating site conditions, asset sensitivities/thresholds and regulatory requirements. Project designs may include strategies that protect from climate hazards through the creation of permanent, temporary, or deployable infrastructure barriers to shield a site from impact or accommodate climate hazards by mitigating consequences from impacts. Adaptation strategies will be tied to site specific conditions and analyses as well as decisions made by the Asset Owner, stakeholders, Technical Staff (e.g., planners, architects, and engineers). AP-1. Embed future capacity and design for uncertainty: Physical assets should be designed for the recommended target planning horizon provided by the beta Climate Resilience Design Standards Tool, but users should consider what will happen beyond that planning horizon since climate change is still a concern beyond an asset’s intended useful life. Examples of incorporating this consideration in design include over designing a foundation that will allow flood height to be increased in the future; planning for a future pump in a lift station by designing the below ground infrastructure to accommodate the addition in the future, and/or planning land conservation for stormwater and heat mitigation strategies to be implemented in the future.  Example Best Practice: City of Boston Public Works Department Climate Resilience Design Standards and Guidelines for Protection of Public Rights-of-way - PDF  Practice Relevance: With the recognition of changing conditions throughout a project’s intended useful life, and the abundance and importance of public rights-of-way, the City of Boston Public Works Department (BPWD) published guidelines that provide a design process for evaluating flood barriers to protect Boston's public rights-of-way. The BPWD design guidelines seek to achieve flood protection through 2070, with the option to add an additional 2 feet. of protection in the future. This was first implemented in the design of improvements at Langone Park & Puopolo Playground in Boston, MA by the Boston Parks and Recreation Department. The park is located along Boston Harbor in Boston’s Historic North End. The resilience improvements on the site included raising grades and constructing a flood wall to the stillwater elevation for 2070, and the wall is designed to be able to be increased in height the future if necessary. AP-2. Design for incremental change: Designs should consider exposure and risk through an asset’s useful life to identify flexible approaches to achieve the recommended Standards (return period, planning horizon, design criteria) identified through the beta Tool. Some projects may not be able to achieve the target design because of various infeasibilities (e.g., technical or financial limitations), and may need to use intermediate planning horizons to achieve the Standards over time.RMAT Climate Resilience Design Standards and Guidelines | Page 10  Example Best Practice: Proposed incremental Falmouth Harbor/Main Street Adaptation Strategies, Falmouth, MA  Practice Relevance: This project included a vulnerability assessment for Falmouth and proposed incremental improvements to the Route 28 Roadway. Coastal and riverine flood exposure and risk are high based on the preliminary Climate Risk Screening Output, but the risk increases through time based on review of the Massachusetts Coast Flood Risk Model (MC-FRM) maps provided through the Standards. The project team, including MassDOT, is planning an incremental adaptation approach to meet the recommended Standards, including improvements beyond the project area from Falmouth Harbor to Morse Pond. The planned incremental improvements combine grey and green infrastructure measures. Waterfront assets, including Robbins Road and the Town Lift Station, are recommended to be elevated in the immediate near term where feasible. A berm and a living shoreline are planned along Falmouth Harbor for completion by 2050. The berm will be designed to be increased in 2070 as conditions change and include hard infrastructure improvements, such as outfall protection. The roadway improvements are planned for 2070, and include designing a bridge/culvert, salt marsh, greenway, and open water connection between the Harbor and Morse Pond. The incremental approach allows the roadway to be planned and designed over time with additional nature-based benefits added to the design.  Example Best Practice: Sustainable Adaptive Gradients in the Coastal Environment (SAGE) – Adaptive Gradients Framework  Practice Relevance: SAGE has developed a technical report and practical guide for the Adaptive Gradients Framework, used for developing and managing infrastructure that is resilient to coastal climate hazards. The Eight Gradients of Resiliency provided by the framework include goals/requirements such as Exposure Reduction, defined as project components that “reduce the consequences of a hazardous event” on resources; and Adaptation over Time, which emphasizes evolution of design through monitoring and assessing changing climate and system functionality. This framework is emphasized for encouraging flexible, “location-appropriate, and climate adapted sustainable coastal infrastructure policy.” AP-3. Encourage climate mitigation and other co-benefits: Projects should consider carbon mitigation in design and ways to reduce their carbon footprint and support plans for a Carbon Neutral future. Additional co-benefits increase the benefit cost ratio for a project and provide more value beyond resilience.  Example Case Study: Spaulding Rehabilitation Hospital, Boston, MA  Case Study Relevance: Constructed in 2013, the Spaulding Rehabilitation Hospital located in the Charlestown Navy Yard is a LEED Gold Certified building. The project resulted in the cleanup of a brownfield site. The project considered carbon mitigation and smart use of energy. The building envelope was designed to conserve energy, and includes natural daylighting, window panels and shading systems. There is an energy efficient gas-fired combined heat power and building system. The resilience investment was $1.5 million rebated with utility costs with $500k of annual cost savings.  Example Best Practice: Envision Framework – Webpage  Practice Relevance: Envision was established by the Institute for Sustainable Infrastructure as a framework for developing sustainable and resilient infrastructure.RMAT Climate Resilience Design Standards and Guidelines | Page 11 This framework is organized by five overarching categories, (quality of life, leadership, resource allocation, natural world, and climate & resilience), with 64 sustainability and resilience indicators or credits, to assist each category of stakeholder involved in infrastructure design and management. AP-4. Prioritize nature-based solutions: Natural systems and ecosystem services provide economic value and social benefit, often untapped in non-resilient projects. Nature-based solutions may cost less than traditional gray approaches through reduced upfront investment, maintenance costs, or both, and as living systems, some can become self- sustaining over time. Nature-based solutions also provide many co-benefits for the environment and society.  Example Best Practice: Naturally Resilient Communities Resource Webpage  Practice Relevance: Naturally Resilient Communities provides a user-friendly, visually pleasing, interactive webpage that defines related terms, link to federal resources, and identifies a wide variety of detailed technical solutions and case studies. Users can choose from several different hazard flooding and erosion type, regional location, community type, scale, and cost.  Example Best Practice: Town of Brookline Climate Resilience Design Guidance - PDF  Practice Relevance: This Design Guidance document focuses on how Low Impact Development, at the municipal level, can be used to increase resilience of new and planned development. It provides recommendations and resilience Best Management Practices for cost, maintenance, and architectural design for temperature hot spots and FEMA flood zones. It is simple to read with clear graphics and linked resources.  Example Best Practice: Sustainable SITES Initiative – Webpage  Practice Relevance: The SITES point-based rating system was established as a performance-based metric for sustainable and resilient land development projects. Complementary to the LEED system, SITES focuses on the project site, rather than the building/infrastructure structure. SITES evaluates how a project site maintains, supports, and/or enhances natural systems as well as the ecosystem services provided. AP-5. Prepare for current and future operational and maintenance needs: Operations and maintenance needs, both under current and future climate conditions, should be identified early in the design phase and communicated to the Asset Owners and State Agency Project Managers. Technical Staff should explore how those demands may impact design and Asset Owners should prepare governance structures to support maintained resilience through the project’s useful life.  Example Best Practice: City of Boston Public Works Department (BPWD) Climate Resilience Design Standards and Guidelines for Protection of Public Rights-of-way - PDF – Operations and Maintenance Considerations  Practice Relevance: Operations and maintenance (O&M) are critical components in preparing for and adapting to climate change. Though often overlooked in the design and planning phase, thoughtful consideration has clear implications to the long-term function of assets and sustainability of budgets. The BPWD Guidelines provide a framework for estimating annual operating costs and identifying O&M needs associated with design features.RMAT Climate Resilience Design Standards and Guidelines | Page 12  Example Best Practice: National Green Infrastructure Certification Program – Webpage  Practice Relevance: As the implementation and maintenance needs of green infrastructure projects continue to expand across the US, an opportunity exists to align that technical need with employment and skills training, particularly for local residents. The NGIP provides a base skill set for entry-level workers to construct, inspect and maintain green infrastructure. Thus, the program can provide multiple benefits for vulnerable neighborhoods, marginalized residents, and resource-strapped agencies. Several cities and metropolitan entities have implemented similar workforce related efforts and certificate programs, including: DC Water, Milwaukee Metropolitan Sewerage District, Montgomery County, Kansas City Water Services Department, Fairfax County, City of Baltimore Department of Public Works, Louisville Metropolitan Sewer District, San Francisco Public Utilities Commission, Pennsylvania Capital Region Water, Metropolitan Water Reclamation District of Greater Chicago, Pittsburgh Water and Sewer Authority, Metropolitan Sewer District of Greater Cincinnati, and the Boston Water and Sewer Commission.RMAT Climate Resilience Design Standards and Guidelines | Page 13 CASE STUDIES OVERVIEW The following case studies are real-world projects that are in various stages of planning, design, and construction, and provide examples for the applicable Guideline category. As such, the preliminary Climate Risk Screening Output from the beta Tool is provided, but the calculated values for the recommended Standards are not included. For real-world examples on calculating the recommended design criteria, please review the Section 3: Climate Resilience Design Standards Outputs and Relationships document. For case study examples relevant to the Guidelines, see the following two case studies: the MassDOT District Maintenance Facility Relocation Case Study, and the DCR Draw 7 Park, Flood Barrier, and Living Shoreline Case Study.RMAT Climate Resilience Design Standards and Guidelines | Page 14 Draft MassDOT District Maintenance Facility Relocation Case StudyRMAT Climate Resilience Design Standards and Guidelines | Page 15 Draft DCR Draw 7 Park, Flood Barrier, and Living Shoreline Case Study, page 1RMAT Climate Resilience Design Standards and Guidelines | Page 16 Draft DCR Draw 7 Park, Flood Barrier, and Living Shoreline Case Study, page 2",
    "TEXT BY PAGE": [
        "RMAT Climate Resilience Design Standards and Guidelines | Page 1 CLIMATE RESILIENCE DESIGN GUIDELINES GUIDELINES OVERVIEW The Resilient Massachusetts Action Team (RMAT) Climate Resilience Design Standards and Guidelines project includes:  Beta Climate Resilience Design Standards Tool: a beta web-tool for agencies that provides a preliminary climate risk screening and recommended climate resilience design standards for State projects with physical assets  Climate Resilience Design Guidelines: guidelines, best practices, and forms for State agencies to support implementation of recommended climate resilience design standards The Climate Resilience Design Guidelines (“the Guidelines”) are intended to follow the outputs of the beta Climate Resilience Design Standards Tool (“the Tool”) and provide general design guidance for users to consider while implementing the recommended Climate Resilience Design Standards (“the Standards”) in projects with physical assets. The Guidelines are intended to be overarching climate resilience principles that are not specific to project/asset type or climate hazards. These Guidelines are illustrated through specific best practices, which will include case studies and/or existing published resources that exemplify the Guidelines. A series of optional Forms are provided to guide users through Guidelines considerations and to document design and decision making throughout the process, as shown in Figure 1. The Guidelines are included as part of the beta Tool and include downloadable forms as well as hyperlinks to other best practices. Figure 1. Project Overview Emphasizing the Climate Resilience Design Guidelines as part of the beta Climate Resilience Design Standards Tool. The Guidelines are structured around three main categories that were identified based on requests for guidance documented through the overall RMAT Climate Resilience Design Standards and Guidelines stakeholder process, as shown in Table 1.1, below.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 2 Table 1.1. RMAT Climate Resilience Design Guidelines Categories Guideline Guidelines Category 1. Reduce exposure to climate hazards Site Suitability 2. Mitigate adverse climate impacts and provide benefits (SS) 3. Protect, conserve, and restore critical natural resources on-site and off-site 1. Assess regional context of vulnerability Regional 2. Evaluate impacts beyond site-specific design Coordination 3. Optimize capital investment opportunities (RC) 4. Prioritize services and assets that serve vulnerable populations 1. Embed future capacity and design for uncertainty Flexible 2. Design for incremental change Adaptation 3. Encourage climate mitigation and other co-benefits Pathways (AP) 4. Prioritize nature-based solutions 5. Prepare for current and future operational and maintenance needs It is important to recognize that there are other industry-specific accreditation programs and rating systems that provide frameworks and detailed metrics to encourage the implementation of resilient and sustainable best practices. These programs and rating systems provide nationally- recognized standards to drive green, sustainable, and resilient design. State Agency Project Managers and Asset Owners may decide to pursue accreditation from such programs as BRIC, ENVISION, LEED, SITES, and SAGE.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 3 GUIDELINES AND BEST PRACTICES SITE SUITABILITY GUIDELINES & BEST PRACTICES The Site Suitability (SS) Guidelines support site selection, including evaluation of a project’s geographic location, existing conditions, and asset placement. Users should assess and re- assess site suitability early in the design phase to ensure that the location and assets can serve intended functions and permitted activities, before, during and after climate impacts. These Site Suitability Guidelines do not include adaptation strategies and are focused on the potential ability of project site to reduce exposure to climate change, mitigate adverse climate impacts and/or provide benefits, and protect, conserve, and restore critical natural resources on-site and off-site. These Guidelines do not provide direct guidance on current regulations or permitting requirements, therefore users should review the current regulatory environment, as relevant to the site, including those elements that govern allowable and permitted activities. Once users have considered the Site Suitability Guidelines and best practices, a determination should be made whether or not to proceed with the project in the planned location. SS-1. Reduce exposure to climate hazards: The location of the project has planning and design implications and directly informs preliminary climate exposure ratings from the beta Tool. If you receive a high or moderate preliminary exposure rating, you may want to consider alternative site locations early in the project planning phase. There may be physical assets where this is unfeasible. In that case, additional consideration should be given to how the location of the project could mitigate climate impacts (SS-2) as well as incorporate flexible adaptation pathways (AP).  Example Case Study: MassDOT District Maintenance Facility Relocation, Milton, MA  Case Study Relevance: Site-specific climate hazard exposure was an important driver for this project, which resulted in the relocation of a district maintenance facility that was originally planned as a retrofit to an existing Fuel Depot. Given the planned asset’s high criticality and near-term exposure to coastal flooding, the project team decided to select an alternative site for the new district maintenance facility. Refer to additional case study details at the end of this document. SS-2. Mitigate adverse climate impacts and provide benefits: If alternative sites with lower exposure rating scores are unfeasible for your project, there may be opportunities to reduce climate impacts as a result of the site's location and planned improvements. For example, placing a flood barrier at the location of the initial flood pathway versus end of the flood pathway will provide more flood protection. This holds true for opportunities to increase stormwater detention and infiltration in upgradient areas of the watershed and/or cooling centers in the middle of heat islands.  Example Case Study: Draw 7 Park Flood Barrier, Somerville, MA  Case Study Relevance: Located at the mouth of the Lower Mystic River watershed, the project’s preliminary exposure ratings for both coastal and riverine flooding are high. The planned project was to revitalize the existing recreational park on the site. Based on the preliminary sea level rise and storm surge exposure and risk rating, the project team identified that the park revitalization scope could be expanded to include flood protection and a living shoreline. Additional flood modeling prepared for regional efforts showed that the site is a major flood pathway and allows future flanking of the adjacent Amelia Earhart Dam. Refer to regional coordination (RC-2) for additional information. Refer to additional case study details at the end of this document.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 4 SS-3. Protect, conserve, and restore critical natural resources on-site and off-site: The planned improvements at the site location may have detrimental impacts to critical natural resources on-site and off-site. Site Suitability should consider impacts to natural resources and ways to protect, conserve, and restore these natural resources. Site recommendations include avoiding or minimizing the disruption of existing native vegetation and trees, and incorporating the restoration of existing degraded areas on-site that are barren, compacted, or dominated by invasive plant species with native species. Asset Owners and project teams should assess what type of natural ecosystems currently exist on the site and make sure they are included for assessment in the beta Climate Resilience Design Standards Tool.  Example Best Practice: Land conservation as resilience – Land Trust Alliance, Conservation in a Changing Climate Webpage  Practice Relevance: This comprehensive webpage provides a variety of resources, best practices, and tools that help designers, planners, and the general public better understand land trusts and their importance as a tool in planning for climate change. It takes users through a framework for learning and planning in a step-by-step manner and user-friendly format. The resources are U.S. specific and place-based, supported by the U.S. Fish and Wildlife Service.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 5 REGIONAL COORDINATION GUIDELINES & BEST PRACTICES The Regional Coordination (RC) Guidelines are intended to help identify how resilient design and implementation can be coordinated across regions, as well as State Agencies and jurisdictions. The goal is to identify projects that can provide the most benefit to the Commonwealth and identify opportunities for collaboration and promotion of resilience. The extent of “regional” may range depending on the scope of the project to include coordination with:  Local regions within a Municipality (neighborhood, school district, utility service area, etc.)  Private Development/Organizations  Multiple Municipalities  Massachusetts Regional Planning Agencies  Watershed Authorities  County or Counties  MassDOT Districts  MEMA Regions  State Agency Climate Change Coordinators  Neighboring States (NH, RI, CT, VT, NY)  Federal Agencies (USACE, FHWA, FEMA, etc.)  Others Stakeholder Engagement: RMAT recommends that Project Managers engage with stakeholders across sectors of infrastructure, environment, and society, to establish a more integrated plan of action for community resilience. This type of engagement allows for a more informed understanding of the context and effects as well as provides an opportunity to create a more resilient plan. This may also include a social vulnerability assessment, which is recommended for projects with Tier 3 assets (projects with the greatest level of effort and the most site-specific method to calculate design criteria values out of the tiered methodologies).. By incorporating knowledge and insights from a variety of stakeholders throughout design and implementation phases, the overall process becomes more inclusive and ultimately drives toward more equitable outcomes. Users should evaluate regional coordination early in the design process, following Site Suitability Guidelines and the Outputs from the beta Tool. The Regional Coordination Guidelines focus on actions recommended to identify regional considerations and partnerships, including to assess the regional context of vulnerability, evaluate impacts beyond site-specific design, optimize capital investment opportunities, and prioritize services and assets that serve vulnerable populations. RC-1. Assess Regional Context of Vulnerability: There may be regional projects that would reduce the exposure and risk rating for the project and assets. The project may also serve to provide regional climate benefits. The preliminary Climate Risk Screening Output (from the Tool) does not serve as a risk and vulnerability assessment. If the exposure and risk ratings are moderate or high, it is encouraged that the project owner evaluate existing regional plans and vulnerability assessments. The existing plans may also identify other regional projects that may provide benefits such as flood protection, upland stormwater storage, etc. If no existing studies are available, and the project owner should consider conducting a formal risk and vulnerability assessment, including an assessment of social vulnerability.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 6  Example Best Practice: FEMA’s Building Resilient Infrastructure and Communities (BRIC) Program Webpage  Practice Relevance: The FEMA established BRIC program is the new pre-disaster mitigation program that supports states, local communities, tribes, and territories to reduce risks from disasters and natural hazards. The webpage features resources and guiding principles to build the capability and capacity of communities, promote regional partnerships, and enable large projects. This program emphasizes nature- based solutions and provides grant opportunities to improve community resilience.  Example Best Practice: Mystic River Watershed Association – Regional Mystic Collaborative Webpage  Practice Relevance: The Mystic River Watershed Association is spearheading the Regional Mystic Collaborative, which coordinates efforts across 18 cities and towns with the recognition that climate change and associated impacts cannot be solved by a single municipality or project and will take a full watershed approach. The webpage features a map that links to each town’s Municipal Vulnerability Preparedness plan and municipal members.  Example Best Practice: Charles River Watershed Association (CRWA) – Building Blue: Framework for a Healthy Charles - Collaboration Webpage  Practice Relevance: The CRWA’s Building Blue Framework provides a set of guidelines and best practices for developers, designers, and stakeholders, to encourage sustainable development in a regional context. This website provides examples of local and regional collaboration projects.  Example Best Practice: Narragansett Bay Commission Green Stormwater Infrastructure – PowerPoint Presentation PDF  Practice Relevance: In collaboration with the Blackstone Needs Assessment, through the Narragansett Bay Estuary Program, the Narragansett Bay Commission has initiated a collaborative effort to construct green stormwater infrastructure Combined Sewer Overflows (CSOs) and athletic facilities. This initiative highlights enhanced regional resilience efforts to improve stormwater management, water quality, flooding, and community quality of life. RC-2. Evaluate Impacts beyond site-specific design: Due to the interconnected nature of natural and manmade systems, the project owner should evaluate the off-site effects of a proposed project on the region to avoid unintended consequences and maximize benefits. Additionally, the project owner should understand other proposed projects in the region and potential impacts/benefits to their project.  Example Case Study: Draw 7 Park Flood Barrier, Somerville, MA  Case Study Relevance: Located at the mouth of the Mystic River watershed and adjacent to the Amelia Earhart Dam (AED), this site is a demonstration of regional coordination in practice. The project scope includes park improvements, flood protection, and a living shoreline. Through climate vulnerability assessments prepared for the City of Cambridge, the site was identified as a critical flood pathway for the Cities of Cambridge and Somerville due to flanking of the AED. The height of the flood protection and alignment was coordinated with proposed AED improvements to leverage this opportunity to coordinate implementation and construction. This resulted",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 7 in a higher design flood elevation than originally planned on the site to coordinate efforts with larger regional protection strategies. Refer to additional case study details at the end of this document.  Example Best Practice: Increasing Regional Flood Resiliency Through Re-designing Culverts in the Howlett Brook Watershed - Technical Report PDF  Practice Relevance: This comprehensive regional culvert design project in the Howlett Brook sub basin of the Ipswich River Watershed, was a collaboration between the Ipswich River Watershed Association, the Town of Boxford, and the Towns of Topsfield and Ipswich. Preliminary hydrologic and hydraulic models were developed to analyze current and future stream flows and regional flood impacts. The project provided 30% design plans and cost estimates for 13 priority sites based on the Mass Stream Crossing standards and future modeled climatic conditions. Such resources positioned the three municipalities to pursue and advance the designs to permit level and eventually implementation, for increased regional flood resilience, reduced community risk, and restoration of natural habitats.  Example Best Practice: Rural Dirt Road Resilience: Assessment, Pilot Study, and Recommendations Report - Sheffield, Sandisfield, New Marlborough - Webpage  Practice Relevance: Many of the main roads within Sheffield, New Marlborough and Sandisfield are used as regional evacuation, emergency, or school bus routes. These communities are working together on vulnerability assessments to support regional recommendations for improvements, including natural based solutions. This project includes community outreach, education, and engagement efforts. RC-3. Optimize Capital Investment Opportunities: Design and implementation efforts should leverage planned state or local investment. This provides an opportunity to coordinate plans and priorities during the design phase and identify projects that provide many resilience benefits. These opportunities may be identified in existing climate risk and vulnerability assessments (see RC-1).  Example Best Practice: Main Street Roadway Raising, Charlestown Boston, MA – Webpage  Practice Relevance: Through the Climate Ready Boston Charlestown Phase I project in 2017, a major near-term flood pathway was identified through the Schrafft’s Center in Charlestown. Flood protection through 2030 for over 250 residents and 60 businesses could be achieved by elevating the roadway (Main Street) by an average of 2 feet. Roadway improvements were also planned as part of the ongoing Rutherford Avenue and Sullivan Square redesign project. Feasibility of raising the grades of Main Street is being evaluated as part of the on-going roadway improvements project. RC-4. Prioritize services and assets that serve climate vulnerable populations: Standard practice concentrates efforts to provide value to the greatest number of users. Prioritizing investments that serve vulnerable populations contributes to building broader social resilience. Projects should evaluate the effects as well as benefits related to equity during design decisions. To get a better sense of the effects and benefits, the process should include opportunities for community participation and capacity building practices.  Example Best Practice: Evaluate additional impact to vulnerable populations (Research Paper)",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 8  Practice Relevance: This journal article adds to the literature regarding the disproportionate exposure and risk vulnerable populations face during emergencies and contributes to practice through the development of a tool, the Social Determinants of Vulnerability Framework. It identifies seven different social factors that drive vulnerability. It provides a quantitative analysis of social factors based on City of Boston data.  Example Best Practice: Connected Communities Guidelines - PDF  Practice Relevance: In coordination with New York City Housing Authority and NYC Planning department, the practical guide provides specific community engagement, open space design, and building preservation techniques for NYCHA campuses, yet generalizable to other contexts. The focus of the guide is that quality design can better connect residents to one another and to their surrounding community through different benefits. It identifies four main elements: community engagement, safety and security, health and resilience, and maintenance and operations. Through easy-to-understand and compelling graphics, the document goes further to provide checklists and tools.  Example Best Practice: NJ 2020 “A Seat at the Table: Integrating the Needs and Challenges of Underrepresented and Socially Vulnerable Populations into Coastal Hazards Planning in New Jersey” – PDF  Practice Relevance: In coordination with the New Jersey Coastal Zone Management Program and the New Jersey Department of Environmental Protection, this Rutgers University report provides an overview of the impacts of climate change and subsequent coastal hazards on vulnerable populations. The report discusses opportunities that address the needs of and integrate the engagement of vulnerable populations in coastal community resilience planning and coastal management policy efforts.  Example Best Practice: The City of Providence’s Climate Justice Plan: Creating an equitable, low-carbon, and climate resilient future – Report PDF  Practice Relevance: Established in collaboration with City of Providence’s Office of Sustainability and frontline communities, this climate action plan provides guidance for integrating pollution reduction across the buildings and transportation sectors with regional inequities to climate change. Resources included in this plan target climate justice issues, governance and accountability, community health, strong economic systems, and clean energy. It demonstrates a concentrated effort by the City of Providence to improve social and climate resilience in a connected manner.  Example Best Practice: Urban Sustainability Directors Guide to Equitable, Community-Driven Climate Preparedness Planning – PDF  Practice Relevance: As the title suggests, this guide encourages communities to integrate climate preparedness and adaptation guidelines with an emphasis on adaptation solutions specific to equity issues, and provide strategies for more inclusive community engagement, into design and planning for climate resilience.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 9 FLEXIBLE ADAPTATION PATHWAYS GUIDELINES & BEST PRACTICES The Flexible Adaptation Pathways Guidelines are intended to encourage approaches to incorporate flexibility in project design and adaptation strategy selection. Designs should be able to function under current climate conditions as well as climate conditions through the recommended planning horizon. Where possible the design approach should embrace strategies that adapt over time and respond to changing conditions. While the case studies and best practices in this section reference different adaptation strategies, the Guidelines do not provide recommendations for asset-specific adaptation strategies. Users will still need to perform standard practices to design assets, including evaluating site conditions, asset sensitivities/thresholds and regulatory requirements. Project designs may include strategies that protect from climate hazards through the creation of permanent, temporary, or deployable infrastructure barriers to shield a site from impact or accommodate climate hazards by mitigating consequences from impacts. Adaptation strategies will be tied to site specific conditions and analyses as well as decisions made by the Asset Owner, stakeholders, Technical Staff (e.g., planners, architects, and engineers). AP-1. Embed future capacity and design for uncertainty: Physical assets should be designed for the recommended target planning horizon provided by the beta Climate Resilience Design Standards Tool, but users should consider what will happen beyond that planning horizon since climate change is still a concern beyond an asset’s intended useful life. Examples of incorporating this consideration in design include over designing a foundation that will allow flood height to be increased in the future; planning for a future pump in a lift station by designing the below ground infrastructure to accommodate the addition in the future, and/or planning land conservation for stormwater and heat mitigation strategies to be implemented in the future.  Example Best Practice: City of Boston Public Works Department Climate Resilience Design Standards and Guidelines for Protection of Public Rights-of-way - PDF  Practice Relevance: With the recognition of changing conditions throughout a project’s intended useful life, and the abundance and importance of public rights-of-way, the City of Boston Public Works Department (BPWD) published guidelines that provide a design process for evaluating flood barriers to protect Boston's public rights-of-way. The BPWD design guidelines seek to achieve flood protection through 2070, with the option to add an additional 2 feet. of protection in the future. This was first implemented in the design of improvements at Langone Park & Puopolo Playground in Boston, MA by the Boston Parks and Recreation Department. The park is located along Boston Harbor in Boston’s Historic North End. The resilience improvements on the site included raising grades and constructing a flood wall to the stillwater elevation for 2070, and the wall is designed to be able to be increased in height the future if necessary. AP-2. Design for incremental change: Designs should consider exposure and risk through an asset’s useful life to identify flexible approaches to achieve the recommended Standards (return period, planning horizon, design criteria) identified through the beta Tool. Some projects may not be able to achieve the target design because of various infeasibilities (e.g., technical or financial limitations), and may need to use intermediate planning horizons to achieve the Standards over time.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 10  Example Best Practice: Proposed incremental Falmouth Harbor/Main Street Adaptation Strategies, Falmouth, MA  Practice Relevance: This project included a vulnerability assessment for Falmouth and proposed incremental improvements to the Route 28 Roadway. Coastal and riverine flood exposure and risk are high based on the preliminary Climate Risk Screening Output, but the risk increases through time based on review of the Massachusetts Coast Flood Risk Model (MC-FRM) maps provided through the Standards. The project team, including MassDOT, is planning an incremental adaptation approach to meet the recommended Standards, including improvements beyond the project area from Falmouth Harbor to Morse Pond. The planned incremental improvements combine grey and green infrastructure measures. Waterfront assets, including Robbins Road and the Town Lift Station, are recommended to be elevated in the immediate near term where feasible. A berm and a living shoreline are planned along Falmouth Harbor for completion by 2050. The berm will be designed to be increased in 2070 as conditions change and include hard infrastructure improvements, such as outfall protection. The roadway improvements are planned for 2070, and include designing a bridge/culvert, salt marsh, greenway, and open water connection between the Harbor and Morse Pond. The incremental approach allows the roadway to be planned and designed over time with additional nature-based benefits added to the design.  Example Best Practice: Sustainable Adaptive Gradients in the Coastal Environment (SAGE) – Adaptive Gradients Framework  Practice Relevance: SAGE has developed a technical report and practical guide for the Adaptive Gradients Framework, used for developing and managing infrastructure that is resilient to coastal climate hazards. The Eight Gradients of Resiliency provided by the framework include goals/requirements such as Exposure Reduction, defined as project components that “reduce the consequences of a hazardous event” on resources; and Adaptation over Time, which emphasizes evolution of design through monitoring and assessing changing climate and system functionality. This framework is emphasized for encouraging flexible, “location-appropriate, and climate adapted sustainable coastal infrastructure policy.” AP-3. Encourage climate mitigation and other co-benefits: Projects should consider carbon mitigation in design and ways to reduce their carbon footprint and support plans for a Carbon Neutral future. Additional co-benefits increase the benefit cost ratio for a project and provide more value beyond resilience.  Example Case Study: Spaulding Rehabilitation Hospital, Boston, MA  Case Study Relevance: Constructed in 2013, the Spaulding Rehabilitation Hospital located in the Charlestown Navy Yard is a LEED Gold Certified building. The project resulted in the cleanup of a brownfield site. The project considered carbon mitigation and smart use of energy. The building envelope was designed to conserve energy, and includes natural daylighting, window panels and shading systems. There is an energy efficient gas-fired combined heat power and building system. The resilience investment was $1.5 million rebated with utility costs with $500k of annual cost savings.  Example Best Practice: Envision Framework – Webpage  Practice Relevance: Envision was established by the Institute for Sustainable Infrastructure as a framework for developing sustainable and resilient infrastructure.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 11 This framework is organized by five overarching categories, (quality of life, leadership, resource allocation, natural world, and climate & resilience), with 64 sustainability and resilience indicators or credits, to assist each category of stakeholder involved in infrastructure design and management. AP-4. Prioritize nature-based solutions: Natural systems and ecosystem services provide economic value and social benefit, often untapped in non-resilient projects. Nature-based solutions may cost less than traditional gray approaches through reduced upfront investment, maintenance costs, or both, and as living systems, some can become self- sustaining over time. Nature-based solutions also provide many co-benefits for the environment and society.  Example Best Practice: Naturally Resilient Communities Resource Webpage  Practice Relevance: Naturally Resilient Communities provides a user-friendly, visually pleasing, interactive webpage that defines related terms, link to federal resources, and identifies a wide variety of detailed technical solutions and case studies. Users can choose from several different hazard flooding and erosion type, regional location, community type, scale, and cost.  Example Best Practice: Town of Brookline Climate Resilience Design Guidance - PDF  Practice Relevance: This Design Guidance document focuses on how Low Impact Development, at the municipal level, can be used to increase resilience of new and planned development. It provides recommendations and resilience Best Management Practices for cost, maintenance, and architectural design for temperature hot spots and FEMA flood zones. It is simple to read with clear graphics and linked resources.  Example Best Practice: Sustainable SITES Initiative – Webpage  Practice Relevance: The SITES point-based rating system was established as a performance-based metric for sustainable and resilient land development projects. Complementary to the LEED system, SITES focuses on the project site, rather than the building/infrastructure structure. SITES evaluates how a project site maintains, supports, and/or enhances natural systems as well as the ecosystem services provided. AP-5. Prepare for current and future operational and maintenance needs: Operations and maintenance needs, both under current and future climate conditions, should be identified early in the design phase and communicated to the Asset Owners and State Agency Project Managers. Technical Staff should explore how those demands may impact design and Asset Owners should prepare governance structures to support maintained resilience through the project’s useful life.  Example Best Practice: City of Boston Public Works Department (BPWD) Climate Resilience Design Standards and Guidelines for Protection of Public Rights-of-way - PDF – Operations and Maintenance Considerations  Practice Relevance: Operations and maintenance (O&M) are critical components in preparing for and adapting to climate change. Though often overlooked in the design and planning phase, thoughtful consideration has clear implications to the long-term function of assets and sustainability of budgets. The BPWD Guidelines provide a framework for estimating annual operating costs and identifying O&M needs associated with design features.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 12  Example Best Practice: National Green Infrastructure Certification Program – Webpage  Practice Relevance: As the implementation and maintenance needs of green infrastructure projects continue to expand across the US, an opportunity exists to align that technical need with employment and skills training, particularly for local residents. The NGIP provides a base skill set for entry-level workers to construct, inspect and maintain green infrastructure. Thus, the program can provide multiple benefits for vulnerable neighborhoods, marginalized residents, and resource-strapped agencies. Several cities and metropolitan entities have implemented similar workforce related efforts and certificate programs, including: DC Water, Milwaukee Metropolitan Sewerage District, Montgomery County, Kansas City Water Services Department, Fairfax County, City of Baltimore Department of Public Works, Louisville Metropolitan Sewer District, San Francisco Public Utilities Commission, Pennsylvania Capital Region Water, Metropolitan Water Reclamation District of Greater Chicago, Pittsburgh Water and Sewer Authority, Metropolitan Sewer District of Greater Cincinnati, and the Boston Water and Sewer Commission.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 13 CASE STUDIES OVERVIEW The following case studies are real-world projects that are in various stages of planning, design, and construction, and provide examples for the applicable Guideline category. As such, the preliminary Climate Risk Screening Output from the beta Tool is provided, but the calculated values for the recommended Standards are not included. For real-world examples on calculating the recommended design criteria, please review the Section 3: Climate Resilience Design Standards Outputs and Relationships document. For case study examples relevant to the Guidelines, see the following two case studies: the MassDOT District Maintenance Facility Relocation Case Study, and the DCR Draw 7 Park, Flood Barrier, and Living Shoreline Case Study.",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 14 Draft MassDOT District Maintenance Facility Relocation Case Study",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 15 Draft DCR Draw 7 Park, Flood Barrier, and Living Shoreline Case Study, page 1",
        "RMAT Climate Resilience Design Standards and Guidelines | Page 16 Draft DCR Draw 7 Park, Flood Barrier, and Living Shoreline Case Study, page 2"
    ]
}