{
    "FILE_NAME": "https://s3.amazonaws.com/somervillema-live/s3fs-public/Somerville_Climate_Change_Vulnerability_Assessment_2023.pdf",
    "ALL TEXT": "2023 Climate Change Vulnerability Assessment Update CITY OF SOMERVILLE CLIMATE FORWARD Page 0 of 311. Vulnerability Assessment Executive Summary 2 1.1 Context 2 1.2 Key Findings 3 2. Flooding Overview 9 2.1 Flooding Summary 9 2.2 Coastal Flooding 9 2.3 Stormwater Flooding 15 3. Heat Overview 22 3.1 Key Findings 23 4. Methodology 26 4.1 Summary 26 4.2 Assumptions and Limitations 27 4.3 Inventory 28 4.4 Data Sources 29 11. Vulnerability Assessment Executive Summary 1.1 Context Somerville is currently experiencing, and will continue to face, the impacts of climate change. The city is susceptible to three primary hazards: extreme heat, stormwater flooding, and coastal flooding. These three hazards are projected to impose increasingly severe impacts on Somerville’s communities and infrastructure. According to the 2022 Massachusetts Climate Change Assessment, the Boston Harbor region is projected to see an increase of 3.6 degrees Fahrenheit in the summer mean temperature compared to the historical period of 1950-2013 by 2030.1 By 2070, it is anticipated that there could be an additional 39 days above 90 degrees Fahrenheit, resulting in prolonged periods of extreme heat. Prolonged exposure to extreme heat can have severe implications on public health, particularly for seniors, children, and individuals with chronic illnesses. Stormwater flooding is also anticipated to increase in its frequency and intensity. Precipitation projections show that the amount of rain resulting from 10- and 25-year storms (in inches) is projected to increase by nearly 40% between present day and 2070.2 Lastly, coastal storms are expected to bring various hazards, including storm surge, heavy rainfall, and high winds, resulting in extensive damages to the Boston Harbor region. By mid-century, the area with a 1 percent annual chance of one foot or more of coastal flooding, could expand by 3.6 times in comparison to the current affected region.3 By the end of the century (2090), coastal storm events are expected to escalate in frequency by nearly 50 percent. Additionally, existing coastal and riverine infrastructure is not designed to withstand these increasing impacts. The Charles River Dam, constructed in 1910, and the Amelia Earhart Dam on the Mystic River, built in 1966, face the imminent risk of being breached or flanked within the next 20 to 30 years if not mitigated.4 Coastal Flooding The coastal flooding analysis evaluated three-time horizons, 2030, 2050, and 2070 and three storm scenarios – a 100-, 200-, and 1000-year storm event inclusive of sea level rise. Stormwater Flooding For stormwater flooding, this analysis assessed two planning horizons, 2030 and 2070, and two storm scenarios – a 10-year, 24-hour and 100-year, 24-hour storm. The 2070 100-year storm event was used in the previous analysis, offering a baseline of comparison within this assessment. The addition of the 2030 10-year, 24-hour storm is intended to illustrate the impacts from a frequent storm event as a comparison. Heat The 2017 Climate Change Vulnerability Assessment (CCVA) conducted an outdoor heat exposure analysis using surface temperature data from the Trust for Public Land, in addition to emissions data, percentage of open space, and estimated tree canopy coverage to build out parameters for calculating urban heat island prevalence. Critically, this update uses new land surface temperature (LST) data 1 Massachusetts Climate Change Assessment, 2022; Top Impacts in the Boston Harbor Region 2 Citywide Flood Mitigation and Water Quality Master Plan, 2022; pg. 9 3 Massachusetts Climate Change Assessment, 2022; Top Impacts in the Boston Harbor Region 4 City of Cambridge Climate Change Vulnerability Assessment, 2021; Resilient Cambridge Summary Report - Cambridge Massachusetts; pg. 22 2allowing for a spatial assessment of where higher temperatures are projected to be experienced across the city. Social Vulnerability and Social Infrastructure This analysis pays particular attention to the impact of these hazards on socially-vulnerable populations and social infrastructure. The CDC Social Vulnerability Index (SVI) is used to identify the social vulnerability within the city; the SVI combines socioeconomic status, household characteristics, demographic data, as well as housing type and transportation factors to provide a low to high social vulnerability index score. Hillside has the highest SVI in the city and is the only census tract in Somerville with a nationally rated ‘High’ CDC SVI index score. The SVI is coupled with a social infrastructure analysis to understand both the communities impacted and the impacts to the community resources that provide significant support to Somerville’s more vulnerable residents. Social infrastructure is defined as libraries, places of worship, and nearly 40 community organizations encompassing a diverse range of focuses from homelessness, to economic development, to access to healthcare. Preserving Somerville’s social infrastructure is critical to building social resilience and increasing the adaptive capacity of the City in the face of a changing climate. Future analyses should consider additional social infrastructure that supports the city, including extending the healthcare system analysis to include pharmacies, and incorporating a vulnerability assessment of key event spaces and community gathering areas. 1.2 Key Findings There are many consistencies between this analysis and the 2017 assessment. Overall, this 2023 update demonstrates that the potential impacts of climate change in Somerville are only increasing – more assets are exposed to coastal flooding and stormwater-based flooding than previously identified in 2017; previously exposed assets are projected to experience greater depths of flooding; and the city will continue to see increasing temperatures, particularly in areas with more impervious surface. Key differences between the 2017 CCVA and this 2023 update include: • Coastal flooding will extend into Union Square with depths up to 10 ft. starting in 2070 under a 100-year storm event scenario. This will expose social infrastructure assets including St. Patrick’s Women’s Shelter, James Hagan Manor, Community Action Agency of Somerville (CAAS) amongst others. • Multiple medical facilities are projected to be exposed to coastal flooding as early as 2030 including CHA: Union Square Family Health, Primary Care Assembly Square, Mass General Brigham • Additional social infrastructure organizations and food resources are projected to be exposed to coastal flooding as early as 2030 including the Elizabeth Peabody House, Partners for Youth with Disabilities, Somerville-Cambridge Elder Services, Trader Joes, Stop & Shop, amongst others. • Critical facilities previously identified to experience stormwater inundation are anticipated to experience greater flood depths, including: the Police Headquarters, Union Square Fire Station, Albert F Argenziano School at Lincoln Park, and Union Square Station. • Heat can now be spatially assessed and used to illustrate what neighborhoods have the greatest heat exposure. Over 80% of the city is within the 95th percentile of statewide LST indices. 3Assembly Square, East Somerville, Union Square, Inner Belt, Twin City Plaza, and Brick Bottom have particularly high LST indices. Assembly Square, Union Square, East Somerville, and Davis Square have the most assets exposed to one or more hazards (Figure 1), and social infrastructure, food resources, medical facilities, and MBTA assets are the most exposed asset classes in Somerville (Figure 2). This analysis did not consider the larger food system and supply chain that exists outside of the boundaries of the City of Somerville; however, one of the key food system vulnerabilities for the Boston metropolitan area and the state, more broadly, is the potential flood impacts to the New England Produce Center, which is located on the coast in Everett and supplies the majority of fresh produce for the region. Figure 1. Neighborhood Exposure 4Figure 2. Asset Exposure Coastal Flooding Coastal flooding impacts in Assembly Square, East Somerville, and Winter Hill are anticipated as early as 2030 and grow more severe through mid-century. This is expected to expose numerous medical, food, and social resources highlighted in box 2 below in Figure 3. Furthermore, if the Schrafft’s Center flood pathway, previously identified in the 2017 assessment, is not mitigated, the Inner Belt will see significant flood exposure. The most critical new finding from this analysis is that the Massachusetts Coast Flood Risk Model (MC-FRM) data reveals a new flood path caused by the overtopping of the Charles River Dam that will extend from Cambridge, northeast through Union Square under all three storm scenarios in 2070. This new flood path can be seen within the highlighted box 1 below in Figure 3. While Assembly Square, East Somerville, and Winter Hill will experience flooding the earliest, this new flood path will expose more assets in total. 5Figure 3. Somerville inundation resulting from a 2070 100-year event Stormwater Flooding The updated assessment has consistent findings with stormwater depths and locations identified in the 2017 CCVA. During a 2070 100-year, 24-hour storm event, Assembly Square, Winter Hill, Union Square, and Davis Square are again found to be most at-risk. However, this analysis additionally includes an analysis of projected depths from a 2030 10-year, 24-hour storm event. Even under this less severe scenario, stormwater flooding is still anticipated to reach depths greater than 5ft. in both Assembly and Union Square. Assets with the greatest exposure include food resources, social infrastructure, and public housing. Notable transportation infrastructure including Routes I-93 and 28, Assembly Square Station, Davis Square Station, and the Green Line Extension and associated stations are projected to experience inundation from rainfall events if not adequately mitigated. 6Figure 4. Neighborhoods with greater stormwater flooding during a 2070 100-year, 24-hour storm. Heat Somerville has significant heat exposure with nearly 82.3% of the city defined as a hot spot. A hot spot means the area has a heat index within the top 5% statewide. Therefore, 82.3 % of the city is within the 95th percentile for LST indices across the state. Areas with higher LST indices are concentrated in neighborhoods with more imperious surface and less green space including Inner Belt, Union Square, Brick Bottom, and Twin City Plaza. Union Square, East Somerville, and Davis Square have the most assets exposed to high temperatures. Within Somerville, neighborhoods with relatively higher SVIs overlap with areas with greater hazard exposure. For example, neighborhoods such as Brick Bottom, Inner Belt, Twin City Plaza, Union Square, and Winter Hill have relatively higher social vulnerability compared to other neighborhoods in the city while also being projected to experience higher LST indices (Figure 5). Intensified heat disproportionally impacts socially vulnerable populations including those with existing medical conditions, seniors, and those dependent on public transportation. 7Low SVI Low – Medium SVI Medium – High SVI High SVI Medium – High LST High LST Figure 5. Maps illustrating Somerville's Land Surface Temperature (LST) Index and Social Vulnerability Index (SVI). 82. Flooding Overview 2.1 Flooding Summary Somerville will experience climate change impacts from both coastal flooding, driven by increasing sea level rise and more extreme storm surges, and more frequent and intense rainfall events that have the potential to overwhelm existing drainage and stormwater management systems. In 2030 and 2050, coastal flooding is expected to have the greatest impact in East Somerville, Winter Hill, and Assembly Square, all in the northeast of Somerville, near the Mystic River and Amelia Earhart Dam. East Somerville and Winter Hill are also neighborhoods with higher percentages of socially vulnerable residents, older housing types, and wide paved residential roads that result in reduced infiltration due to high amounts of impervious surface area. By 2070, both coastal and stormwater flooding are projected to impact the greatest number of assets in Assembly Square, Winter Hill, and Union Square. Union Square is exposed to coastal flooding due to a new flood pathway resulting from the overtopping of the Charles River Dam. A variety of essential infrastructure assets will be exposed to both coastal and stormwater flooding through 2030, 2050, and 2070, particularly food resources, social infrastructure, public housing, medical facilities, and transportation. Somerville is home to a large number of community organizations that provide youth advocacy, food access, and other services, that are among the greatest number of threatened assets. Medical facilities, including hospitals and urgent care centers, groceries, and essential transit stops along the Green and Orange Lines are also among the greatest impacted. These are all crucial to the functioning of the community and especially important to lower income and socially vulnerable residents who rely on their support. 2.2 Coastal Flooding 2.2.1 Key Findings • Coastal flooding is likely to impact the neighborhoods of Assembly Square, East Somerville, and Winter Hill as early as 2030, including the following assets: Elizabeth Peabody House, Cambridge Health Alliance: Union Square Family Health, Mass General Brigham, Assembly Station, Stop & Shop (across from Foss Park), and Trader Joe’s (Assembly Square). • Inner Belt may experience coastal flooding as early as 2030, resulting from flood waters extending into the neighborhood from the Schrafft's Center flood pathway in Charlestown. • By 2050, Assembly Square is exposed to significant coastal flooding across all three storm scenarios (100-, 200-, and 1000-year storms), with depths of up to 10 ft in adjacent residential streets in Winter Hill, up to 4.5 ft in Assembly Marketplace, and up to 10 ft near Assembly Station and the banks of the Mystic River. • Multiple medical facilities are projected to be exposed to coastal flooding as early as 2030 including CHA: Union Square Family Health, Primary Care Assembly Square, and Mass General Brigham Headquarters. • New modeling from the MC-FRM presents a new coastal flood pathway in 2070 that extends from Cambridge, northeast through Union Square, under all storm scenarios. This will expose critical infrastructure in Union Square that was previously only identified for stormwater risk. 92.2.2 Inundation Consistent with the 2017 CCVA findings, East Somerville, Assembly Square, and the part of West Somerville bordering Alewife Brook remain at risk of coastal flood impacts. Additional flood risk in Inner Belt results from the Schrafft’s Center flood pathway (see Figure 6). Figure 6. 2017 CCVA maps of 2030 and 2070 annual chances of coastal flooding from storm surge and sea level rise. The East Somerville, Winter Hill, and Assembly Square neighborhoods could experience minor coastal flooding as early as 2030 with more significant flooding, including flood depths up to 10 ft, starting in 2050. The updated 2022 MC-FRM shows increased risk and higher depths of flooding in many of the locations previously identified to experience flood risk. The new modeling also introduces a new flood path in 2070 arising from the overtopping of the Charles River Dam (see Figure 7). According to the Resilient Cambridge Plan (2021), the Charles River Dam is at risk of being overtopped as early as 2055 in a 100-year storm event, though additional updates to flood risk data may accelerate that timeframe. Overtopping leads to higher river water levels, pushing water upstream through stormwater drainage pipes and causing inland flooding in low-lying areas such as Union Square. The Resilient Cambridge Plan’s analysis anticipates that floodwaters could backflow into Cambridge, with similar impacts, as seen from this assessment’s analysis, expected to then extend into Union Square, reaching flood depths ranging from 4.5 ft to 10 ft.5 5 Resilient Cambridge Plan – Cambridge, Massachusetts, pg. 9 10Figure 7. Updated 2030, 2050, and 2070 coastal flooding in 100-year storms. Neighborhood assets at coastal flood risk in each of the three storm scenarios and three-time horizons are shown below, organized in order of earliest exposure. Figure 8. Coastal Flooding Asset Matrix Assembly Square is predicted to experience the earliest flooding, with potential exposure as early as 2030. The neighboring East Somerville and Winter Hill are also exposed as early as 2030, with slightly fewer total assets exposed. From the new flood path, Union Square is relatively unexposed until 2070, when overtopping of the Charles River Dam may occur, exposing greater than 10 assets to coastal flood risk in Union Square. 11The number of exposed critical infrastructure assets from coastal flooding is expected to more than double by 2070. Social infrastructure, food resources, and medical facilities will have among the greatest number of exposed assets within the 2030 horizon, along with MBTA facilities, higher education, and public housing. This analysis did not consider the larger food system and supply chain that exists outside of the boundaries of the City of Somerville; however, one of the key food system vulnerabilities for the Boston metropolitan area and the state, more broadly, is the potential flood impacts to the New England Produce Center, which is located on the coast in Everett and supplies the majority of fresh produce for the region. Figure 9. Coastal Flooding Asset Matrix 122.2.3 High Exposure Areas Union Square The new coastal flood path, resulting from the overtopping of the Charles River Dam, extends through Cobble Hill and Inner Belt into Union Square (Figure 10). Critical facilities, shelters, community organizations (Community Action Agency of Somerville, Culture House HQ, Communities for People Inc.), and public housing units will be exposed. Union Square Station on the Green Line could see up to 4 ft of flooding. Albert F. Argenziano School at Lincoln Park and surrounding residential streets could experience up to 10 ft of flooding. Figure 10. Union Square coastal flood risk in a 2070 100-year storm 13Assembly Square Assembly Square, as well as parts of East Somerville and Winter Hill, is home to many residences, the bustling residential and commercial center Assembly Row, higher education, healthcare facilities, food resources, and public transit. These face an extended risk of coastal flooding due to their proximity to the Mystic River and the expected regular flanking of Amelia Earhart Dam by 2035. The corridor along the Orange Line, including Assembly Station, Mass General Brigham Headquarters, and portions of Assembly Row face up to 10 ft of coastal flooding from a 2070 100- year storm. In addition, a large residential area of Winter Hill is at risk of similar flood depths of 10 ft. Within this residential area are also Safe House Church, a Somerville Housing Authority branch, El Manantial Latin Market, and a Stop & Shop. Across I-93, Lincoln Technical Institute and Cambridge Health Alliance Assembly Square may experience up to 4 ft of flood depths. Figure 11. Assembly Square coastal flood risk in a 2070 100-year storm 142.3 Stormwater Flooding 2.3.1 Key Findings • Assembly Square, Union Square, Inner Belt, and Davis Square remain exposed to the greatest stormwater depths from both a 2030, 10-year, 24-hour storm event as well as a 2070 100-year, 24-hour storm event, consistent with findings from the 2017 CCVA. • Stormwater flood risk overlaps with coastal flood risk in Assembly Square and Union Square, meaning prioritizing these neighborhoods is key. • The Green Line Extension corridor is projected to be exposed to up to 5 ft of stormwater flooding during a 2070 100-year, 24-hour storm event, potentially restricting residents’ ability to access transit. • The Department of Public Works is projected to experience up to 2.5 ft stormwater flooding. 2.3.2 Inundation Stormwater flooding is caused by a combination of high-volume rain events with insufficient drainage capacity and the presence of impervious surfaces unable to absorb the water. In the 2017 Somerville Climate Change Vulnerability Assessment’s analysis of precipitation flood risk, Assembly Square, Winter Hill, Union Square, and Davis Square were found to exhibit the greatest exposure to stormwater-based flooding (Figure 12). Figure 12. 2017 CCVA stormwater flood risk from a 2070 100-year, 24-hour storm event. Findings from this updated CCVA are largely consistent with the stormwater risks identified in the 2017 CCVA. During a 2070 100-year, 24-hour storm event, Assembly Square, Winter Hill, Union Square, and Davis Square are again found to be most at risk. The updated assessment also shows some increasing risk in the Inner Belt (see Figure 13). Assembly Square, Inner Belt, and Union Square 15are projected to experience the greatest stormwater depths in 2070, and these neighborhoods also have high exposure to coastal flood risk, as previously noted. Additionally, the rail corridor composing the Green Line Extension is projected to be exposed to stormwater flooding as early as 2030, based on new analysis from this reassessment. Stormwater depths here may reach between 2.5 to 5 ft. Figure 13. Updated stormwater flood risk maps, from a 2030 10-year 24-hour storm event and a 2070 100-year, 24-hour storm event. Union Square, Assembly Square, and Winter Hill have the most assets exposed in both a 2030 10- year and 2070 100-year storm scenario (Figure 14). Figure 14. Stormwater Neighborhood Asset Matrix. 16The asset classes at greatest risk are food resources, social infrastructure, and public housing, potentially posing a greater burden on under-resourced communities (Figure 15). Routes I-93 and 28, Assembly Station on the Orange Line, Davis Square Station on the Red Line, and the Green Line extension and its associated stations could furthermore experience significant impacts from rainfall events. Figure 15. Stormwater Asset Matrix. 2.3.3 High Exposure Areas Assembly Square, Union Square, and Davis Square are the neighborhoods projected to experience high exposure to stormwater flooding (see Figure 16). 17Figure 16. High stormwater flood exposure areas highlighted on the map: 1. Assembly Square 2. Union Square and Inner Belt 3. Davis Square. Assembly Square Assembly Square is expected to see some of the most severe stormwater flooding in Somerville, with flood depths greater than 5 ft affecting multiple residential blocks along with CHA Assembly Square Care Center, many community organizations, and Assembly Station on the Orange Line. Parts of Winter Hill and East Somerville – notably neighborhoods with highly socially vulnerable residents – are also expected to be impacted by stormwater flooding ranging from 2.5 to 10 ft of flooding. The compounding effects of stormwater flood risk, coastal flood risk, and social vulnerability are particularly relevant in Winter Hill and East Somerville. 18Figure 17. Updated stormwater flood risk for Assembly Square in a 2070 100-year, 24-hour storm event. 19Union Square and Inner Belt In Union Square, critical facilities previously identified to experience stormwater inundation in the 2017 CCVA are anticipated to experience greater depths of stormwater flooding. These facilities include the Police Headquarters, Union Square Fire Station, Albert F. Argenziano School at Lincoln Park, and Union Square Station. Stormwater impacts are also expected in Cobble Hill and Inner Belt, with critical facilities, community organizations, and residential buildings all at-risk of stormwater flooding. Figure 18. Updated stormwater flood risk for Union Square in a 2070 100-year, 24-hour storm event. 20Davis Square Davis Square is highlighted due to its concentration of residential, commercial, and transportation assets exposed to stormwater flooding. The neighborhood could see stormwater flood depths of up to 5 ft, particularly in residential neighborhoods. Furthermore, a concentration of food resources along Elm Street and College Avenue could experience up to 5 ft of flooding. Figure 19. Updated stormwater flood risk for Davis Square in a 2070 100-year, 24-hour storm event 213. Heat Overview According to the 2022 Massachusetts Climate Change Assessment, the Boston Harbor region is projected to see an increase of 3.6 degrees Fahrenheit in the summer mean temperature compared to the historical period of 1950-2013 by 2030. By 2070, it is anticipated that there could be an additional 39 days above 90 degrees Fahrenheit, resulting in prolonged periods of extreme heat. Prolonged heat exposure can have severe implications on public health including acute heat-related illnesses such as heatstroke. It can also exacerbate pre-existing health conditions, particularly for seniors, children, and individuals with chronic illnesses. The 2017 CCVA found Assembly Square/East Somerville, Ward Two/Inner Belt, and Davis Square to have the highest outdoor heat exposure. The 2017 CCVA conducted an outdoor heat exposure analysis using surface temperature data from the Trust for Public Land, in addition to emissions data, percentage of open space, and estimated tree coverage to build out parameters for calculating urban heat island prevalence (see Figure 20). Critically, this update utilized Land Surface Temperature (LST) index data to provide a spatial understanding of heat risk. LST is a satellite measure of the relative tendency of land areas to be hotter ranging from 0 to 1. This allows the city to locate which neighborhoods are experiencing more extreme urban heat island effects, and thus prioritize cooling interventions in those locations. Notably, this new data illustrates that nearly all of Somerville has moderate to high LST indices shown in yellow, orange, and red (LST index over 0.4) shown below. The findings are largely consistent with the 2017 CCVA finding that Assembly Square, East Somerville, Davis Square, Inner Belt, and Union Square experience higher than average land surface temperatures. Figure 20. 2017 CCVA map of outdoor heat exposure by neighborhood compared to the 2023 CCVA update illustrating LST index. 223.1 Key Findings Somerville has significant heat exposure, with 82% of the city defined as a hot spot. A hot spot indicates the area has an index within the top 5% statewide. Therefore, 82% of the city is within the 95th percentile for statewide Land Surface Temperature (LST) indices. Hot Spot Figure 21. Identification of hot spots, or areas with an LST index within the 95th percentile of statewide LST indices. Union Square, East Somerville, and Davis Square have the most assets exposed to high temperatures with social infrastructure, food resources, and places of worship being the most concentrated in areas of higher LST indices. An asset is deemed to be exposed if it is located in an area with a LST above 0.6. Figure 22. Infrastructure and Neighborhoods with the Most Assets Exposed to Extreme Heat (LST >0.6). 23Impervious surfaces, like concrete and asphalt, contribute to the urban heat island effect by absorbing and storing more heat from the sun compared to natural surfaces like green spaces or tree cover. Neighborhoods and assets with higher LST indices are concentrated in areas with more impervious surface area and less green space, including Inner Belt, Brick Bottom, Twin City Plaza, Union Square, East Somerville, and Assembly Square (see Figure 19). For example, the concentration of paved transportation infrastructure, comprising I-93, the Green Line Extension, and MBTA Commuter Rail tracks, in Inner Belt makes residents living, working, and commuting nearby particularly vulnerable to heat exposure. Furthermore, a portion of Assembly Square maintains the highest LST within the city. It is the only neighborhood with an LST over 0.8 marked by dark red in the map shown below. Medium – High LST High LST Figure 23. Open space compared to medium-high LST indices. Within Somerville, neighborhoods with relatively higher SVIs often overlap with areas with greater heat exposure. For example, neighborhoods such as Brick Bottom, Inner Belt, Twin City Plaza, Union Square, and Winter Hill have relatively higher social vulnerability compared to other neighborhoods in the city, while also being projected to experience higher LST indices. Intensified heat disproportionally impacts socially vulnerable populations including those with existing medical conditions, seniors, and those dependent on public transportation. In particular, individuals with existing medical conditions are more prone to more severe health impacts of extreme heat, including heatstroke and worsening of existing cardiovascular and respiratory illnesses. 24Low SVI Low – Medium SVI Medium – High SVI High SVI Medium – High LST High LST Figure 24. Social vulnerability analysis overlaid medium-high LST indices. 254. Methodology 4.1 Summary The goal of this analysis is to update the 2017 Climate Change Vulnerability Assessment (CCVA) by incorporating new hazard data and updating the inventory of assets to support the City’s climate action and resilience planning efforts. The findings in this analysis are derived from spatial data analysis conducted using ArcGIS Pro, quantitative analysis performed in Excel, and desktop research. Consistent with the 2017 CCVA, this assessment focuses solely on the direct effects of climate stressors within Somerville's boundaries and does not encompass secondary impacts or broader climate considerations such as food insecurity or population migration. Furthermore, the focus of this assessment is to understand the vulnerabilities and risks throughout the city in order to identify the most at-risk populations, assets, and systems. This update assesses three hazards: coastal flooding, stormwater flooding, and heat. In accordance with the 2017 CCVA, this study employs fixed years, specifically 2030, 2050, and 2070, to represent projected future climate conditions. These horizons should be understood as reference points indicating near-term and long-term predicted conditions. Referenced hazard data includes the 2022 Massachusetts Coast Flood Risk Model (MC-FRM) to evaluate coastal flooding, stormwater modeling completed for the Citywide Flood Mitigation and Water Quality Master Plan (2022) to assess stormwater flooding, and MAPC Land Surface Temperature Index data for heat.6 Coastal Flooding The coastal flooding analysis evaluated three-time horizons, 2030, 2050, and 2070 and three storm scenarios – a 100-, 200-, and 1000-year storm event inclusive of sea level rise. The MC-FRM model uses Massachusetts-specific sea level rise projections produced for the Commonwealth of Massachusetts Executive Office or Energy and Environmental Affairs, which are based on a range of probabilities within the high emissions climate scenario, RCP8.5. More information on the sea level rise projections can be found on page 11 within the 2022 Technical Documentation report. 7 Stormwater Flooding For stormwater flooding, this analysis assessed two planning horizons, 2030 and 2070, and two storm scenarios – a 10-year, 24-hour and 100-year, 24-hour storm. The 2070 100-year, 24-hour storm event scenario was used in the previous analysis, offering a baseline of comparison within this assessment. The addition of the 2030 10-year, 24-hour storm is intended to illustrate the impacts from a frequent storm event as a comparison. Heat The 2017 CCVA conducted an outdoor heat exposure analysis using surface temperature data from the Trust for Public Land, in addition to emissions data, percentage of open space, and estimated tree canopy coverage to build out parameters for calculating urban heat island prevalence. Critically, this 6 Citywide Flood Mitigation and Water Quality Master Plan, 2022 7 A weather-regime based stochastic weather generator for climate scenario development across Massachusetts; Technical Documentation, 2022; FinalTechnicalDocumentation_WGEN_20220405.pdf (eea-nescaum-dataservices-assets-prd.s3.amazonaws.com); pg. 11. 26update uses new land surface temperature (LST) data allowing for a spatial assessment of where higher temperatures are projected to be experienced across the city. Hazard Coastal Flooding Stormwater Flooding Heat Metric Inundation (Depth) Inundation (Depth) Land Surface Temperature Index (LST) Time- 2030, 2050, 2070 2030, 2070 Present Day Horizon Scenario 100-year storm 10-year, 24-hour storm N/A 200-year storm 100-year, 24-hour storm 1000-year storm 4.2 Assumptions and Limitations • This analysis focuses on exposure. For the sake of this analysis, an asset is deemed exposed if inundation of any kind is seen at the location. Heat exposure is based on an LST index over 0.6, which indicates an above average LST when compared state-wide. • This climate change vulnerability assessment is not a consequence analysis or economic impact analysis and thus does not provide information related to potential damage resulting from the assessed hazards. Although this analysis does not quantify the consequences or economic impacts resulting from the assessed hazards, Phase 3 of the Municipal Vulnerability Preparedness (MVP) Action Grant has started to address these potential impacts within the Upper Mystic River Watershed. You can find more information about this initiative on the MVP Upper Mystic River Watershed Viewer Tool.8 • This analysis does not account for planned or actioned mitigation efforts at specific locations that would reduce the impact of the three assessed hazards. For example, the Resilient Cambridge Plan (2021) includes measures to reduce the risk of the Charles River Dam overtopping.9 This analysis presents flood inundation depths assuming this mitigation measure is not implemented and presents the resulting depths that would occur in the city. • The stormwater modeling included in this analysis was completed for the Citywide Flood Mitigation and Water Quality Master Plan (2022). The modeling was used to inform stormwater mitigation measures to improve the City’s drainage capacity. However, the impact of these mitigation efforts are not reflected in the modeling used for these reports. Therefore, the depths reflected in the stormwater modeling are assuming no mitigation action is completed. • The LST index does not provide surface temperature values, nor does it directly correlate with air temperature or health outcomes. Rather, the LST index represents the relative tendency of areas across the state to be hotter, ranging from 0 to 1. Furthermore, the LST index does not account for future heat conditions because MAPC’s LST index methodology relies on historical satellite imagery. 8 Upper Mystic River Watershed Viewer Tool, 2023; https://kleinfelder.maps.arcgis.com/apps/dashboards/c2203e5ae62e4cb3bd4b34019f30030d. 9 Resilient Cambridge Summary Report – Cambridge, Massachusetts, pg. 29 274.3 Inventory The inventory for this analysis was assembled using both public and private data sources. Furthermore, this study supplemented provided data sources with geolocated social infrastructure and food resources addresses found through desk research. The inventory includes: Critical Infrastructure • Police stations • Fire stations • City Hall • Department of Public Works • Medical facilities o Hospitals o Hospitals (satellite) o Hospitals (other) o School health centers o Long-term care facilities o Care facilities • Schools o K-12 o Higher education Social Infrastructure • Places of Worship o Churches o Synagogues • Libraries • Community Organizations o Social Services (7) o General Community (6) o Health Care (4) o Homelessness (4) o Food Access (5) o Education (3) o Immigration (3) o Art and Culture (2) o Economic Development (2) o Open Space (1) o Environmental (1) o Housing (1) o Cultural Group (1) o Women's Services (1) • Public Housing Food Resources • Grocery stores • Community gardens • Farmers markets • Food pantries 28Transportation Assets • MBTA stations • MBTA routes • Bus lanes • Bus stops • Bike trails • Electrical Vehicle Charging Stations • Roads • Bridges • Dams Land Use • Open space • Tree inventory • Impervious surface Utilities • Water distribution system • Stormwater infrastructure • Sewer infrastructure Future updates to the CCVA should consider including an assessment of Pharmacies (as part of the Healthcare system), Event Spaces and Community Gathering Spaces (as part of the social infrastructure), an assessment of the broader Food System and supply chain (as part of the social infrastructure), and inclusion of new critical facilities, such as the forthcoming Fire Station and Police Station in Assembly Square. 4.4 Data Sources Data Set Source Link Acute Care Hospitals MassGIS MassGIS Data: Acute Care Hospitals | Mass.gov Bike Lanes Somerville Streets | City of Somerville, MA (somervillema.gov) Buildings Somerville https://data.somervillema.gov/GIS-data/Buildings/uzdd-gyjv Bus Routes and Stops MassGIS MassGIS Data: MBTA Bus Routes and Stops | Mass.gov Massachusetts Coast Flood Risk Model Massachusetts Coast Flood Risk Model (MC-FRM) 1% Annual Coastal Flooding (MC-FRM) Exceedance Probability | Resilient MA Climate Hub (arcgis.com) Colleges and Universities MassGIS MassGIS Data: Colleges and Universities | Mass.gov Community Health Centers MassGIS MassGIS Data: Community Health Centers | Mass.gov 29EJ Populations MassGIS Data: 2020 Environmental Justice Populations | (2020) MassGIS Mass.gov EV Charging Stations Somerville Geocoded Excel Document Fire Stations Somerville https://data.somervillema.gov/GIS-data/Fire-Stations/vjwd-26r7 MassGIS; and Food Resources Geolocated Geocoded Excel Document https://www.dropbox.com/s/c7do9fmyeqwdsp7/Imperviousness% Impervious Surface Somerville 20Layer.zip?dl=0 https://resilientma-mapcenter-mass- Land Surface eoeea.hub.arcgis.com/maps/land-surface-temperature-index- Temperature Index MAPC mapc/explore?location=42.370666%2C-71.112004%2C10.83 Libraries MassGIS MassGIS Data: Libraries | Mass.gov Locally Identified Hazard Areas Somerville Somerville Hazard Mitigation Plan Data Long term Care Residences MassGIS MassGIS Data: Long Term Care Residences | Mass.gov MBTA Stations and Routes MassGIS MassGIS Data: MBTA Rapid Transit | Mass.gov Neighborhoods Somerville Neighborhoods | City of Somerville, MA (somervillema.gov) Non-acute Care Hospitals MassGIS MassGIS Data: Non-acute Care Hospitals | Mass.gov Open Space Somerville https://data.somervillema.gov/GIS-data/Open-Space/9i64-4hby https://www.dropbox.com/s/u6gawvd10bhyrxk/ParcelsWithZoni Parcels Somerville ngAssessing.gdb.zip?dl=0 Places of Worship MassGIS MassGIS Data: Places of Worship | Mass.gov https://data.somervillema.gov/GIS-data/Police-Stations/9yqy- Police Stations Somerville rex4 HUD; Somerville Housing Public Housing Buildings | Public Housing Buildings | HUD Public Housing Authority Open Data Site (arcgis.com) MassGIS Data: Massachusetts Schools (Pre-K through High Schools MassGIS School) | Mass.gov https://www.dropbox.com/s/d8e5hmtzus53lik/Storm%26SewerD Sewer/Storm Somerville ata_20220901.gdb.zip?dl=0 Somerville Social Infrastructure Outreach List Geocoded Excel Document Social Vulnerability CDC/ATSDR SVI Data and Documentation Download | Place Index CDC/ATSDR and Health | ATSDR Stormwater Flooding Somerville MVPStormwaterModeling.gdb.zip (dropbox.com) 30https://www.dropbox.com/s/piakbquwoerfmzp/Somerville_UFM Davey, P_TreeCanopy_2018.zip?dl=0 Tree Canopy (2018) Somerville Water Distribution https://www.dropbox.com/s/l037vt4z8ncmr6d/WaterDistribution System Somerville System.gdb.zip?dl=0 31",
    "TEXT BY PAGE": [
        "2023 Climate Change Vulnerability Assessment Update CITY OF SOMERVILLE CLIMATE FORWARD Page 0 of 31",
        "1. Vulnerability Assessment Executive Summary 2 1.1 Context 2 1.2 Key Findings 3 2. Flooding Overview 9 2.1 Flooding Summary 9 2.2 Coastal Flooding 9 2.3 Stormwater Flooding 15 3. Heat Overview 22 3.1 Key Findings 23 4. Methodology 26 4.1 Summary 26 4.2 Assumptions and Limitations 27 4.3 Inventory 28 4.4 Data Sources 29 1",
        "1. Vulnerability Assessment Executive Summary 1.1 Context Somerville is currently experiencing, and will continue to face, the impacts of climate change. The city is susceptible to three primary hazards: extreme heat, stormwater flooding, and coastal flooding. These three hazards are projected to impose increasingly severe impacts on Somerville’s communities and infrastructure. According to the 2022 Massachusetts Climate Change Assessment, the Boston Harbor region is projected to see an increase of 3.6 degrees Fahrenheit in the summer mean temperature compared to the historical period of 1950-2013 by 2030.1 By 2070, it is anticipated that there could be an additional 39 days above 90 degrees Fahrenheit, resulting in prolonged periods of extreme heat. Prolonged exposure to extreme heat can have severe implications on public health, particularly for seniors, children, and individuals with chronic illnesses. Stormwater flooding is also anticipated to increase in its frequency and intensity. Precipitation projections show that the amount of rain resulting from 10- and 25-year storms (in inches) is projected to increase by nearly 40% between present day and 2070.2 Lastly, coastal storms are expected to bring various hazards, including storm surge, heavy rainfall, and high winds, resulting in extensive damages to the Boston Harbor region. By mid-century, the area with a 1 percent annual chance of one foot or more of coastal flooding, could expand by 3.6 times in comparison to the current affected region.3 By the end of the century (2090), coastal storm events are expected to escalate in frequency by nearly 50 percent. Additionally, existing coastal and riverine infrastructure is not designed to withstand these increasing impacts. The Charles River Dam, constructed in 1910, and the Amelia Earhart Dam on the Mystic River, built in 1966, face the imminent risk of being breached or flanked within the next 20 to 30 years if not mitigated.4 Coastal Flooding The coastal flooding analysis evaluated three-time horizons, 2030, 2050, and 2070 and three storm scenarios – a 100-, 200-, and 1000-year storm event inclusive of sea level rise. Stormwater Flooding For stormwater flooding, this analysis assessed two planning horizons, 2030 and 2070, and two storm scenarios – a 10-year, 24-hour and 100-year, 24-hour storm. The 2070 100-year storm event was used in the previous analysis, offering a baseline of comparison within this assessment. The addition of the 2030 10-year, 24-hour storm is intended to illustrate the impacts from a frequent storm event as a comparison. Heat The 2017 Climate Change Vulnerability Assessment (CCVA) conducted an outdoor heat exposure analysis using surface temperature data from the Trust for Public Land, in addition to emissions data, percentage of open space, and estimated tree canopy coverage to build out parameters for calculating urban heat island prevalence. Critically, this update uses new land surface temperature (LST) data 1 Massachusetts Climate Change Assessment, 2022; Top Impacts in the Boston Harbor Region 2 Citywide Flood Mitigation and Water Quality Master Plan, 2022; pg. 9 3 Massachusetts Climate Change Assessment, 2022; Top Impacts in the Boston Harbor Region 4 City of Cambridge Climate Change Vulnerability Assessment, 2021; Resilient Cambridge Summary Report - Cambridge Massachusetts; pg. 22 2",
        "allowing for a spatial assessment of where higher temperatures are projected to be experienced across the city. Social Vulnerability and Social Infrastructure This analysis pays particular attention to the impact of these hazards on socially-vulnerable populations and social infrastructure. The CDC Social Vulnerability Index (SVI) is used to identify the social vulnerability within the city; the SVI combines socioeconomic status, household characteristics, demographic data, as well as housing type and transportation factors to provide a low to high social vulnerability index score. Hillside has the highest SVI in the city and is the only census tract in Somerville with a nationally rated ‘High’ CDC SVI index score. The SVI is coupled with a social infrastructure analysis to understand both the communities impacted and the impacts to the community resources that provide significant support to Somerville’s more vulnerable residents. Social infrastructure is defined as libraries, places of worship, and nearly 40 community organizations encompassing a diverse range of focuses from homelessness, to economic development, to access to healthcare. Preserving Somerville’s social infrastructure is critical to building social resilience and increasing the adaptive capacity of the City in the face of a changing climate. Future analyses should consider additional social infrastructure that supports the city, including extending the healthcare system analysis to include pharmacies, and incorporating a vulnerability assessment of key event spaces and community gathering areas. 1.2 Key Findings There are many consistencies between this analysis and the 2017 assessment. Overall, this 2023 update demonstrates that the potential impacts of climate change in Somerville are only increasing – more assets are exposed to coastal flooding and stormwater-based flooding than previously identified in 2017; previously exposed assets are projected to experience greater depths of flooding; and the city will continue to see increasing temperatures, particularly in areas with more impervious surface. Key differences between the 2017 CCVA and this 2023 update include: • Coastal flooding will extend into Union Square with depths up to 10 ft. starting in 2070 under a 100-year storm event scenario. This will expose social infrastructure assets including St. Patrick’s Women’s Shelter, James Hagan Manor, Community Action Agency of Somerville (CAAS) amongst others. • Multiple medical facilities are projected to be exposed to coastal flooding as early as 2030 including CHA: Union Square Family Health, Primary Care Assembly Square, Mass General Brigham • Additional social infrastructure organizations and food resources are projected to be exposed to coastal flooding as early as 2030 including the Elizabeth Peabody House, Partners for Youth with Disabilities, Somerville-Cambridge Elder Services, Trader Joes, Stop & Shop, amongst others. • Critical facilities previously identified to experience stormwater inundation are anticipated to experience greater flood depths, including: the Police Headquarters, Union Square Fire Station, Albert F Argenziano School at Lincoln Park, and Union Square Station. • Heat can now be spatially assessed and used to illustrate what neighborhoods have the greatest heat exposure. Over 80% of the city is within the 95th percentile of statewide LST indices. 3",
        "Assembly Square, East Somerville, Union Square, Inner Belt, Twin City Plaza, and Brick Bottom have particularly high LST indices. Assembly Square, Union Square, East Somerville, and Davis Square have the most assets exposed to one or more hazards (Figure 1), and social infrastructure, food resources, medical facilities, and MBTA assets are the most exposed asset classes in Somerville (Figure 2). This analysis did not consider the larger food system and supply chain that exists outside of the boundaries of the City of Somerville; however, one of the key food system vulnerabilities for the Boston metropolitan area and the state, more broadly, is the potential flood impacts to the New England Produce Center, which is located on the coast in Everett and supplies the majority of fresh produce for the region. Figure 1. Neighborhood Exposure 4",
        "Figure 2. Asset Exposure Coastal Flooding Coastal flooding impacts in Assembly Square, East Somerville, and Winter Hill are anticipated as early as 2030 and grow more severe through mid-century. This is expected to expose numerous medical, food, and social resources highlighted in box 2 below in Figure 3. Furthermore, if the Schrafft’s Center flood pathway, previously identified in the 2017 assessment, is not mitigated, the Inner Belt will see significant flood exposure. The most critical new finding from this analysis is that the Massachusetts Coast Flood Risk Model (MC-FRM) data reveals a new flood path caused by the overtopping of the Charles River Dam that will extend from Cambridge, northeast through Union Square under all three storm scenarios in 2070. This new flood path can be seen within the highlighted box 1 below in Figure 3. While Assembly Square, East Somerville, and Winter Hill will experience flooding the earliest, this new flood path will expose more assets in total. 5",
        "Figure 3. Somerville inundation resulting from a 2070 100-year event Stormwater Flooding The updated assessment has consistent findings with stormwater depths and locations identified in the 2017 CCVA. During a 2070 100-year, 24-hour storm event, Assembly Square, Winter Hill, Union Square, and Davis Square are again found to be most at-risk. However, this analysis additionally includes an analysis of projected depths from a 2030 10-year, 24-hour storm event. Even under this less severe scenario, stormwater flooding is still anticipated to reach depths greater than 5ft. in both Assembly and Union Square. Assets with the greatest exposure include food resources, social infrastructure, and public housing. Notable transportation infrastructure including Routes I-93 and 28, Assembly Square Station, Davis Square Station, and the Green Line Extension and associated stations are projected to experience inundation from rainfall events if not adequately mitigated. 6",
        "Figure 4. Neighborhoods with greater stormwater flooding during a 2070 100-year, 24-hour storm. Heat Somerville has significant heat exposure with nearly 82.3% of the city defined as a hot spot. A hot spot means the area has a heat index within the top 5% statewide. Therefore, 82.3 % of the city is within the 95th percentile for LST indices across the state. Areas with higher LST indices are concentrated in neighborhoods with more imperious surface and less green space including Inner Belt, Union Square, Brick Bottom, and Twin City Plaza. Union Square, East Somerville, and Davis Square have the most assets exposed to high temperatures. Within Somerville, neighborhoods with relatively higher SVIs overlap with areas with greater hazard exposure. For example, neighborhoods such as Brick Bottom, Inner Belt, Twin City Plaza, Union Square, and Winter Hill have relatively higher social vulnerability compared to other neighborhoods in the city while also being projected to experience higher LST indices (Figure 5). Intensified heat disproportionally impacts socially vulnerable populations including those with existing medical conditions, seniors, and those dependent on public transportation. 7",
        "Low SVI Low – Medium SVI Medium – High SVI High SVI Medium – High LST High LST Figure 5. Maps illustrating Somerville's Land Surface Temperature (LST) Index and Social Vulnerability Index (SVI). 8",
        "2. Flooding Overview 2.1 Flooding Summary Somerville will experience climate change impacts from both coastal flooding, driven by increasing sea level rise and more extreme storm surges, and more frequent and intense rainfall events that have the potential to overwhelm existing drainage and stormwater management systems. In 2030 and 2050, coastal flooding is expected to have the greatest impact in East Somerville, Winter Hill, and Assembly Square, all in the northeast of Somerville, near the Mystic River and Amelia Earhart Dam. East Somerville and Winter Hill are also neighborhoods with higher percentages of socially vulnerable residents, older housing types, and wide paved residential roads that result in reduced infiltration due to high amounts of impervious surface area. By 2070, both coastal and stormwater flooding are projected to impact the greatest number of assets in Assembly Square, Winter Hill, and Union Square. Union Square is exposed to coastal flooding due to a new flood pathway resulting from the overtopping of the Charles River Dam. A variety of essential infrastructure assets will be exposed to both coastal and stormwater flooding through 2030, 2050, and 2070, particularly food resources, social infrastructure, public housing, medical facilities, and transportation. Somerville is home to a large number of community organizations that provide youth advocacy, food access, and other services, that are among the greatest number of threatened assets. Medical facilities, including hospitals and urgent care centers, groceries, and essential transit stops along the Green and Orange Lines are also among the greatest impacted. These are all crucial to the functioning of the community and especially important to lower income and socially vulnerable residents who rely on their support. 2.2 Coastal Flooding 2.2.1 Key Findings • Coastal flooding is likely to impact the neighborhoods of Assembly Square, East Somerville, and Winter Hill as early as 2030, including the following assets: Elizabeth Peabody House, Cambridge Health Alliance: Union Square Family Health, Mass General Brigham, Assembly Station, Stop & Shop (across from Foss Park), and Trader Joe’s (Assembly Square). • Inner Belt may experience coastal flooding as early as 2030, resulting from flood waters extending into the neighborhood from the Schrafft's Center flood pathway in Charlestown. • By 2050, Assembly Square is exposed to significant coastal flooding across all three storm scenarios (100-, 200-, and 1000-year storms), with depths of up to 10 ft in adjacent residential streets in Winter Hill, up to 4.5 ft in Assembly Marketplace, and up to 10 ft near Assembly Station and the banks of the Mystic River. • Multiple medical facilities are projected to be exposed to coastal flooding as early as 2030 including CHA: Union Square Family Health, Primary Care Assembly Square, and Mass General Brigham Headquarters. • New modeling from the MC-FRM presents a new coastal flood pathway in 2070 that extends from Cambridge, northeast through Union Square, under all storm scenarios. This will expose critical infrastructure in Union Square that was previously only identified for stormwater risk. 9",
        "2.2.2 Inundation Consistent with the 2017 CCVA findings, East Somerville, Assembly Square, and the part of West Somerville bordering Alewife Brook remain at risk of coastal flood impacts. Additional flood risk in Inner Belt results from the Schrafft’s Center flood pathway (see Figure 6). Figure 6. 2017 CCVA maps of 2030 and 2070 annual chances of coastal flooding from storm surge and sea level rise. The East Somerville, Winter Hill, and Assembly Square neighborhoods could experience minor coastal flooding as early as 2030 with more significant flooding, including flood depths up to 10 ft, starting in 2050. The updated 2022 MC-FRM shows increased risk and higher depths of flooding in many of the locations previously identified to experience flood risk. The new modeling also introduces a new flood path in 2070 arising from the overtopping of the Charles River Dam (see Figure 7). According to the Resilient Cambridge Plan (2021), the Charles River Dam is at risk of being overtopped as early as 2055 in a 100-year storm event, though additional updates to flood risk data may accelerate that timeframe. Overtopping leads to higher river water levels, pushing water upstream through stormwater drainage pipes and causing inland flooding in low-lying areas such as Union Square. The Resilient Cambridge Plan’s analysis anticipates that floodwaters could backflow into Cambridge, with similar impacts, as seen from this assessment’s analysis, expected to then extend into Union Square, reaching flood depths ranging from 4.5 ft to 10 ft.5 5 Resilient Cambridge Plan – Cambridge, Massachusetts, pg. 9 10",
        "Figure 7. Updated 2030, 2050, and 2070 coastal flooding in 100-year storms. Neighborhood assets at coastal flood risk in each of the three storm scenarios and three-time horizons are shown below, organized in order of earliest exposure. Figure 8. Coastal Flooding Asset Matrix Assembly Square is predicted to experience the earliest flooding, with potential exposure as early as 2030. The neighboring East Somerville and Winter Hill are also exposed as early as 2030, with slightly fewer total assets exposed. From the new flood path, Union Square is relatively unexposed until 2070, when overtopping of the Charles River Dam may occur, exposing greater than 10 assets to coastal flood risk in Union Square. 11",
        "The number of exposed critical infrastructure assets from coastal flooding is expected to more than double by 2070. Social infrastructure, food resources, and medical facilities will have among the greatest number of exposed assets within the 2030 horizon, along with MBTA facilities, higher education, and public housing. This analysis did not consider the larger food system and supply chain that exists outside of the boundaries of the City of Somerville; however, one of the key food system vulnerabilities for the Boston metropolitan area and the state, more broadly, is the potential flood impacts to the New England Produce Center, which is located on the coast in Everett and supplies the majority of fresh produce for the region. Figure 9. Coastal Flooding Asset Matrix 12",
        "2.2.3 High Exposure Areas Union Square The new coastal flood path, resulting from the overtopping of the Charles River Dam, extends through Cobble Hill and Inner Belt into Union Square (Figure 10). Critical facilities, shelters, community organizations (Community Action Agency of Somerville, Culture House HQ, Communities for People Inc.), and public housing units will be exposed. Union Square Station on the Green Line could see up to 4 ft of flooding. Albert F. Argenziano School at Lincoln Park and surrounding residential streets could experience up to 10 ft of flooding. Figure 10. Union Square coastal flood risk in a 2070 100-year storm 13",
        "Assembly Square Assembly Square, as well as parts of East Somerville and Winter Hill, is home to many residences, the bustling residential and commercial center Assembly Row, higher education, healthcare facilities, food resources, and public transit. These face an extended risk of coastal flooding due to their proximity to the Mystic River and the expected regular flanking of Amelia Earhart Dam by 2035. The corridor along the Orange Line, including Assembly Station, Mass General Brigham Headquarters, and portions of Assembly Row face up to 10 ft of coastal flooding from a 2070 100- year storm. In addition, a large residential area of Winter Hill is at risk of similar flood depths of 10 ft. Within this residential area are also Safe House Church, a Somerville Housing Authority branch, El Manantial Latin Market, and a Stop & Shop. Across I-93, Lincoln Technical Institute and Cambridge Health Alliance Assembly Square may experience up to 4 ft of flood depths. Figure 11. Assembly Square coastal flood risk in a 2070 100-year storm 14",
        "2.3 Stormwater Flooding 2.3.1 Key Findings • Assembly Square, Union Square, Inner Belt, and Davis Square remain exposed to the greatest stormwater depths from both a 2030, 10-year, 24-hour storm event as well as a 2070 100-year, 24-hour storm event, consistent with findings from the 2017 CCVA. • Stormwater flood risk overlaps with coastal flood risk in Assembly Square and Union Square, meaning prioritizing these neighborhoods is key. • The Green Line Extension corridor is projected to be exposed to up to 5 ft of stormwater flooding during a 2070 100-year, 24-hour storm event, potentially restricting residents’ ability to access transit. • The Department of Public Works is projected to experience up to 2.5 ft stormwater flooding. 2.3.2 Inundation Stormwater flooding is caused by a combination of high-volume rain events with insufficient drainage capacity and the presence of impervious surfaces unable to absorb the water. In the 2017 Somerville Climate Change Vulnerability Assessment’s analysis of precipitation flood risk, Assembly Square, Winter Hill, Union Square, and Davis Square were found to exhibit the greatest exposure to stormwater-based flooding (Figure 12). Figure 12. 2017 CCVA stormwater flood risk from a 2070 100-year, 24-hour storm event. Findings from this updated CCVA are largely consistent with the stormwater risks identified in the 2017 CCVA. During a 2070 100-year, 24-hour storm event, Assembly Square, Winter Hill, Union Square, and Davis Square are again found to be most at risk. The updated assessment also shows some increasing risk in the Inner Belt (see Figure 13). Assembly Square, Inner Belt, and Union Square 15",
        "are projected to experience the greatest stormwater depths in 2070, and these neighborhoods also have high exposure to coastal flood risk, as previously noted. Additionally, the rail corridor composing the Green Line Extension is projected to be exposed to stormwater flooding as early as 2030, based on new analysis from this reassessment. Stormwater depths here may reach between 2.5 to 5 ft. Figure 13. Updated stormwater flood risk maps, from a 2030 10-year 24-hour storm event and a 2070 100-year, 24-hour storm event. Union Square, Assembly Square, and Winter Hill have the most assets exposed in both a 2030 10- year and 2070 100-year storm scenario (Figure 14). Figure 14. Stormwater Neighborhood Asset Matrix. 16",
        "The asset classes at greatest risk are food resources, social infrastructure, and public housing, potentially posing a greater burden on under-resourced communities (Figure 15). Routes I-93 and 28, Assembly Station on the Orange Line, Davis Square Station on the Red Line, and the Green Line extension and its associated stations could furthermore experience significant impacts from rainfall events. Figure 15. Stormwater Asset Matrix. 2.3.3 High Exposure Areas Assembly Square, Union Square, and Davis Square are the neighborhoods projected to experience high exposure to stormwater flooding (see Figure 16). 17",
        "Figure 16. High stormwater flood exposure areas highlighted on the map: 1. Assembly Square 2. Union Square and Inner Belt 3. Davis Square. Assembly Square Assembly Square is expected to see some of the most severe stormwater flooding in Somerville, with flood depths greater than 5 ft affecting multiple residential blocks along with CHA Assembly Square Care Center, many community organizations, and Assembly Station on the Orange Line. Parts of Winter Hill and East Somerville – notably neighborhoods with highly socially vulnerable residents – are also expected to be impacted by stormwater flooding ranging from 2.5 to 10 ft of flooding. The compounding effects of stormwater flood risk, coastal flood risk, and social vulnerability are particularly relevant in Winter Hill and East Somerville. 18",
        "Figure 17. Updated stormwater flood risk for Assembly Square in a 2070 100-year, 24-hour storm event. 19",
        "Union Square and Inner Belt In Union Square, critical facilities previously identified to experience stormwater inundation in the 2017 CCVA are anticipated to experience greater depths of stormwater flooding. These facilities include the Police Headquarters, Union Square Fire Station, Albert F. Argenziano School at Lincoln Park, and Union Square Station. Stormwater impacts are also expected in Cobble Hill and Inner Belt, with critical facilities, community organizations, and residential buildings all at-risk of stormwater flooding. Figure 18. Updated stormwater flood risk for Union Square in a 2070 100-year, 24-hour storm event. 20",
        "Davis Square Davis Square is highlighted due to its concentration of residential, commercial, and transportation assets exposed to stormwater flooding. The neighborhood could see stormwater flood depths of up to 5 ft, particularly in residential neighborhoods. Furthermore, a concentration of food resources along Elm Street and College Avenue could experience up to 5 ft of flooding. Figure 19. Updated stormwater flood risk for Davis Square in a 2070 100-year, 24-hour storm event 21",
        "3. Heat Overview According to the 2022 Massachusetts Climate Change Assessment, the Boston Harbor region is projected to see an increase of 3.6 degrees Fahrenheit in the summer mean temperature compared to the historical period of 1950-2013 by 2030. By 2070, it is anticipated that there could be an additional 39 days above 90 degrees Fahrenheit, resulting in prolonged periods of extreme heat. Prolonged heat exposure can have severe implications on public health including acute heat-related illnesses such as heatstroke. It can also exacerbate pre-existing health conditions, particularly for seniors, children, and individuals with chronic illnesses. The 2017 CCVA found Assembly Square/East Somerville, Ward Two/Inner Belt, and Davis Square to have the highest outdoor heat exposure. The 2017 CCVA conducted an outdoor heat exposure analysis using surface temperature data from the Trust for Public Land, in addition to emissions data, percentage of open space, and estimated tree coverage to build out parameters for calculating urban heat island prevalence (see Figure 20). Critically, this update utilized Land Surface Temperature (LST) index data to provide a spatial understanding of heat risk. LST is a satellite measure of the relative tendency of land areas to be hotter ranging from 0 to 1. This allows the city to locate which neighborhoods are experiencing more extreme urban heat island effects, and thus prioritize cooling interventions in those locations. Notably, this new data illustrates that nearly all of Somerville has moderate to high LST indices shown in yellow, orange, and red (LST index over 0.4) shown below. The findings are largely consistent with the 2017 CCVA finding that Assembly Square, East Somerville, Davis Square, Inner Belt, and Union Square experience higher than average land surface temperatures. Figure 20. 2017 CCVA map of outdoor heat exposure by neighborhood compared to the 2023 CCVA update illustrating LST index. 22",
        "3.1 Key Findings Somerville has significant heat exposure, with 82% of the city defined as a hot spot. A hot spot indicates the area has an index within the top 5% statewide. Therefore, 82% of the city is within the 95th percentile for statewide Land Surface Temperature (LST) indices. Hot Spot Figure 21. Identification of hot spots, or areas with an LST index within the 95th percentile of statewide LST indices. Union Square, East Somerville, and Davis Square have the most assets exposed to high temperatures with social infrastructure, food resources, and places of worship being the most concentrated in areas of higher LST indices. An asset is deemed to be exposed if it is located in an area with a LST above 0.6. Figure 22. Infrastructure and Neighborhoods with the Most Assets Exposed to Extreme Heat (LST >0.6). 23",
        "Impervious surfaces, like concrete and asphalt, contribute to the urban heat island effect by absorbing and storing more heat from the sun compared to natural surfaces like green spaces or tree cover. Neighborhoods and assets with higher LST indices are concentrated in areas with more impervious surface area and less green space, including Inner Belt, Brick Bottom, Twin City Plaza, Union Square, East Somerville, and Assembly Square (see Figure 19). For example, the concentration of paved transportation infrastructure, comprising I-93, the Green Line Extension, and MBTA Commuter Rail tracks, in Inner Belt makes residents living, working, and commuting nearby particularly vulnerable to heat exposure. Furthermore, a portion of Assembly Square maintains the highest LST within the city. It is the only neighborhood with an LST over 0.8 marked by dark red in the map shown below. Medium – High LST High LST Figure 23. Open space compared to medium-high LST indices. Within Somerville, neighborhoods with relatively higher SVIs often overlap with areas with greater heat exposure. For example, neighborhoods such as Brick Bottom, Inner Belt, Twin City Plaza, Union Square, and Winter Hill have relatively higher social vulnerability compared to other neighborhoods in the city, while also being projected to experience higher LST indices. Intensified heat disproportionally impacts socially vulnerable populations including those with existing medical conditions, seniors, and those dependent on public transportation. In particular, individuals with existing medical conditions are more prone to more severe health impacts of extreme heat, including heatstroke and worsening of existing cardiovascular and respiratory illnesses. 24",
        "Low SVI Low – Medium SVI Medium – High SVI High SVI Medium – High LST High LST Figure 24. Social vulnerability analysis overlaid medium-high LST indices. 25",
        "4. Methodology 4.1 Summary The goal of this analysis is to update the 2017 Climate Change Vulnerability Assessment (CCVA) by incorporating new hazard data and updating the inventory of assets to support the City’s climate action and resilience planning efforts. The findings in this analysis are derived from spatial data analysis conducted using ArcGIS Pro, quantitative analysis performed in Excel, and desktop research. Consistent with the 2017 CCVA, this assessment focuses solely on the direct effects of climate stressors within Somerville's boundaries and does not encompass secondary impacts or broader climate considerations such as food insecurity or population migration. Furthermore, the focus of this assessment is to understand the vulnerabilities and risks throughout the city in order to identify the most at-risk populations, assets, and systems. This update assesses three hazards: coastal flooding, stormwater flooding, and heat. In accordance with the 2017 CCVA, this study employs fixed years, specifically 2030, 2050, and 2070, to represent projected future climate conditions. These horizons should be understood as reference points indicating near-term and long-term predicted conditions. Referenced hazard data includes the 2022 Massachusetts Coast Flood Risk Model (MC-FRM) to evaluate coastal flooding, stormwater modeling completed for the Citywide Flood Mitigation and Water Quality Master Plan (2022) to assess stormwater flooding, and MAPC Land Surface Temperature Index data for heat.6 Coastal Flooding The coastal flooding analysis evaluated three-time horizons, 2030, 2050, and 2070 and three storm scenarios – a 100-, 200-, and 1000-year storm event inclusive of sea level rise. The MC-FRM model uses Massachusetts-specific sea level rise projections produced for the Commonwealth of Massachusetts Executive Office or Energy and Environmental Affairs, which are based on a range of probabilities within the high emissions climate scenario, RCP8.5. More information on the sea level rise projections can be found on page 11 within the 2022 Technical Documentation report. 7 Stormwater Flooding For stormwater flooding, this analysis assessed two planning horizons, 2030 and 2070, and two storm scenarios – a 10-year, 24-hour and 100-year, 24-hour storm. The 2070 100-year, 24-hour storm event scenario was used in the previous analysis, offering a baseline of comparison within this assessment. The addition of the 2030 10-year, 24-hour storm is intended to illustrate the impacts from a frequent storm event as a comparison. Heat The 2017 CCVA conducted an outdoor heat exposure analysis using surface temperature data from the Trust for Public Land, in addition to emissions data, percentage of open space, and estimated tree canopy coverage to build out parameters for calculating urban heat island prevalence. Critically, this 6 Citywide Flood Mitigation and Water Quality Master Plan, 2022 7 A weather-regime based stochastic weather generator for climate scenario development across Massachusetts; Technical Documentation, 2022; FinalTechnicalDocumentation_WGEN_20220405.pdf (eea-nescaum-dataservices-assets-prd.s3.amazonaws.com); pg. 11. 26",
        "update uses new land surface temperature (LST) data allowing for a spatial assessment of where higher temperatures are projected to be experienced across the city. Hazard Coastal Flooding Stormwater Flooding Heat Metric Inundation (Depth) Inundation (Depth) Land Surface Temperature Index (LST) Time- 2030, 2050, 2070 2030, 2070 Present Day Horizon Scenario 100-year storm 10-year, 24-hour storm N/A 200-year storm 100-year, 24-hour storm 1000-year storm 4.2 Assumptions and Limitations • This analysis focuses on exposure. For the sake of this analysis, an asset is deemed exposed if inundation of any kind is seen at the location. Heat exposure is based on an LST index over 0.6, which indicates an above average LST when compared state-wide. • This climate change vulnerability assessment is not a consequence analysis or economic impact analysis and thus does not provide information related to potential damage resulting from the assessed hazards. Although this analysis does not quantify the consequences or economic impacts resulting from the assessed hazards, Phase 3 of the Municipal Vulnerability Preparedness (MVP) Action Grant has started to address these potential impacts within the Upper Mystic River Watershed. You can find more information about this initiative on the MVP Upper Mystic River Watershed Viewer Tool.8 • This analysis does not account for planned or actioned mitigation efforts at specific locations that would reduce the impact of the three assessed hazards. For example, the Resilient Cambridge Plan (2021) includes measures to reduce the risk of the Charles River Dam overtopping.9 This analysis presents flood inundation depths assuming this mitigation measure is not implemented and presents the resulting depths that would occur in the city. • The stormwater modeling included in this analysis was completed for the Citywide Flood Mitigation and Water Quality Master Plan (2022). The modeling was used to inform stormwater mitigation measures to improve the City’s drainage capacity. However, the impact of these mitigation efforts are not reflected in the modeling used for these reports. Therefore, the depths reflected in the stormwater modeling are assuming no mitigation action is completed. • The LST index does not provide surface temperature values, nor does it directly correlate with air temperature or health outcomes. Rather, the LST index represents the relative tendency of areas across the state to be hotter, ranging from 0 to 1. Furthermore, the LST index does not account for future heat conditions because MAPC’s LST index methodology relies on historical satellite imagery. 8 Upper Mystic River Watershed Viewer Tool, 2023; https://kleinfelder.maps.arcgis.com/apps/dashboards/c2203e5ae62e4cb3bd4b34019f30030d. 9 Resilient Cambridge Summary Report – Cambridge, Massachusetts, pg. 29 27",
        "4.3 Inventory The inventory for this analysis was assembled using both public and private data sources. Furthermore, this study supplemented provided data sources with geolocated social infrastructure and food resources addresses found through desk research. The inventory includes: Critical Infrastructure • Police stations • Fire stations • City Hall • Department of Public Works • Medical facilities o Hospitals o Hospitals (satellite) o Hospitals (other) o School health centers o Long-term care facilities o Care facilities • Schools o K-12 o Higher education Social Infrastructure • Places of Worship o Churches o Synagogues • Libraries • Community Organizations o Social Services (7) o General Community (6) o Health Care (4) o Homelessness (4) o Food Access (5) o Education (3) o Immigration (3) o Art and Culture (2) o Economic Development (2) o Open Space (1) o Environmental (1) o Housing (1) o Cultural Group (1) o Women's Services (1) • Public Housing Food Resources • Grocery stores • Community gardens • Farmers markets • Food pantries 28",
        "Transportation Assets • MBTA stations • MBTA routes • Bus lanes • Bus stops • Bike trails • Electrical Vehicle Charging Stations • Roads • Bridges • Dams Land Use • Open space • Tree inventory • Impervious surface Utilities • Water distribution system • Stormwater infrastructure • Sewer infrastructure Future updates to the CCVA should consider including an assessment of Pharmacies (as part of the Healthcare system), Event Spaces and Community Gathering Spaces (as part of the social infrastructure), an assessment of the broader Food System and supply chain (as part of the social infrastructure), and inclusion of new critical facilities, such as the forthcoming Fire Station and Police Station in Assembly Square. 4.4 Data Sources Data Set Source Link Acute Care Hospitals MassGIS MassGIS Data: Acute Care Hospitals | Mass.gov Bike Lanes Somerville Streets | City of Somerville, MA (somervillema.gov) Buildings Somerville https://data.somervillema.gov/GIS-data/Buildings/uzdd-gyjv Bus Routes and Stops MassGIS MassGIS Data: MBTA Bus Routes and Stops | Mass.gov Massachusetts Coast Flood Risk Model Massachusetts Coast Flood Risk Model (MC-FRM) 1% Annual Coastal Flooding (MC-FRM) Exceedance Probability | Resilient MA Climate Hub (arcgis.com) Colleges and Universities MassGIS MassGIS Data: Colleges and Universities | Mass.gov Community Health Centers MassGIS MassGIS Data: Community Health Centers | Mass.gov 29",
        "EJ Populations MassGIS Data: 2020 Environmental Justice Populations | (2020) MassGIS Mass.gov EV Charging Stations Somerville Geocoded Excel Document Fire Stations Somerville https://data.somervillema.gov/GIS-data/Fire-Stations/vjwd-26r7 MassGIS; and Food Resources Geolocated Geocoded Excel Document https://www.dropbox.com/s/c7do9fmyeqwdsp7/Imperviousness% Impervious Surface Somerville 20Layer.zip?dl=0 https://resilientma-mapcenter-mass- Land Surface eoeea.hub.arcgis.com/maps/land-surface-temperature-index- Temperature Index MAPC mapc/explore?location=42.370666%2C-71.112004%2C10.83 Libraries MassGIS MassGIS Data: Libraries | Mass.gov Locally Identified Hazard Areas Somerville Somerville Hazard Mitigation Plan Data Long term Care Residences MassGIS MassGIS Data: Long Term Care Residences | Mass.gov MBTA Stations and Routes MassGIS MassGIS Data: MBTA Rapid Transit | Mass.gov Neighborhoods Somerville Neighborhoods | City of Somerville, MA (somervillema.gov) Non-acute Care Hospitals MassGIS MassGIS Data: Non-acute Care Hospitals | Mass.gov Open Space Somerville https://data.somervillema.gov/GIS-data/Open-Space/9i64-4hby https://www.dropbox.com/s/u6gawvd10bhyrxk/ParcelsWithZoni Parcels Somerville ngAssessing.gdb.zip?dl=0 Places of Worship MassGIS MassGIS Data: Places of Worship | Mass.gov https://data.somervillema.gov/GIS-data/Police-Stations/9yqy- Police Stations Somerville rex4 HUD; Somerville Housing Public Housing Buildings | Public Housing Buildings | HUD Public Housing Authority Open Data Site (arcgis.com) MassGIS Data: Massachusetts Schools (Pre-K through High Schools MassGIS School) | Mass.gov https://www.dropbox.com/s/d8e5hmtzus53lik/Storm%26SewerD Sewer/Storm Somerville ata_20220901.gdb.zip?dl=0 Somerville Social Infrastructure Outreach List Geocoded Excel Document Social Vulnerability CDC/ATSDR SVI Data and Documentation Download | Place Index CDC/ATSDR and Health | ATSDR Stormwater Flooding Somerville MVPStormwaterModeling.gdb.zip (dropbox.com) 30",
        "https://www.dropbox.com/s/piakbquwoerfmzp/Somerville_UFM Davey, P_TreeCanopy_2018.zip?dl=0 Tree Canopy (2018) Somerville Water Distribution https://www.dropbox.com/s/l037vt4z8ncmr6d/WaterDistribution System Somerville System.gdb.zip?dl=0 31"
    ]
}