{
    "FILE_NAME": "https://www.cityofnewburyport.com/sites/g/files/vyhlif12211/f/pages/bars_guide_newburyport_english_09.24.2018.pdf",
    "ALL TEXT": "RESILIENCE GUIDE Newburyport, Massachusetts Businesses Acting on Rising Seas | 2018 BUSINESSES ACTING ON RISING SEAS 1Plum Island, a barrier beach, during the winter of 2018 Source: Bryon Eaton KNOW YOUR THREATS Small businesses underpin our economic The National Oceanic and Atmospheric community, so addressing climate changes risks Administration & Army Corps of Engineers predict is crucial. There is a way to decrease your risk: up to a 6.5 ft rise in global sea level by 2100, which enhance your business’s resilience. Not only is this is enough to swamp many East Coast cities and smart planning, but it can bring co-benefits in the towns. Scientists expect increasing climate change form of increased revenue and customer loyalty. impacts such as heat waves and coastal flooding due Businesses Acting on Rising Seas (BARS) is an to sea level rise and storms, among other climate educational campaign that provides information for hazards, that may create sudden downswings in our local businesses to consider the impacts of climate economy that negatively affect small businesses.4 change in their development and business plan. Massachusetts is particularly vulnerable to climate Get started today with Climate Action Business change impacts; it is ranked fourth in the nation Association (CABA)! for the most commercial properties at risk by Our changing climate is causing a higher frequency the end of the century.5 Storm surge potential is of extreme weather events such as storms, estimated between 5 and 7.5 feet above current hurricanes, heat waves and floods. The National average high tide, which correspond to the current Oceanic and Atmospheric Administration found that 100-year flood and a 100-year flood as soon as 2050 weather-related disasters caused $306 billion in respectively.6 Studies indicate that there is an 80 damages across the US in 2017, a 40% increase over percent chance of at “least one flood exceeding 10 the previous record set in 2005.1 The impact of these feet by the end of the century.”7 The repercussions events on the employees, operations and finances of of these changes on our businesses, infrastructure, small business can be serious.2 In the aftermath of and communities would be both physically and Hurricane Sandy in 2012, one-quarter of the small economically destructive. With looming threats of businesses in New York and New Jersey that were climate change, our coastal communities represent severely impacted by the storm went out of business some of the most vulnerable populations, and are in over the next two years.3 need of targeted investment. BUSINESSES ACTING ON RISING SEAS 1HOW DOES THIS Studies by the National Wildlife Federation report AFFECT NEWBURYPORT? that “over 20% (2.39 square miles) of Newburyport falls within the FEMA 1% flood zone (often referred The Boston Business Journal found that the three to as the 100-year flood zone).” Geospatial analysis nor’easter storms Massachusetts experienced found over “800 residential, commercial, industrial, from January through March cost Massachusetts and institutional structures” are within the 1% businesses up to $950 million in sales.8 flood zone. These structures and assets have been The City of Newburyport is particularly vulnerable appraised and valued at over $203 million dollars. to sea level rise and climate hazards due to its In a “worst case storm scenario in 2070, about 14% coastal location in in Essex County, Massachusetts. of the area within” Newburyport’s borders would be “under water from penetrating storm surge.”10 Newburyport’s proximity to the Merrimack River, the Little River, and the Parker River has led to “The built-up momentum in the Earth’s climate several flooding events in downtown Newburyport system guarantees that change will continue for and in the Newburyport Business Park. Plum Island, some time,” as a result, “more specific preparation a barrier beach, is also subject to frequent flooding for the foreseeable effects of climate change is and increased erosion. necessary.”11 Learn how you can be part of the solution and prepare. Left: Newburyport, Massachusetts, coastal inundation— probability maps showing modeled hazard zones in (a) 2013 (present day) and (b) 2070. Above: Depicts the predicted worst-case hurricane surge inundation for Category 1-4 hurricanes striking in Newburyport. Map courtesy of Joe Teixeira. “SMALL BUSINESSES ARE LIKELY TO BE HIT THE HARDEST BY THE STORMS’ CUMULATIVE ECONOMIC IMPACT.” —Evan Gold Executive Director at Planalytics (Pennsylvania-based firm that provides weather research to businesses) 9 BUSINESSES ACTING ON RISING SEAS 28 THINGS YOU CAN DO RIGHT NOW 1 Know your risk Do you know your operational risks from climate change? It is important to be aware of the direct impacts climate change could pose on your business assets and operations. Look at local 5 Take stock of your infrastructure flood maps and locate your building to determine Certain parts of infrastructure may be more at your susceptibility to floods. When thinking of risk than others. For example, if your basement expansion, determine if it is best to invest in your is susceptible to flooding, it should not be property or reevaluate your location. Determine if used to store items that could be damaged you should “buy, sell, build, or move.”12 by standing water. Other resiliency measures 2 Plan for different scenarios include having a back-up generator, use of Climate change is multi-faceted — there are many waterproof paint15 next to equipment that uses different types of impacts you should be prepared electricity, and passive air-cooling.16 for. Sea level rise could damage infrastructure 6 Crucial redundancy and leave your business without much–needed Redundancy is a measure of security that supplies. Extreme heat could suppress sales and ensures continuous operations. There are three increase your energy costs. Not only will having basic things that any business needs in order a comprehensive plan allow you to prepare for to operate: supply, inventory on hand, and the varying impacts of climate change, but it will the ability to reach the customer. In this case, keep customers coming back. If your business is redundancy means having more than one way to prepared for a heat wave, for example, it may act ensure that you have secured supply and delivery. as a cooling center for the community, providing If you only have a relationship with one supplier, additional value through this, sometimes life- your operations will be at risk if they suffer saving, service. business interruptions, which can be caused by 3 Develop an emergency plan climate change impacts. It is crucial to know what to do when a critical 7 Engage with your community situation strikes. Develop a step-by-step Talk with your community. Let your customers emergency plan: include information on emergency know what your business is doing to prepare for communications and transportation. There should sea level rise and extreme weather events. Make always be at least one person on the ground who sure they understand the value of resilience and knows the exact standard operating procedures opportunities that it presents. To drive climate in case of emergency. Have a disaster supply kit awareness in your community, your business can ready at all times.13 Check out www.ready.gov14 for set up an event with a local government authority disaster specific preparedness tips. to discuss your community’s preparedness for 4 Know your insurance policy climate change. Simultaneously, your business Make sure that your policy covers damages that location will become a center of community may be caused by extreme weather events. Be engagement if you decide to spread knowledge aware that not all general insurance includes about climate change preparedness. flood insurance. Based on flood risk determined in 8 Get involved in planning and policy step 1, you may need a separate plan. Homes and Join the conversation about climate change on businesses with mortgages from federally regulated the policy level. Call your state legislators or or insured lenders in high-risk flood areas are city councilors to let them know your stance on required to have flood insurance. The National climate issues that most directly impact your Flood Insurance Program, administered by the business, such as carbon pricing. Meanwhile, Federal Emergency Management Agency (FEMA), use CABA as your most up-to-date source of offers flood insurance that can be purchased information about what is happening at the through most leading insurance companies. State House. BUSINESSES ACTING ON RISING SEAS 3HOW CABA CAN HELP CABA is a Boston-based business association that FEMA FLOOD MAPS mobilizes local businesses to take action on climate https://www.cityofnewburyport.com/sites/ newburyportma/files/file/file/firms2014.pdf change. Our mission is to stop the climate crisis Use this site to determine your flood risk based on your and protect the local economy by empowering location in Newburyport. businesses. We aim to serve as a source of best practices and help you build a resilient business CLIMATE CENTRAL SURGING SEAS ANALYSIS in a region that will be heavily influenced by the http://sealevel.climatecentral.org/ changing climate in the coming years. Use this website to determine your county’s level of risk and your potential for flooding. By joining our member-based organization, you receive full access to CABA’s network of businesses. CONTACT YOUR CITY’S MUNICIPAL VULNERABILITY Engaging with a number of like-minded business PREPAREDNESS CONTACT owners is critical to evaluating new opportunities Julia Godtfredsen | Conservation Administrator and cultivating a sense of community. We work with jgodtfredsen@cityofnewburyport.com | 978-465-4400 businesses of all shapes and sizes. We believe that in https://www.mass.gov/municipal-vulnerability- order for Massachusetts to become a truly resilient preparedness-mvp-program state, it is necessary for all local businesses to adopt FLOOD INSURANCE a resilient way of thinking. www.floodsmart.gov Use this website to find out whether you are already All businesses approach their operations differently. covered or need to buy a separate flood insurance plan. CABA has the resources, staff and tools to help businesses become more sustainable and profitable THE COMMONWEALTH OF MASSACHUSETTS in the long run. Our metric-driven sustainability www.malegislature.gov program helps our member businesses evaluate Use this resource to find and contact your legislator to their options and delivers value-adding components inform them about your concerns regarding climate- by making small adjustments within their business related legislation. models. Find us at cabaus.org. MERRIMACK VALLEY REGION MULTI-HAZARD MORE RESOURCES MITIGATION PLAN UPDATE http://mvpc.org/wp-content/uploads/MV-Multi- GREAT MARSH COASTAL ADAPTATION PLAN Hazard-Mitigation-Plan-Update_Nov-2015.pdf https://www.nwf.org/greatmarshadaptation Use this website to review hazard mitigation planning Use this site to view the Coastal Adaptation Plan, a coverage across the entire Merrimack Valley Planning collaborative venture between six coastal communities in District. northeastern Massachusetts. It provides in-depth data on specific neighborhoods at risk in Newburyport. CONTACT US Michael Green | Executive Director RESILIENT MA michael.green@cabaus.org http://www.resilientma.org/map/ Use this site to visit The Executive Office of Energy and Kristin Kelleher | Programs Director Environmental Affairs interactive mapping program. kristin.kelleher@cabaus.org Cover picture: Flooding in downtown Newburyport during the winter of 2018 on the boardwalk adjacent to the Black Cow Restaurant. Photo courtesy of the City of Newburyp- ort. 1 Levy, David L. Financing Climate Resilience. Compiled by Rebecca Herst and Emily Moothart. Boston, MA: Sustainable Solutions Lab, University of Massachusetts Boston, 2018. PDF. | 2 Stockton, Nick. “Climate Change Is Going to Be Expensive-For Everybody.” Wired. June 30, 2017. https://bit.ly/2N67ZcI. | 3 Maloy, Leslie Anderson. “REPORT: Small Business Impacts from Climate Change, Extreme Weather.” American Sustainable Business Council. November 07, 2016. https://bit.ly/2KfeNqK. | 4 Warne, Kennedy. “Sea Level Rise.” National Geographic. April 07, 2017. https://bit.ly/1f2Cola. | 5 “New Study Finds 89,000 Massachusetts Homes Worth $63 Billion Will Be at Risk from Tidal Flooding.” Union of Concerned Scientists. June 18, 2018. https://bit.ly/2Ku8w6r. | 6 Douglas, Ellen, Paul Kirshen, Vivien Li, Chris Watson, and Julie Wormser. The Boston Harbor Association. “Preparing for the Rising Tide: Executive Summary.” | 7 Climate Central. Sea level rise and coastal flood exposure: Summary for Massachusetts. Surging Seas Risk Finder. July 21, 2016. https://bit.ly/2yOoVRZ | 8 Ryan, Greg. “Mass. Businesses’ Losses from Winter Storms Could near $1 Billion.” Bizjournals.com. March 13, 2018. https://bit.ly/2IA6pvY. | 9 Ryan, Greg. “Mass. Businesses’ Losses from Winter Storms Could near $1 Billion.” Bizjournals.com. March 13, 2018. https://bit.ly/2IA6pvY. | 10 Schottland, Taj, Melissa G. Merriam, Christopher Hilke, Kristen Grubbs, and Wayne Castonguay. “Great Marsh Coastal Adaptation Plan.” December 01, 2017. Accessed June 12, 2018. https://www.nwf.org/greatmarshad- aptation | 11 “A Climate of Progress: City of Boston Climate Action Plan Update 2011.” June 19,2018. goo.gl/foNWn1 | 12 “See Your Local Sea Level and Coastal Flood Risk.” Climate Cen- tral. https://bit.ly/2KywjlW. | 13 “Build A Kit.” Know the Facts, Be Empowered! | Ready.gov. https://www.ready.gov/kit. | 14 “Be Informed.” Know the Facts, Be Empowered! | Ready. gov. https://www.ready.gov/be-informed. | 15 Webster, T., and A. Joseph. “What Is Waterproof Paint?” WiseGEEK. May 25, 2018. https://bit.ly/2lEaxSL. | 16 Cortez, Kriselle. “Passive Cooling.” Academia.edu http://www.academia.edu/7699985/Passive_cooling. BUSINESSES ACTING ON RISING SEAS 4BUSINESS RESILIENCE WORKSHEET In case of flooding or other emergency, please call: Insurance Provider Information: Regional Emergency Planning Team Information: Fire Department Contact: I have assessed my inventory I know where my business (assets and operations) is most vulnerable I have begun to prepare for future extreme weather events that may cause power outages and flooding I own a backup generator I used waterproof paint I have equipment that uses passive air-cooling I replaced inefficient heating and cooling systems I updated insulation (making sure it is functional) I have redundancy built into my supply chain (more than one way to ensure that I have secured supply and delivery) I have developed a step-by-step emergency plan that includes information on emergency communications and transportation. I have a emergency preparedness kit (food, medicine and water) My staff knows where to meet during an emergency I have enrolled with my city/ town for emergency alerts I checked my insurance policy to ensure it covers damages that may be caused by extreme weather events I am engaging in climate action measures: recycling composting geothermal energy solar energy bike share program reduced energy use energy efficient systems I participated in a MassSave Energy Assessment I have developed a community network to rely on in disaster situations I have let my customers know what my business is doing to prepare for sea level rise and extreme weather events I have joined the conversation about climate change and communicated with my city councilors, state legislators, and federal representatives I have joined the Climate Action Business Association to learn about best practices and gain further assistance to fully embrace a resilient way of thinking (email Kristin.kelleher@cabaus.org and mention BARS for free membership until January 2019) BUSINESSES ACTING I am Climate Resilient. ON RISING SEAS 5SUPPLEMENTAL MAPS Top: Depicts a 0.2% inundation depth, also known as a 500 year flood, in the Newburyport waterfront area in 2070 (Woods Hole Group). Bottom: Depicts a 0.2% inundation depth, also known as a 500 year flood, in Newburyport business park in 2070 (Woods Hole Group). These flooding events will occur more frequently. Maps courtesy of Joe Teixeira. BUSINESSES ACTING ON RISING SEAS 6",
    "TEXT BY PAGE": [
        "RESILIENCE GUIDE Newburyport, Massachusetts Businesses Acting on Rising Seas | 2018 BUSINESSES ACTING ON RISING SEAS 1",
        "Plum Island, a barrier beach, during the winter of 2018 Source: Bryon Eaton KNOW YOUR THREATS Small businesses underpin our economic The National Oceanic and Atmospheric community, so addressing climate changes risks Administration & Army Corps of Engineers predict is crucial. There is a way to decrease your risk: up to a 6.5 ft rise in global sea level by 2100, which enhance your business’s resilience. Not only is this is enough to swamp many East Coast cities and smart planning, but it can bring co-benefits in the towns. Scientists expect increasing climate change form of increased revenue and customer loyalty. impacts such as heat waves and coastal flooding due Businesses Acting on Rising Seas (BARS) is an to sea level rise and storms, among other climate educational campaign that provides information for hazards, that may create sudden downswings in our local businesses to consider the impacts of climate economy that negatively affect small businesses.4 change in their development and business plan. Massachusetts is particularly vulnerable to climate Get started today with Climate Action Business change impacts; it is ranked fourth in the nation Association (CABA)! for the most commercial properties at risk by Our changing climate is causing a higher frequency the end of the century.5 Storm surge potential is of extreme weather events such as storms, estimated between 5 and 7.5 feet above current hurricanes, heat waves and floods. The National average high tide, which correspond to the current Oceanic and Atmospheric Administration found that 100-year flood and a 100-year flood as soon as 2050 weather-related disasters caused $306 billion in respectively.6 Studies indicate that there is an 80 damages across the US in 2017, a 40% increase over percent chance of at “least one flood exceeding 10 the previous record set in 2005.1 The impact of these feet by the end of the century.”7 The repercussions events on the employees, operations and finances of of these changes on our businesses, infrastructure, small business can be serious.2 In the aftermath of and communities would be both physically and Hurricane Sandy in 2012, one-quarter of the small economically destructive. With looming threats of businesses in New York and New Jersey that were climate change, our coastal communities represent severely impacted by the storm went out of business some of the most vulnerable populations, and are in over the next two years.3 need of targeted investment. BUSINESSES ACTING ON RISING SEAS 1",
        "HOW DOES THIS Studies by the National Wildlife Federation report AFFECT NEWBURYPORT? that “over 20% (2.39 square miles) of Newburyport falls within the FEMA 1% flood zone (often referred The Boston Business Journal found that the three to as the 100-year flood zone).” Geospatial analysis nor’easter storms Massachusetts experienced found over “800 residential, commercial, industrial, from January through March cost Massachusetts and institutional structures” are within the 1% businesses up to $950 million in sales.8 flood zone. These structures and assets have been The City of Newburyport is particularly vulnerable appraised and valued at over $203 million dollars. to sea level rise and climate hazards due to its In a “worst case storm scenario in 2070, about 14% coastal location in in Essex County, Massachusetts. of the area within” Newburyport’s borders would be “under water from penetrating storm surge.”10 Newburyport’s proximity to the Merrimack River, the Little River, and the Parker River has led to “The built-up momentum in the Earth’s climate several flooding events in downtown Newburyport system guarantees that change will continue for and in the Newburyport Business Park. Plum Island, some time,” as a result, “more specific preparation a barrier beach, is also subject to frequent flooding for the foreseeable effects of climate change is and increased erosion. necessary.”11 Learn how you can be part of the solution and prepare. Left: Newburyport, Massachusetts, coastal inundation— probability maps showing modeled hazard zones in (a) 2013 (present day) and (b) 2070. Above: Depicts the predicted worst-case hurricane surge inundation for Category 1-4 hurricanes striking in Newburyport. Map courtesy of Joe Teixeira. “SMALL BUSINESSES ARE LIKELY TO BE HIT THE HARDEST BY THE STORMS’ CUMULATIVE ECONOMIC IMPACT.” —Evan Gold Executive Director at Planalytics (Pennsylvania-based firm that provides weather research to businesses) 9 BUSINESSES ACTING ON RISING SEAS 2",
        "8 THINGS YOU CAN DO RIGHT NOW 1 Know your risk Do you know your operational risks from climate change? It is important to be aware of the direct impacts climate change could pose on your business assets and operations. Look at local 5 Take stock of your infrastructure flood maps and locate your building to determine Certain parts of infrastructure may be more at your susceptibility to floods. When thinking of risk than others. For example, if your basement expansion, determine if it is best to invest in your is susceptible to flooding, it should not be property or reevaluate your location. Determine if used to store items that could be damaged you should “buy, sell, build, or move.”12 by standing water. Other resiliency measures 2 Plan for different scenarios include having a back-up generator, use of Climate change is multi-faceted — there are many waterproof paint15 next to equipment that uses different types of impacts you should be prepared electricity, and passive air-cooling.16 for. Sea level rise could damage infrastructure 6 Crucial redundancy and leave your business without much–needed Redundancy is a measure of security that supplies. Extreme heat could suppress sales and ensures continuous operations. There are three increase your energy costs. Not only will having basic things that any business needs in order a comprehensive plan allow you to prepare for to operate: supply, inventory on hand, and the varying impacts of climate change, but it will the ability to reach the customer. In this case, keep customers coming back. If your business is redundancy means having more than one way to prepared for a heat wave, for example, it may act ensure that you have secured supply and delivery. as a cooling center for the community, providing If you only have a relationship with one supplier, additional value through this, sometimes life- your operations will be at risk if they suffer saving, service. business interruptions, which can be caused by 3 Develop an emergency plan climate change impacts. It is crucial to know what to do when a critical 7 Engage with your community situation strikes. Develop a step-by-step Talk with your community. Let your customers emergency plan: include information on emergency know what your business is doing to prepare for communications and transportation. There should sea level rise and extreme weather events. Make always be at least one person on the ground who sure they understand the value of resilience and knows the exact standard operating procedures opportunities that it presents. To drive climate in case of emergency. Have a disaster supply kit awareness in your community, your business can ready at all times.13 Check out www.ready.gov14 for set up an event with a local government authority disaster specific preparedness tips. to discuss your community’s preparedness for 4 Know your insurance policy climate change. Simultaneously, your business Make sure that your policy covers damages that location will become a center of community may be caused by extreme weather events. Be engagement if you decide to spread knowledge aware that not all general insurance includes about climate change preparedness. flood insurance. Based on flood risk determined in 8 Get involved in planning and policy step 1, you may need a separate plan. Homes and Join the conversation about climate change on businesses with mortgages from federally regulated the policy level. Call your state legislators or or insured lenders in high-risk flood areas are city councilors to let them know your stance on required to have flood insurance. The National climate issues that most directly impact your Flood Insurance Program, administered by the business, such as carbon pricing. Meanwhile, Federal Emergency Management Agency (FEMA), use CABA as your most up-to-date source of offers flood insurance that can be purchased information about what is happening at the through most leading insurance companies. State House. BUSINESSES ACTING ON RISING SEAS 3",
        "HOW CABA CAN HELP CABA is a Boston-based business association that FEMA FLOOD MAPS mobilizes local businesses to take action on climate https://www.cityofnewburyport.com/sites/ newburyportma/files/file/file/firms2014.pdf change. Our mission is to stop the climate crisis Use this site to determine your flood risk based on your and protect the local economy by empowering location in Newburyport. businesses. We aim to serve as a source of best practices and help you build a resilient business CLIMATE CENTRAL SURGING SEAS ANALYSIS in a region that will be heavily influenced by the http://sealevel.climatecentral.org/ changing climate in the coming years. Use this website to determine your county’s level of risk and your potential for flooding. By joining our member-based organization, you receive full access to CABA’s network of businesses. CONTACT YOUR CITY’S MUNICIPAL VULNERABILITY Engaging with a number of like-minded business PREPAREDNESS CONTACT owners is critical to evaluating new opportunities Julia Godtfredsen | Conservation Administrator and cultivating a sense of community. We work with jgodtfredsen@cityofnewburyport.com | 978-465-4400 businesses of all shapes and sizes. We believe that in https://www.mass.gov/municipal-vulnerability- order for Massachusetts to become a truly resilient preparedness-mvp-program state, it is necessary for all local businesses to adopt FLOOD INSURANCE a resilient way of thinking. www.floodsmart.gov Use this website to find out whether you are already All businesses approach their operations differently. covered or need to buy a separate flood insurance plan. CABA has the resources, staff and tools to help businesses become more sustainable and profitable THE COMMONWEALTH OF MASSACHUSETTS in the long run. Our metric-driven sustainability www.malegislature.gov program helps our member businesses evaluate Use this resource to find and contact your legislator to their options and delivers value-adding components inform them about your concerns regarding climate- by making small adjustments within their business related legislation. models. Find us at cabaus.org. MERRIMACK VALLEY REGION MULTI-HAZARD MORE RESOURCES MITIGATION PLAN UPDATE http://mvpc.org/wp-content/uploads/MV-Multi- GREAT MARSH COASTAL ADAPTATION PLAN Hazard-Mitigation-Plan-Update_Nov-2015.pdf https://www.nwf.org/greatmarshadaptation Use this website to review hazard mitigation planning Use this site to view the Coastal Adaptation Plan, a coverage across the entire Merrimack Valley Planning collaborative venture between six coastal communities in District. northeastern Massachusetts. It provides in-depth data on specific neighborhoods at risk in Newburyport. CONTACT US Michael Green | Executive Director RESILIENT MA michael.green@cabaus.org http://www.resilientma.org/map/ Use this site to visit The Executive Office of Energy and Kristin Kelleher | Programs Director Environmental Affairs interactive mapping program. kristin.kelleher@cabaus.org Cover picture: Flooding in downtown Newburyport during the winter of 2018 on the boardwalk adjacent to the Black Cow Restaurant. Photo courtesy of the City of Newburyp- ort. 1 Levy, David L. Financing Climate Resilience. Compiled by Rebecca Herst and Emily Moothart. Boston, MA: Sustainable Solutions Lab, University of Massachusetts Boston, 2018. PDF. | 2 Stockton, Nick. “Climate Change Is Going to Be Expensive-For Everybody.” Wired. June 30, 2017. https://bit.ly/2N67ZcI. | 3 Maloy, Leslie Anderson. “REPORT: Small Business Impacts from Climate Change, Extreme Weather.” American Sustainable Business Council. November 07, 2016. https://bit.ly/2KfeNqK. | 4 Warne, Kennedy. “Sea Level Rise.” National Geographic. April 07, 2017. https://bit.ly/1f2Cola. | 5 “New Study Finds 89,000 Massachusetts Homes Worth $63 Billion Will Be at Risk from Tidal Flooding.” Union of Concerned Scientists. June 18, 2018. https://bit.ly/2Ku8w6r. | 6 Douglas, Ellen, Paul Kirshen, Vivien Li, Chris Watson, and Julie Wormser. The Boston Harbor Association. “Preparing for the Rising Tide: Executive Summary.” | 7 Climate Central. Sea level rise and coastal flood exposure: Summary for Massachusetts. Surging Seas Risk Finder. July 21, 2016. https://bit.ly/2yOoVRZ | 8 Ryan, Greg. “Mass. Businesses’ Losses from Winter Storms Could near $1 Billion.” Bizjournals.com. March 13, 2018. https://bit.ly/2IA6pvY. | 9 Ryan, Greg. “Mass. Businesses’ Losses from Winter Storms Could near $1 Billion.” Bizjournals.com. March 13, 2018. https://bit.ly/2IA6pvY. | 10 Schottland, Taj, Melissa G. Merriam, Christopher Hilke, Kristen Grubbs, and Wayne Castonguay. “Great Marsh Coastal Adaptation Plan.” December 01, 2017. Accessed June 12, 2018. https://www.nwf.org/greatmarshad- aptation | 11 “A Climate of Progress: City of Boston Climate Action Plan Update 2011.” June 19,2018. goo.gl/foNWn1 | 12 “See Your Local Sea Level and Coastal Flood Risk.” Climate Cen- tral. https://bit.ly/2KywjlW. | 13 “Build A Kit.” Know the Facts, Be Empowered! | Ready.gov. https://www.ready.gov/kit. | 14 “Be Informed.” Know the Facts, Be Empowered! | Ready. gov. https://www.ready.gov/be-informed. | 15 Webster, T., and A. Joseph. “What Is Waterproof Paint?” WiseGEEK. May 25, 2018. https://bit.ly/2lEaxSL. | 16 Cortez, Kriselle. “Passive Cooling.” Academia.edu http://www.academia.edu/7699985/Passive_cooling. BUSINESSES ACTING ON RISING SEAS 4",
        "BUSINESS RESILIENCE WORKSHEET In case of flooding or other emergency, please call: Insurance Provider Information: Regional Emergency Planning Team Information: Fire Department Contact: I have assessed my inventory I know where my business (assets and operations) is most vulnerable I have begun to prepare for future extreme weather events that may cause power outages and flooding I own a backup generator I used waterproof paint I have equipment that uses passive air-cooling I replaced inefficient heating and cooling systems I updated insulation (making sure it is functional) I have redundancy built into my supply chain (more than one way to ensure that I have secured supply and delivery) I have developed a step-by-step emergency plan that includes information on emergency communications and transportation. I have a emergency preparedness kit (food, medicine and water) My staff knows where to meet during an emergency I have enrolled with my city/ town for emergency alerts I checked my insurance policy to ensure it covers damages that may be caused by extreme weather events I am engaging in climate action measures: recycling composting geothermal energy solar energy bike share program reduced energy use energy efficient systems I participated in a MassSave Energy Assessment I have developed a community network to rely on in disaster situations I have let my customers know what my business is doing to prepare for sea level rise and extreme weather events I have joined the conversation about climate change and communicated with my city councilors, state legislators, and federal representatives I have joined the Climate Action Business Association to learn about best practices and gain further assistance to fully embrace a resilient way of thinking (email Kristin.kelleher@cabaus.org and mention BARS for free membership until January 2019) BUSINESSES ACTING I am Climate Resilient. ON RISING SEAS 5",
        "SUPPLEMENTAL MAPS Top: Depicts a 0.2% inundation depth, also known as a 500 year flood, in the Newburyport waterfront area in 2070 (Woods Hole Group). Bottom: Depicts a 0.2% inundation depth, also known as a 500 year flood, in Newburyport business park in 2070 (Woods Hole Group). These flooding events will occur more frequently. Maps courtesy of Joe Teixeira. BUSINESSES ACTING ON RISING SEAS 6"
    ]
}