{
    "FILE_NAME": "https://doee.dc.gov/sites/default/files/dc/sites/ddoe/service_content/attachments/Climate%20Ready%20DC%282%29.pdf",
    "ALL TEXT": "climate resilient by 2050: MAKING PROGRESS TOWARD A CLIMATE READY DC 1TABLE OF CONTENTS FOREWORD 3 INTRODUCTION 4 TRANSPORTATION AND UTILITIES 11 BUILDINGS AND DEVELOPMENT 16 NEIGHBORHOODS AND COMMUNITIES 24 GOVERNANCE AND IMPLEMENTATION 36 CONCLUSION 40 GLOSSARY 44 2FOREWORD letter from mayor muriel bowser In 2016, The District Government Climate Ready DC includes strategies on how we can released Climate Ready DC, our address our vulnerabilities and proactively ensure those plan for preparing for a changing who are most economically and physically at risk do not climate. Since then, we have disproportionately shoulder the burden. begun tackling these challenges with cross-disciplinary solutions, The District has already taken steps to build a culture proving that, even without federal of resilience in which agencies collaborate to develop support, Washington DC is a climate innovative solutions to our most complicated concerns. leader. We have adopted the Clean Energy DC plan, In 2019, I released Resilient DC: A Strategy to Thrive which outlines how we will do our part to cut carbon in the Face of Change, which aims to coordinate pollution and updated Sustainable DC to ensure actions around climate change, inclusive growth, new that all District residents will benefit from a healthier, technology, and building a safe and healthy Washington. greener, more livable city. We have drafted an amended Implementing the actions in Climate Ready DC is a core Comprehensive Plan that charts a course for resilience recommendation of that plan. and climate change readiness. We must continue the This strategy identifies the steps we will take in the progress we have achieved already in implementing near term to address the most urgent risks we face in a the plans, and deliver on turning these great ideas into changing climate. It also outlines how we will regularly reality to ensure DC can thrive in a changing world. This report on progress so we can better assess if we are on document outlines the next steps for how we will build a track to achieve our ambitious but essential goal to be Climate Ready DC. climate resilient by 2050. Climate change is already being felt here in the District. Sincerely, Our summers are trending warmer, especially at night, providing less opportunity for relief.i In 2018, the District experienced 22 days with high-tide flooding, a huge increase from the three days we typically see.ii In July 2019 we experienced a month’s worth of rain in a matter of hours, overwhelming creeks and streams, pouring into metro stations, and trapping motorists in flooded Muriel Bowser streets.iii While historically, this type of storm has a less Mayor, District of Columbia than 1% chance of happening in any year, it could be the new normal. Now is the time to ensure that we prepare. i Weather.gov: weather.gov/media/lwx/climate/dcatemps.pdf; https://www.washingtonpost.com/weather/2019/07/19/ongoing-heat-wave-illustrates-hallmark-our-changing-climate- warmer-nights/ ii tideandcurrents.noaa.gov: tidesandcurrents.noaa.gov/publications/Techrpt_090_2018_State_of_US_HighTideFlooding_with_a_2019_Outlook_Final.pdf iii Washingtonpost.com: washingtonpost.com/weather/2019/07/08/washington-dc-flash-flood-how-why-area-was-deluged-by-months-worth-rain-an-hour-monday/ 3INTRODUCTION 4advancing climate resilience in the district district plans that influenced the climate ready dc The evidence clearly indicates that climate change, once implementation road map considered a problem for future generations, affects District residents and businesses today. The Fourth National Climate clean energy dc: This plan reimagines what Assessment (2018), which summarized the most recent a 21st century energy system could be and outlines a research on climate change impacts across the nation, strategy to cut greenhouse gas emissions 50% by 2032. reiterated that increasing heavy rain and snow events, flooding, and rising temperatures are expected across the sustainable dc 2.0: The plan to make the region. In line with these trends, six of the District’s hottest District of Columbia the healthiest, greenest, and most summers have occurred within the past 10 years, and livable city in the United States, for all District residents. 2018 was the wettest on record.1 To ensure our community resilient dc: A strategy on how to ensure DC can thrive, the District has committed to increasing the can thrive in the face of change, considering resilience of our residents, businesses, neighborhoods, and economic and population growth, climate change, infrastructure. Achieving the District’s commitment to climate and technological transformation. resiliency by 2050 requires ambitious action today—we must make forward-looking choices and targeted investments while district hazard mitigation plan: Risk monitoring our progress now and in the coming decades. assessment and strategy to address natural and manmade hazards in the District. Accordingly, this Climate Resilient by 2050 roadmap establishes a strategy to achieve further progress on actions comprehensive plan: A 20-year framework that presented in the Climate Ready DC (CRDC) plan, released in guides future growth and development in the District. 2016. As such, the roadmap does not address all strategies Covers land use, economic development, housing, recommended by Climate Ready DC. Rather, it focuses on next environmental protection, transportation, and more. steps for the highest-impact actions. 2016 Climate analysis and actions from ce subsequent plans, priorities, and actions 2018 2019 2019 forthcomingf orthcoming 2020 Subsequen ce priorities and strategies recommended in CRDC Roadmap 1. Weather.gov: weather.gov/media/lwx/climate/dcatemps.pdf and weather.gov/media/lwx/climate/dcaprecip.pdf 5• A conclusion describing our plan for measuring progress resilience is the capacity of and stating a vision for the CRDC‘s future. individuals, communities, institutions, overview of climate businesses, and urban systems to ready dc survive, adapt, and thrive, no matter In the CRDC plan, the District outlined its climate risks and what kinds of chronic stresses and identified a series of preparedness actions. Due to climate acute shocks they experience. change, the District will experience the following:2 - resilient dc • Warmer average temperatures; • Up to three times as many dangerously hot days; Since 2016, the District has made strides in creating a • Longer, hotter, and more frequent heat waves; resilient DC for all. For example, the District receives critical • More frequent and intense heavy rain events; guidance on climate action from key stakeholders through • Extreme weather, fueled by warmer temperatures and the recently convened Climate Change and Resiliency more water in the atmosphere; Commission (page 36) as well as the Ward 7 Equity Advisory Group (page 24). Through this process, the District has • Coastal and inland flooding; and achieved a better understanding of climate-related risks • Higher tides resulting from rising sea levels. facing our city through detailed urban heat island (UHI) maps and more detailed building-level flood assessments. We These changes will pose challenges for the District’s: protect residents by assessing the resilience of our housing stock (page 17) and by making deep investments in green • Infrastructure resources, including transportation, infrastructure (page 12). Additionally, District agencies energy, water, and communication; are incorporating future-looking climate information and • Community resources, including emergency services, recommendations from Climate Ready DC into ongoing medical services, human services, schools, housing, and planning efforts. For example, CRDC informed the recently government buildings; released Resilient DC Strategy, Sustainable DC 2.0, and Clean • Natural resources, including rivers, habitats, and species; Energy DC plans as well as informing updates to the Hazard and Mitigation and Comprehensive plans. These actions represent just the beginning of building a Climate Ready DC. • Residents, especially those frontline communities that are more exposed and sensitive to climate-related hazards.3 In 2018, the District’s Department of Energy and Environment (DOEE) launched an effort to prioritize and accelerate implementation of the strategies within CRDC. In frontline communities are groups of people consultation with District agencies and community partners, directly and indirectly impacted by climate change DOEE identified the highest-priority actions for near-term at a disproportionate rate when compared to implementation, investigated opportunities to move those other groups. These groups tend to have less actions forward, and began developing a set of resilient access to resources and protections due to design guidelines to support smart investments in buildings income, age, gender and gender identity, race, and infrastructure (see page 13). This report, summarizing this collaboration’s results, includes the following: disability, sexual orientation, etc. – National Association for the Advancement • An overview of the CRDC plan; of Colored People, Environmental and • An introduction to prioritized strategies from CRDC; Climate Justice Program. • A summary of ongoing and upcoming programs, (2019). Our communities, our power: Advancing policies, and actions in the CRDC Plan’s four action resistance and resilience in climate change categories: transportation and utilities, buildings and adaptation action toolkit. development, neighborhoods and communities, and governance and implementation; and 2. For further details on DC’s climate risks, please see the companion document to this report, CRDC, available online (sustainabledc.org/wp-content/uploads/2019/04/sdc-2.0-Edits-V5_ web.pdf). The above list is from the report’s Climate Change Impacts section. 3. As climate science continues to improve, the District Government commits to staying engaged and to update our projections and risk assessments as needed. 6roadmap process In 2018, DOEE led a process to determine priority areas for near-term implementation. While the District is working to advance all 77 actions, given limited resources and time, DOEE used this process to determine which actions to prioritize and accelerate in the near-term. In collaboration with other agencies, DOEE developed criteria through which to evaluate all CRDC actions in an effort to begin developing an implementation roadmap (below). This involved conducting a series of interviews with key stakeholders, a review of public comments collected during the Sustainable DC 2.0 process, analysis of other District and peer city plans, and stakeholder workshops. The action-selection process included an initial screening, designed to narrow the number of total actions, and a final screening to determine actions for near-term implementation. Selection was based on qualitative analysis, with each component weighted equally. The initial screening used two categories: Climate Ready DC identified five priority areas based on the • Urgency: assessing the likelihood of risk addressed by projected risk extreme heat and flooding pose to the District's the action and how soon the District can be expected to infrastructure and community resources experience that risk; and transportation + utilities • Impact: assessing the extent of social, economic, (18 actions around energy, water, communications, environmental, and physical improvements if the action and transportation) is taken. buildings + development (23 actions around critical facilities, new and existing buildings, land-use planning, and CLIMATE efficiency) READY DC (77 total actions) neighborhoods + communities (18 actions around emergency preparedness, the urban heat island, community cohesion, and urgency, impact (77) neighborhood - scale strategies) governance + implementation (18 actions around climate science and analysis, aligning planning efforts, and implementing CRDC) jurisdiction, readiness, financing (35) The CRDC plan outlines a series of strategies to respond to these projected climate impacts. CRDC’s development included active involvement of stakeholders from the final selection (7) District’s agencies, regional organizations, and the federal government as well as dedicated community members that submitted over 300 comments. The plan includes 77 actions categorized into four sectors: Transportation and Utilities (TU), Buildings and Development (BD), Neighborhoods and Communities (NC), and Governance and Implementation (GI). This Roadmap’s next sections provide more in-depth discussions of each sector, including our progress and next steps. 7The initial screening enabled DOEE to narrow the total number of actions, from 77 to 35, adjusting raw scores to ensure a roughly equal distribution throughout the four strategy categories (i.e., TU, BD, NC, GI). The final screening incorporated the following additional categories: • Jurisdiction: Assessing the District Government’s control over the action and any mandates related to that action. • Readiness: Assessing the District’s capacity to act, its demonstrated progress, alignments with other District priorities, and the political will for the action. • Financing: Assessing upfront costs, ongoing costs, avoided costs, and internal/external funding for the action. Based on the full screening, DOEE identified seven actions to advance by designing more detailed implementation strategies. The prioritization process included combining some actions that could be addressed simultaneously. In addition to these seven actions, several actions scored highly, but they were already underway or completed. This document does not include implementation plans for these actions. A list of the prioritized actions follows. SECTOR ACTION DESCRIPTION Establish community resilience hubs, which would locate emergency preparedness and NEIGHBORHOODS & NC 15.2 response supplies in community facilities, whether privately or publicly owned (e.g., COMMUNITIES churches, community centers). (6.1) Evaluate the most critical facilities to identify those with or without existing back-up power systems; determine if they are above flood elevations, in good working order, and provide the appropriate capacity for that facility type. BUILDINGS BD 6 (6.1, (6.2) Flood proof the most critical facilities to protect against future events accounting for & DEVELOPMENT 6.2, and 7.4) sea level rise and increasingly severe precipitation events. (7.4) Evaluate the public housing portfolio for vulnerability to extreme heat and flooding and incorporate resilience in future capital improvement plan. Encourage active participation by residents and businesses in disaster preparedness, NEIGHBORHOODS & NC 12.1 response, and recovery training programs, including the Community Emergency Response COMMUNITIES Team (CERT) volunteer program. (13.1) Develop thermal mapping of the District to identify UHI hotspots, frontline residents, and areas with the greatest potential for cooling. (13.2) Reduce the UHI effect and increases in outside air temperatures with cool and green roofs, expanded green space, tree planting and tree protection efforts, prioritizing hotspots and NEIGHBORHOODS & NC 13 (13.1, areas with the greatest number of frontline residents. Incorporate UHI mitigation into planning COMMUNITIES 13.2, 13.3) for green infrastructure, tree canopy, and public space initiatives. (13.3) Evaluate existing cooling centers, based on the location, accessibility, and needs of frontline residents. Consider areas for pets, security, sign-language interpreters, child friendly amenities, accessible restrooms, medical assistance, back-up power, sleeping areas, drinking water, and proximity to transit. Identify opportunities to reduce the economic impacts of severe weather and heat-related NEIGHBORHOODS & NC 12.3 events on frontline residents through existing programs and new partnerships to reduce COMMUNITIES utility bills and make homes more resilient. Increase combined sewer and separate stormwater system capacity with green and gray TRANSPORTATION infrastructure, including rain gardens, green roofs, trees, cisterns, and pervious pavement. TU 3 & UTILITIES Focus first on areas that flood regularly, have steep topography, or have known drainage- capacity issues. BUILDINGS Expand existing incentive programs to include thermal safety and UHI mitigation measures, BD 7.3 & DEVELOPMENT such as cool roofs, solar shading, and shade trees. 8Through this process, DOEE and its stakeholders identified extreme heat as a key priority for near-term actions. Three of the seven prioritized strategies — NC 13, NC 12.1, and BD 7.3 — focus on minimizing risks from heat and are interrelated. NC 13: Comprehensive Extreme Heat Management Strategy calls for the creation of a comprehensive approach to heat planning that sets a vision for how the District will combine physical and social interventions to protect people. NC 12.1: Building Community Heat Stress Preparedness and Response Capabilities and BD 7.3: Incentives and Financing to Mitigate the UHI Effect both discuss specific interventions that will be included in the comprehensive heat strategy. nc 13 - comprehensive heat strategy nc 12.1 building community bd7.3 incentives and other strategies (e.g., heat stress preparedness and financing to mitigate expanding the tree canopy, response capabUilirtbiesan Heat Itshlea unrbdan heat island promoting cool pavement) URBAN HEAT ISLAND Air Temperature shandas, v.; voelkel, j.; williams, j.; hoffman, j. integrating satellite and 101.9°F ground measurements predicting locations of exreme urban heat. climate 92.4°F 2019, 7, 5. 85.4°F measurements taken on august 28, 2018 at 3:00 pm. reported temperature 88ºf. Shandas, V.; Voelkel, J.; Williams, J.; Hoffman, J. Integrating Satellite and Ground Measurements for Predicting Locations of Extreme Urban Heat. Climate 2019, 7, 5. 9 Measurements taken on August, 28, 2018 at 3:00 PM. Reported temperature 88°F.strategic implementation plans Equipped with a clear sense of priorities, DOEE developed the following strategic implementation roadmap to guide action in the near-term. For each of the four sectors featured in the CRDC, this roadmap explores current activities and next steps. Within each category, the document provides a more detailed strategy for making progress on high-priority actions identified in the screening process. DOEE worked with District agencies, listed as key implementers in the original CRDC plan, to determine timelines, potential key partners, financial considerations, and indicators for each priority action. 10TRANSPORTATION AND UTILITIES (TU)transportation & GOAL: utilities – overview Improve transportation and Transportation and utility systems—including energy, water, utility infrastructure to maintain communication, and transportation systems—prove essential for ensuring that District residents receive the core services viability during periods of they need to lead healthy and productive lives. As these extreme heat, severe weather, systems are threatened by a changing climate, the District has made it a priority to thoroughly and strategically retrofit, adapt, and flooding. and futureproof transportation and utility systems to ensure long-term viability. Table 1 - CRDC Action Areas for Transportation & Utilities The District will work with public and private transportation ACTIONS and utility operators to maintain standard services and to TU 1.0: Develop site-level adaptation plans for all facilities recover quickly during extreme weather events. We will and service areas identified as at-risk from sea level rise leverage ongoing investments and planned retrofits to more and flooding. rapidly and cost-effectively integrate resilience capabilities within our infrastructure. The District will approach each TU 2.0: Increase the resilience of energy systems. system (i.e., energy, water, communication, transportation) with a distinct set of strategies. TU 3.0: Increase the resilience of drinking water, wastewater, and stormwater systems. current activities TU 4.0: Increase the resilience of communication systems. Since CRDC’s launch, the District Government has started TU 5.0: Increase the resilience of transportation systems. working on several initiatives that address these critical systems’ components: SPOTLIGHT ON PROGRESS: • The District’s Homeland Security and Emergency Management Agency hired a Critical STORMWATER RETENTION CREDIT Infrastructure Specialist, who is responsible for TRADING PROGRAM working with the State Hazard Mitigation Officer to identify all key infrastructure facilities and systems Initially rolled out in 2013, DOEE’s Stormwater at risk from sea level rise and flooding, and for Retention Credit (SRC) Trading Program allows property developers to meet green infrastructure developing site-specific plans to prepare for and to mandates by purchasing off-site credits.4 Developers mitigate this risk. maximize the benefits from their credit purchases • The Public Service Commission is conducting grid by using credits, generated by green infrastructure, modernization planning, exploring options to improve in the areas served by the Municipal Separate the reliability of the District’s energy provision. Storm Sewer System (MS4). Currently, MS4 stormwater goes directly into District waterways • The DC Department of Transportation (DDOT) has without treatment, but credit-generating green continued to implement its green infrastructure infrastructure projects (such as rain gardens, green program—a living network that connects landscape roofs, and rain barrels) can slow, capture, and filter areas, natural areas, and waterways to mimic nature stormwater runoff. Once generated, SRCs can be and to protect critical transportation systems through sold to developers through the market or directly improved water management and shading. to DOEE at fixed prices through DOEE’s SRC Price Lock Program. The SRC Price Lock Program • DC Water is building a seawall around the Blue offers certainty about revenues from selling credits, Plains Advanced Wastewater Treatment Plant, and and it helps investors commit funding to green has completed the First Street Tunnel to increase infrastructure projects where they are most needed. stormwater capacity and the first part of the Anacostia By incentivizing development of green infrastructure River Tunnel Project. in areas that are not otherwise undergoing development, the SRC Trading program improves water quality in the MS4 and may help address inequitable flood and UHI risk faced by residents. 4. DC Department of Energy and Environment: doee.dc.gov/src 12next steps • Recognizing the systemic risk posed by sea-level rise SPOTLIGHT ON PROGRESS: and flooding in the near-term, the District will focus its RESILIENT DESIGN GUIDELINES activities on ensuring that the sewer and stormwater system manages more rain to reduce flood risks (TU In close collaboration with the Resilient DC 3.2 & 3.6). To support this process, DOEE will develop initiative and other District agencies, the District a comprehensive flood model, which will show how is developing a series of resilient design guidelines to inform the design of public buildings and coastal, riverine, and inland flooding interact. The infrastructure. These guidelines will be integrated model will help the District identify areas susceptible into District processes to ensure that future risks to flooding and to identify options for increasing are accounted for during renovations and new stormwater capture and conveyance. construction. To serve as a resource, the guidelines • In addition, the District Government is developing will be made available to the wider District resilient design guidelines for the public realm focusing development community. on how to prepare new and existing roadways, sidewalks, and parks for climate change.5 and transportation systems. Sustainable DC 2.0 includes a target that requires 100% of all new major infrastructure to INSPIRING IDEAS consider climate risks and to identify adaptation solutions Ann Arbor, Michigan by 2032, putting us on the path to meeting this goal. Ann Arbor incorporates climate change into its Gauging success will take finding specific, observable, and measurable indicators that capture the desired outcome stormwater management. As their floodplains of having climate-resilient transportation and utility expand, they have become concerned about infrastructure. As we implement projects, we will collect locations of critical facilities, insurance burdens, data and identify lessons, with the goal of developing these repetitive losses, public health risks from combined sewer overflows (CSOs), erosion, and service outcome-focused indicators. This could include estimated disruptions. Accordingly, Ann Arbor has created a costs saved through adaptive measures, including stormwater model using Atlas 14 data, a tool from greening, hardening, retrofitting, or relocating utility and NOAA that measures precipitation frequency; this transportation assets. Recognizing that infrastructure’s has allowed them to visualize (map) and assess the primary purpose is to keep people safe and our city potential effects from differently sized storm events, operational, we will explore performance standards such as identify problem areas, and optimize solutions. minimum times in which transportation or utility assets should be expected to return to normal functionality after measuring progress on a severe weather event. our long-term goal In the meantime, we will report on the number of transportation and utility projects that specifically To improve transportation and utility infrastructure incorporate climate projections into planned or to maintain viability during periods of extreme heat, implemented design and operations. These will apply to severe weather, and flooding, the District will need to new construction and to improvements in existing assets. make improvements to energy, water, communications, Figure 1 - Transportation and Utilities Indicators CRDC FOCAL OVERARCHING EXAMPLE OUTCOME EXAMPLE PERFORMANCE OUTPUT INDICATOR AREA GOAL INDICATOR STANDARD Improve transportation Number of transportation Estimated costs saved Setting a minimum time in which and utility and utility projects that through adaptive transportation or utility assets infrastructure to specifically incorporate measures, including should be expected to return TRANSPORTATION maintain viability climate projections into greening, hardening, to normal functionality after a AND UTILITIES during periods of planned or implemented retrofitting, or relocating reasonably expected severe extreme heat, severe design and operations. utility and transportation weather event, based on climate weather, and flooding. assets. projections. 5. District Department of Transportation: ddot.dc.gov/PublicRealmDesignManual 13IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION tu 3.0: futureproof • Groundwater flooding from heavy rainfall not absorbed by the ground and overwhelming the sewer and stormwater existing sewer and stormwater system. systems Once complete, the model will allow the District to determine which locations are most susceptible to Update design standards for water and drainage infrastructure flooding, and to build green infrastructure or other to address precipitation’s projected increase and intensity, projects that can reduce such risks. The model can particularly in the District’s MS4 area; increase the stormwater also be used by the stormwater program to assess system’s capacity through green and gray infrastructure. locations where new green infrastructure will most benefit water quality. description 2. Develop climate-change adjusted Intensity- Duration-Frequency (IDF) curves to inform decisions about stormwater management. IDF curves draw The District, led by efforts at DOEE, DC Water, and DDOT, on historic rainfall records, measured through has become a national leader in utilizing green and gray monitoring stations to graph the intensity, duration, infrastructure to better manage stormwater and to reduce and frequency of local precipitation patterns. These harmful runoff into DC’s rivers and streams. However, climate curves are often used to determine the magnitude change will increase the frequency and intensity of heavy and probability of storms in designing stormwater rainfall events, challenging the District’s sewer and stormwater infrastructure to better meet local needs. As these systems’ ability to prevent flooding, runoff, and sewage curves rely on historical data, and climate change is discharges. These challenges will be further exacerbated by sea level rise. This means the District will require even more stormwater management and blue-green infrastructure. SUMMARY INFORMATION Acknowledging these needs, the District Government will develop improved and climate-informed flood models. These Outputs: will allow the District to identify which communities are • Updated stormwater model and most exposed and sensitive to flooding, and where targeted projections for precipitation risk stormwater management planning is needed. • Neighborhood-level flood plans • Additional flood-management sub-actions investments including green, blue, and grey infrastructures Actions to futureproof the District’s sewer and Performance Indicators: stormwater systems include the following: • Number of blue-green infrastructure projects planned and implemented 1. Develop an integrated flood model to better • Estimated reduction in runoff volumes account for inland flood risks. that would discharge to combined and An integrated flood model will help the District MS4 systems under selected climate better prepare and plan for climate change as change scenarios it will provide insights into the interactions of Co-Benefits: various flood risk sources, including: • Aesthetic, quality of life carbon • Riverine flooding, caused by heavy rainfall or sequestration benefits from snowmelt, which can lead to overbanking on blue-green infrastructure projects the Potomac and backwater flooding on the in neighborhoods Anacostia River. • Improved public health from reduced combined sewer overflows (CSOs) • Coastal flooding from high tides and coastal storms pushing water up the Potomac and Key Partners: DOEE, DC Water, US Army Anacostia Rivers. Corps of Engineers, DDOT, VA DOT, National Park Service, U.S. Geological Survey 14changing these patterns, IDF curves may not correctly describe the District’s current and future risks. INSPIRING IDEAS Investing in climate analysis to adjust the District’s IDF curve to incorporate future precipitation patterns Philadelphia’s Green City, Clean Waters associated with climate change will allow better planning. In particular, climate-adjusted IDF curves In 2011, Philadelphia’s Green City, Clean Waters can be integrated into resilient design guidelines for program was adopted to reduce stormwater infrastructure and stormwater regulations. pollution from the City’s combined sewer 3. Develop community-based stormwater management system.6 The program emphasizes use of green plan(s) for high flood risk areas, ideally defined infrastructure, and helped initiate thousands of by natural geographic boundaries such as sub- stormwater retrofits. Green City, Clean Waters watersheds and catchment areas. Plans should is helping Philadelphia adapt to climate change actively encourage community participation to best by decentralizing stormwater management practices throughout the city, making it easier to identify solutions that meet local needs. accommodate changing conditions that are not After the integrated flood model analysis and IDF curve entirely predictable. revisions, the District will have a strong understanding of which neighborhoods are vulnerable to coastal, riverine, and rainfall flooding. In collaboration with community members, the District will develop a series of neighborhood-level plans and green infrastructure investments to manage local flood risks. 6. City of Philadelphia, Office of Sustainability: phila.gov/water/sustainability/greencitycleanwaters/Pages/default.aspx 15BUILDINGS AND DEVELOPMENTbuildings and development – overview GOAL: Retrofit existing buildings To protect people from higher temperatures and flooding, the District’s existing and new buildings must be future- and design new buildings proofed against climate change impacts. It is easier and less and development projects to expensive to integrate resilient design principles into new withstand climate change impacts. construction. Therefore, the District is developing guidance on how to enhance new buildings to withstand climate hazards. That said, many existing buildings will continue to be inhabited for decades to come, so we must find ways to Table 2 - CRDC Action Areas for Buildings & Development improve their resilience too. ACTIONS These natural hazards can also strain resources, such as BD 6.0: Provide backup power for emergencies at all electricity and water, which support buildings and their identified critical facilities. Ensure that existing backup occupants. Buildings that operate more efficiently and use less power systems are located above projected flood energy will perform better during extreme weather events when elevations. these resources will most likely be in short supply. This way, BD 7.0: Improve thermal safety and indoor building resilient buildings will also help cut greenhouse gas emissions. temperatures to increase resilience to extreme heat, Increasing the resiliency of District public and private facilities especially in the event of a power outage. will require new and revised policies, programs, and incentives. BD 8.0: Pursue deep energy and water efficiency The DC Green Finance Authority (or DC Green Bank) could in buildings. support investments that reduce greenhouse gas emissions BD 9.0: Incorporate climate resilience into and improve climate preparedness. Additionally, the District can development planning and review processes. leverage hazard and flood mitigation grants from the federal government to spur resilience in the built environment. DOEE BD 10.0: Leverage land-use planning to currently collaborates with an array of stakeholders to identify promote resilience. pathways that support the activities outlined here. BD 11.0: Provide incentives to encourage private property owners and developers to implement flood- resiliency measures. current activities To date, the District has developed a series of policies and programs to encourage climate-ready buildings and development: • Since the release of the CRDC plan, the Office of Planning SPOTLIGHT ON PROGRESS: (OP) has incorporated resilience throughout the current MULTIFAMILY RESILIENCE AND draft of DC’s Comprehensive Plan, in recognition that SOLAR ASSESSMENT TOOL this is a cross-cutting issue, affecting all sectors and segments of society. The Comprehensive Plan established Through a 2018 grant to a team led by the 20-year framework guiding the District’s future growth Enterprise Community Partners, the District and development. Incorporating resilience ensures that developed a Multifamily Resilience and Solar the District will continue to thrive as we adapt to climate Assessment Tool to comprehensively identify opportunities to improve the resilience of change impacts. affordable housing properties to climate change • In 2018, the DC Green Finance Authority was created to impacts. The tool was piloted across use public-purpose financing to attract private investments 20 properties in the District. Owners of the pilot for meeting sustainability goals, with an initial focus on properties received comprehensive assessment energy efficiency and renewable energy investments. The reports, detailing recommended retrofits and Bank’s initial programs will launch in 2020. cost estimates. In the grant’s second year, the team is working to support its use by owners of affordable housing across the District. 17SPOTLIGHT ON PROGRESS: DGS SMARTROOF PROGRAM In 2015, the SmartRoof Program, run by the District’s Department of General Services (DGS) assessed over 250 acres of District-owned roofs, analyzing each for its suitability for solar photovoltaics (PVs), solar thermal, green roofs, daylighting, or cool roofs. Roof retrofits offer a cost-effective way to reduce energy consumption and the UHI effect, while improving thermal comfort, air quality, and stormwater management. The assessments identified dozens of sites that could benefit from roof improvement projects, allowing DGS to install over 150,000 square feet The District also has developed policies and programs that of SmartRoof measures across the District. use green infrastructure to address flooding and urban heat. • The RiverSmart program has helped reduce stormwater runoff in the District for nearly a decade, providing modernization projects that improve safety and reduce financial incentives to help homeowners, nonprofit building operational costs. organizations, and schools install green infrastructure • OP, DOEE, and DC Health will analyze green infrastructure on their properties. implementation to: (1) assess its effectiveness in reducing • The District Stormwater Retention Credit (SRC) Trading UHIs and its impact on communities most at risk of Program allows property developers to meet green heat-related illnesses; and (2) identify community-driven infrastructure mandates by purchasing off-site credits solutions for future policies. in DC’s Municipal Separate Storm Sewer System (MS4) area, helping to address inequitable flooding and heat impacts across the District. The District’s revised INSPIRING IDEAS Green Area Ratio (GAR) zoning regulation, released San Francisco, California in 2017, also encourages cool and green roofing on private buildings, helping address the UHI effect and In 2014, San Francisco’s Capital Planning Committee stormwater management. developed its Guidance for Incorporating Sea Level • DOEE collaborates with District planners to incorporate Rise into Capital Planning in San Francisco.7 The resilient design into significant planning efforts, such as document describes department-specific procedures for considering the risk of sea-level rise in new capital the Buzzard Point Vision Framework. planning and critical infrastructure projects. To illustrate how to apply the guidance, the document next steps provides examples of how a police station, visitor center, and shoreline park would be evaluated based • The District Government is focused on ensuring on the suggested vulnerability, risk, and adaptation opportunity assessments. that public and private critical facilities are more resilient against power outages, flooding, and extreme temperatures (BD 6 and BD 7.3). This work will provide measuring progress on residents with access to crucial resources when the need becomes greatest. Where possible, these resiliency our long-term goal improvements will focus on sustainable interventions, such as encouraging clean energy for back-up power. To meet our overarching goal of retrofitting existing • In addition, the District is developing resilient design buildings and designing new projects to withstand guidelines to prepare schools and other critical public climate change impacts, the District will need to promote facilities for climate change. This guidance document new design techniques, integrate resilience into energy will inform capital investments, including school efficiency policies, provide targeted incentives to property 7. The City and County of San Francisco: onesanfrancisco.org/sea-level-rise-guidance 18owners, and use land-use planning to encourage smart outcome indicators, the District may explore building development. Sustainable DC 2.0 includes a target to require performance standards for resilience. For example, we could 100% of all new buildings to consider climate risks and require that all new buildings maintain thermal comfort identify adaptation solutions by 2032. levels in the absence of power during a 95-degree Fahrenheit day for 12 hours. Good climate indicators should do more than measure output; they should showcase our progress in achieving In the meantime, we will report on the number of buildings resilience outcomes. In other words, it is not only important that specifically incorporate climate projections into that buildings and developments consider climate change planned or implemented design and operations. This will in designs—we want spaces that are actually safer. We will apply to new construction and improvements. If possible, use early implementation efforts to collect data and lessons we will specify the number of critical facilities (such as to develop these outcome indicators. These could include hospitals, emergency shelters, and police stations) designed estimated costs saved through integrating climate risks to withstand increased risks due to climate change, into design decisions or the percentage of residents including power outages, given these facilities will play living in buildings designed to withstand reasonably such an important role in protecting health and safety. expected climate hazards. In addition to developing Figure 2 - Buildings and Development Indicators EXAMPLE CRDC FOCAL OVERARCHING EXAMPLE OUTCOME OUTPUT INDICATOR PERFORMANCE AREA GOAL INDICATOR STANDARD Retrofit existing The number of buildings Estimated costs saved Resilient building buildings, and that specifically incorporate through integrating performance standards design new climate projections into climate risks into building (such as requiring that buildings and planned or implemented or development design all new buildings can BUILDINGS AND development designs and operations. decisions. maintain thermal comfort DEVELOPMENT projects to levels without power on a withstand climate The number of critical The percentage of residents 95 degree Fahrenheit day change impacts. facilities designed to living in buildings designed for 12 hours). withstand increased risks to withstand reasonably due to climate change. expected climate hazards. Photo Credit: Ted Eytan 19IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION bd 6.0: ensure all envelope efficiency, and backup power. This will include conducting an inventory that indicates critical facilities in the whether the facility: (1) has backup power generation district have resilient capabilities; and/or (2) has existing solar PV systems backup power or capacity for clean energy and battery storage on-site. If the facility has backup generation, the inventory will include: Ensure all identified critical facilities in the District have access to backup power for emergencies. Ensure backup power is • If any critical equipment (e.g., electric utility elevated above projected flood elevations and, when possible, assets) or fuel is located below the base flood provided via sustainable and clean energy resources. elevation (BFE) or is susceptible to flooding; and • If the building is in the 500-year flood plain and any equipment must be elevated. description Assessments will consider how the community engages with the site. Facility managers will need Critical facilities, such as fire and police stations, schools, to identify an energy continuity plan to support and hospitals, provide essential services to District residents, businesses, and visitors. In addition to supporting the community’s economy, security, and health year-round, these facilities prove particularly important when natural hazards SUMMARY INFORMATION strike. If these facilities lose power, they cannot provide essential services. Outputs: Previous disasters show the importance of maintaining • Facility condition assessments backup power outside of floodplains and, when possible, analyzing power vulnerability at supplied by renewable energy resources. This helps avoid critical facilities fuel-supply chain disruptions or operational challenges that • Guidance to support resilient backup often come with fuel-powered generators. Using solar and power assessments and installations at storage can also help reduce District energy costs. private facilities • Updated building codes that The District Government intends to lead by example, pursuing incorporate best practices for retrofits and installing new backup power where needed backup generation in publicly owned critical facilities. Lessons learned will be Desired Outcomes: shared with the community, and best practices will ultimately • Improved and more flood-resilient be incorporated into District codes and regulations to backup power generation at increase the resilience of all critical facilities. critical facilities • Decreased risk of supply-chain failures sub-actions for limited fossil-fuel resources • Improved access to critical services Actions to implement resilient backup power at critical during emergencies facilities include the following: Co-Benefits: • Emissions and year-round energy 1. Integrate questions on flooding and backup power cost reductions from deploying into critical public-building condition assessments, clean energy backup power systems beginning with DC Public Schools (DCPS). (through third-party ownership, demand response, and/or diesel cost DOEE, DGS and the Homeland Security Emergency reductions) Management Agency (HSEMA) will collaborate to Key Potential Partners: DGS, Pepco, ensure that routine assessments of the District’s DDOT, DCPS, OP, HSEMA, and critical public facilities include resilience queries Department of Consumer and regarding the presence of resilient energy, building Regulatory Affairs 20the community during an emergency if the site is expected to remain operational or will be occupied INSPIRING IDEAS immediately following a disaster. These should determine the duration and amount of continuous, Mapping Critical Facilities in San Francisco uninterrupted power required by the facility. Many DC public schools function as emergency shelters; as The City and County of San Francisco examined such, they need to be operational to support residents microgrids and standalone solar PV with battery located in harm’s way or who have been displaced. storage opportunities at critical facilities. They Additionally, the resiliency of DC public schools affects found that 8.2 megawatts of solar PV and 12.8 megawatts of battery storage could provide the District’s ability to return to business as usual resilient backup power for the City’s shelters, following a natural disaster. and that these would be best financed through a public-private partnership. To reach that 2. Prioritize and pursue funding for retrofits and conclusion, San Francisco went through a process installations at critical public facilities. that involved identifying stakeholders, reviewing and mapping hazards and shelters, evaluating Routinely collecting data regarding back-up power electrical needs and microgrid potential, conducting site visits, designing solar and storage capabilities across the District’s critical facilities options, and reviewing financing pathways for portfolio will make it possible to execute a resilient construction and operations. The results of this backup power strategy, targeting resources for the effort are available in a public document.8 most critical facilities in the near- and medium-term. DOEE and HSEMA will support DCPS and DGS in prioritizing locations that should receive investments to install or retrofit backup power. This prioritization extreme heat and help determine a back-up power’s will consider the importance of power continuity, site suitability during the development review and/ vulnerability to flood inundation, vulnerability of or permitting processes. The District will also share the population served, cascading effects of service backup power best practices with developers. For outage, and historical incidence of power outages. Site example, the Resilient Design Guidelines, described suitability for clean energy will also be considered. on page 13, are intended to help developers integrate These efforts will likely use a mix of operating, capital, such best practices in their projects. federal grant funding, and private resources. 4. Update building codes based on best practices. 3. Use lessons learned to create resilient back-up power guidance for private development. Ultimately, it will be important for every critical facility in the District to have resilient backup power. Many critical facilities in the District are privately The District will assess best practices identified owned and operated. While these facilities fall outside through this process, and determine key findings the District’s direct purview, the District will ensure that should be incorporated into design guidelines, its agencies are equipped to review and advise on building codes, or regulations. any proposed project’s vulnerability to flooding and 8. San Francisco Environment: onesanfrancisco.org/sea-level-rise-guidance 21IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION bd 7.3: incentives and sub-actions financing to mitigate Actions to create incentive and financing programs to urban heat islands mitigate the UHI include the following: 1. Pilot a new program, specifically targeting the hottest Facilitate the installation of roofing technologies that support neighborhoods. thermal safety and mitigate the UHI effect by expanding financing and incentive programs, particularly in places that DOEE will work with interagency partners to collect benefit frontline communities. lessons learned from existing programs serving District homeowners, such as the RiverSmart Homes program description and the Single-Family Residential Rehabilitation Program’s roofing loans.12 This will help inform the design of a new incentive program, aimed more Climate change means warmer temperatures and more specifically at addressing the UHI effect and reducing extreme heat days in the District. Due to the UHI, areas with residents’ heat risks. more impervious surfaces, fewer trees, and less green space are substantially hotter. A recent study found air temperatures were 10 to 20 degrees Fahrenheit warmer than cooler parts of the District with more green space. Reducing the UHI effect SUMMARY INFORMATION will help these neighborhoods adapt.9 Outputs: Several building-level techniques can reduce the UHI’s • New cool roof incentive program impact, including green or cool roofs. Green roofs use vegetation to reduce roof temperatures and to remove heat • Training materials for cool roof workforce program from the surrounding area. Green roofs have been observed to be 30-40 degrees Fahrenheit cooler than conventional Desired Outcomes: roofs, reducing energy demand and costs.10 Often, cool • Reductions in temperatures across the roofs are painted white or use reflective materials, District’s neighborhoods, especially in allowing them to absorb less heat, reducing energy bills in frontline communities warmer months. Cool roofs can stay more than 50 degrees • Increased number of cool or green Fahrenheit cooler, with installation costs about the same as roofs installed conventional roofs.11 Co-Benefits: • More job opportunities for Cool and green roofs can help keep homes comfortable as District residents temperatures rise. In addition, such roofs, deployed at scale, can create temperature reductions across DC. The District’s • Improved stormwater management from vegetation in green roofing building energy codes currently require cool roofs for new or replacement residential roofs. The District also encourages • Greenhouse gas emissions reductions green roofs through its stormwater management programs, from reductions in cooling demand but conventional roofs still dominate. To encourage upgrades and carbon sequestration from additional vegetation to existing roofs, this roadmap recommends adopting a targeted incentive program, with a focus on the hottest • Reduced energy bills, especially for neighborhoods. frontline communities Potential Partners: DC Sustainable Energy Utility (DCSEU), Pepco, DC Green Bank, 9. NOAA: noaa.gov/education/stories/science-and-education-partners-reveal-hottest- Department of Housing and Community places-in-washington-dc-and Development (DHCD), Department of 10. Environmental Protection Act: epa.gov/heat-islands/using-green-roofs-reduce-heat- Employment Services (DOES) islands 11. US DOE: energy.gov/energysaver/design/energy-efficient-home-design/cool-roofs 12. District Department of Housing and Community Development: epa.gov/heat-islands/ using-green-roofs-reduce-heat-islands 222. Develop workforce development programming to support the pilot program. INSPIRING IDEAS New York City Cool Roofs Program To encourage local job growth within the cool and green roofing industry, the District Government In 2009, the New York City (NYC) Cool will explore adding cool and green roofing training Roofs program launched, with the goal of to existing workforce development programs. For coating one million square feet of roof space example, the SolarWorks DC program provides per year in white reflective coatings, thus training opportunities for District residents interested achieving energy savings and reducing the in pursuing careers in solar and related industries. UHI effect’s impacts. The program offers This program could be expanded to include green and selected buildings no-cost or low cost cool cool roofs.13 roofs. Affordable housing, nonprofits, and other community organizations receive the installations at no cost.14 Beyond incentivizing 3. Evaluate neighborhoods to pilot the cool roof installations, NYC developed new incentive. and administered a 10-week training to encourage local job development for the Through interagency collaboration, the District cool roofing industry. By 2017, 119 trainees Government will work to identify priority had completed the program. Following the neighborhoods for the pilot. These neighborhoods training, the City committed to connecting could be identified within the comprehensive heat- participants with full-time employment planning effort described below (see NC 13), which opportunities in the industry. will assess District areas most sensitive to heat. 13. District Department of Energy and Environment: doee.dc.gov/service/solar-works-dc 14. City of New York: nyc.gov/nycbusiness/article/nyc-coolroofs 23NEIGHBORHOODS AND COMMUNITIES (NC) 24neighborhoods and communities – overview GOAL: Make neighborhoods and While climate change will affect parts of the District communities safer and more differently, all communities should be reasonably safe from climate hazards and be supported to bounce back quickly prepared by strengthening after extreme events. community, social, and We understand that strong communities—where neighbors economic resilience. help neighbors and businesses and community based organizations (CBOs) are active—are more resilient to shocks and everyday stressors. Therefore, DOEE’s strategies focus Table 3 - CRDC Action Areas for Neighborhoods and Communities on equipping all community members to be active players in responding to risks. Additionally, many climate-change ACTIONS solutions work best on the neighborhood-scale. A single NC 12.0: Improve emergency preparedness and shade tree may help one property, but strategically increasing planning for climate-related events with a particular the urban tree canopy across a corridor or neighborhood emphasis on frontline communities. can provide comfort to many by decreasing actual air temperatures. NC 13.0: Reduce risks of extreme heat and UHIs. Doing this work well involves investing in community NC 14.0: Strengthen community cohesion for safety engagement and education while developing resilience and resilience. policies. District residents are experts in their own NC 15.0: Strengthen eco-resilience districts and communities, serving as the best consultants for designing community resilience hubs. neighborhood-level solutions that work. current activities Since CRDC’s launch, the District Government has developed several resources to build resilience of SPOTLIGHT ON PROGRESS: neighborhoods and communities: EQUITY ADVISORY GROUP IN FAR NORTHEAST WARD 7 • The District Government has actively explored opportunities to advance microgrids and resilience In fall 2017, DOEE, with support from the Georgetown hubs to provide communities with access to resilient Climate Center, convened a committee of residents power. This has included exploring best practices via in Ward 7’s far northeast neighborhoods, called the workshops with other cities in the Urban Sustainability “Equity Advisory Group” (EAG). In CRDC, Ward Directors Network (USDN) and engaging in dialogues 7 (and particularly communities surrounding the Watts Branch tributary of the Anacostia River) with area hospitals on improving energy resiliency. was identified as facing disproportionate flooding • The National Oceanic and Atmospheric Administration and climate-related risks relative to other parts (NOAA) led a citizen science project to develop a series of the District. From December to June 2018, the of air temperature maps for the District.15 Additionally, EAG met monthly and collaborated on developing DOEE has developed surface temperature maps that recommendations to provide guidance on how to act provide another way of measuring the UHI. These on climate change in equitable ways, supportive of maps will help pinpoint neighborhoods most impacted local community interests. In August 2018, the EAG released a set of recommendations, including ideas by extreme heat and higher surface temperatures around workforce development programming for compared to surrounding areas. adults and youths, and implementing neighborhood- scale resilience hubs to provide ongoing (steady state) and emergency services that increase neighborhood resiliency.16 15. NOAA: .noaa.gov/stories/heat-seeking-citizen-scientists-zero-in-on-dc-baltimore-for-mapping-mission 16. Georgetown Climate Center: georgetownclimate.org/files/report/eag_recommendations_web_8.20.18.pdf 25next steps • Recognizing the immediacy of extreme heat events, the District Government is reviewing UHI maps to target programs for neighborhoods most at risk. The District intends to establish an internal interagency working group to develop a comprehensive heat planning strategy in response to findings from the data analyses. • Additionally, the District is exploring opportunities to incentivize retrofits through grants and insurance, improving homes’ resilience to flooding and extreme heat. DOEE is exploring the creation of a FloodSmart Homes program, which would audit homes and SPOTLIGHT ON PROGRESS: provide incentives for mitigation measures. SOLAR FOR ALL • The District will continue supporting heat stress education from the grassroots level through schools, Established in 2016, DOEE’s Solar for All Program community centers, and faith-based organizations brings solar energy benefits to thousands of low- to as well as train-the-trainer programs. This will moderate-income families in the District. This program include expanding types of educational programs resulted from the Renewable Portfolio Standard Expansion Amendment Act of 2016, which sought to offered through the Community Emergency expand the District’s solar capacity and to increase Response Team (CERT). the amount of solar generated within the District. Solar for All’s specific targets included providing solar benefits to 100,000 low-income households, through direct solar installations or community solar projects, and reducing these households’ energy bills by 50% by 2032. Homeowners and renters meeting INSPIRING IDEAS the program income requirements become eligible Philadelphia, Pennsylvania to apply for the program and receive no-cost solar benefits. In addition to monetary savings, greater distributed solar energy in the District can help In 2016, the City of Philadelphia launched the increase the resilience of our energy systems by citywide READYCommunity program, followed, stabilizing and alleviating congestion from the power in 2018, by the nine-month “Beat the Heat” grid. Distributed generation is especially crucial during pilot program.17, 18 The Beat the Heat program extreme weather days, when high-energy demands was piloted in the Hunting Park neighborhood— strain the grid and put residents at risk of losing power. identified previously as one of Philadelphia’s warmest neighborhoods—and explored how residents cope with heat and what cooling actions may help them in the short-term. It measuring progress on also considered their preferred long-term our long-term goal interventions.19 The Office of Sustainability worked with neighborhood partners to collect surveys and hold public events to capture this To meet our overarching goal of making neighborhoods and information. This program is sponsored by the communities safer and more prepared by strengthening Knight Foundation and the Funders’ Network community, social, and economic resilience, the District Partners for Places grant program. will need to assess emergency preparedness policies, address the UHI, and deploy neighborhood-scale solutions. Sustainable DC 2.0 includes a target that requires 100% of neighborhood plans to consider climate risks and identify adaptation solutions by 2032, supporting this goal. 17. City of Philadelphia: phila.gov/posts/oem/2016-11-08-oem-launches-readycommunity-brings-being-ready-to-your-block/ 18. City of Philadelphia: phila.gov/2018-08-07-beat-the-heat-hunting-park/ 19. Ibid. 26As we pursue these projects, we will collect data and lessons In the meantime, while resilience hubs alone cannot protect with a goal of developing more outcome-focused indicators neighborhoods from all climate risks, DOEE believes they for evaluating progress. NC outcome indicators could can improve a community’s ability to recover quickly and include reductions in ambulance dispatch calls or hospital shelter in place longer. Once we develop the UHI Risk and admissions during severe weather events or reductions Opportunity map, we will also report on the percent of tree in UHI temperature differentials after installing cooling canopy and/or impervious surface coverage in the most heat- infrastructure (e.g., cool roofs, shade trees). Additionally, sensitive areas. we will explore setting more specific performance standards, such as requiring that all evacuation routes can stay operational if 14 inches of rain falls in a 24-hour period (the projected 100-year storm in 2080). Figure 3 - Neighborhoods and Communities Indicators EXAMPLE EXAMPLE OVERARCHING CRDC FOCAL AREA OUTPUT INDICATOR OUTCOME PERFORMANCE GOAL INDICATOR STANDARD Make Proportion of District residents living Estimated Setting a minimum neighborhoods within a 10-minute walk from a costs saved time in which and communities resilience hub. through adaptive transportation or utility safer and more measures, assets should be prepared by Reduced number of ambulance including expected to return to NEIGHBORHOODS strengthening dispatch calls or hospital admissions greening, normal functionality AND COMMUNITIES community, during severe weather events of hardening, after a reasonably social, and similar magnitudes. retrofitting, or expected severe economic relocating utility weather event, based The percent of tree canopy and/or resilience. and transportation on climate projections. impervious surface coverage in the assets. most heat-sensitive areas. 27IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION nc 12.1: building sub-actions community heat stress Actions to support the training of individuals and preparedness and businesses in heat stress preparedness and response include response capabilities the following: 1. Work with District agencies to identify opportunities Develop training and encourage active participation by for increasing access to and participation in residents and businesses in heat stress preparedness community-based heat stress preparedness and and response training programs, including the CERT response training initiatives. volunteer program.20 description DOEE will review existing governmental and non- governmental programs, such as senior villages, which have established emergency preparedness Heat waves can be deadly, as prolonged heat exposure training programs or are actively responding to may lead to a series of health conditions, including extreme heat events. Learning from these existing respiratory challenges, exhaustion, cramping, heat efforts will prove instrumental in developing effective stroke, and fatalities. This proves especially true for programming. older people, children, and those with existing health conditions, who are at greater risk of developing heat- related illnesses. Communities are critical in responding to extreme heat SUMMARY INFORMATION events by recognizing early signs of illness, educating at-risk individuals about preventative care, and creating Outputs: systems for checking-in on elders or others with limited • Spreadsheet identifying partner mobility during heat emergencies. Within the District, organizations for heat-response Serve DC administers the CERT program to educate and training train individuals, communities, and organizations about • Survey assessing heat-risk knowledge emergency preparedness and response to hazards.21 and common heat-management CERT volunteers receive certification and maintain that practices certification through annual training events. In 2017, • Training materials and programs 30 certified volunteers conducted wellness checks at a senior living facility during a power outage in DC, and 50 Desired Outcomes: certified volunteers supplemented District staff at warming • Increased number of District residents stations during the Presidential Inauguration. attending heat stress preparedness and response training As a starting point, DOEE is coordinating with Serve DC • Increased government capacity to to add an extreme heat module to CERT training for the provide life-safety resources during next cohort of volunteers. This will inform larger efforts to high-heat events increase awareness about heat wave impacts. • Fewer heat-related hospital admissions and fatalities Co-Benefits: • Improved community cohesion by encouraging neighbors to help neighbors 20. Federal Emergency Management Agency (FEMA): fema.gov/es/media-library/ Potential Partners: Serve DC – Mayor’s resources-documents/collections/485?page=1 Office on Volunteerism, and HSEMA, DC 21. Downtown DC Business Improvement District: downtowndc.org/news/bid-offers- Health, and the Department of Aging and free-emergency-preparedness-trainings/ Community Living 282. Conduct outreach to organizations and residents to better understand heat stress preparedness INSPIRING IDEAS and response training needs and opportunities. “Be a Buddy NYC”22 In partnership with the organizations identified in Step 1, DOEE will survey residents to understand In 2017, New York City (NYC) launched their current knowledge of extreme heat and the “Be a Buddy NYC” (BAB) community- how they currently prepare or respond to high led preparedness initiative as part of the summer temperatures. comprehensive Cool Neighborhoods NYC program. This two-year, $930,000 program 3. Using outreach results, work with District promotes community cohesion through agencies and partner organizations to expand partnerships between community and social existing and/or develop new heat stress training service organizations, volunteers, and frontline communities. Its components include: (1) materials and programs. training organizations and volunteers on ways to respond to emergencies and to assist frontline Using survey results, DOEE will work with communities; and (2) direct outreach to its partners to create outreach and training communicate public health and preparedness materials, focusing on preparedness for climate- messages to frontline communities, including change impacts, extreme heat, and the UHI information on neighborhood resources for effect. Efforts could include the following: staying cool. • Integrating heat stress preparedness into BAB is a joint partnership with the Department CERT’s trainings. of Health and Mental Hygiene’s (DOHMH) • Developing a pilot program akin to New York Bureau of Environmental Surveillance and City’s Be a Buddy Program. Policy (BESP), the Mayor’s Office of Recovery and Resiliency, and the Fund for Public Health • Developing neighborhood-level heat stress in New York City, which leverages other preparedness and response plans. citywide initiatives, such as CERT. DOHMH • Integrating climate change into summer is responsible for funding BAB, which the youth CERT and sustainability programs. Department administers. • Developing new materials showing how existing grant programs (e.g., Main Streets grant) or new financing mechanisms (e.g., community bonds) may be used to build heat stress resilience. • Revise DCPS training manual for heat stress. • Update District Government sponsored mobile apps and map services to show the locations of cooling centers. 22. City of New York: nyc.gov/assets/orr/pdf/Cool_Neighborhoods_NYC_Report_FINAL.pdf 29IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION nc 12.3: reduce economic targeting single-family homes, seeking to understand the condition of existing buildings effects of severe and the common needs to mitigate impacts of weather events on flooding through extreme weather. This analysis frontline communities will help the District Government understand types of retrofit projects that will be most needed within target communities and begin estimating costs of Identify and implement policy and programmatic options to reduce operating a FloodSmart Homes program. the economic impacts of severe weather events on DC’s frontline communities. (Note that strategies to mitigate severe heat events’ 2. Develop a detailed design for the FloodSmart economic impacts are specifically addressed in BD 7.3). Homes Program. description DOEE will work with relevant partners to develop a detailed program design for the FloodSmart Homes To reduce extreme weather events’ negative economic program, modeled after the DOEE RiverSmart consequences on the District’s frontline communities, DOEE program (see page 18).23 The program will likely will explore a suite of policies and programs that lower the recommend free or subsidized home assessments cost of preparing for and recovering from disaster events. One potential option is a FloodSmart Homes program. This program would act as a source of important information for SUMMARY INFORMATION District residents within the floodplain, providing information about individualized risks and potential solutions. Specifically, Outputs: the District is exploring how it might provide free home • Summary of the most common retrofits resilience audits, along with incentives for implementing needed to mitigate flood risks in home improvements. Financial support could include flood District residential properties insurance premium discounts for specially constructed homes • New FloodSmart Homes program or direct subsidies. The program design will draw upon best practices developed for similar programs in New York City, • A list of suggestions for additional Boulder, and Chicago. programs (e.g., insurance subsidies) that should be paired with the FloodSmart Homes program In the near-term, the District Government will seek to expand outreach and education about flood insurance and other Desired Outcomes: resources that can protect residents’ finances following • Increased number of homes in severe weather. flood-susceptible areas/frontline communities undertaking sub-actions resiliency retrofits • Decreased property damage from flooding and other severe Actions to reduce extreme weather events’ economic effects weather events through a FloodSmart Homes program will include the following: • Decreased displacement following severe weather events 1. Explore residential building stock within the Co-Benefits: floodplain to define preparedness needs. • More job opportunities for District residents, employed to perform home DOEE will gather information on current residential assessments and retrofits construction within the floodplain through databases : and resources. In addition, DOEE will coordinate Potential Partners DHCD, DCSEU, HSEMA, and the Department of Insurance, with other active home repair and retrofit programs Securities, and Banking 23. District Department of Environment: doee.dc.gov/riversmart 30INSPIRING IDEAS Center for Neighborhood Technology’s RainReady Home Program (Chicago, Illinois) The Center for Neighborhood Technology (CNT) is a nonprofit organization, based in Chicago, Illinois, that seeks to advance urban sustainability and shared prosperity. CNT’s RainReady Home program provides city residents an opportunity to receive a resiliency assessment and financial support to implement retrofits that increase their home’s resiliency to rain-induced flooding.24 CNT partners with communities, developers, and property managers to deliver sustainable floodproofing via a “one-stop shop.” Services include a home assessment, home improvement guidance, quality assurance during retrofits, and monitoring and support throughout the that provide homeowners with a list of recommended process. CNT has also established strong partnerships retrofits or repairs at a variety of price points. This with Chicago’s Green Corps program to ensure that their initiative aligns with broader workforce program design will consider near- and long-term development efforts. funding sources and revenue streams, estimated capacity and resource needs, connections to existing CNT recently launched a pilot initiative targeting 10 or planned District or utility programs, and other key homes. This small program had a waitlist of aspects necessary for implementation. 170 homeowners. Retrofits implemented via RainReady include gray and green solutions and 3. Implement a suite of policies and programs as a generally range from $3,000 to $4,500; up to $1,300 of cohesive initiative. this cost was eligible for cost-sharing via the program. Ideally, the FloodSmart Homes program will serve as one pillar of a comprehensive strategy to improve preparedness for extreme weather events. DOEE will consider a flood insurance subsidy program that could help make flood insurance more affordable to lower- income residents. In addition, the District Government will actively encourage renters and homeowners to use insurance and tools (such as disaster savings accounts) to increase their preparedness before, during, and after natural disasters. Additionally, future Green Bank programs or tying the Floodplain Development Impact Fee to Flood Hazard Rules could finance resilience-related projects that minimize costs for frontline communities. 24. Center for Neighborhood Technology: cnt.org/sites/default/files/uploads/RainReady-Home.pdf 31IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION nc 13: comprehensive 3. Pursue interventions to cool the District’s hottest areas. extreme heat Data developed in steps 1 and 2 will guide the UHI management strategy working group’s identification of interventions. Such interventions may build on current programs (e.g., Build adaptive capacity and reduce the exposure of critical using UHI data to drive tree planting decisions as part infrastructure, community resources, and populations of the existing tree canopy growth initiative). Other to extreme heat events through development of a interventions may include new programs or policies comprehensive heat strategy. (e.g., a cool pavement program). The UHI working group will solicit feedback and gain buy-in from nonprofit and description private-sector partners on these interventions. To protect District residents, workers, and visitors, the District Government is forming an extreme heat interagency working SUMMARY INFORMATION group to develop a UHI Risk and Opportunity map. This map will combine data about physical heat risks with social and health risk factors. It will be augmented by community Outputs: survey data assessing the public’s understanding of health • UHI risk and opportunity map, identifying threats, common heat-protection strategies, and perceptions the spatial variability of localized regarding cooling centers. UHI impacts • Survey assessing heat-risk knowledge and These data will be used to guide heat interventions common heat-management practices throughout the District. In addition, the working group will • Comprehensive extreme heat plan collaborate to create and distribute heat-risk education materials to the community and to conduct trainings with Desired outcomes: health professionals. • Reductions in surface and air temperatures, especially in areas most impacted by the UHI sub-actions • Increased capacity of government to make informed choices about where and how to Actions to implement the District’s Comprehensive Heat invest in neighborhood cooling Management Strategy will include the following: • Increased capacity of government to provide life-safety resources during high- 1. Form an interagency working group to develop a heat events comprehensive heat plan. • Fewer heat-related hospital admissions District agencies will collaborate to refine, monitor, and fatalities and update the comprehensive heat plan and to Co-Benefits: coordinate interagency projects. • Increased access to green spaces 2. Survey heat-sensitive communities to better • Reduced greenhouse gas emissions due understand knowledge about heat risks, the to reduced cooling demand and carbon ways residents protect themselves during heat sequestration from greening emergencies, and perceptions about the utility of • Improved economic development along cooling centers. commercial corridors that benefit from increased shade and cooling UHI Risk and Opportunity map data will be • Improved air quality and public health augmented with community survey data from select neighborhoods. This survey tool will be developed in Potential Partners: HSEMA, DC Health, Office coordination with NC 12.1 (described above) and will of the Chief Technology Officer, OP, DDOT, help inform near- and long-term heat interventions. Department of Parks and Recreation (DPR), DGS 324. Educate residents and health care providers about heat stress and best practices for responding to heat stress. INSPIRING IDEAS New York City Cool Neighborhoods To ensure community members and first responders Multi-Agency Coordinated Interventions are equipped to deal with increasing heat impacts, the working group will develop educational materials and training content and identify the best The Cool Neighborhoods NYC plan includes a dissemination channels. Educational materials range of new and expanded strategies targeting will highlight warning signs for heat stress and heat mitigation, adaptation, and monitoring.25 The ways to mitigate heat impacts on human health. strategies are implemented and undertaken in partnership with a range of municipal agencies, 5. Establish a continuous improvement program and and nonprofit and private-sector partners. For working group, tasked with ensuring plans, policies, example, to support heat mitigation, the ongoing and programs are regularly updated. Million TreesNYC street planting initiative received an additional $82 million to prioritize planting of street trees, based on data from the As climate impacts evolve, it will be important for the Heat Vulnerability Index and the 2016 street tree District to update its understanding of heat risks and census.26 To improve heat-response activities, the apply the best available information to plans, policies, NYC Department of Emergency Management and programs. The working group is committed to (NYCEM) improved access to cooling centers for continuous improvement, ensuring that the UHI risk frontline communities by investing in signage that and opportunity maps and corresponding interventions informs community members if a facility has been continue to serve and protect District residents, activated during a heat emergency (e.g., 24” X 36” community resources, and infrastructure over time. vinyl sign at a building’s entrance and updating the NYCEM webpage to be compatible with mobile devices). 25. City of New York: nyc.gov/assets/orr/pdf/Cool_Neighborhoods_NYC_Report_FINAL.pdf 26. New York City Parks: City of New York: nycgovparks.org/trees/treescount 33IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION nc 15.2: implement sub-actions community resilience hubs Actions to implement community resilience hubs will include the following: Establish community resilience hubs, which locate emergency preparedness and response services in community facilities, whether privately or publicly owned (e.g., churches, 1. Create a community advisory group to guide community centers). decisions on hubs. The long-term viability and vitality of a resilience description hub depends on strong management, support, and community buy-in. To facilitate this, resilience hubs Resilience Hubs are community-serving facilities, augmented should be developed utilizing the expertise of an to provide comprehensive services and to coordinate advisory group of community members. This group resource distribution before, during, or after a natural hazard can identify potential sites, prioritize services to event. The Hubs will be housed in existing buildings, selected provide at the site (during emergencies and as non- through widespread community input, and enhanced with emergency programming), suggest partners that can solar panels and back-up power to ensure they can operate play a role in operating the hub, and determine on- during outages. During emergency events, hubs will provide site building retrofits that may be required. basic supplies, emergency information, Internet, recharging stations, access to heating/cooling, refrigeration for medical supplies, and any other services deemed necessary by SUMMARY INFORMATION the community. Hubs will not replace the District’s existing services, rather they will complement these services. Outputs: Importantly, Hubs operate year-round, so that during a • Recommendations from community disaster event these locations will already be accepted as advisory group resilience resources. In addition to providing emergency • One to three resilience hub pilots services, resilience hubs can uplift trusted organizations or fill service gaps by using the space to host other programming. • Action report that summarizes findings from Hubs can also support job opportunities—directly through the pilot and plan outline to scale up pilots hiring local residents, or indirectly through providing job Desired Outcomes: training space. • Improved coordination of resource The District should consider long-term climate risks when distribution and services evaluating sites, selecting places that lie outside of the • Decreased displacement following floodplain, but remain within walking distance to frontline disaster events communities at risk. • Increased community power and leadership in guiding resilience investments This roadmap seeks to implement an initial pilot of one to three resilience hubs in District neighborhoods. These Co-Benefits: pilots can be used as a proof-of-concept, and then expand • Space for community programming or to community-wide implementation, progressing toward services during non-emergency times the vision of a resilience hub within walking distance of all • Increased community cohesion by District residents. providing opportunities for neighbors to meet neighbors • Increased access to clean and resilient energy Potential Partners: DOEE, HSEMA, DPR, DOH, Pepco 342. Assess suitable site options for resilience hubs within priority neighborhoods identified by CRDC. INSPIRING IDEAS Miami, Florida Resilience Hub Network In partnership with community members, the District Government will establish key criteria for potential resilience hub sites (e.g., lot size, location, ownership). Inspired by the work of area nonprofits to This will be used to screen for public and private site promote community resilience post-Hurricane options. Irma, Miami, Florida began planning for a network of resilience hubs. The City is pursuing a network 3. Explore options for funding the resilience approach by outfitting heavily used parks with hub pilot. resilience hubs, beginning with one in each of its five commission districts. Resilience hubs will require dedicated funding and/ During emergencies, the facilities will serve as or financing sources for retrofitting buildings and cooling shelters and will provide information, supporting ongoing operations. For the pilot, DOEE Wi-Fi, electronic charging stations, food, and ice. can explore more project-specific funding, which may During regular operations, these parks provide be easier to obtain. A successful pilot can serve as a social services, such as English classes and free proof-of-concept for obtaining longer-term, sustainable tax preparation. To supplement these services, funding. Such funding should support building and the City plans to partner with various local energy retrofits and ongoing operations. organizations—such as Catalyst Miami—to further enhance opportunities and programs available 4. Create a multiyear operation plan for running to residents.27 Resilience upgrades to existing the hub. park facilities (such as hurricane hardening and installation of solar + storage) will likely be funded by the City’s Miami Forever general obligation The District Government will collaborate in developing bond and the City’s Parks & Recreation capital an operating agreement between community partners, budget. The resilience hubs will be sustained building owners, and supporting agencies, both for through the City’s Parks & Recreation steady-state and emergency conditions. operating budget. 5. Use lessons from pilot(s) to scale up to District-wide program. After building and monitoring the pilot(s), DOEE will conduct a series of interviews and surveys to understand community perspectives on successes and areas that can be improved upon. This information will be compiled into an after-action report, used to outline a plan to scale up to a District-wide program. 27. Catalyst Miami: catalystmiami.org/ 35GOVERNANCE AND IMPLEMENTATION (GI) 36governance and implementation – GOAL: overview Establish policies, structures, and monitoring and evaluation Successfully preparing for climate change will require continuous oversight, monitoring, and evaluation. Since the procedures to ensure successful release of the original CRDC plan in 2016, DOEE and agency implementation of CRDC. partners have worked to mainstream climate preparedness into District Government processes. As more projects and programs are implemented, the District Government has Table 4 -CRDC Action Areas for Governance and an opportunity to learn important lessons about what is Implementation working. Additionally, as our understanding of climate change ACTIONS risks continues to evolve, the District will need to update its climate vulnerability assessment accordingly. DOEE commits GI 16.0: Conduct additional analysis of climate to reviewing and updating CRDC in 2026 to reflect new vulnerability and adaptation strategies, based on current information and needs. gaps and to account for the latest climate science. GI 17.0: Align CRDC with related planning efforts, making progress including hazard mitigation, comprehensive land use, comprehensive energy, and capital budget planning. Since CRDC’s launch, the District has started working on GI 18.0: Establish the necessary structures to ensure several initiatives to address resilience governance; these successful CRDC implementation. include the following: • The recently released Sustainable DC 2.0 outlines strategies to advance sustainability and climate resilience in tandem. The plan provides resources for residents and businesses to stay engaged with the District Government’s ongoing commitment to preparing for and mitigating climate change impacts. SPOTLIGHT ON PROGRESS: COMMISSION ON CLIMATE • The District Government has included a cross-cutting resilience element into the Comprehensive Plan’s CHANGE AND RESILIENCY current draft, indicating its importance across all In 2016, the District Government established segments and sectors. Climate change-related risks the Commission on Climate Change and were also incorporated into the All-Hazard Mitigation Resiliency, a coalition of public, private, Plan, Sustainable DC 2.0, and Resilient DC. nonprofit, and institutional organizations, • After DC joined 100 Resilient Cities, Mayor Muriel advising the District Government in pursuing Bowser formed a Resilience Cabinet, made up of its climate resiliency goals.28 This public 17 agency directors and deputy mayors to guide body actively supported development of the Resilient DC plan and this Roadmap, and will resilience efforts in the District. continue to support the District Government’s • The recently released Resilient DC Plan brought together efforts to improve its climate preparedness. resident perspectives, District agencies, and community partners to build a strategy to improve the District’s resilience to environmental, social, and economic stressors. Many of these goals align directly with CRDC and to strategies in this implementation plan. 28. District of Columbia Code: code.dccouncil.us/dc/council/laws/21-185.html 37next steps • In consultation with the Commission on Climate Change and Resiliency, partner agencies, and SPOTLIGHT ON PROGRESS: other stakeholders, DOEE will define a strategy for 2.0 SUSTAINABLE DC maintaining the District’s climate projections to support planning and foster climate readiness. The recently released Sustainable DC 2.0 (SDC 2.0) plan is the District Government’s most • The District Government is integrating resilience into up-to-date and comprehensive plan to further its its upcoming carbon neutrality strategy, which will tie ambitious goal to be the healthiest, greenest, most together our deep decarbonization goal with climate livable city for all District residents.29 During the preparedness. As we move toward mid-century, it will two-year update process, SDC 2.0 actively used be critical to identify opportunities that both decrease CRDC’s climate data to align its climate goals with emissions and respond to climate change impacts. those in the CRDC plan. The Sustainable DC 2.0 plan now includes specific climate adaptation • All District agencies will soon have access to a targets, helping facilitate cross-cutting actions resilience checklist, a tool and resource designed to throughout the District and across different help integrate climate change considerations into agencies. Breaking down government silos and development and capital planning projects. reinforcing the importance of climate adaptation in the District’s sustainability plan will help ensure measuring progress on that the District integrates climate resilience into current and future decision-making processes. our long-term goals To meet our overarching goal of establishing the policies, structure, and monitoring evaluation procedures to ensure successful implementation of the adaptation plan, we need INSPIRING IDEAS: to carry out and refine the strategies and indicators outlined in this roadmap. Additionally, the District needs to continue Boston, Massachusetts institutionalizing climate resilience into all facets of long- term planning and policy-making. In our annual reporting, we The Climate Ready Boston initiative is a set will address the number of District agencies that have plans of ongoing climate adaptation projects and that integrate climate projections as this would show our neighborhood-level plans. The Climate Ready progress in making climate a cross-sector priority. We also Boston study publishes climate projections propose developing an outcome indicator that assesses the that provide public agencies and private percentage of CRDC actions in progress or completed. organizations with planning thresholds for sea- level rise, precipitation, and extreme heat. The In addition, the District Government commits to reviewing study was developed based on consensus climate projections for CRDC every five years. DOEE will climate projections developed by the Boston update the CRDC strategy in 2025. Research Advisory Group (BRAG), a consortium of university researchers, government scientists, and industry professionals.30 The projections were reconciled across several climate change studies completed in the metro Boston region by the City, state departments, federal agencies, and others. The collaboration developed a detailed vulnerability analysis, and its members advise the City on climate science and planning. These projections were used to inform Boston’s Climate Resiliency Checklist for new construction and major rehabilitation projects.31 29. District Department of Energy and Environment: sustainabledc.org/in-dc/sdc2-0/ 30. Boston Research Advisory Group: boston.gov/sites/default/files/document-file-12-2016/brag_report_summary.pdf 31. Boston Planning and Development Agency: bostonplans.org/planning/planning-initiatives/article-37-green-building-guidelines 38Figure 4 - Governance and Implementation Indicators CRDC FOCAL OUTPUT OUTCOME PERFORMANCE OVERARCHING GOAL AREA INDICATOR INDICATOR STANDARD Establish the policies, structure, The number of District Percent of CRDC Review (and update) and monitoring evaluation agencies with plans actions in progress of climate projections GOVERNANCE procedures to ensure that integrate climate or completed. every five years. AND successful implementation of projections. IMPLEMENTATION the adaptation plan. 39CONCLUSION 40measuring our progress in our next progress report update. The proposed outcome As presented within the long-term goals for the four CRDC indicators and performance standards will be tested and focal areas, the District commits to advancing climate refined as we collect additional data. resilience and measuring the District’s preparedness. This will include addressing the major risks and vulnerabilities we face The District Government will provide progress updates for from impacts of extreme heat, flooding, and storms on our these measures and other initiatives through joint annual communities, infrastructure, and quality of life. The District reporting with Sustainable DC. These indicators will help Government will use the output indicators for each sector to us work toward our long-term goal of becoming climate actively monitor the progress of our overall climate resilience resilient by 2050. CRDC FOCAL OUTCOME PERFORMANCE OVERARCHING GOAL OUTPUT INDICATOR AREA INDICATOR STANDARD Improve transportation Number of Estimated costs saved Setting a minimum time and utility infrastructure transportation and through adaptive by which transportation to maintain viability utility projects that measures, including or utilities assets should during periods of specifically incorporate greening, hardening, be expected to return TRANSPORTATION extreme heat, severe climate projections retrofitting, or relocating to normal functionality AND UTILITIES weather, and flooding. into planned or utility and transportation after a severe weather implemented designs assets. event reasonably and operations. expected based on climate projections. Retrofit existing Number of buildings Estimated costs saved Resilient building buildings and design that specifically through integrating performance standards, new buildings and incorporate climate climate risks into such as requiring development projects projections into planned building or development all new buildings to to withstand climate or implemented designs design decisions. maintain thermal BUILDINGS AND change impacts. and operations comfort levels without Percentage of residents DEVELOPMENT power on a 95 degree Number of critical living in buildings Fahrenheit day for facilities designed to designed to withstand 12 hours. withstand increased reasonably expected risks due to climate climate hazards. change. Make neighborhoods Proportion of District Reduced number of Setting specific and communities safer residents living within a ambulance dispatch standards, such as and more prepared 10-minute walk from a calls or hospital ensuring all evacuation by strengthening resilience hub admissions during routes stay operational community, social, and severe weather events if 14 inches of rain falls The percent of NEIGHBORHOODS economic resilience. of similar magnitudes. in a 24 hour period. tree canopy and/or AND impervious surface Reductions in COMMUNITIES coverage in the most UHI temperature heat-sensitive areas. differentials after installing cooling infrastructure (e.g., cool roofs and shade trees). Establish policies, The number of District Percent of CRDC Review (and update) structures, and agencies with plans actions in progress or of climate projections GOVERNANCE monitoring evaluation integrating climate completed. every five years. AND procedures to projections. Update to CRDC in IMPLEMENTATION ensure successful 2025. implementation of the adaptation plan. 41concluding thoughts This document defines next steps that the District We have made significant strides in advancing the Government intends to take in building on these preliminary resilience of our physical assets and strengthening achievements and advancing climate preparedness. We will our neighborhoods and communities. Investments to actively track and evaluate the indicators identified for each date include improving the electric grid’s reliability and sector to ensure meaningful progress in these priority areas. implementing green infrastructure solutions. Additionally, the District Government has mainstreamed resilience into Much work remains, but the implementation of these other District plans, including the cross-sector Resilient strategies will be a major step toward addressing climate DC Strategy. The DC Green Finance Authority will provide impacts. We look forward to continued engagement with our additional resources for residents and businesses looking community as we build a climate-ready DC for all. to mitigate emissions and increase their assets’ resilience. 42ACKNOWLEDGEMENTS The District Department of the Environment (DOEE) would like to thank all of the District agencies and experts from other communities across the country that contributed to the development of this roadmap through their participation in interviews, workshops or external review. We hope that this Roadmap will support the achievement of the District’s climate and resiliency goals. Reviewers • Commission on Climate Change and Resiliency • District Department of Transportation (DDOT) • DC Water • DC Health • Department of Consumer and Regulatory • Homeland Security and Emergency Management Affairs (DCRA) (HSEMA) • Department of General Services (DGS) • Office of Planning (OP) • Department of Housing and Community Development • Office of Risk Management (ORM) (DHCD) • Resilient DC • Department of Human Services (DHS) • ServeDC • Department of Insurance, Securities and Brokers (DISB) • U.S. Army Core of Engineers • Department of Parks and Recreation (DPR) • District of Columbia Public Schools (DCPS) Workshop Participants • Association of Apartment and Office Buildings of • Office of the City Administrator (OCA)/ Resilient DC Metropolitan Washington • Pepco • Casey Trees • The Nature Conservancy • Earthjustice • Trust for Public Land • Global Cool Cities • Washington Metropolitan Area Transit Authority (WMATA) • Lightbox Please note: All reviewers also participated in workshop • Metropolitan Washington Council of Governments activities. (MWCOG) • National Capital Planning Commission Expert Interviews • City of Baltimore, Maryland • City of Miami, Florida • City of Boston, Massachusetts • Center for Neighborhood Technology, Chicago • City of Bowie, Maryland DOEE would also like to acknowledge The Cadmus Group’s Sustainability and Energy Team for their research and preparation of this report. 43GLOSSARY • 500-year flood plain – Area that historically has a 0.2-percent chance (or 1 in 500 chance) of flooding in a given year. (USGS Flood and Recurrence Intervals) • Blue infrastructure – Any man-made or adapted system designed to prevent flooding by detaining, retaining, filtering, infiltrating, or slowing down the flow of runoff into the environment. This may include ponds, pools, basins, or tunnel systems. • Blue-green infrastructure – Infrastructure that is designed to control or prevent urban flooding (aka cloudburst or interior flooding) by using green infrastructure concepts. This may include streets or parks that are designed to flood, and conveyance infrastructure such as bioswales or pipes. Blue-green infrastructure also delivers water quality benefits as well as other environmental, social, and economic benefits. • Combined sewer overflows – Combined sewer systems are designed to collect rainwater runoff, domestic sewage, and industrial wastewater in the same pipe. Most of the time, combined sewer systems transport all wastewater to a sewage treatment plant, where it is treated and discharged to a water body. (EPA) • Critical equipment – Any piece of equipment or machinery that, if damaged or disabled, could significantly impair safety. This may include generators that provide back-up power to critical facilities or infrastructure in the event of a power outage. (US Department of Homeland Security) • Community Emergency Response Training – A nationwide program, administered by local governments. • Critical facility – A facility to which damage to the structure would present an immediate threat to life, public health, and safety, such as police stations, schools, and hospitals. (DC Hazard Mitigation Plan) 44• Critical infrastructure – Systems and assets that • Heat waves – A series of dangerously hot days in a provide essential services to the District and, through row. (CRDC) their inability to operate, would have a debilitating • MS4 – Covers all areas within the jurisdictional impact on the safety and health of residents and boundary of the District, served by or otherwise businesses. (US Department of Homeland Security) contributing to discharges from the Municipal Separate • Dangerously hot days – A day in which the heat index Storm Sewer System (MS4), owned or operated by reaches 95 degrees Fahrenheit or higher. This triggers the District Government (EPA). About two-thirds of the District’s heat emergency plan. (CRDC) the District is served by separate sewer systems. The combined sewer system, covering the remaining one- • Distributed energy resources (DER) or distributed third of the District, is operated by DC Water. generation – The District Government defines DER in a way that accounts for the technologies themselves • Microgrid – A group of interconnected loads and as well as the multiple aspects of the energy delivery distributed energy within a given electrical boundary system with which these technologies interact. DER that acts as a single controllable entity and can be includes energy efficiency (at both the consumer and connected to and disconnected from the grid, enabling it the grid levels), demand response, distributed storage, to operate as part of the grid or as an island. (DOE) distributed generation (e.g., solar panels, thermal • Renewable Energy Portfolio Standard (REPS) – A energy recovery systems), microgrids, and electric renewable energy portfolio standard requiring utility vehicles. (Clean Energy DC) companies to source a predetermined amount of energy • Equity – Ensuring that climate resilience planning that they generate or sell to derive from renewable incorporates procedures allowing all to participate, sources, such as solar or wind (NCLS) distributes benefits and burdens fairly, provides • Resilience – The capacity of individuals, communities, structural accountability, and considers generational institutions, businesses, and systems within a city to impacts. (USDN) survive, adapt, and thrive, no matter what kinds of • Frontline Communities – Groups directly and indirectly chronic stresses and acute shocks they experience. impacted by climate change at a disproportionate (Resilient DC) rate when compared to other groups. These groups • Resilience hub – Community-serving facilities, tend to have less access to resources and protections augmented to support residents and to coordinate due to income, age, gender and gender identity, race, resource distribution and services before, during, or disability, sexual orientation, or other elements. (National after a natural hazard event. (USDN) Association for the Advancement of Colored People, • Urban heat island (UHI) – Developed areas, with high Environmental and Climate Justice Program). amounts of paved or manmade surfaces that are hotter • Green infrastructure – Green infrastructure is designed than nearby rural or more forested areas. (EPA) to mimic nature and capture rainwater where it falls while delivering water quality benefits as well as other environmental, social, and economic benefits. It includes a range of approaches including rain gardens, planter boxes, bioswales, and numerous other approaches for managing and treating stormwater. • Gray infrastructure – Traditional “gray” stormwater— designed to move urban stormwater away from the built environment—includes curbs, gutters, drains, piping, and collection systems. Generally, traditional gray infrastructure collects and conveys stormwater from impervious surfaces, such as roadways, parking lots, and rooftops, into a series of piping that ultimately discharges untreated stormwater into a local water body. (EPA) 45",
    "TEXT BY PAGE": [
        "climate resilient by 2050: MAKING PROGRESS TOWARD A CLIMATE READY DC 1",
        "TABLE OF CONTENTS FOREWORD 3 INTRODUCTION 4 TRANSPORTATION AND UTILITIES 11 BUILDINGS AND DEVELOPMENT 16 NEIGHBORHOODS AND COMMUNITIES 24 GOVERNANCE AND IMPLEMENTATION 36 CONCLUSION 40 GLOSSARY 44 2",
        "FOREWORD letter from mayor muriel bowser In 2016, The District Government Climate Ready DC includes strategies on how we can released Climate Ready DC, our address our vulnerabilities and proactively ensure those plan for preparing for a changing who are most economically and physically at risk do not climate. Since then, we have disproportionately shoulder the burden. begun tackling these challenges with cross-disciplinary solutions, The District has already taken steps to build a culture proving that, even without federal of resilience in which agencies collaborate to develop support, Washington DC is a climate innovative solutions to our most complicated concerns. leader. We have adopted the Clean Energy DC plan, In 2019, I released Resilient DC: A Strategy to Thrive which outlines how we will do our part to cut carbon in the Face of Change, which aims to coordinate pollution and updated Sustainable DC to ensure actions around climate change, inclusive growth, new that all District residents will benefit from a healthier, technology, and building a safe and healthy Washington. greener, more livable city. We have drafted an amended Implementing the actions in Climate Ready DC is a core Comprehensive Plan that charts a course for resilience recommendation of that plan. and climate change readiness. We must continue the This strategy identifies the steps we will take in the progress we have achieved already in implementing near term to address the most urgent risks we face in a the plans, and deliver on turning these great ideas into changing climate. It also outlines how we will regularly reality to ensure DC can thrive in a changing world. This report on progress so we can better assess if we are on document outlines the next steps for how we will build a track to achieve our ambitious but essential goal to be Climate Ready DC. climate resilient by 2050. Climate change is already being felt here in the District. Sincerely, Our summers are trending warmer, especially at night, providing less opportunity for relief.i In 2018, the District experienced 22 days with high-tide flooding, a huge increase from the three days we typically see.ii In July 2019 we experienced a month’s worth of rain in a matter of hours, overwhelming creeks and streams, pouring into metro stations, and trapping motorists in flooded Muriel Bowser streets.iii While historically, this type of storm has a less Mayor, District of Columbia than 1% chance of happening in any year, it could be the new normal. Now is the time to ensure that we prepare. i Weather.gov: weather.gov/media/lwx/climate/dcatemps.pdf; https://www.washingtonpost.com/weather/2019/07/19/ongoing-heat-wave-illustrates-hallmark-our-changing-climate- warmer-nights/ ii tideandcurrents.noaa.gov: tidesandcurrents.noaa.gov/publications/Techrpt_090_2018_State_of_US_HighTideFlooding_with_a_2019_Outlook_Final.pdf iii Washingtonpost.com: washingtonpost.com/weather/2019/07/08/washington-dc-flash-flood-how-why-area-was-deluged-by-months-worth-rain-an-hour-monday/ 3",
        "INTRODUCTION 4",
        "advancing climate resilience in the district district plans that influenced the climate ready dc The evidence clearly indicates that climate change, once implementation road map considered a problem for future generations, affects District residents and businesses today. The Fourth National Climate clean energy dc: This plan reimagines what Assessment (2018), which summarized the most recent a 21st century energy system could be and outlines a research on climate change impacts across the nation, strategy to cut greenhouse gas emissions 50% by 2032. reiterated that increasing heavy rain and snow events, flooding, and rising temperatures are expected across the sustainable dc 2.0: The plan to make the region. In line with these trends, six of the District’s hottest District of Columbia the healthiest, greenest, and most summers have occurred within the past 10 years, and livable city in the United States, for all District residents. 2018 was the wettest on record.1 To ensure our community resilient dc: A strategy on how to ensure DC can thrive, the District has committed to increasing the can thrive in the face of change, considering resilience of our residents, businesses, neighborhoods, and economic and population growth, climate change, infrastructure. Achieving the District’s commitment to climate and technological transformation. resiliency by 2050 requires ambitious action today—we must make forward-looking choices and targeted investments while district hazard mitigation plan: Risk monitoring our progress now and in the coming decades. assessment and strategy to address natural and manmade hazards in the District. Accordingly, this Climate Resilient by 2050 roadmap establishes a strategy to achieve further progress on actions comprehensive plan: A 20-year framework that presented in the Climate Ready DC (CRDC) plan, released in guides future growth and development in the District. 2016. As such, the roadmap does not address all strategies Covers land use, economic development, housing, recommended by Climate Ready DC. Rather, it focuses on next environmental protection, transportation, and more. steps for the highest-impact actions. 2016 Climate analysis and actions from ce subsequent plans, priorities, and actions 2018 2019 2019 forthcomingf orthcoming 2020 Subsequen ce priorities and strategies recommended in CRDC Roadmap 1. Weather.gov: weather.gov/media/lwx/climate/dcatemps.pdf and weather.gov/media/lwx/climate/dcaprecip.pdf 5",
        "• A conclusion describing our plan for measuring progress resilience is the capacity of and stating a vision for the CRDC‘s future. individuals, communities, institutions, overview of climate businesses, and urban systems to ready dc survive, adapt, and thrive, no matter In the CRDC plan, the District outlined its climate risks and what kinds of chronic stresses and identified a series of preparedness actions. Due to climate acute shocks they experience. change, the District will experience the following:2 - resilient dc • Warmer average temperatures; • Up to three times as many dangerously hot days; Since 2016, the District has made strides in creating a • Longer, hotter, and more frequent heat waves; resilient DC for all. For example, the District receives critical • More frequent and intense heavy rain events; guidance on climate action from key stakeholders through • Extreme weather, fueled by warmer temperatures and the recently convened Climate Change and Resiliency more water in the atmosphere; Commission (page 36) as well as the Ward 7 Equity Advisory Group (page 24). Through this process, the District has • Coastal and inland flooding; and achieved a better understanding of climate-related risks • Higher tides resulting from rising sea levels. facing our city through detailed urban heat island (UHI) maps and more detailed building-level flood assessments. We These changes will pose challenges for the District’s: protect residents by assessing the resilience of our housing stock (page 17) and by making deep investments in green • Infrastructure resources, including transportation, infrastructure (page 12). Additionally, District agencies energy, water, and communication; are incorporating future-looking climate information and • Community resources, including emergency services, recommendations from Climate Ready DC into ongoing medical services, human services, schools, housing, and planning efforts. For example, CRDC informed the recently government buildings; released Resilient DC Strategy, Sustainable DC 2.0, and Clean • Natural resources, including rivers, habitats, and species; Energy DC plans as well as informing updates to the Hazard and Mitigation and Comprehensive plans. These actions represent just the beginning of building a Climate Ready DC. • Residents, especially those frontline communities that are more exposed and sensitive to climate-related hazards.3 In 2018, the District’s Department of Energy and Environment (DOEE) launched an effort to prioritize and accelerate implementation of the strategies within CRDC. In frontline communities are groups of people consultation with District agencies and community partners, directly and indirectly impacted by climate change DOEE identified the highest-priority actions for near-term at a disproportionate rate when compared to implementation, investigated opportunities to move those other groups. These groups tend to have less actions forward, and began developing a set of resilient access to resources and protections due to design guidelines to support smart investments in buildings income, age, gender and gender identity, race, and infrastructure (see page 13). This report, summarizing this collaboration’s results, includes the following: disability, sexual orientation, etc. – National Association for the Advancement • An overview of the CRDC plan; of Colored People, Environmental and • An introduction to prioritized strategies from CRDC; Climate Justice Program. • A summary of ongoing and upcoming programs, (2019). Our communities, our power: Advancing policies, and actions in the CRDC Plan’s four action resistance and resilience in climate change categories: transportation and utilities, buildings and adaptation action toolkit. development, neighborhoods and communities, and governance and implementation; and 2. For further details on DC’s climate risks, please see the companion document to this report, CRDC, available online (sustainabledc.org/wp-content/uploads/2019/04/sdc-2.0-Edits-V5_ web.pdf). The above list is from the report’s Climate Change Impacts section. 3. As climate science continues to improve, the District Government commits to staying engaged and to update our projections and risk assessments as needed. 6",
        "roadmap process In 2018, DOEE led a process to determine priority areas for near-term implementation. While the District is working to advance all 77 actions, given limited resources and time, DOEE used this process to determine which actions to prioritize and accelerate in the near-term. In collaboration with other agencies, DOEE developed criteria through which to evaluate all CRDC actions in an effort to begin developing an implementation roadmap (below). This involved conducting a series of interviews with key stakeholders, a review of public comments collected during the Sustainable DC 2.0 process, analysis of other District and peer city plans, and stakeholder workshops. The action-selection process included an initial screening, designed to narrow the number of total actions, and a final screening to determine actions for near-term implementation. Selection was based on qualitative analysis, with each component weighted equally. The initial screening used two categories: Climate Ready DC identified five priority areas based on the • Urgency: assessing the likelihood of risk addressed by projected risk extreme heat and flooding pose to the District's the action and how soon the District can be expected to infrastructure and community resources experience that risk; and transportation + utilities • Impact: assessing the extent of social, economic, (18 actions around energy, water, communications, environmental, and physical improvements if the action and transportation) is taken. buildings + development (23 actions around critical facilities, new and existing buildings, land-use planning, and CLIMATE efficiency) READY DC (77 total actions) neighborhoods + communities (18 actions around emergency preparedness, the urban heat island, community cohesion, and urgency, impact (77) neighborhood - scale strategies) governance + implementation (18 actions around climate science and analysis, aligning planning efforts, and implementing CRDC) jurisdiction, readiness, financing (35) The CRDC plan outlines a series of strategies to respond to these projected climate impacts. CRDC’s development included active involvement of stakeholders from the final selection (7) District’s agencies, regional organizations, and the federal government as well as dedicated community members that submitted over 300 comments. The plan includes 77 actions categorized into four sectors: Transportation and Utilities (TU), Buildings and Development (BD), Neighborhoods and Communities (NC), and Governance and Implementation (GI). This Roadmap’s next sections provide more in-depth discussions of each sector, including our progress and next steps. 7",
        "The initial screening enabled DOEE to narrow the total number of actions, from 77 to 35, adjusting raw scores to ensure a roughly equal distribution throughout the four strategy categories (i.e., TU, BD, NC, GI). The final screening incorporated the following additional categories: • Jurisdiction: Assessing the District Government’s control over the action and any mandates related to that action. • Readiness: Assessing the District’s capacity to act, its demonstrated progress, alignments with other District priorities, and the political will for the action. • Financing: Assessing upfront costs, ongoing costs, avoided costs, and internal/external funding for the action. Based on the full screening, DOEE identified seven actions to advance by designing more detailed implementation strategies. The prioritization process included combining some actions that could be addressed simultaneously. In addition to these seven actions, several actions scored highly, but they were already underway or completed. This document does not include implementation plans for these actions. A list of the prioritized actions follows. SECTOR ACTION DESCRIPTION Establish community resilience hubs, which would locate emergency preparedness and NEIGHBORHOODS & NC 15.2 response supplies in community facilities, whether privately or publicly owned (e.g., COMMUNITIES churches, community centers). (6.1) Evaluate the most critical facilities to identify those with or without existing back-up power systems; determine if they are above flood elevations, in good working order, and provide the appropriate capacity for that facility type. BUILDINGS BD 6 (6.1, (6.2) Flood proof the most critical facilities to protect against future events accounting for & DEVELOPMENT 6.2, and 7.4) sea level rise and increasingly severe precipitation events. (7.4) Evaluate the public housing portfolio for vulnerability to extreme heat and flooding and incorporate resilience in future capital improvement plan. Encourage active participation by residents and businesses in disaster preparedness, NEIGHBORHOODS & NC 12.1 response, and recovery training programs, including the Community Emergency Response COMMUNITIES Team (CERT) volunteer program. (13.1) Develop thermal mapping of the District to identify UHI hotspots, frontline residents, and areas with the greatest potential for cooling. (13.2) Reduce the UHI effect and increases in outside air temperatures with cool and green roofs, expanded green space, tree planting and tree protection efforts, prioritizing hotspots and NEIGHBORHOODS & NC 13 (13.1, areas with the greatest number of frontline residents. Incorporate UHI mitigation into planning COMMUNITIES 13.2, 13.3) for green infrastructure, tree canopy, and public space initiatives. (13.3) Evaluate existing cooling centers, based on the location, accessibility, and needs of frontline residents. Consider areas for pets, security, sign-language interpreters, child friendly amenities, accessible restrooms, medical assistance, back-up power, sleeping areas, drinking water, and proximity to transit. Identify opportunities to reduce the economic impacts of severe weather and heat-related NEIGHBORHOODS & NC 12.3 events on frontline residents through existing programs and new partnerships to reduce COMMUNITIES utility bills and make homes more resilient. Increase combined sewer and separate stormwater system capacity with green and gray TRANSPORTATION infrastructure, including rain gardens, green roofs, trees, cisterns, and pervious pavement. TU 3 & UTILITIES Focus first on areas that flood regularly, have steep topography, or have known drainage- capacity issues. BUILDINGS Expand existing incentive programs to include thermal safety and UHI mitigation measures, BD 7.3 & DEVELOPMENT such as cool roofs, solar shading, and shade trees. 8",
        "Through this process, DOEE and its stakeholders identified extreme heat as a key priority for near-term actions. Three of the seven prioritized strategies — NC 13, NC 12.1, and BD 7.3 — focus on minimizing risks from heat and are interrelated. NC 13: Comprehensive Extreme Heat Management Strategy calls for the creation of a comprehensive approach to heat planning that sets a vision for how the District will combine physical and social interventions to protect people. NC 12.1: Building Community Heat Stress Preparedness and Response Capabilities and BD 7.3: Incentives and Financing to Mitigate the UHI Effect both discuss specific interventions that will be included in the comprehensive heat strategy. nc 13 - comprehensive heat strategy nc 12.1 building community bd7.3 incentives and other strategies (e.g., heat stress preparedness and financing to mitigate expanding the tree canopy, response capabUilirtbiesan Heat Itshlea unrbdan heat island promoting cool pavement) URBAN HEAT ISLAND Air Temperature shandas, v.; voelkel, j.; williams, j.; hoffman, j. integrating satellite and 101.9°F ground measurements predicting locations of exreme urban heat. climate 92.4°F 2019, 7, 5. 85.4°F measurements taken on august 28, 2018 at 3:00 pm. reported temperature 88ºf. Shandas, V.; Voelkel, J.; Williams, J.; Hoffman, J. Integrating Satellite and Ground Measurements for Predicting Locations of Extreme Urban Heat. Climate 2019, 7, 5. 9 Measurements taken on August, 28, 2018 at 3:00 PM. Reported temperature 88°F.",
        "strategic implementation plans Equipped with a clear sense of priorities, DOEE developed the following strategic implementation roadmap to guide action in the near-term. For each of the four sectors featured in the CRDC, this roadmap explores current activities and next steps. Within each category, the document provides a more detailed strategy for making progress on high-priority actions identified in the screening process. DOEE worked with District agencies, listed as key implementers in the original CRDC plan, to determine timelines, potential key partners, financial considerations, and indicators for each priority action. 10",
        "TRANSPORTATION AND UTILITIES (TU)",
        "transportation & GOAL: utilities – overview Improve transportation and Transportation and utility systems—including energy, water, utility infrastructure to maintain communication, and transportation systems—prove essential for ensuring that District residents receive the core services viability during periods of they need to lead healthy and productive lives. As these extreme heat, severe weather, systems are threatened by a changing climate, the District has made it a priority to thoroughly and strategically retrofit, adapt, and flooding. and futureproof transportation and utility systems to ensure long-term viability. Table 1 - CRDC Action Areas for Transportation & Utilities The District will work with public and private transportation ACTIONS and utility operators to maintain standard services and to TU 1.0: Develop site-level adaptation plans for all facilities recover quickly during extreme weather events. We will and service areas identified as at-risk from sea level rise leverage ongoing investments and planned retrofits to more and flooding. rapidly and cost-effectively integrate resilience capabilities within our infrastructure. The District will approach each TU 2.0: Increase the resilience of energy systems. system (i.e., energy, water, communication, transportation) with a distinct set of strategies. TU 3.0: Increase the resilience of drinking water, wastewater, and stormwater systems. current activities TU 4.0: Increase the resilience of communication systems. Since CRDC’s launch, the District Government has started TU 5.0: Increase the resilience of transportation systems. working on several initiatives that address these critical systems’ components: SPOTLIGHT ON PROGRESS: • The District’s Homeland Security and Emergency Management Agency hired a Critical STORMWATER RETENTION CREDIT Infrastructure Specialist, who is responsible for TRADING PROGRAM working with the State Hazard Mitigation Officer to identify all key infrastructure facilities and systems Initially rolled out in 2013, DOEE’s Stormwater at risk from sea level rise and flooding, and for Retention Credit (SRC) Trading Program allows property developers to meet green infrastructure developing site-specific plans to prepare for and to mandates by purchasing off-site credits.4 Developers mitigate this risk. maximize the benefits from their credit purchases • The Public Service Commission is conducting grid by using credits, generated by green infrastructure, modernization planning, exploring options to improve in the areas served by the Municipal Separate the reliability of the District’s energy provision. Storm Sewer System (MS4). Currently, MS4 stormwater goes directly into District waterways • The DC Department of Transportation (DDOT) has without treatment, but credit-generating green continued to implement its green infrastructure infrastructure projects (such as rain gardens, green program—a living network that connects landscape roofs, and rain barrels) can slow, capture, and filter areas, natural areas, and waterways to mimic nature stormwater runoff. Once generated, SRCs can be and to protect critical transportation systems through sold to developers through the market or directly improved water management and shading. to DOEE at fixed prices through DOEE’s SRC Price Lock Program. The SRC Price Lock Program • DC Water is building a seawall around the Blue offers certainty about revenues from selling credits, Plains Advanced Wastewater Treatment Plant, and and it helps investors commit funding to green has completed the First Street Tunnel to increase infrastructure projects where they are most needed. stormwater capacity and the first part of the Anacostia By incentivizing development of green infrastructure River Tunnel Project. in areas that are not otherwise undergoing development, the SRC Trading program improves water quality in the MS4 and may help address inequitable flood and UHI risk faced by residents. 4. DC Department of Energy and Environment: doee.dc.gov/src 12",
        "next steps • Recognizing the systemic risk posed by sea-level rise SPOTLIGHT ON PROGRESS: and flooding in the near-term, the District will focus its RESILIENT DESIGN GUIDELINES activities on ensuring that the sewer and stormwater system manages more rain to reduce flood risks (TU In close collaboration with the Resilient DC 3.2 & 3.6). To support this process, DOEE will develop initiative and other District agencies, the District a comprehensive flood model, which will show how is developing a series of resilient design guidelines to inform the design of public buildings and coastal, riverine, and inland flooding interact. The infrastructure. These guidelines will be integrated model will help the District identify areas susceptible into District processes to ensure that future risks to flooding and to identify options for increasing are accounted for during renovations and new stormwater capture and conveyance. construction. To serve as a resource, the guidelines • In addition, the District Government is developing will be made available to the wider District resilient design guidelines for the public realm focusing development community. on how to prepare new and existing roadways, sidewalks, and parks for climate change.5 and transportation systems. Sustainable DC 2.0 includes a target that requires 100% of all new major infrastructure to INSPIRING IDEAS consider climate risks and to identify adaptation solutions Ann Arbor, Michigan by 2032, putting us on the path to meeting this goal. Ann Arbor incorporates climate change into its Gauging success will take finding specific, observable, and measurable indicators that capture the desired outcome stormwater management. As their floodplains of having climate-resilient transportation and utility expand, they have become concerned about infrastructure. As we implement projects, we will collect locations of critical facilities, insurance burdens, data and identify lessons, with the goal of developing these repetitive losses, public health risks from combined sewer overflows (CSOs), erosion, and service outcome-focused indicators. This could include estimated disruptions. Accordingly, Ann Arbor has created a costs saved through adaptive measures, including stormwater model using Atlas 14 data, a tool from greening, hardening, retrofitting, or relocating utility and NOAA that measures precipitation frequency; this transportation assets. Recognizing that infrastructure’s has allowed them to visualize (map) and assess the primary purpose is to keep people safe and our city potential effects from differently sized storm events, operational, we will explore performance standards such as identify problem areas, and optimize solutions. minimum times in which transportation or utility assets should be expected to return to normal functionality after measuring progress on a severe weather event. our long-term goal In the meantime, we will report on the number of transportation and utility projects that specifically To improve transportation and utility infrastructure incorporate climate projections into planned or to maintain viability during periods of extreme heat, implemented design and operations. These will apply to severe weather, and flooding, the District will need to new construction and to improvements in existing assets. make improvements to energy, water, communications, Figure 1 - Transportation and Utilities Indicators CRDC FOCAL OVERARCHING EXAMPLE OUTCOME EXAMPLE PERFORMANCE OUTPUT INDICATOR AREA GOAL INDICATOR STANDARD Improve transportation Number of transportation Estimated costs saved Setting a minimum time in which and utility and utility projects that through adaptive transportation or utility assets infrastructure to specifically incorporate measures, including should be expected to return TRANSPORTATION maintain viability climate projections into greening, hardening, to normal functionality after a AND UTILITIES during periods of planned or implemented retrofitting, or relocating reasonably expected severe extreme heat, severe design and operations. utility and transportation weather event, based on climate weather, and flooding. assets. projections. 5. District Department of Transportation: ddot.dc.gov/PublicRealmDesignManual 13",
        "IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION tu 3.0: futureproof • Groundwater flooding from heavy rainfall not absorbed by the ground and overwhelming the sewer and stormwater existing sewer and stormwater system. systems Once complete, the model will allow the District to determine which locations are most susceptible to Update design standards for water and drainage infrastructure flooding, and to build green infrastructure or other to address precipitation’s projected increase and intensity, projects that can reduce such risks. The model can particularly in the District’s MS4 area; increase the stormwater also be used by the stormwater program to assess system’s capacity through green and gray infrastructure. locations where new green infrastructure will most benefit water quality. description 2. Develop climate-change adjusted Intensity- Duration-Frequency (IDF) curves to inform decisions about stormwater management. IDF curves draw The District, led by efforts at DOEE, DC Water, and DDOT, on historic rainfall records, measured through has become a national leader in utilizing green and gray monitoring stations to graph the intensity, duration, infrastructure to better manage stormwater and to reduce and frequency of local precipitation patterns. These harmful runoff into DC’s rivers and streams. However, climate curves are often used to determine the magnitude change will increase the frequency and intensity of heavy and probability of storms in designing stormwater rainfall events, challenging the District’s sewer and stormwater infrastructure to better meet local needs. As these systems’ ability to prevent flooding, runoff, and sewage curves rely on historical data, and climate change is discharges. These challenges will be further exacerbated by sea level rise. This means the District will require even more stormwater management and blue-green infrastructure. SUMMARY INFORMATION Acknowledging these needs, the District Government will develop improved and climate-informed flood models. These Outputs: will allow the District to identify which communities are • Updated stormwater model and most exposed and sensitive to flooding, and where targeted projections for precipitation risk stormwater management planning is needed. • Neighborhood-level flood plans • Additional flood-management sub-actions investments including green, blue, and grey infrastructures Actions to futureproof the District’s sewer and Performance Indicators: stormwater systems include the following: • Number of blue-green infrastructure projects planned and implemented 1. Develop an integrated flood model to better • Estimated reduction in runoff volumes account for inland flood risks. that would discharge to combined and An integrated flood model will help the District MS4 systems under selected climate better prepare and plan for climate change as change scenarios it will provide insights into the interactions of Co-Benefits: various flood risk sources, including: • Aesthetic, quality of life carbon • Riverine flooding, caused by heavy rainfall or sequestration benefits from snowmelt, which can lead to overbanking on blue-green infrastructure projects the Potomac and backwater flooding on the in neighborhoods Anacostia River. • Improved public health from reduced combined sewer overflows (CSOs) • Coastal flooding from high tides and coastal storms pushing water up the Potomac and Key Partners: DOEE, DC Water, US Army Anacostia Rivers. Corps of Engineers, DDOT, VA DOT, National Park Service, U.S. Geological Survey 14",
        "changing these patterns, IDF curves may not correctly describe the District’s current and future risks. INSPIRING IDEAS Investing in climate analysis to adjust the District’s IDF curve to incorporate future precipitation patterns Philadelphia’s Green City, Clean Waters associated with climate change will allow better planning. In particular, climate-adjusted IDF curves In 2011, Philadelphia’s Green City, Clean Waters can be integrated into resilient design guidelines for program was adopted to reduce stormwater infrastructure and stormwater regulations. pollution from the City’s combined sewer 3. Develop community-based stormwater management system.6 The program emphasizes use of green plan(s) for high flood risk areas, ideally defined infrastructure, and helped initiate thousands of by natural geographic boundaries such as sub- stormwater retrofits. Green City, Clean Waters watersheds and catchment areas. Plans should is helping Philadelphia adapt to climate change actively encourage community participation to best by decentralizing stormwater management practices throughout the city, making it easier to identify solutions that meet local needs. accommodate changing conditions that are not After the integrated flood model analysis and IDF curve entirely predictable. revisions, the District will have a strong understanding of which neighborhoods are vulnerable to coastal, riverine, and rainfall flooding. In collaboration with community members, the District will develop a series of neighborhood-level plans and green infrastructure investments to manage local flood risks. 6. City of Philadelphia, Office of Sustainability: phila.gov/water/sustainability/greencitycleanwaters/Pages/default.aspx 15",
        "BUILDINGS AND DEVELOPMENT",
        "buildings and development – overview GOAL: Retrofit existing buildings To protect people from higher temperatures and flooding, the District’s existing and new buildings must be future- and design new buildings proofed against climate change impacts. It is easier and less and development projects to expensive to integrate resilient design principles into new withstand climate change impacts. construction. Therefore, the District is developing guidance on how to enhance new buildings to withstand climate hazards. That said, many existing buildings will continue to be inhabited for decades to come, so we must find ways to Table 2 - CRDC Action Areas for Buildings & Development improve their resilience too. ACTIONS These natural hazards can also strain resources, such as BD 6.0: Provide backup power for emergencies at all electricity and water, which support buildings and their identified critical facilities. Ensure that existing backup occupants. Buildings that operate more efficiently and use less power systems are located above projected flood energy will perform better during extreme weather events when elevations. these resources will most likely be in short supply. This way, BD 7.0: Improve thermal safety and indoor building resilient buildings will also help cut greenhouse gas emissions. temperatures to increase resilience to extreme heat, Increasing the resiliency of District public and private facilities especially in the event of a power outage. will require new and revised policies, programs, and incentives. BD 8.0: Pursue deep energy and water efficiency The DC Green Finance Authority (or DC Green Bank) could in buildings. support investments that reduce greenhouse gas emissions BD 9.0: Incorporate climate resilience into and improve climate preparedness. Additionally, the District can development planning and review processes. leverage hazard and flood mitigation grants from the federal government to spur resilience in the built environment. DOEE BD 10.0: Leverage land-use planning to currently collaborates with an array of stakeholders to identify promote resilience. pathways that support the activities outlined here. BD 11.0: Provide incentives to encourage private property owners and developers to implement flood- resiliency measures. current activities To date, the District has developed a series of policies and programs to encourage climate-ready buildings and development: • Since the release of the CRDC plan, the Office of Planning SPOTLIGHT ON PROGRESS: (OP) has incorporated resilience throughout the current MULTIFAMILY RESILIENCE AND draft of DC’s Comprehensive Plan, in recognition that SOLAR ASSESSMENT TOOL this is a cross-cutting issue, affecting all sectors and segments of society. The Comprehensive Plan established Through a 2018 grant to a team led by the 20-year framework guiding the District’s future growth Enterprise Community Partners, the District and development. Incorporating resilience ensures that developed a Multifamily Resilience and Solar the District will continue to thrive as we adapt to climate Assessment Tool to comprehensively identify opportunities to improve the resilience of change impacts. affordable housing properties to climate change • In 2018, the DC Green Finance Authority was created to impacts. The tool was piloted across use public-purpose financing to attract private investments 20 properties in the District. Owners of the pilot for meeting sustainability goals, with an initial focus on properties received comprehensive assessment energy efficiency and renewable energy investments. The reports, detailing recommended retrofits and Bank’s initial programs will launch in 2020. cost estimates. In the grant’s second year, the team is working to support its use by owners of affordable housing across the District. 17",
        "SPOTLIGHT ON PROGRESS: DGS SMARTROOF PROGRAM In 2015, the SmartRoof Program, run by the District’s Department of General Services (DGS) assessed over 250 acres of District-owned roofs, analyzing each for its suitability for solar photovoltaics (PVs), solar thermal, green roofs, daylighting, or cool roofs. Roof retrofits offer a cost-effective way to reduce energy consumption and the UHI effect, while improving thermal comfort, air quality, and stormwater management. The assessments identified dozens of sites that could benefit from roof improvement projects, allowing DGS to install over 150,000 square feet The District also has developed policies and programs that of SmartRoof measures across the District. use green infrastructure to address flooding and urban heat. • The RiverSmart program has helped reduce stormwater runoff in the District for nearly a decade, providing modernization projects that improve safety and reduce financial incentives to help homeowners, nonprofit building operational costs. organizations, and schools install green infrastructure • OP, DOEE, and DC Health will analyze green infrastructure on their properties. implementation to: (1) assess its effectiveness in reducing • The District Stormwater Retention Credit (SRC) Trading UHIs and its impact on communities most at risk of Program allows property developers to meet green heat-related illnesses; and (2) identify community-driven infrastructure mandates by purchasing off-site credits solutions for future policies. in DC’s Municipal Separate Storm Sewer System (MS4) area, helping to address inequitable flooding and heat impacts across the District. The District’s revised INSPIRING IDEAS Green Area Ratio (GAR) zoning regulation, released San Francisco, California in 2017, also encourages cool and green roofing on private buildings, helping address the UHI effect and In 2014, San Francisco’s Capital Planning Committee stormwater management. developed its Guidance for Incorporating Sea Level • DOEE collaborates with District planners to incorporate Rise into Capital Planning in San Francisco.7 The resilient design into significant planning efforts, such as document describes department-specific procedures for considering the risk of sea-level rise in new capital the Buzzard Point Vision Framework. planning and critical infrastructure projects. To illustrate how to apply the guidance, the document next steps provides examples of how a police station, visitor center, and shoreline park would be evaluated based • The District Government is focused on ensuring on the suggested vulnerability, risk, and adaptation opportunity assessments. that public and private critical facilities are more resilient against power outages, flooding, and extreme temperatures (BD 6 and BD 7.3). This work will provide measuring progress on residents with access to crucial resources when the need becomes greatest. Where possible, these resiliency our long-term goal improvements will focus on sustainable interventions, such as encouraging clean energy for back-up power. To meet our overarching goal of retrofitting existing • In addition, the District is developing resilient design buildings and designing new projects to withstand guidelines to prepare schools and other critical public climate change impacts, the District will need to promote facilities for climate change. This guidance document new design techniques, integrate resilience into energy will inform capital investments, including school efficiency policies, provide targeted incentives to property 7. The City and County of San Francisco: onesanfrancisco.org/sea-level-rise-guidance 18",
        "owners, and use land-use planning to encourage smart outcome indicators, the District may explore building development. Sustainable DC 2.0 includes a target to require performance standards for resilience. For example, we could 100% of all new buildings to consider climate risks and require that all new buildings maintain thermal comfort identify adaptation solutions by 2032. levels in the absence of power during a 95-degree Fahrenheit day for 12 hours. Good climate indicators should do more than measure output; they should showcase our progress in achieving In the meantime, we will report on the number of buildings resilience outcomes. In other words, it is not only important that specifically incorporate climate projections into that buildings and developments consider climate change planned or implemented design and operations. This will in designs—we want spaces that are actually safer. We will apply to new construction and improvements. If possible, use early implementation efforts to collect data and lessons we will specify the number of critical facilities (such as to develop these outcome indicators. These could include hospitals, emergency shelters, and police stations) designed estimated costs saved through integrating climate risks to withstand increased risks due to climate change, into design decisions or the percentage of residents including power outages, given these facilities will play living in buildings designed to withstand reasonably such an important role in protecting health and safety. expected climate hazards. In addition to developing Figure 2 - Buildings and Development Indicators EXAMPLE CRDC FOCAL OVERARCHING EXAMPLE OUTCOME OUTPUT INDICATOR PERFORMANCE AREA GOAL INDICATOR STANDARD Retrofit existing The number of buildings Estimated costs saved Resilient building buildings, and that specifically incorporate through integrating performance standards design new climate projections into climate risks into building (such as requiring that buildings and planned or implemented or development design all new buildings can BUILDINGS AND development designs and operations. decisions. maintain thermal comfort DEVELOPMENT projects to levels without power on a withstand climate The number of critical The percentage of residents 95 degree Fahrenheit day change impacts. facilities designed to living in buildings designed for 12 hours). withstand increased risks to withstand reasonably due to climate change. expected climate hazards. Photo Credit: Ted Eytan 19",
        "IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION bd 6.0: ensure all envelope efficiency, and backup power. This will include conducting an inventory that indicates critical facilities in the whether the facility: (1) has backup power generation district have resilient capabilities; and/or (2) has existing solar PV systems backup power or capacity for clean energy and battery storage on-site. If the facility has backup generation, the inventory will include: Ensure all identified critical facilities in the District have access to backup power for emergencies. Ensure backup power is • If any critical equipment (e.g., electric utility elevated above projected flood elevations and, when possible, assets) or fuel is located below the base flood provided via sustainable and clean energy resources. elevation (BFE) or is susceptible to flooding; and • If the building is in the 500-year flood plain and any equipment must be elevated. description Assessments will consider how the community engages with the site. Facility managers will need Critical facilities, such as fire and police stations, schools, to identify an energy continuity plan to support and hospitals, provide essential services to District residents, businesses, and visitors. In addition to supporting the community’s economy, security, and health year-round, these facilities prove particularly important when natural hazards SUMMARY INFORMATION strike. If these facilities lose power, they cannot provide essential services. Outputs: Previous disasters show the importance of maintaining • Facility condition assessments backup power outside of floodplains and, when possible, analyzing power vulnerability at supplied by renewable energy resources. This helps avoid critical facilities fuel-supply chain disruptions or operational challenges that • Guidance to support resilient backup often come with fuel-powered generators. Using solar and power assessments and installations at storage can also help reduce District energy costs. private facilities • Updated building codes that The District Government intends to lead by example, pursuing incorporate best practices for retrofits and installing new backup power where needed backup generation in publicly owned critical facilities. Lessons learned will be Desired Outcomes: shared with the community, and best practices will ultimately • Improved and more flood-resilient be incorporated into District codes and regulations to backup power generation at increase the resilience of all critical facilities. critical facilities • Decreased risk of supply-chain failures sub-actions for limited fossil-fuel resources • Improved access to critical services Actions to implement resilient backup power at critical during emergencies facilities include the following: Co-Benefits: • Emissions and year-round energy 1. Integrate questions on flooding and backup power cost reductions from deploying into critical public-building condition assessments, clean energy backup power systems beginning with DC Public Schools (DCPS). (through third-party ownership, demand response, and/or diesel cost DOEE, DGS and the Homeland Security Emergency reductions) Management Agency (HSEMA) will collaborate to Key Potential Partners: DGS, Pepco, ensure that routine assessments of the District’s DDOT, DCPS, OP, HSEMA, and critical public facilities include resilience queries Department of Consumer and regarding the presence of resilient energy, building Regulatory Affairs 20",
        "the community during an emergency if the site is expected to remain operational or will be occupied INSPIRING IDEAS immediately following a disaster. These should determine the duration and amount of continuous, Mapping Critical Facilities in San Francisco uninterrupted power required by the facility. Many DC public schools function as emergency shelters; as The City and County of San Francisco examined such, they need to be operational to support residents microgrids and standalone solar PV with battery located in harm’s way or who have been displaced. storage opportunities at critical facilities. They Additionally, the resiliency of DC public schools affects found that 8.2 megawatts of solar PV and 12.8 megawatts of battery storage could provide the District’s ability to return to business as usual resilient backup power for the City’s shelters, following a natural disaster. and that these would be best financed through a public-private partnership. To reach that 2. Prioritize and pursue funding for retrofits and conclusion, San Francisco went through a process installations at critical public facilities. that involved identifying stakeholders, reviewing and mapping hazards and shelters, evaluating Routinely collecting data regarding back-up power electrical needs and microgrid potential, conducting site visits, designing solar and storage capabilities across the District’s critical facilities options, and reviewing financing pathways for portfolio will make it possible to execute a resilient construction and operations. The results of this backup power strategy, targeting resources for the effort are available in a public document.8 most critical facilities in the near- and medium-term. DOEE and HSEMA will support DCPS and DGS in prioritizing locations that should receive investments to install or retrofit backup power. This prioritization extreme heat and help determine a back-up power’s will consider the importance of power continuity, site suitability during the development review and/ vulnerability to flood inundation, vulnerability of or permitting processes. The District will also share the population served, cascading effects of service backup power best practices with developers. For outage, and historical incidence of power outages. Site example, the Resilient Design Guidelines, described suitability for clean energy will also be considered. on page 13, are intended to help developers integrate These efforts will likely use a mix of operating, capital, such best practices in their projects. federal grant funding, and private resources. 4. Update building codes based on best practices. 3. Use lessons learned to create resilient back-up power guidance for private development. Ultimately, it will be important for every critical facility in the District to have resilient backup power. Many critical facilities in the District are privately The District will assess best practices identified owned and operated. While these facilities fall outside through this process, and determine key findings the District’s direct purview, the District will ensure that should be incorporated into design guidelines, its agencies are equipped to review and advise on building codes, or regulations. any proposed project’s vulnerability to flooding and 8. San Francisco Environment: onesanfrancisco.org/sea-level-rise-guidance 21",
        "IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION bd 7.3: incentives and sub-actions financing to mitigate Actions to create incentive and financing programs to urban heat islands mitigate the UHI include the following: 1. Pilot a new program, specifically targeting the hottest Facilitate the installation of roofing technologies that support neighborhoods. thermal safety and mitigate the UHI effect by expanding financing and incentive programs, particularly in places that DOEE will work with interagency partners to collect benefit frontline communities. lessons learned from existing programs serving District homeowners, such as the RiverSmart Homes program description and the Single-Family Residential Rehabilitation Program’s roofing loans.12 This will help inform the design of a new incentive program, aimed more Climate change means warmer temperatures and more specifically at addressing the UHI effect and reducing extreme heat days in the District. Due to the UHI, areas with residents’ heat risks. more impervious surfaces, fewer trees, and less green space are substantially hotter. A recent study found air temperatures were 10 to 20 degrees Fahrenheit warmer than cooler parts of the District with more green space. Reducing the UHI effect SUMMARY INFORMATION will help these neighborhoods adapt.9 Outputs: Several building-level techniques can reduce the UHI’s • New cool roof incentive program impact, including green or cool roofs. Green roofs use vegetation to reduce roof temperatures and to remove heat • Training materials for cool roof workforce program from the surrounding area. Green roofs have been observed to be 30-40 degrees Fahrenheit cooler than conventional Desired Outcomes: roofs, reducing energy demand and costs.10 Often, cool • Reductions in temperatures across the roofs are painted white or use reflective materials, District’s neighborhoods, especially in allowing them to absorb less heat, reducing energy bills in frontline communities warmer months. Cool roofs can stay more than 50 degrees • Increased number of cool or green Fahrenheit cooler, with installation costs about the same as roofs installed conventional roofs.11 Co-Benefits: • More job opportunities for Cool and green roofs can help keep homes comfortable as District residents temperatures rise. In addition, such roofs, deployed at scale, can create temperature reductions across DC. The District’s • Improved stormwater management from vegetation in green roofing building energy codes currently require cool roofs for new or replacement residential roofs. The District also encourages • Greenhouse gas emissions reductions green roofs through its stormwater management programs, from reductions in cooling demand but conventional roofs still dominate. To encourage upgrades and carbon sequestration from additional vegetation to existing roofs, this roadmap recommends adopting a targeted incentive program, with a focus on the hottest • Reduced energy bills, especially for neighborhoods. frontline communities Potential Partners: DC Sustainable Energy Utility (DCSEU), Pepco, DC Green Bank, 9. NOAA: noaa.gov/education/stories/science-and-education-partners-reveal-hottest- Department of Housing and Community places-in-washington-dc-and Development (DHCD), Department of 10. Environmental Protection Act: epa.gov/heat-islands/using-green-roofs-reduce-heat- Employment Services (DOES) islands 11. US DOE: energy.gov/energysaver/design/energy-efficient-home-design/cool-roofs 12. District Department of Housing and Community Development: epa.gov/heat-islands/ using-green-roofs-reduce-heat-islands 22",
        "2. Develop workforce development programming to support the pilot program. INSPIRING IDEAS New York City Cool Roofs Program To encourage local job growth within the cool and green roofing industry, the District Government In 2009, the New York City (NYC) Cool will explore adding cool and green roofing training Roofs program launched, with the goal of to existing workforce development programs. For coating one million square feet of roof space example, the SolarWorks DC program provides per year in white reflective coatings, thus training opportunities for District residents interested achieving energy savings and reducing the in pursuing careers in solar and related industries. UHI effect’s impacts. The program offers This program could be expanded to include green and selected buildings no-cost or low cost cool cool roofs.13 roofs. Affordable housing, nonprofits, and other community organizations receive the installations at no cost.14 Beyond incentivizing 3. Evaluate neighborhoods to pilot the cool roof installations, NYC developed new incentive. and administered a 10-week training to encourage local job development for the Through interagency collaboration, the District cool roofing industry. By 2017, 119 trainees Government will work to identify priority had completed the program. Following the neighborhoods for the pilot. These neighborhoods training, the City committed to connecting could be identified within the comprehensive heat- participants with full-time employment planning effort described below (see NC 13), which opportunities in the industry. will assess District areas most sensitive to heat. 13. District Department of Energy and Environment: doee.dc.gov/service/solar-works-dc 14. City of New York: nyc.gov/nycbusiness/article/nyc-coolroofs 23",
        "NEIGHBORHOODS AND COMMUNITIES (NC) 24",
        "neighborhoods and communities – overview GOAL: Make neighborhoods and While climate change will affect parts of the District communities safer and more differently, all communities should be reasonably safe from climate hazards and be supported to bounce back quickly prepared by strengthening after extreme events. community, social, and We understand that strong communities—where neighbors economic resilience. help neighbors and businesses and community based organizations (CBOs) are active—are more resilient to shocks and everyday stressors. Therefore, DOEE’s strategies focus Table 3 - CRDC Action Areas for Neighborhoods and Communities on equipping all community members to be active players in responding to risks. Additionally, many climate-change ACTIONS solutions work best on the neighborhood-scale. A single NC 12.0: Improve emergency preparedness and shade tree may help one property, but strategically increasing planning for climate-related events with a particular the urban tree canopy across a corridor or neighborhood emphasis on frontline communities. can provide comfort to many by decreasing actual air temperatures. NC 13.0: Reduce risks of extreme heat and UHIs. Doing this work well involves investing in community NC 14.0: Strengthen community cohesion for safety engagement and education while developing resilience and resilience. policies. District residents are experts in their own NC 15.0: Strengthen eco-resilience districts and communities, serving as the best consultants for designing community resilience hubs. neighborhood-level solutions that work. current activities Since CRDC’s launch, the District Government has developed several resources to build resilience of SPOTLIGHT ON PROGRESS: neighborhoods and communities: EQUITY ADVISORY GROUP IN FAR NORTHEAST WARD 7 • The District Government has actively explored opportunities to advance microgrids and resilience In fall 2017, DOEE, with support from the Georgetown hubs to provide communities with access to resilient Climate Center, convened a committee of residents power. This has included exploring best practices via in Ward 7’s far northeast neighborhoods, called the workshops with other cities in the Urban Sustainability “Equity Advisory Group” (EAG). In CRDC, Ward Directors Network (USDN) and engaging in dialogues 7 (and particularly communities surrounding the Watts Branch tributary of the Anacostia River) with area hospitals on improving energy resiliency. was identified as facing disproportionate flooding • The National Oceanic and Atmospheric Administration and climate-related risks relative to other parts (NOAA) led a citizen science project to develop a series of the District. From December to June 2018, the of air temperature maps for the District.15 Additionally, EAG met monthly and collaborated on developing DOEE has developed surface temperature maps that recommendations to provide guidance on how to act provide another way of measuring the UHI. These on climate change in equitable ways, supportive of maps will help pinpoint neighborhoods most impacted local community interests. In August 2018, the EAG released a set of recommendations, including ideas by extreme heat and higher surface temperatures around workforce development programming for compared to surrounding areas. adults and youths, and implementing neighborhood- scale resilience hubs to provide ongoing (steady state) and emergency services that increase neighborhood resiliency.16 15. NOAA: .noaa.gov/stories/heat-seeking-citizen-scientists-zero-in-on-dc-baltimore-for-mapping-mission 16. Georgetown Climate Center: georgetownclimate.org/files/report/eag_recommendations_web_8.20.18.pdf 25",
        "next steps • Recognizing the immediacy of extreme heat events, the District Government is reviewing UHI maps to target programs for neighborhoods most at risk. The District intends to establish an internal interagency working group to develop a comprehensive heat planning strategy in response to findings from the data analyses. • Additionally, the District is exploring opportunities to incentivize retrofits through grants and insurance, improving homes’ resilience to flooding and extreme heat. DOEE is exploring the creation of a FloodSmart Homes program, which would audit homes and SPOTLIGHT ON PROGRESS: provide incentives for mitigation measures. SOLAR FOR ALL • The District will continue supporting heat stress education from the grassroots level through schools, Established in 2016, DOEE’s Solar for All Program community centers, and faith-based organizations brings solar energy benefits to thousands of low- to as well as train-the-trainer programs. This will moderate-income families in the District. This program include expanding types of educational programs resulted from the Renewable Portfolio Standard Expansion Amendment Act of 2016, which sought to offered through the Community Emergency expand the District’s solar capacity and to increase Response Team (CERT). the amount of solar generated within the District. Solar for All’s specific targets included providing solar benefits to 100,000 low-income households, through direct solar installations or community solar projects, and reducing these households’ energy bills by 50% by 2032. Homeowners and renters meeting INSPIRING IDEAS the program income requirements become eligible Philadelphia, Pennsylvania to apply for the program and receive no-cost solar benefits. In addition to monetary savings, greater distributed solar energy in the District can help In 2016, the City of Philadelphia launched the increase the resilience of our energy systems by citywide READYCommunity program, followed, stabilizing and alleviating congestion from the power in 2018, by the nine-month “Beat the Heat” grid. Distributed generation is especially crucial during pilot program.17, 18 The Beat the Heat program extreme weather days, when high-energy demands was piloted in the Hunting Park neighborhood— strain the grid and put residents at risk of losing power. identified previously as one of Philadelphia’s warmest neighborhoods—and explored how residents cope with heat and what cooling actions may help them in the short-term. It measuring progress on also considered their preferred long-term our long-term goal interventions.19 The Office of Sustainability worked with neighborhood partners to collect surveys and hold public events to capture this To meet our overarching goal of making neighborhoods and information. This program is sponsored by the communities safer and more prepared by strengthening Knight Foundation and the Funders’ Network community, social, and economic resilience, the District Partners for Places grant program. will need to assess emergency preparedness policies, address the UHI, and deploy neighborhood-scale solutions. Sustainable DC 2.0 includes a target that requires 100% of neighborhood plans to consider climate risks and identify adaptation solutions by 2032, supporting this goal. 17. City of Philadelphia: phila.gov/posts/oem/2016-11-08-oem-launches-readycommunity-brings-being-ready-to-your-block/ 18. City of Philadelphia: phila.gov/2018-08-07-beat-the-heat-hunting-park/ 19. Ibid. 26",
        "As we pursue these projects, we will collect data and lessons In the meantime, while resilience hubs alone cannot protect with a goal of developing more outcome-focused indicators neighborhoods from all climate risks, DOEE believes they for evaluating progress. NC outcome indicators could can improve a community’s ability to recover quickly and include reductions in ambulance dispatch calls or hospital shelter in place longer. Once we develop the UHI Risk and admissions during severe weather events or reductions Opportunity map, we will also report on the percent of tree in UHI temperature differentials after installing cooling canopy and/or impervious surface coverage in the most heat- infrastructure (e.g., cool roofs, shade trees). Additionally, sensitive areas. we will explore setting more specific performance standards, such as requiring that all evacuation routes can stay operational if 14 inches of rain falls in a 24-hour period (the projected 100-year storm in 2080). Figure 3 - Neighborhoods and Communities Indicators EXAMPLE EXAMPLE OVERARCHING CRDC FOCAL AREA OUTPUT INDICATOR OUTCOME PERFORMANCE GOAL INDICATOR STANDARD Make Proportion of District residents living Estimated Setting a minimum neighborhoods within a 10-minute walk from a costs saved time in which and communities resilience hub. through adaptive transportation or utility safer and more measures, assets should be prepared by Reduced number of ambulance including expected to return to NEIGHBORHOODS strengthening dispatch calls or hospital admissions greening, normal functionality AND COMMUNITIES community, during severe weather events of hardening, after a reasonably social, and similar magnitudes. retrofitting, or expected severe economic relocating utility weather event, based The percent of tree canopy and/or resilience. and transportation on climate projections. impervious surface coverage in the assets. most heat-sensitive areas. 27",
        "IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION nc 12.1: building sub-actions community heat stress Actions to support the training of individuals and preparedness and businesses in heat stress preparedness and response include response capabilities the following: 1. Work with District agencies to identify opportunities Develop training and encourage active participation by for increasing access to and participation in residents and businesses in heat stress preparedness community-based heat stress preparedness and and response training programs, including the CERT response training initiatives. volunteer program.20 description DOEE will review existing governmental and non- governmental programs, such as senior villages, which have established emergency preparedness Heat waves can be deadly, as prolonged heat exposure training programs or are actively responding to may lead to a series of health conditions, including extreme heat events. Learning from these existing respiratory challenges, exhaustion, cramping, heat efforts will prove instrumental in developing effective stroke, and fatalities. This proves especially true for programming. older people, children, and those with existing health conditions, who are at greater risk of developing heat- related illnesses. Communities are critical in responding to extreme heat SUMMARY INFORMATION events by recognizing early signs of illness, educating at-risk individuals about preventative care, and creating Outputs: systems for checking-in on elders or others with limited • Spreadsheet identifying partner mobility during heat emergencies. Within the District, organizations for heat-response Serve DC administers the CERT program to educate and training train individuals, communities, and organizations about • Survey assessing heat-risk knowledge emergency preparedness and response to hazards.21 and common heat-management CERT volunteers receive certification and maintain that practices certification through annual training events. In 2017, • Training materials and programs 30 certified volunteers conducted wellness checks at a senior living facility during a power outage in DC, and 50 Desired Outcomes: certified volunteers supplemented District staff at warming • Increased number of District residents stations during the Presidential Inauguration. attending heat stress preparedness and response training As a starting point, DOEE is coordinating with Serve DC • Increased government capacity to to add an extreme heat module to CERT training for the provide life-safety resources during next cohort of volunteers. This will inform larger efforts to high-heat events increase awareness about heat wave impacts. • Fewer heat-related hospital admissions and fatalities Co-Benefits: • Improved community cohesion by encouraging neighbors to help neighbors 20. Federal Emergency Management Agency (FEMA): fema.gov/es/media-library/ Potential Partners: Serve DC – Mayor’s resources-documents/collections/485?page=1 Office on Volunteerism, and HSEMA, DC 21. Downtown DC Business Improvement District: downtowndc.org/news/bid-offers- Health, and the Department of Aging and free-emergency-preparedness-trainings/ Community Living 28",
        "2. Conduct outreach to organizations and residents to better understand heat stress preparedness INSPIRING IDEAS and response training needs and opportunities. “Be a Buddy NYC”22 In partnership with the organizations identified in Step 1, DOEE will survey residents to understand In 2017, New York City (NYC) launched their current knowledge of extreme heat and the “Be a Buddy NYC” (BAB) community- how they currently prepare or respond to high led preparedness initiative as part of the summer temperatures. comprehensive Cool Neighborhoods NYC program. This two-year, $930,000 program 3. Using outreach results, work with District promotes community cohesion through agencies and partner organizations to expand partnerships between community and social existing and/or develop new heat stress training service organizations, volunteers, and frontline communities. Its components include: (1) materials and programs. training organizations and volunteers on ways to respond to emergencies and to assist frontline Using survey results, DOEE will work with communities; and (2) direct outreach to its partners to create outreach and training communicate public health and preparedness materials, focusing on preparedness for climate- messages to frontline communities, including change impacts, extreme heat, and the UHI information on neighborhood resources for effect. Efforts could include the following: staying cool. • Integrating heat stress preparedness into BAB is a joint partnership with the Department CERT’s trainings. of Health and Mental Hygiene’s (DOHMH) • Developing a pilot program akin to New York Bureau of Environmental Surveillance and City’s Be a Buddy Program. Policy (BESP), the Mayor’s Office of Recovery and Resiliency, and the Fund for Public Health • Developing neighborhood-level heat stress in New York City, which leverages other preparedness and response plans. citywide initiatives, such as CERT. DOHMH • Integrating climate change into summer is responsible for funding BAB, which the youth CERT and sustainability programs. Department administers. • Developing new materials showing how existing grant programs (e.g., Main Streets grant) or new financing mechanisms (e.g., community bonds) may be used to build heat stress resilience. • Revise DCPS training manual for heat stress. • Update District Government sponsored mobile apps and map services to show the locations of cooling centers. 22. City of New York: nyc.gov/assets/orr/pdf/Cool_Neighborhoods_NYC_Report_FINAL.pdf 29",
        "IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION nc 12.3: reduce economic targeting single-family homes, seeking to understand the condition of existing buildings effects of severe and the common needs to mitigate impacts of weather events on flooding through extreme weather. This analysis frontline communities will help the District Government understand types of retrofit projects that will be most needed within target communities and begin estimating costs of Identify and implement policy and programmatic options to reduce operating a FloodSmart Homes program. the economic impacts of severe weather events on DC’s frontline communities. (Note that strategies to mitigate severe heat events’ 2. Develop a detailed design for the FloodSmart economic impacts are specifically addressed in BD 7.3). Homes Program. description DOEE will work with relevant partners to develop a detailed program design for the FloodSmart Homes To reduce extreme weather events’ negative economic program, modeled after the DOEE RiverSmart consequences on the District’s frontline communities, DOEE program (see page 18).23 The program will likely will explore a suite of policies and programs that lower the recommend free or subsidized home assessments cost of preparing for and recovering from disaster events. One potential option is a FloodSmart Homes program. This program would act as a source of important information for SUMMARY INFORMATION District residents within the floodplain, providing information about individualized risks and potential solutions. Specifically, Outputs: the District is exploring how it might provide free home • Summary of the most common retrofits resilience audits, along with incentives for implementing needed to mitigate flood risks in home improvements. Financial support could include flood District residential properties insurance premium discounts for specially constructed homes • New FloodSmart Homes program or direct subsidies. The program design will draw upon best practices developed for similar programs in New York City, • A list of suggestions for additional Boulder, and Chicago. programs (e.g., insurance subsidies) that should be paired with the FloodSmart Homes program In the near-term, the District Government will seek to expand outreach and education about flood insurance and other Desired Outcomes: resources that can protect residents’ finances following • Increased number of homes in severe weather. flood-susceptible areas/frontline communities undertaking sub-actions resiliency retrofits • Decreased property damage from flooding and other severe Actions to reduce extreme weather events’ economic effects weather events through a FloodSmart Homes program will include the following: • Decreased displacement following severe weather events 1. Explore residential building stock within the Co-Benefits: floodplain to define preparedness needs. • More job opportunities for District residents, employed to perform home DOEE will gather information on current residential assessments and retrofits construction within the floodplain through databases : and resources. In addition, DOEE will coordinate Potential Partners DHCD, DCSEU, HSEMA, and the Department of Insurance, with other active home repair and retrofit programs Securities, and Banking 23. District Department of Environment: doee.dc.gov/riversmart 30",
        "INSPIRING IDEAS Center for Neighborhood Technology’s RainReady Home Program (Chicago, Illinois) The Center for Neighborhood Technology (CNT) is a nonprofit organization, based in Chicago, Illinois, that seeks to advance urban sustainability and shared prosperity. CNT’s RainReady Home program provides city residents an opportunity to receive a resiliency assessment and financial support to implement retrofits that increase their home’s resiliency to rain-induced flooding.24 CNT partners with communities, developers, and property managers to deliver sustainable floodproofing via a “one-stop shop.” Services include a home assessment, home improvement guidance, quality assurance during retrofits, and monitoring and support throughout the that provide homeowners with a list of recommended process. CNT has also established strong partnerships retrofits or repairs at a variety of price points. This with Chicago’s Green Corps program to ensure that their initiative aligns with broader workforce program design will consider near- and long-term development efforts. funding sources and revenue streams, estimated capacity and resource needs, connections to existing CNT recently launched a pilot initiative targeting 10 or planned District or utility programs, and other key homes. This small program had a waitlist of aspects necessary for implementation. 170 homeowners. Retrofits implemented via RainReady include gray and green solutions and 3. Implement a suite of policies and programs as a generally range from $3,000 to $4,500; up to $1,300 of cohesive initiative. this cost was eligible for cost-sharing via the program. Ideally, the FloodSmart Homes program will serve as one pillar of a comprehensive strategy to improve preparedness for extreme weather events. DOEE will consider a flood insurance subsidy program that could help make flood insurance more affordable to lower- income residents. In addition, the District Government will actively encourage renters and homeowners to use insurance and tools (such as disaster savings accounts) to increase their preparedness before, during, and after natural disasters. Additionally, future Green Bank programs or tying the Floodplain Development Impact Fee to Flood Hazard Rules could finance resilience-related projects that minimize costs for frontline communities. 24. Center for Neighborhood Technology: cnt.org/sites/default/files/uploads/RainReady-Home.pdf 31",
        "IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION nc 13: comprehensive 3. Pursue interventions to cool the District’s hottest areas. extreme heat Data developed in steps 1 and 2 will guide the UHI management strategy working group’s identification of interventions. Such interventions may build on current programs (e.g., Build adaptive capacity and reduce the exposure of critical using UHI data to drive tree planting decisions as part infrastructure, community resources, and populations of the existing tree canopy growth initiative). Other to extreme heat events through development of a interventions may include new programs or policies comprehensive heat strategy. (e.g., a cool pavement program). The UHI working group will solicit feedback and gain buy-in from nonprofit and description private-sector partners on these interventions. To protect District residents, workers, and visitors, the District Government is forming an extreme heat interagency working SUMMARY INFORMATION group to develop a UHI Risk and Opportunity map. This map will combine data about physical heat risks with social and health risk factors. It will be augmented by community Outputs: survey data assessing the public’s understanding of health • UHI risk and opportunity map, identifying threats, common heat-protection strategies, and perceptions the spatial variability of localized regarding cooling centers. UHI impacts • Survey assessing heat-risk knowledge and These data will be used to guide heat interventions common heat-management practices throughout the District. In addition, the working group will • Comprehensive extreme heat plan collaborate to create and distribute heat-risk education materials to the community and to conduct trainings with Desired outcomes: health professionals. • Reductions in surface and air temperatures, especially in areas most impacted by the UHI sub-actions • Increased capacity of government to make informed choices about where and how to Actions to implement the District’s Comprehensive Heat invest in neighborhood cooling Management Strategy will include the following: • Increased capacity of government to provide life-safety resources during high- 1. Form an interagency working group to develop a heat events comprehensive heat plan. • Fewer heat-related hospital admissions District agencies will collaborate to refine, monitor, and fatalities and update the comprehensive heat plan and to Co-Benefits: coordinate interagency projects. • Increased access to green spaces 2. Survey heat-sensitive communities to better • Reduced greenhouse gas emissions due understand knowledge about heat risks, the to reduced cooling demand and carbon ways residents protect themselves during heat sequestration from greening emergencies, and perceptions about the utility of • Improved economic development along cooling centers. commercial corridors that benefit from increased shade and cooling UHI Risk and Opportunity map data will be • Improved air quality and public health augmented with community survey data from select neighborhoods. This survey tool will be developed in Potential Partners: HSEMA, DC Health, Office coordination with NC 12.1 (described above) and will of the Chief Technology Officer, OP, DDOT, help inform near- and long-term heat interventions. Department of Parks and Recreation (DPR), DGS 32",
        "4. Educate residents and health care providers about heat stress and best practices for responding to heat stress. INSPIRING IDEAS New York City Cool Neighborhoods To ensure community members and first responders Multi-Agency Coordinated Interventions are equipped to deal with increasing heat impacts, the working group will develop educational materials and training content and identify the best The Cool Neighborhoods NYC plan includes a dissemination channels. Educational materials range of new and expanded strategies targeting will highlight warning signs for heat stress and heat mitigation, adaptation, and monitoring.25 The ways to mitigate heat impacts on human health. strategies are implemented and undertaken in partnership with a range of municipal agencies, 5. Establish a continuous improvement program and and nonprofit and private-sector partners. For working group, tasked with ensuring plans, policies, example, to support heat mitigation, the ongoing and programs are regularly updated. Million TreesNYC street planting initiative received an additional $82 million to prioritize planting of street trees, based on data from the As climate impacts evolve, it will be important for the Heat Vulnerability Index and the 2016 street tree District to update its understanding of heat risks and census.26 To improve heat-response activities, the apply the best available information to plans, policies, NYC Department of Emergency Management and programs. The working group is committed to (NYCEM) improved access to cooling centers for continuous improvement, ensuring that the UHI risk frontline communities by investing in signage that and opportunity maps and corresponding interventions informs community members if a facility has been continue to serve and protect District residents, activated during a heat emergency (e.g., 24” X 36” community resources, and infrastructure over time. vinyl sign at a building’s entrance and updating the NYCEM webpage to be compatible with mobile devices). 25. City of New York: nyc.gov/assets/orr/pdf/Cool_Neighborhoods_NYC_Report_FINAL.pdf 26. New York City Parks: City of New York: nycgovparks.org/trees/treescount 33",
        "IMPLEMENTATION STRATEGY FOR HIGH PRIORITY ACTION nc 15.2: implement sub-actions community resilience hubs Actions to implement community resilience hubs will include the following: Establish community resilience hubs, which locate emergency preparedness and response services in community facilities, whether privately or publicly owned (e.g., churches, 1. Create a community advisory group to guide community centers). decisions on hubs. The long-term viability and vitality of a resilience description hub depends on strong management, support, and community buy-in. To facilitate this, resilience hubs Resilience Hubs are community-serving facilities, augmented should be developed utilizing the expertise of an to provide comprehensive services and to coordinate advisory group of community members. This group resource distribution before, during, or after a natural hazard can identify potential sites, prioritize services to event. The Hubs will be housed in existing buildings, selected provide at the site (during emergencies and as non- through widespread community input, and enhanced with emergency programming), suggest partners that can solar panels and back-up power to ensure they can operate play a role in operating the hub, and determine on- during outages. During emergency events, hubs will provide site building retrofits that may be required. basic supplies, emergency information, Internet, recharging stations, access to heating/cooling, refrigeration for medical supplies, and any other services deemed necessary by SUMMARY INFORMATION the community. Hubs will not replace the District’s existing services, rather they will complement these services. Outputs: Importantly, Hubs operate year-round, so that during a • Recommendations from community disaster event these locations will already be accepted as advisory group resilience resources. In addition to providing emergency • One to three resilience hub pilots services, resilience hubs can uplift trusted organizations or fill service gaps by using the space to host other programming. • Action report that summarizes findings from Hubs can also support job opportunities—directly through the pilot and plan outline to scale up pilots hiring local residents, or indirectly through providing job Desired Outcomes: training space. • Improved coordination of resource The District should consider long-term climate risks when distribution and services evaluating sites, selecting places that lie outside of the • Decreased displacement following floodplain, but remain within walking distance to frontline disaster events communities at risk. • Increased community power and leadership in guiding resilience investments This roadmap seeks to implement an initial pilot of one to three resilience hubs in District neighborhoods. These Co-Benefits: pilots can be used as a proof-of-concept, and then expand • Space for community programming or to community-wide implementation, progressing toward services during non-emergency times the vision of a resilience hub within walking distance of all • Increased community cohesion by District residents. providing opportunities for neighbors to meet neighbors • Increased access to clean and resilient energy Potential Partners: DOEE, HSEMA, DPR, DOH, Pepco 34",
        "2. Assess suitable site options for resilience hubs within priority neighborhoods identified by CRDC. INSPIRING IDEAS Miami, Florida Resilience Hub Network In partnership with community members, the District Government will establish key criteria for potential resilience hub sites (e.g., lot size, location, ownership). Inspired by the work of area nonprofits to This will be used to screen for public and private site promote community resilience post-Hurricane options. Irma, Miami, Florida began planning for a network of resilience hubs. The City is pursuing a network 3. Explore options for funding the resilience approach by outfitting heavily used parks with hub pilot. resilience hubs, beginning with one in each of its five commission districts. Resilience hubs will require dedicated funding and/ During emergencies, the facilities will serve as or financing sources for retrofitting buildings and cooling shelters and will provide information, supporting ongoing operations. For the pilot, DOEE Wi-Fi, electronic charging stations, food, and ice. can explore more project-specific funding, which may During regular operations, these parks provide be easier to obtain. A successful pilot can serve as a social services, such as English classes and free proof-of-concept for obtaining longer-term, sustainable tax preparation. To supplement these services, funding. Such funding should support building and the City plans to partner with various local energy retrofits and ongoing operations. organizations—such as Catalyst Miami—to further enhance opportunities and programs available 4. Create a multiyear operation plan for running to residents.27 Resilience upgrades to existing the hub. park facilities (such as hurricane hardening and installation of solar + storage) will likely be funded by the City’s Miami Forever general obligation The District Government will collaborate in developing bond and the City’s Parks & Recreation capital an operating agreement between community partners, budget. The resilience hubs will be sustained building owners, and supporting agencies, both for through the City’s Parks & Recreation steady-state and emergency conditions. operating budget. 5. Use lessons from pilot(s) to scale up to District-wide program. After building and monitoring the pilot(s), DOEE will conduct a series of interviews and surveys to understand community perspectives on successes and areas that can be improved upon. This information will be compiled into an after-action report, used to outline a plan to scale up to a District-wide program. 27. Catalyst Miami: catalystmiami.org/ 35",
        "GOVERNANCE AND IMPLEMENTATION (GI) 36",
        "governance and implementation – GOAL: overview Establish policies, structures, and monitoring and evaluation Successfully preparing for climate change will require continuous oversight, monitoring, and evaluation. Since the procedures to ensure successful release of the original CRDC plan in 2016, DOEE and agency implementation of CRDC. partners have worked to mainstream climate preparedness into District Government processes. As more projects and programs are implemented, the District Government has Table 4 -CRDC Action Areas for Governance and an opportunity to learn important lessons about what is Implementation working. Additionally, as our understanding of climate change ACTIONS risks continues to evolve, the District will need to update its climate vulnerability assessment accordingly. DOEE commits GI 16.0: Conduct additional analysis of climate to reviewing and updating CRDC in 2026 to reflect new vulnerability and adaptation strategies, based on current information and needs. gaps and to account for the latest climate science. GI 17.0: Align CRDC with related planning efforts, making progress including hazard mitigation, comprehensive land use, comprehensive energy, and capital budget planning. Since CRDC’s launch, the District has started working on GI 18.0: Establish the necessary structures to ensure several initiatives to address resilience governance; these successful CRDC implementation. include the following: • The recently released Sustainable DC 2.0 outlines strategies to advance sustainability and climate resilience in tandem. The plan provides resources for residents and businesses to stay engaged with the District Government’s ongoing commitment to preparing for and mitigating climate change impacts. SPOTLIGHT ON PROGRESS: COMMISSION ON CLIMATE • The District Government has included a cross-cutting resilience element into the Comprehensive Plan’s CHANGE AND RESILIENCY current draft, indicating its importance across all In 2016, the District Government established segments and sectors. Climate change-related risks the Commission on Climate Change and were also incorporated into the All-Hazard Mitigation Resiliency, a coalition of public, private, Plan, Sustainable DC 2.0, and Resilient DC. nonprofit, and institutional organizations, • After DC joined 100 Resilient Cities, Mayor Muriel advising the District Government in pursuing Bowser formed a Resilience Cabinet, made up of its climate resiliency goals.28 This public 17 agency directors and deputy mayors to guide body actively supported development of the Resilient DC plan and this Roadmap, and will resilience efforts in the District. continue to support the District Government’s • The recently released Resilient DC Plan brought together efforts to improve its climate preparedness. resident perspectives, District agencies, and community partners to build a strategy to improve the District’s resilience to environmental, social, and economic stressors. Many of these goals align directly with CRDC and to strategies in this implementation plan. 28. District of Columbia Code: code.dccouncil.us/dc/council/laws/21-185.html 37",
        "next steps • In consultation with the Commission on Climate Change and Resiliency, partner agencies, and SPOTLIGHT ON PROGRESS: other stakeholders, DOEE will define a strategy for 2.0 SUSTAINABLE DC maintaining the District’s climate projections to support planning and foster climate readiness. The recently released Sustainable DC 2.0 (SDC 2.0) plan is the District Government’s most • The District Government is integrating resilience into up-to-date and comprehensive plan to further its its upcoming carbon neutrality strategy, which will tie ambitious goal to be the healthiest, greenest, most together our deep decarbonization goal with climate livable city for all District residents.29 During the preparedness. As we move toward mid-century, it will two-year update process, SDC 2.0 actively used be critical to identify opportunities that both decrease CRDC’s climate data to align its climate goals with emissions and respond to climate change impacts. those in the CRDC plan. The Sustainable DC 2.0 plan now includes specific climate adaptation • All District agencies will soon have access to a targets, helping facilitate cross-cutting actions resilience checklist, a tool and resource designed to throughout the District and across different help integrate climate change considerations into agencies. Breaking down government silos and development and capital planning projects. reinforcing the importance of climate adaptation in the District’s sustainability plan will help ensure measuring progress on that the District integrates climate resilience into current and future decision-making processes. our long-term goals To meet our overarching goal of establishing the policies, structure, and monitoring evaluation procedures to ensure successful implementation of the adaptation plan, we need INSPIRING IDEAS: to carry out and refine the strategies and indicators outlined in this roadmap. Additionally, the District needs to continue Boston, Massachusetts institutionalizing climate resilience into all facets of long- term planning and policy-making. In our annual reporting, we The Climate Ready Boston initiative is a set will address the number of District agencies that have plans of ongoing climate adaptation projects and that integrate climate projections as this would show our neighborhood-level plans. The Climate Ready progress in making climate a cross-sector priority. We also Boston study publishes climate projections propose developing an outcome indicator that assesses the that provide public agencies and private percentage of CRDC actions in progress or completed. organizations with planning thresholds for sea- level rise, precipitation, and extreme heat. The In addition, the District Government commits to reviewing study was developed based on consensus climate projections for CRDC every five years. DOEE will climate projections developed by the Boston update the CRDC strategy in 2025. Research Advisory Group (BRAG), a consortium of university researchers, government scientists, and industry professionals.30 The projections were reconciled across several climate change studies completed in the metro Boston region by the City, state departments, federal agencies, and others. The collaboration developed a detailed vulnerability analysis, and its members advise the City on climate science and planning. These projections were used to inform Boston’s Climate Resiliency Checklist for new construction and major rehabilitation projects.31 29. District Department of Energy and Environment: sustainabledc.org/in-dc/sdc2-0/ 30. Boston Research Advisory Group: boston.gov/sites/default/files/document-file-12-2016/brag_report_summary.pdf 31. Boston Planning and Development Agency: bostonplans.org/planning/planning-initiatives/article-37-green-building-guidelines 38",
        "Figure 4 - Governance and Implementation Indicators CRDC FOCAL OUTPUT OUTCOME PERFORMANCE OVERARCHING GOAL AREA INDICATOR INDICATOR STANDARD Establish the policies, structure, The number of District Percent of CRDC Review (and update) and monitoring evaluation agencies with plans actions in progress of climate projections GOVERNANCE procedures to ensure that integrate climate or completed. every five years. AND successful implementation of projections. IMPLEMENTATION the adaptation plan. 39",
        "CONCLUSION 40",
        "measuring our progress in our next progress report update. The proposed outcome As presented within the long-term goals for the four CRDC indicators and performance standards will be tested and focal areas, the District commits to advancing climate refined as we collect additional data. resilience and measuring the District’s preparedness. This will include addressing the major risks and vulnerabilities we face The District Government will provide progress updates for from impacts of extreme heat, flooding, and storms on our these measures and other initiatives through joint annual communities, infrastructure, and quality of life. The District reporting with Sustainable DC. These indicators will help Government will use the output indicators for each sector to us work toward our long-term goal of becoming climate actively monitor the progress of our overall climate resilience resilient by 2050. CRDC FOCAL OUTCOME PERFORMANCE OVERARCHING GOAL OUTPUT INDICATOR AREA INDICATOR STANDARD Improve transportation Number of Estimated costs saved Setting a minimum time and utility infrastructure transportation and through adaptive by which transportation to maintain viability utility projects that measures, including or utilities assets should during periods of specifically incorporate greening, hardening, be expected to return TRANSPORTATION extreme heat, severe climate projections retrofitting, or relocating to normal functionality AND UTILITIES weather, and flooding. into planned or utility and transportation after a severe weather implemented designs assets. event reasonably and operations. expected based on climate projections. Retrofit existing Number of buildings Estimated costs saved Resilient building buildings and design that specifically through integrating performance standards, new buildings and incorporate climate climate risks into such as requiring development projects projections into planned building or development all new buildings to to withstand climate or implemented designs design decisions. maintain thermal BUILDINGS AND change impacts. and operations comfort levels without Percentage of residents DEVELOPMENT power on a 95 degree Number of critical living in buildings Fahrenheit day for facilities designed to designed to withstand 12 hours. withstand increased reasonably expected risks due to climate climate hazards. change. Make neighborhoods Proportion of District Reduced number of Setting specific and communities safer residents living within a ambulance dispatch standards, such as and more prepared 10-minute walk from a calls or hospital ensuring all evacuation by strengthening resilience hub admissions during routes stay operational community, social, and severe weather events if 14 inches of rain falls The percent of NEIGHBORHOODS economic resilience. of similar magnitudes. in a 24 hour period. tree canopy and/or AND impervious surface Reductions in COMMUNITIES coverage in the most UHI temperature heat-sensitive areas. differentials after installing cooling infrastructure (e.g., cool roofs and shade trees). Establish policies, The number of District Percent of CRDC Review (and update) structures, and agencies with plans actions in progress or of climate projections GOVERNANCE monitoring evaluation integrating climate completed. every five years. AND procedures to projections. Update to CRDC in IMPLEMENTATION ensure successful 2025. implementation of the adaptation plan. 41",
        "concluding thoughts This document defines next steps that the District We have made significant strides in advancing the Government intends to take in building on these preliminary resilience of our physical assets and strengthening achievements and advancing climate preparedness. We will our neighborhoods and communities. Investments to actively track and evaluate the indicators identified for each date include improving the electric grid’s reliability and sector to ensure meaningful progress in these priority areas. implementing green infrastructure solutions. Additionally, the District Government has mainstreamed resilience into Much work remains, but the implementation of these other District plans, including the cross-sector Resilient strategies will be a major step toward addressing climate DC Strategy. The DC Green Finance Authority will provide impacts. We look forward to continued engagement with our additional resources for residents and businesses looking community as we build a climate-ready DC for all. to mitigate emissions and increase their assets’ resilience. 42",
        "ACKNOWLEDGEMENTS The District Department of the Environment (DOEE) would like to thank all of the District agencies and experts from other communities across the country that contributed to the development of this roadmap through their participation in interviews, workshops or external review. We hope that this Roadmap will support the achievement of the District’s climate and resiliency goals. Reviewers • Commission on Climate Change and Resiliency • District Department of Transportation (DDOT) • DC Water • DC Health • Department of Consumer and Regulatory • Homeland Security and Emergency Management Affairs (DCRA) (HSEMA) • Department of General Services (DGS) • Office of Planning (OP) • Department of Housing and Community Development • Office of Risk Management (ORM) (DHCD) • Resilient DC • Department of Human Services (DHS) • ServeDC • Department of Insurance, Securities and Brokers (DISB) • U.S. Army Core of Engineers • Department of Parks and Recreation (DPR) • District of Columbia Public Schools (DCPS) Workshop Participants • Association of Apartment and Office Buildings of • Office of the City Administrator (OCA)/ Resilient DC Metropolitan Washington • Pepco • Casey Trees • The Nature Conservancy • Earthjustice • Trust for Public Land • Global Cool Cities • Washington Metropolitan Area Transit Authority (WMATA) • Lightbox Please note: All reviewers also participated in workshop • Metropolitan Washington Council of Governments activities. (MWCOG) • National Capital Planning Commission Expert Interviews • City of Baltimore, Maryland • City of Miami, Florida • City of Boston, Massachusetts • Center for Neighborhood Technology, Chicago • City of Bowie, Maryland DOEE would also like to acknowledge The Cadmus Group’s Sustainability and Energy Team for their research and preparation of this report. 43",
        "GLOSSARY • 500-year flood plain – Area that historically has a 0.2-percent chance (or 1 in 500 chance) of flooding in a given year. (USGS Flood and Recurrence Intervals) • Blue infrastructure – Any man-made or adapted system designed to prevent flooding by detaining, retaining, filtering, infiltrating, or slowing down the flow of runoff into the environment. This may include ponds, pools, basins, or tunnel systems. • Blue-green infrastructure – Infrastructure that is designed to control or prevent urban flooding (aka cloudburst or interior flooding) by using green infrastructure concepts. This may include streets or parks that are designed to flood, and conveyance infrastructure such as bioswales or pipes. Blue-green infrastructure also delivers water quality benefits as well as other environmental, social, and economic benefits. • Combined sewer overflows – Combined sewer systems are designed to collect rainwater runoff, domestic sewage, and industrial wastewater in the same pipe. Most of the time, combined sewer systems transport all wastewater to a sewage treatment plant, where it is treated and discharged to a water body. (EPA) • Critical equipment – Any piece of equipment or machinery that, if damaged or disabled, could significantly impair safety. This may include generators that provide back-up power to critical facilities or infrastructure in the event of a power outage. (US Department of Homeland Security) • Community Emergency Response Training – A nationwide program, administered by local governments. • Critical facility – A facility to which damage to the structure would present an immediate threat to life, public health, and safety, such as police stations, schools, and hospitals. (DC Hazard Mitigation Plan) 44",
        "• Critical infrastructure – Systems and assets that • Heat waves – A series of dangerously hot days in a provide essential services to the District and, through row. (CRDC) their inability to operate, would have a debilitating • MS4 – Covers all areas within the jurisdictional impact on the safety and health of residents and boundary of the District, served by or otherwise businesses. (US Department of Homeland Security) contributing to discharges from the Municipal Separate • Dangerously hot days – A day in which the heat index Storm Sewer System (MS4), owned or operated by reaches 95 degrees Fahrenheit or higher. This triggers the District Government (EPA). About two-thirds of the District’s heat emergency plan. (CRDC) the District is served by separate sewer systems. The combined sewer system, covering the remaining one- • Distributed energy resources (DER) or distributed third of the District, is operated by DC Water. generation – The District Government defines DER in a way that accounts for the technologies themselves • Microgrid – A group of interconnected loads and as well as the multiple aspects of the energy delivery distributed energy within a given electrical boundary system with which these technologies interact. DER that acts as a single controllable entity and can be includes energy efficiency (at both the consumer and connected to and disconnected from the grid, enabling it the grid levels), demand response, distributed storage, to operate as part of the grid or as an island. (DOE) distributed generation (e.g., solar panels, thermal • Renewable Energy Portfolio Standard (REPS) – A energy recovery systems), microgrids, and electric renewable energy portfolio standard requiring utility vehicles. (Clean Energy DC) companies to source a predetermined amount of energy • Equity – Ensuring that climate resilience planning that they generate or sell to derive from renewable incorporates procedures allowing all to participate, sources, such as solar or wind (NCLS) distributes benefits and burdens fairly, provides • Resilience – The capacity of individuals, communities, structural accountability, and considers generational institutions, businesses, and systems within a city to impacts. (USDN) survive, adapt, and thrive, no matter what kinds of • Frontline Communities – Groups directly and indirectly chronic stresses and acute shocks they experience. impacted by climate change at a disproportionate (Resilient DC) rate when compared to other groups. These groups • Resilience hub – Community-serving facilities, tend to have less access to resources and protections augmented to support residents and to coordinate due to income, age, gender and gender identity, race, resource distribution and services before, during, or disability, sexual orientation, or other elements. (National after a natural hazard event. (USDN) Association for the Advancement of Colored People, • Urban heat island (UHI) – Developed areas, with high Environmental and Climate Justice Program). amounts of paved or manmade surfaces that are hotter • Green infrastructure – Green infrastructure is designed than nearby rural or more forested areas. (EPA) to mimic nature and capture rainwater where it falls while delivering water quality benefits as well as other environmental, social, and economic benefits. It includes a range of approaches including rain gardens, planter boxes, bioswales, and numerous other approaches for managing and treating stormwater. • Gray infrastructure – Traditional “gray” stormwater— designed to move urban stormwater away from the built environment—includes curbs, gutters, drains, piping, and collection systems. Generally, traditional gray infrastructure collects and conveys stormwater from impervious surfaces, such as roadways, parking lots, and rooftops, into a series of piping that ultimately discharges untreated stormwater into a local water body. (EPA) 45",
        ""
    ]
}