{
    "FILE_NAME": "https://www.bluecrossma.org/sites/g/files/csphws1866/files/acquiadam-assets/2022-Citizenship-Report-BCBSMA.pdf",
    "ALL TEXT": "2022 Corporate Citizenship Report Our Commitment to a Healthier CommonwealthIntroduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Our Mission Letter to the Community Our mission Create a healthier, more equitable and just Commonwealth. “As a community-focused, not-for-profit health plan, Blue Cross is committed to making good health attainable for everyone in Massachusetts. We’re grateful for the collaboration of our civic and not-for-profit partners and the contributions of our employees to advance health justice across the Commonwealth and ensure that all people have the access and opportunity to live healthy lives.” SARAH ISELIN President and CEO 11Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Our Mission Letter to the Community Dear friends, As we transition out of the pandemic, we remain committed to We have also set ambitious goals for our own company – to be carbon helping overcome the deep racial and ethnic health disparities neutral and zero waste by 2030. Our journey toward carbon neutrality will that exist in our communities. include a financially responsible mix of energy efficiency enhancements, clean energy generation, clean energy procurement and carbon offsets. In our 2022 annual report, Sarah Iselin, our new CEO, shares We recognize the intrinsic link between our environment and our health – and how we’ve made significant strides to make good health our responsibility as a health care leader and environmental steward. attainable for everyone, but we continue to have a long road ahead. To achieve our social impact mission to create a Our employees’ passion for community service has long been a source of healthier, more equitable and just Commonwealth, we aim to pride for our company and an invaluable resource for hundreds of accomplish the following: not-for-profit organizations across our state. In our hybrid work environment, volunteerism – in the community, in the workplace, and virtually – has Build deep, impactful partnerships with our not-for-profit become an even more important tool to create a sense of belonging and community with trust and respect at the center foster teamwork within the company. Overall, 81% of employees participated Accelerate environmental justice and reduce our own in our social impact programming providing more than $1.5M in volunteer and environmental impact pro bono support to our community partners in 2022. Reinforce our culture of service and engage our talented and skilled, hybrid workforce in community-driven and informed You’ll find more detail on our commitment to health justice, our evolving social impact programming approach to partnership and our employee engagement in the report that follows. We’re very grateful to our not-for-profit community for their ongoing In 2022, we continued to refine our strategic approach to guidance and collaboration, and to our Blue Cross employees for playing such community investment by focusing on collaborative, an integral role in our collective impact. Together, we can help achieve equity multifaceted partnerships rooted in trust and respect. With in health care access, quality and outcomes for all of Massachusetts. feedback and guidance from our not-for-profit partners, our new Health Justice Partnership and Grant program provides multi-year funding, volunteer support and technical expertise to seven local organizations advancing environmental justice across Massachusetts. Jeff Bellows Vice President Corporate Citizenship & Public Affairs 22In the Community 5 3Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation 2022 Highlights Supporting Communities Across MA Climate and Health Resilience Community Investments 2022 Impact $8M Highlights in corporate By 2030 contributions to 413 not-for-profits $3.7M $13.2M in BCBSMA Foundation grants to 88 community organizations $1.5M Since 2010, we’ve made significant strides in volunteer service to improve our operations and in-kind support 85% 76% 58% reduced reduced reduced paper waste electricity Civic Engagement 3,032 18,646 299 2,472 74% $834K employee hours of service projects hours of civic executive leaders in employee volunteers volunteer (50% virtual and leadership training serve on not-for-profit donations (81% of company) service 50% in-person) administered to boards 1,114 employees 4Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation 2022 Highlights Supporting Communities Across MA Supporting communities across Massachusetts From Pittsfield to New Bedford, we’re committed to making good health attainable for everyone. By listening to our partners and adapting to the unique needs of each community, we strive to apply our company resources and expertise to support local efforts to build healthier and equitable communities across the Commonwealth. Pittsfield Amherst Provided fuel assistance grants to organizations Sponsored the Amherst Farmers Market to support across Massachusetts including the Berkshire food insecure low-income residents. Community Action Council that provides cash grants to families needing help keeping up with Salem/Malden/Medford rising heating costs. Through our title sponsorship of the Bluebikes program, we expanded the bike share system to Salem, Malden, Worcester and Medford, providing community members with a Partnered with the City of Worcester to increase safe, affordable and sustainable transportation option. access to fitness opportunities for community members of all ages. Celebrated the opening of the Boston new Blue Cross Fitness Center at the Worcester Promoted health and wellbeing throughout Greater Senior Center and encouraged staying active all Boston via our sponsorships of the Boston Parks winter with ice skating at the Oval. Fitness Series and fitness activities on the Esplanade and Greenway. Together, these programs offered Gardner/Everett/Chelmsford/Wakefield year-long free access to wellness events for people Launched a multi-year partnership with the of all ages and abilities. National Fitness Campaign to provide equitable access to free, world-class fitness equipment and New Bedford programming throughout the state. In 2022, we Partnered with the Department of Public Health to opened four courts in Gardner, Everett, Chelmsford provide subject matter expertise and funding to and Wakefield and will continue to roll out 12 more catalyze New Bedford’s racial equity plan to formally courts throughout 2023. identify racism as a public health crisis. 5health justice 5 6Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Our Focus Areas Activating Our Strategy our focus areas In late 2021, we reframed our social impact mission to focus on advancing Health Justice and creating a healthier, more equitable and just Commonwealth for all Massachusetts community members. Advancing this mission requires overcoming the immediate barriers that prevent us from achieving physical, mental, and emotional wellness, dismantling their root causes, and working alongside civic and community leaders to envision a lasting environment that promotes good health. Because racism and other “isms” have exacerbated health disparities, our approach is rooted in justice and articulates our commitment to understanding how the context in which we live, work, and play – the social drivers of health – affects the health and well-being of all community members. Along with understanding this social context, we are equally committed to acting in collaboration with our not-for-profit partners to eliminate the barriers that lead to these health inequities. To guide our efforts, we have identified three interconnected focus areas within Health Justice: environmental JUSTICE FOOD JUSTICE RACIAl JUSTICE Overcome the disproportionate impact of pollution and Ensure access to healthy, Eliminate systemic, interpersonal, and environmental degradation on under-resourced culturally relevant food and to build institutional racism that contributes to disparate communities a sustainable food system health outcomes 7Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Our Focus Areas Activating Our Strategy Activating our strategy INVESTMENTS, ENGAGEMENT + ACTIVISM Strategic Partnerships Leveraging our financial investments and volunteer Accelerating advances in health justice resources to support organizations that are focused through a dual track program. All participants on health justice in the Accelerator receive funding, training + facilitation, pro bono support + networking Volunteer support from our employees including opportunities Service Day, Skills-Based Volunteering and BlueCrew projects TRACK 1: The Collaborative Investments in not-for-profits to support health jus- Multi-year funding, training, facilitation tice programming and pro bono support to jump-start a Strategic collaborations in towns across the state new idea or scale an existing model focused on addressing unique community health Multiple (typically up to 5) challenges organizations are invited to convene Internal sustainability and wellness efforts around a promising idea or model in a specific community TRACK 2: The Network + Partnership and Grant Program Multi-year funding, training, and pro bono support Individual organizations apply for operating THOUGHT LEADERSHIP support Driving change by convening stake-holders and sharing insights and promising practices around health justice innovation. Convenings in communities across Massachusetts on important health topics Advocacy work supporting health advancements 8Climate and Health Resilience 5 9Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Climate Action Goals Sustainable Development Goals Climate Action Goals At Blue Cross, we know that our health is intricately linked to the health of our environment. Building on our company’s decadelong commitment to environmental health, we have set ambitious new climate action goals: By 2030, we’re committing to be carbon neutral and zero waste. These goals will guide improvements in our own operations and our work with civic and not-for-profit leaders to accelerate environmental justice throughout Massachusetts. By 2030 To guide our integrated environmental health leadership and progress towards our 2030 goals, we’ve developed three key focus areas: Reduce our environmental impact We have made great strides to reduce our use of electricity, paper, and water. We are now focusing on improving our greenhouse gas emissions accounting and further reducing our emissions. Catalyze environmental justice For decades, low-income, immigrant, and communities of color across Massachusetts have been overburdened by air pollution from power plants, congested highways, and industrial facilities. We are partnering with local not-for-profits to champion environmental justice and eliminate the environmental conditions that lead to poor health outcomes. Educate and empower We recognize that the climate crisis is at its heart a health crisis. By meeting people where they are and providing education and tools to help them understand the interconnections between our health and our environment, we empower our stakeholders to create healthier environments for themselves, their families, and their communities. 10Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Climate Action Goals Sustainable Development Goals Sustainable DEvelopment Goals At Blue Cross Blue Shield of Massachusetts, we are committed to the relentless pursuit of quality, affordable health care. We are proud to support the United Nation’s Sustainable Development Goals (SDGs) and align our business operations and community partnerships to improve public health and sustainable development. Achieving good health and well-being is integral to all 17 of the goals, however as a Massachusetts-based health plan, our work is most closely aligned with Goals 2, 3, 10, 11, 12, and 13. 11Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Climate Action Goals Sustainable Development Goals Blue Cross is committed to addressing food insecurity across the state and ensuring families have equitable access to nutritious food. In 2022, Blue Cross employees volunteered in our company gardens, harvesting and donating more than 1,000 lbs of produce to the Weymouth Food Pantry and Interfaith Social Services. We partnered with innovative not-for-profits working to improve the food system such as Eastie Farm, Food for Free, South Shore Food Bank and About Fresh. We accelerated our work to make health care more equitable for all, launching a groundbreaking new financial payment model that rewards health systems and physicians for eliminating racial and ethnic inequities in care. In response to the unprecedented demand for mental health care, the company also took meaningful action to further expand our mental health provider network. We partnered with municipalities across the state to expand equitable access to free fitness opportunities, including a new partnership with National Fitness Courts that will bring 16 new world class outdoor fitness courts to cities across Massachusetts by 2023. We are a founding supporter of the Community Coalition for Equity in Research, which works to build community voice and considerations for health equity into clinical research and strengthen community-academic relationships throughout Massachusetts. We’re also a member of the Health Equity Compact, a coalition of over 30 Black and Latinx leaders across a diverse set of Massachusetts health organizations that is advocating for health equity priorities within healthy reform and advancing health equity within our organizations. Through our Blue Cross Health Justice Partnership and Grant program, we are providing funding and pro bono support to seven not-for-profit organizations addressing environmental justice in historically marginalized communities across Massachusetts. We invest our resources and thought leadership to build sustainable communities throughout Massachusetts. In 2022, through our title sponsorship of Bluebikes, we expanded the bikeshare system to Medford, Malden and Salem – increasing access to a safe, affordable, green, and sustainable transportation option. We promote equitable access to green space through our not-for-profit partnerships with the The Trustees and GreenRoots, as well as provide thought leadership and advocacy through our CEO’s participation in the One Waterfront CEO Roundtable and Green Ribbon Commission. Our disaster response work provides proactive grants to four disaster relief organizations – Team Rubicon, Americares, Center for Disaster Philanthropy, and Global Empowerment Mission. With the shift to a hybrid work model, our environmental footprint and use of electricity, waste, and natural resources continues to be significantly lower than pre-pandemic levels. We’re now focused on developing our reporting infrastructure to better assess and track employees’ consumption within their home offices. We also participated in multiple forums on the decarbonization of the health care sector which is responsible for about 10% of US greenhouse gas emissions. In 2022, we announced our bold new climate action goals to be carbon neutral and zero waste by 2030. We invested in new sustainability technology that will allow us to better track and measure our progress on these goals and will help inform how we address health resilience in the face of the climate crisis. 122022 partnerships 5 183Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings Our Approach to Partnerships We take pride in investing in the missions of the not-for-profit organizations we support. By listening to and learning from our partners, we strive to create community-driven and informed programs that drive lasting change. In addition, we pledge to operate within a context of respect and trust-based philanthropy, a core set of values aimed at advancing equity, changing the power dynamic, and building mutually accountable relationships between corporate and community partners. By leveraging our financial resources, volunteer support, diverse network, and health care expertise, we aim to advance our community partners’ work to eliminate the physical and social barriers that lead to health inequities through our Health Justice Collaborative, Partnership and Grant Program and thought leadership convenings. 14Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings Health Justice Collaborative Centering community voices in collaborative programs Since 2017, our Health Justice Collaborative has provided Blue Cross thought leadership, financial and pro bono resources to support the collaboration among not-for-profit organizations and health centers. By intentionally centering community members as experts and key stakeholders, the Collaborative has propelled the development of new health and wellness programs that increase access to the resources and opportunities community members need to thrive. Pivotal to the success of the Collaborative is a partnership with Union Capital Boston (UCB) and their support of grassroots leaders to provide linguistically and culturally relevant resources within their own communities. UCB creates spaces and programs that are grounded in the lived experience and expertise of community members. Now in its fifth year, Dot Rx, based out of Codman Square Health Center, continues to amplify the leadership of peer coaches - Dorchester residents who share their own personal health journeys. This leadership, and their contributions to the program design and offerings, have been key to the program surpassing enrollment goals for 2022 and connecting over 125 families to healthy and affordable food, gym memberships and free swim lessons, and outdoor activities. 15Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings “Sometimes our members need reassurance that the process can work if they stay consistent and I don’t mind being that cheerleader when and if they need it.” Celia Renrick, Dot Rx peer health coach “Ever since we were connected with the Dot Rx program and our health coach Celia, we’ve been swimming at the YMCA, utilizing the gym and making healthier food choices. We’re so appreciative of her continuous support and encouragement.” Dot Rx member and patient at Codman Square Health Center Nearby, the East Boston Neighborhood Health Center’s Community Connector program, provides a unique opportunity for native Spanish-speakers to lead in their primary language and ensure that their neighbors have access to a wide range of resources and support. In the spring, the Health Center convened the Connectors through a bi-lingual meeting where they provided valuable insights from their lived experiences that led to key changes on how community members are connected to resources. In 2023, we will expand this model of collaboration and community-informed programming to help East Boston Neighborhood Health Center address the behavioral health crisis by expanding and equalizing access to indigenous healing modalities. This initiative will provide pathways for community-based practitioners to expand their work and offer local trainings in these modalities, increasing the capacity for individual and community healing in East Boston. 16Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings Empowering communities of color and low-income communities across Massachusetts to eradicate environmental racism and classism, create Health Justice Partnership healthy, sustainable communities and achieve environmental justice and Grant Program Facilitating a just energy transition for Black and Brown people in the Massachusetts clean energy sector and beyond by creating jobs, building wealth, and reducing energy burden in communities of color In an effort to drive lasting community change through strategic partnerships, we launched a new multifaceted Health Justice Partnership and Grant Program. Enhancing the urban environment and public health in Chelsea and East Boston through collective action, unity, education and youth leadership across neighborhoods and communities Based on the feedback from the not-for-profit community, our Health Justice Partnership and Grant Program will provide a meaningful two-year $110,000 total value of Developing Resilience Zones in Fall River and New Bedford by pairing food financial and wrap-around pro bono support to the access, nature-based solutions, and environmental justice community organizations awarded. engagement to reduce heat islands, manage stormwater, and increase fresh food access for a more sustainable and resilient community Over the course of the next three years, this program will cycle annually to focus on the social drivers of health that align with our Health Justice strategy: Reducing the environmental impact of the Lynn Community Health Center, environmental justice, food justice, and racial justice. enhancing its climate resilience, and improving environmental health disparities to serve as a model for other community health centers Our 2022 program awarded $770,000 to seven environmental justice not-for-profits working to address Developing strategies targeting heat resilience in Chinatown, one of Boston’s the environmental degradation and physical and social most densely populated neighborhoods, which suffers from the worst air drivers that lead to health inequities in historically quality in Massachusetts marginalized communities. Increasing the size and health of Boston’s urban tree cover to mitigate the negative health impact of heat islands and air pollution in underserved and under-canopied neighborhoods 17Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings Health Justice Convenings As a corporate partner, we see the value in our ability to bring together not-for-profits with similar missions to collaborate and share best practices. In May 2022, Blue Cross hosted a virtual convening titled, Sharing Challenges, Seeking Solutions: Centering Health Justice. The interactive session brought together 60 not-for-profit leaders to share how justice and equity have been positioned within each of their organizations and to learn from featured conversation catalysts representing Camp Harbor View, GreenRoots, Regional Environmental Council, The Trustees, and Union Capital Boston. Attendees walked away with concrete examples from other organizations on how to best support their staff and community members and had the opportunity to provide input and offer guidance on the development of our new Health Justice Partnership and Grant program. “Participating in the Health Justice Convening with other “Creating spaces for our partners to convene provides health leaders across the state provided a clear and tangible us with an invaluable opportunity to learn alongside way for our organizations to practice radical collaboration not-for-profit leaders and to ensure our Health Justice to come together and meaningfully embrace and engage strategy continues to be community-driven and one another’s work and to imagine and build a culture of informed.” health and environmental justice.” Lucy Darragh, Director of Strategy and Social Impact at Blue Cross Sara Arman, Director of Health Equity and Policy at GreenRoots 18ENGAGING OUR EMPLOYEES 19Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Engaging our Employees Our employees are our greatest asset. We’re proud to offer a wide range of volunteer, giving, and climate and health resilience programs that enable our talented Blue Cross employees to contribute their skills, resources, and passion to our communities. Blue Cross has adopted a hybrid work model, with more than 93% of employees working from home more than three days a week. With this decentralized workforce, our employees appreciate the value of our mission-driven programs as a way to connect with colleagues and a valuable opportunity to recharge and be a part of a greater goal. In 2022, 81% of Blue Cross employees (up 5% from the year prior) participated in our corporate citizenship programs. The national average employee volunteer participation rate is 17%. 20Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Volunteering BlueCrew Projects In 2022, we worked with our not-for-profit partners to engage more than 3,000 Blue Cross volunteers in 300 service projects – 50% virtual and 50% in-person. In addition to our robust calendar of community-driven service projects, we brought back volunteering at our offices and added two new volunteer programs to help build community and connection amongst our employees, reinforce our culture of service, and provide valuable support for our not-for-profit partners. The first was an introductory volunteer experience for our new hires with our partner, Happy Hope Factory. As part of their onboarding process, new employees are now invited to partake in our culture of service through a quick 30-minute volunteer project that they can do from home. “The new hire volunteer program is a testament to our strong partnership with Blue Cross. They came to us with a challenge and together we were able to create a program that is a win-win. They’re able to leverage our distribution channel to send materials to employees’ homes and in turn we’re able to share our mission and engage 700 new volunteers.” Emi Burke, Founder and CEO of Happy Hope Factory 21Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue DE&I focused volunteering The second new volunteer program was a collaboration with our ten employee resource groups that connects their member bases with not-for-profits and service events that align with each ERG’s respective affinity month. For example, in March, 25 members from our Women Inclusion Network volunteered with the Dimock Center in celebration of Women’s History Month. Volunteers packaged post-maternity hygiene products and handmade baby blankets for teenage mothers at My Sister’s House live-in treatment facility. “It was so meaningful to serve alongside my female colleagues to support an organization and mission that is near and dear to my heart.” Cathy Guild, Womens Inclusion Network member 22Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue sERVICE DAY For our 12th annual company-wide Service Day, we partnered with more than 70 not-for-profits to engage 3,000 Blue Cross employees in 90 meaningful in-person and virtual volunteer projects. Volunteers supported projects focused on creating more equitable, just, and healthy communities across Massachusetts including painting foursquare courts in New Bedford with Playworks, harvesting produce in North Grafton with Community Harvest Project, creating survival paracord bracelets for active military with Operation Gratitude, and building nature play areas in Mattapan at the Boston Nature Center. Since Service Day’s inception in 2011, Blue Cross has contributed more than $11 million to the community through this annual volunteer day. Click here to play Service Day 2022 video 23Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Skills-Based Volunteering With the support of our partner, Common Impact, we provided pro bono support to our network of Health Justice partners that reinforced our commitment to trust-based philanthropy by centering not-for-profits’ needs. During our spring and fall skills-based sessions, we engaged 53 employees in tailored pro bono service projects that resulted in a sustainable impact for our partners: About Fresh, Boston Community Pediatrics, Community Servings, Collaborative Parent Leadership Action Network, East Boston Neighborhood Health Center, Eastie Farm, Parents for Peace, Shine Initiative, and Urban Farming Institute. We also engaged employees in a longer-term skills-based project with our 2021 Racial Equity and Justice Grant recipient, Legendary Legacies, helping to reimagine how the organization manages, measures and reports on data. The project culminated with employees vetting and selecting a new data management platform. Blue Cross then provided $20,000 in additional funding to support the platform’s implementation. “Data management is harder for small organizations that can’t “The data management project with Blue Cross has helped always hire people for that specific role, so it was great to use improve our service delivery and enabled us to provide feedback my data skills and experience working in larger organizations – not just for ourselves, but also for the participants to show to help Legendary Legacies develop a system that allows them them their progress. It has been a tremendous partnership, and to better organize and utilize their participant data.” I think it’s insightful that this early on in our organizational development, we’re thinking about data and trying to Mitchell Thomas, Data Scientist at Blue Cross and five-time skills-based volunteer project participant implement that into our work.” Ron Waddell, Founder & Executive Director of Legendary Legacies 2164Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Excellence in Service Each year, we recognize Blue Cross employees who have demonstrated an outstanding commitment to service and embody our core values of inclusion, compassion, sustainability, and leadership. In 2022, we honored Donnie Kyne, safety and security operations manager and Veterans employee resource group president for his commitment to serve and protect. “I have helped people, and I have needed help… During my last few seconds alive I want to be able to tell myself that my life was impactful.” Donnie Kyne Click here to watch Donnies story 25Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Civic Leadership GenUnity In 2022, we strengthened our partnership with GenUnity, a not-for-profit focused on building the next generation of community leaders, to further engage our employees in our commitment to advance health justice and eliminate health disparities. We sponsored three Blue Cross employees to participate in GenUnity’s unique immersive, three-month civic leadership program focused on health equity that brought together community members with lived experience, not-for-profit staff, and business professionals to foster solidarity and address the systemic inequities that create barriers to health for people of color and marginalized communities. “GenUnity is intense, in a good way! I heard and spoke with folks from DotHouse Health and the National Alliance on Mental Health. Wow! I am floored and humbled. I wish they offered an experience like this when I was in nursing school!” Erika Makowski, Blue Cross Telephone Quality Coach and GenUnity participant 26Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Andrew Dreyfus Community Fellowship In honor of our former President and CEO, Andrew Dreyfus, and his commitment to community engagement and diversity, equity and inclusion, we also partnered with GenUnity to launch the Andrew Dreyfus Community Fellowship – a leadership accelerator that will foster the growth and impact of GenUnity’s program graduates. With funding from Blue Cross, GenUnity’s new fellowship will provide graduates, including participating Blue Cross employees, with access to additional seed funding, community-building events, and direct connections to a pipeline of community and civic leaders to help implement their plans to drive lasting change in communities across greater Boston. “The Andrew Dreyfus Community Fellowship enables us to create a lifetime community of practice – further investing in our aspiring leaders to come together and build trust, collective knowledge and power to drive change on community issues.” Jerren Chang, Co-founder and CEO, GenUnity 27Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Not-for-profit Board Program We are committed to connecting our business leaders to support local not-for-profits. In 2022, 74% of company leaders served on a not-for-profit board. Collectively, our employees provided guidance, raised visibility, and strengthened 90 not-for-profit organizations through board governance, an estimated value of more than $644,000. Through our not-for-profit board leadership program, we held a virtual training to educate employees about the role of not-for-profit boards and highlight pathways to board leadership. “I was excited to join the Mystic River YMCA board to help them think about their short and long-term strategy and strengthen relationships within my community. My role as a Medford resident is to bring in the perspectives of those around me to help the YMCA succeed.” Stephanie Chan, Director of the Executive Office at Blue Cross and new board member at the Mystic Valley YMCA “Stephanie’s work experience and demonstrated commit- ment to her community, and her personal strengths around communication, strategic problem solving, event planning, and rallying people around a cause are making a truly positive impact on our board - and therefore our organization. We’re so happy to have her on our team!” Lindsay Smythe, Chief Administrative Officer, Mystic Valley YMCA 28Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue BlueCrew Bucks Giving SERVE. EARN. DONATE. BlueCrew Bucks Program Each year, more than 1,000 Blue Cross employees volunteer outside of our annual Service Day to give back to our communities through our BlueCrew volunteer projects, skills-based volunteer program, and individual volunteer leave time. To celebrate employee volunteerism, we launched a new incentive program called BlueCrew Bucks, that rewards employees $25 per volunteer hour served (up to $500 each year) to donate to the not-for-profit(s) of their choice. In 2022, employees allocated nearly $70,000 to the organizations and causes they were most passionate about. “Being able to give both my time and a monetary donation funded by Blue Cross is so heartwarming. I feel like I am giving double to these wonderful non-profit organizations that I know really need the support. I am so grateful to work at a company that offers this added benefit to give back.” Amy Clarke, Senior Manager of Strategic Corporate Portfolio Analytics & Standards at Blue Cross 29Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue YouGiveBlue Campaign During our annual YouGiveBlue employee giving campaign, Blue Cross employees have the chance to double their impact through our company match. In 2022, our colleagues raised more than $764,000 for U.S.-based not-for-profits - exceeding the previous year’s results for the sixth year in a row. With the company match, our total community contribution reached more than $1.5 million. Your Community Your Choice Your Campaign “I didn’t think twice about donating since I wanted to donate to the people in Ukraine and others who are going through such hard times. I feel so blessed to work for Blue Cross and am grateful that they matched my donation 100%.” Linda McLaren, Health & Medical Management Operational Support Specialist 30Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Donation Drives To help support our community partners and the clients they serve during the holidays, more than 1,000 employees donated 1,851 items – nearly 150% more than last year. Together we contributed toys and gifts to the Wonderfund in support of 150 children in foster care, more than 19 boxes of hats and gloves for unhoused community members served by Boston Health Care for the Homeless Program, gifts for more than 80 seniors supported by South Shore Elder Services, and winter clothing and essential care items for Operation Gratitude to share with deployed military service men and women. “The generosity of Blue Cross volunteers helped make the holiday season brighter and more magical for hundreds of children served through the Salem and Plymouth DCF offices. We are honored and grateful that Blue Cross continues to show up for children enduring trauma.” Erin Rafferty, CEO of Wonderfund 31Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue GREEN@BLUE Company Garden Program Thanks to the innovation and hard work of our dedicated employee gardeners and community partner, The Trustees, our company gardens at our Hingham and Quincy offices continued to flourish throughout the harvest season producing more than 1,000 lbs. of local, organic produce despite the majority of our employees working remotely. Gardeners rallied together to respond to the high rate of food insecurity in our communities by donating their harvest to the South Shore Food Pantry and Interfaith Social Services. “Blue Cross employees showcase an exemplary commitment to volunteerism and are constantly finding new, innovative ways to support the needs of our community. Throughout the pandemic they provided critical food relief support and the contribution of freshly grown produce helps us ensure that our clients are not only fed but that they are receiving healthy nutritious food.” Rick Doane, Executive Director at Interfaith Social Services 3222Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Virtual Garden Workshops To engage our remote workforce, we partnered with The Trustees to host virtual gardening workshops where employees learned sustainable gardening skills such as trellising, container gardening and home composting that they could apply in their own home gardens. “Our company garden program allows me to share my love of gardening. I am inspired and touched to be able to share the good, healthy food that we all helped grow together with many people who otherwise would not have access to good nutritious fresh food.” Dawna Reske, Senior Pricing Analyst and company garden participant 3232Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Climate and Health Resilience Education and Programming To engage our employees and stakeholders in our new climate action goals, we developed education and programming modules to help them understand the connection between the environment and their health and the ways in which climate action benefits public health. Several of our employee resource groups, accounts and external sustainability groups participated in our Environmental Justice 101: Past, Present and Future module that provides awareness to historical environmental injustice, the interconnectedness between systemic racism and environmental degradation and pollution of communities, and the need to move forward with environmental stewardship that includes and lifts up historically excluded and mistreated groups. “Evolution comes from change, and integrated approaches are vital to solving some pressing Environmental Justice issues. Addressing EJ issues requires us to cross silos and have conversations that bring together a community’s well-being regarding health, environment, and even income.” Keishalee Shaw, Business Information Architect and President of our Black Professionals Network 3304Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Empowering Sustainable Change We also hosted hands-on learning engagements in partnership with our wellness department. In June, our Behavioral Health Management team learned about harmful chemicals found in consumer products and ways to mitigate their exposure, participated in an energizing chair yoga session, and made their own clean and simple household cleaners. “It was so nice to set aside time together as a team to learn something new. The discussion on toxic chemicals was eye opening and the activity creating our own household cleaners all piqued our interest and made us more aware of easy solutions we all can take to reduce our exposure!” Heather Monteiro, Manager Behavior Health Utilization Management 3536Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Established in 2001 with an initial endowment from Blue Cross Blue Shield of Massachusetts, the mission of the Foundation is to ensure equitable access to health care for all those in the Commonwealth who are economically, racially, culturally or socially marginalized. The Foundation, led by President and CEO, Audrey Shelto and separately governed by its own board of directors, supports the expansion of healthcare access through research, policy work, convenings and grants to community organizations. Since 2001, the Blue Cross Blue Shield of Massachusetts Foundation has invested more than $81 million in grants to the community. Its publications serve as vital resources for policymakers and health care organizations across the state and country, and it regularly convenes leaders for information dissemination and impartial and thoughtful public discussion. Through these strategies, the Foundation focuses its efforts on coverage and care, behavioral health, and structural racism and racial inequities in health. For more information about the Foundation, visit: bluecrossmafoundation.org. 37For more information about our work and how to contact us, visit: www.bluecrossma.com/corporate-citizenship",
    "TEXT BY PAGE": [
        "2022 Corporate Citizenship Report Our Commitment to a Healthier Commonwealth",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Our Mission Letter to the Community Our mission Create a healthier, more equitable and just Commonwealth. “As a community-focused, not-for-profit health plan, Blue Cross is committed to making good health attainable for everyone in Massachusetts. We’re grateful for the collaboration of our civic and not-for-profit partners and the contributions of our employees to advance health justice across the Commonwealth and ensure that all people have the access and opportunity to live healthy lives.” SARAH ISELIN President and CEO 11",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Our Mission Letter to the Community Dear friends, As we transition out of the pandemic, we remain committed to We have also set ambitious goals for our own company – to be carbon helping overcome the deep racial and ethnic health disparities neutral and zero waste by 2030. Our journey toward carbon neutrality will that exist in our communities. include a financially responsible mix of energy efficiency enhancements, clean energy generation, clean energy procurement and carbon offsets. In our 2022 annual report, Sarah Iselin, our new CEO, shares We recognize the intrinsic link between our environment and our health – and how we’ve made significant strides to make good health our responsibility as a health care leader and environmental steward. attainable for everyone, but we continue to have a long road ahead. To achieve our social impact mission to create a Our employees’ passion for community service has long been a source of healthier, more equitable and just Commonwealth, we aim to pride for our company and an invaluable resource for hundreds of accomplish the following: not-for-profit organizations across our state. In our hybrid work environment, volunteerism – in the community, in the workplace, and virtually – has Build deep, impactful partnerships with our not-for-profit become an even more important tool to create a sense of belonging and community with trust and respect at the center foster teamwork within the company. Overall, 81% of employees participated Accelerate environmental justice and reduce our own in our social impact programming providing more than $1.5M in volunteer and environmental impact pro bono support to our community partners in 2022. Reinforce our culture of service and engage our talented and skilled, hybrid workforce in community-driven and informed You’ll find more detail on our commitment to health justice, our evolving social impact programming approach to partnership and our employee engagement in the report that follows. We’re very grateful to our not-for-profit community for their ongoing In 2022, we continued to refine our strategic approach to guidance and collaboration, and to our Blue Cross employees for playing such community investment by focusing on collaborative, an integral role in our collective impact. Together, we can help achieve equity multifaceted partnerships rooted in trust and respect. With in health care access, quality and outcomes for all of Massachusetts. feedback and guidance from our not-for-profit partners, our new Health Justice Partnership and Grant program provides multi-year funding, volunteer support and technical expertise to seven local organizations advancing environmental justice across Massachusetts. Jeff Bellows Vice President Corporate Citizenship & Public Affairs 22",
        "In the Community 5 3",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation 2022 Highlights Supporting Communities Across MA Climate and Health Resilience Community Investments 2022 Impact $8M Highlights in corporate By 2030 contributions to 413 not-for-profits $3.7M $13.2M in BCBSMA Foundation grants to 88 community organizations $1.5M Since 2010, we’ve made significant strides in volunteer service to improve our operations and in-kind support 85% 76% 58% reduced reduced reduced paper waste electricity Civic Engagement 3,032 18,646 299 2,472 74% $834K employee hours of service projects hours of civic executive leaders in employee volunteers volunteer (50% virtual and leadership training serve on not-for-profit donations (81% of company) service 50% in-person) administered to boards 1,114 employees 4",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation 2022 Highlights Supporting Communities Across MA Supporting communities across Massachusetts From Pittsfield to New Bedford, we’re committed to making good health attainable for everyone. By listening to our partners and adapting to the unique needs of each community, we strive to apply our company resources and expertise to support local efforts to build healthier and equitable communities across the Commonwealth. Pittsfield Amherst Provided fuel assistance grants to organizations Sponsored the Amherst Farmers Market to support across Massachusetts including the Berkshire food insecure low-income residents. Community Action Council that provides cash grants to families needing help keeping up with Salem/Malden/Medford rising heating costs. Through our title sponsorship of the Bluebikes program, we expanded the bike share system to Salem, Malden, Worcester and Medford, providing community members with a Partnered with the City of Worcester to increase safe, affordable and sustainable transportation option. access to fitness opportunities for community members of all ages. Celebrated the opening of the Boston new Blue Cross Fitness Center at the Worcester Promoted health and wellbeing throughout Greater Senior Center and encouraged staying active all Boston via our sponsorships of the Boston Parks winter with ice skating at the Oval. Fitness Series and fitness activities on the Esplanade and Greenway. Together, these programs offered Gardner/Everett/Chelmsford/Wakefield year-long free access to wellness events for people Launched a multi-year partnership with the of all ages and abilities. National Fitness Campaign to provide equitable access to free, world-class fitness equipment and New Bedford programming throughout the state. In 2022, we Partnered with the Department of Public Health to opened four courts in Gardner, Everett, Chelmsford provide subject matter expertise and funding to and Wakefield and will continue to roll out 12 more catalyze New Bedford’s racial equity plan to formally courts throughout 2023. identify racism as a public health crisis. 5",
        "health justice 5 6",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Our Focus Areas Activating Our Strategy our focus areas In late 2021, we reframed our social impact mission to focus on advancing Health Justice and creating a healthier, more equitable and just Commonwealth for all Massachusetts community members. Advancing this mission requires overcoming the immediate barriers that prevent us from achieving physical, mental, and emotional wellness, dismantling their root causes, and working alongside civic and community leaders to envision a lasting environment that promotes good health. Because racism and other “isms” have exacerbated health disparities, our approach is rooted in justice and articulates our commitment to understanding how the context in which we live, work, and play – the social drivers of health – affects the health and well-being of all community members. Along with understanding this social context, we are equally committed to acting in collaboration with our not-for-profit partners to eliminate the barriers that lead to these health inequities. To guide our efforts, we have identified three interconnected focus areas within Health Justice: environmental JUSTICE FOOD JUSTICE RACIAl JUSTICE Overcome the disproportionate impact of pollution and Ensure access to healthy, Eliminate systemic, interpersonal, and environmental degradation on under-resourced culturally relevant food and to build institutional racism that contributes to disparate communities a sustainable food system health outcomes 7",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Our Focus Areas Activating Our Strategy Activating our strategy INVESTMENTS, ENGAGEMENT + ACTIVISM Strategic Partnerships Leveraging our financial investments and volunteer Accelerating advances in health justice resources to support organizations that are focused through a dual track program. All participants on health justice in the Accelerator receive funding, training + facilitation, pro bono support + networking Volunteer support from our employees including opportunities Service Day, Skills-Based Volunteering and BlueCrew projects TRACK 1: The Collaborative Investments in not-for-profits to support health jus- Multi-year funding, training, facilitation tice programming and pro bono support to jump-start a Strategic collaborations in towns across the state new idea or scale an existing model focused on addressing unique community health Multiple (typically up to 5) challenges organizations are invited to convene Internal sustainability and wellness efforts around a promising idea or model in a specific community TRACK 2: The Network + Partnership and Grant Program Multi-year funding, training, and pro bono support Individual organizations apply for operating THOUGHT LEADERSHIP support Driving change by convening stake-holders and sharing insights and promising practices around health justice innovation. Convenings in communities across Massachusetts on important health topics Advocacy work supporting health advancements 8",
        "Climate and Health Resilience 5 9",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Climate Action Goals Sustainable Development Goals Climate Action Goals At Blue Cross, we know that our health is intricately linked to the health of our environment. Building on our company’s decadelong commitment to environmental health, we have set ambitious new climate action goals: By 2030, we’re committing to be carbon neutral and zero waste. These goals will guide improvements in our own operations and our work with civic and not-for-profit leaders to accelerate environmental justice throughout Massachusetts. By 2030 To guide our integrated environmental health leadership and progress towards our 2030 goals, we’ve developed three key focus areas: Reduce our environmental impact We have made great strides to reduce our use of electricity, paper, and water. We are now focusing on improving our greenhouse gas emissions accounting and further reducing our emissions. Catalyze environmental justice For decades, low-income, immigrant, and communities of color across Massachusetts have been overburdened by air pollution from power plants, congested highways, and industrial facilities. We are partnering with local not-for-profits to champion environmental justice and eliminate the environmental conditions that lead to poor health outcomes. Educate and empower We recognize that the climate crisis is at its heart a health crisis. By meeting people where they are and providing education and tools to help them understand the interconnections between our health and our environment, we empower our stakeholders to create healthier environments for themselves, their families, and their communities. 10",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Climate Action Goals Sustainable Development Goals Sustainable DEvelopment Goals At Blue Cross Blue Shield of Massachusetts, we are committed to the relentless pursuit of quality, affordable health care. We are proud to support the United Nation’s Sustainable Development Goals (SDGs) and align our business operations and community partnerships to improve public health and sustainable development. Achieving good health and well-being is integral to all 17 of the goals, however as a Massachusetts-based health plan, our work is most closely aligned with Goals 2, 3, 10, 11, 12, and 13. 11",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Climate Action Goals Sustainable Development Goals Blue Cross is committed to addressing food insecurity across the state and ensuring families have equitable access to nutritious food. In 2022, Blue Cross employees volunteered in our company gardens, harvesting and donating more than 1,000 lbs of produce to the Weymouth Food Pantry and Interfaith Social Services. We partnered with innovative not-for-profits working to improve the food system such as Eastie Farm, Food for Free, South Shore Food Bank and About Fresh. We accelerated our work to make health care more equitable for all, launching a groundbreaking new financial payment model that rewards health systems and physicians for eliminating racial and ethnic inequities in care. In response to the unprecedented demand for mental health care, the company also took meaningful action to further expand our mental health provider network. We partnered with municipalities across the state to expand equitable access to free fitness opportunities, including a new partnership with National Fitness Courts that will bring 16 new world class outdoor fitness courts to cities across Massachusetts by 2023. We are a founding supporter of the Community Coalition for Equity in Research, which works to build community voice and considerations for health equity into clinical research and strengthen community-academic relationships throughout Massachusetts. We’re also a member of the Health Equity Compact, a coalition of over 30 Black and Latinx leaders across a diverse set of Massachusetts health organizations that is advocating for health equity priorities within healthy reform and advancing health equity within our organizations. Through our Blue Cross Health Justice Partnership and Grant program, we are providing funding and pro bono support to seven not-for-profit organizations addressing environmental justice in historically marginalized communities across Massachusetts. We invest our resources and thought leadership to build sustainable communities throughout Massachusetts. In 2022, through our title sponsorship of Bluebikes, we expanded the bikeshare system to Medford, Malden and Salem – increasing access to a safe, affordable, green, and sustainable transportation option. We promote equitable access to green space through our not-for-profit partnerships with the The Trustees and GreenRoots, as well as provide thought leadership and advocacy through our CEO’s participation in the One Waterfront CEO Roundtable and Green Ribbon Commission. Our disaster response work provides proactive grants to four disaster relief organizations – Team Rubicon, Americares, Center for Disaster Philanthropy, and Global Empowerment Mission. With the shift to a hybrid work model, our environmental footprint and use of electricity, waste, and natural resources continues to be significantly lower than pre-pandemic levels. We’re now focused on developing our reporting infrastructure to better assess and track employees’ consumption within their home offices. We also participated in multiple forums on the decarbonization of the health care sector which is responsible for about 10% of US greenhouse gas emissions. In 2022, we announced our bold new climate action goals to be carbon neutral and zero waste by 2030. We invested in new sustainability technology that will allow us to better track and measure our progress on these goals and will help inform how we address health resilience in the face of the climate crisis. 12",
        "2022 partnerships 5 183",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings Our Approach to Partnerships We take pride in investing in the missions of the not-for-profit organizations we support. By listening to and learning from our partners, we strive to create community-driven and informed programs that drive lasting change. In addition, we pledge to operate within a context of respect and trust-based philanthropy, a core set of values aimed at advancing equity, changing the power dynamic, and building mutually accountable relationships between corporate and community partners. By leveraging our financial resources, volunteer support, diverse network, and health care expertise, we aim to advance our community partners’ work to eliminate the physical and social barriers that lead to health inequities through our Health Justice Collaborative, Partnership and Grant Program and thought leadership convenings. 14",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings Health Justice Collaborative Centering community voices in collaborative programs Since 2017, our Health Justice Collaborative has provided Blue Cross thought leadership, financial and pro bono resources to support the collaboration among not-for-profit organizations and health centers. By intentionally centering community members as experts and key stakeholders, the Collaborative has propelled the development of new health and wellness programs that increase access to the resources and opportunities community members need to thrive. Pivotal to the success of the Collaborative is a partnership with Union Capital Boston (UCB) and their support of grassroots leaders to provide linguistically and culturally relevant resources within their own communities. UCB creates spaces and programs that are grounded in the lived experience and expertise of community members. Now in its fifth year, Dot Rx, based out of Codman Square Health Center, continues to amplify the leadership of peer coaches - Dorchester residents who share their own personal health journeys. This leadership, and their contributions to the program design and offerings, have been key to the program surpassing enrollment goals for 2022 and connecting over 125 families to healthy and affordable food, gym memberships and free swim lessons, and outdoor activities. 15",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings “Sometimes our members need reassurance that the process can work if they stay consistent and I don’t mind being that cheerleader when and if they need it.” Celia Renrick, Dot Rx peer health coach “Ever since we were connected with the Dot Rx program and our health coach Celia, we’ve been swimming at the YMCA, utilizing the gym and making healthier food choices. We’re so appreciative of her continuous support and encouragement.” Dot Rx member and patient at Codman Square Health Center Nearby, the East Boston Neighborhood Health Center’s Community Connector program, provides a unique opportunity for native Spanish-speakers to lead in their primary language and ensure that their neighbors have access to a wide range of resources and support. In the spring, the Health Center convened the Connectors through a bi-lingual meeting where they provided valuable insights from their lived experiences that led to key changes on how community members are connected to resources. In 2023, we will expand this model of collaboration and community-informed programming to help East Boston Neighborhood Health Center address the behavioral health crisis by expanding and equalizing access to indigenous healing modalities. This initiative will provide pathways for community-based practitioners to expand their work and offer local trainings in these modalities, increasing the capacity for individual and community healing in East Boston. 16",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings Empowering communities of color and low-income communities across Massachusetts to eradicate environmental racism and classism, create Health Justice Partnership healthy, sustainable communities and achieve environmental justice and Grant Program Facilitating a just energy transition for Black and Brown people in the Massachusetts clean energy sector and beyond by creating jobs, building wealth, and reducing energy burden in communities of color In an effort to drive lasting community change through strategic partnerships, we launched a new multifaceted Health Justice Partnership and Grant Program. Enhancing the urban environment and public health in Chelsea and East Boston through collective action, unity, education and youth leadership across neighborhoods and communities Based on the feedback from the not-for-profit community, our Health Justice Partnership and Grant Program will provide a meaningful two-year $110,000 total value of Developing Resilience Zones in Fall River and New Bedford by pairing food financial and wrap-around pro bono support to the access, nature-based solutions, and environmental justice community organizations awarded. engagement to reduce heat islands, manage stormwater, and increase fresh food access for a more sustainable and resilient community Over the course of the next three years, this program will cycle annually to focus on the social drivers of health that align with our Health Justice strategy: Reducing the environmental impact of the Lynn Community Health Center, environmental justice, food justice, and racial justice. enhancing its climate resilience, and improving environmental health disparities to serve as a model for other community health centers Our 2022 program awarded $770,000 to seven environmental justice not-for-profits working to address Developing strategies targeting heat resilience in Chinatown, one of Boston’s the environmental degradation and physical and social most densely populated neighborhoods, which suffers from the worst air drivers that lead to health inequities in historically quality in Massachusetts marginalized communities. Increasing the size and health of Boston’s urban tree cover to mitigate the negative health impact of heat islands and air pollution in underserved and under-canopied neighborhoods 17",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Health Justice Collaborative Health Justice Partnership and Grant Program Health Justice Convenings Health Justice Convenings As a corporate partner, we see the value in our ability to bring together not-for-profits with similar missions to collaborate and share best practices. In May 2022, Blue Cross hosted a virtual convening titled, Sharing Challenges, Seeking Solutions: Centering Health Justice. The interactive session brought together 60 not-for-profit leaders to share how justice and equity have been positioned within each of their organizations and to learn from featured conversation catalysts representing Camp Harbor View, GreenRoots, Regional Environmental Council, The Trustees, and Union Capital Boston. Attendees walked away with concrete examples from other organizations on how to best support their staff and community members and had the opportunity to provide input and offer guidance on the development of our new Health Justice Partnership and Grant program. “Participating in the Health Justice Convening with other “Creating spaces for our partners to convene provides health leaders across the state provided a clear and tangible us with an invaluable opportunity to learn alongside way for our organizations to practice radical collaboration not-for-profit leaders and to ensure our Health Justice to come together and meaningfully embrace and engage strategy continues to be community-driven and one another’s work and to imagine and build a culture of informed.” health and environmental justice.” Lucy Darragh, Director of Strategy and Social Impact at Blue Cross Sara Arman, Director of Health Equity and Policy at GreenRoots 18",
        "ENGAGING OUR EMPLOYEES 19",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Engaging our Employees Our employees are our greatest asset. We’re proud to offer a wide range of volunteer, giving, and climate and health resilience programs that enable our talented Blue Cross employees to contribute their skills, resources, and passion to our communities. Blue Cross has adopted a hybrid work model, with more than 93% of employees working from home more than three days a week. With this decentralized workforce, our employees appreciate the value of our mission-driven programs as a way to connect with colleagues and a valuable opportunity to recharge and be a part of a greater goal. In 2022, 81% of Blue Cross employees (up 5% from the year prior) participated in our corporate citizenship programs. The national average employee volunteer participation rate is 17%. 20",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Volunteering BlueCrew Projects In 2022, we worked with our not-for-profit partners to engage more than 3,000 Blue Cross volunteers in 300 service projects – 50% virtual and 50% in-person. In addition to our robust calendar of community-driven service projects, we brought back volunteering at our offices and added two new volunteer programs to help build community and connection amongst our employees, reinforce our culture of service, and provide valuable support for our not-for-profit partners. The first was an introductory volunteer experience for our new hires with our partner, Happy Hope Factory. As part of their onboarding process, new employees are now invited to partake in our culture of service through a quick 30-minute volunteer project that they can do from home. “The new hire volunteer program is a testament to our strong partnership with Blue Cross. They came to us with a challenge and together we were able to create a program that is a win-win. They’re able to leverage our distribution channel to send materials to employees’ homes and in turn we’re able to share our mission and engage 700 new volunteers.” Emi Burke, Founder and CEO of Happy Hope Factory 21",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue DE&I focused volunteering The second new volunteer program was a collaboration with our ten employee resource groups that connects their member bases with not-for-profits and service events that align with each ERG’s respective affinity month. For example, in March, 25 members from our Women Inclusion Network volunteered with the Dimock Center in celebration of Women’s History Month. Volunteers packaged post-maternity hygiene products and handmade baby blankets for teenage mothers at My Sister’s House live-in treatment facility. “It was so meaningful to serve alongside my female colleagues to support an organization and mission that is near and dear to my heart.” Cathy Guild, Womens Inclusion Network member 22",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue sERVICE DAY For our 12th annual company-wide Service Day, we partnered with more than 70 not-for-profits to engage 3,000 Blue Cross employees in 90 meaningful in-person and virtual volunteer projects. Volunteers supported projects focused on creating more equitable, just, and healthy communities across Massachusetts including painting foursquare courts in New Bedford with Playworks, harvesting produce in North Grafton with Community Harvest Project, creating survival paracord bracelets for active military with Operation Gratitude, and building nature play areas in Mattapan at the Boston Nature Center. Since Service Day’s inception in 2011, Blue Cross has contributed more than $11 million to the community through this annual volunteer day. Click here to play Service Day 2022 video 23",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Skills-Based Volunteering With the support of our partner, Common Impact, we provided pro bono support to our network of Health Justice partners that reinforced our commitment to trust-based philanthropy by centering not-for-profits’ needs. During our spring and fall skills-based sessions, we engaged 53 employees in tailored pro bono service projects that resulted in a sustainable impact for our partners: About Fresh, Boston Community Pediatrics, Community Servings, Collaborative Parent Leadership Action Network, East Boston Neighborhood Health Center, Eastie Farm, Parents for Peace, Shine Initiative, and Urban Farming Institute. We also engaged employees in a longer-term skills-based project with our 2021 Racial Equity and Justice Grant recipient, Legendary Legacies, helping to reimagine how the organization manages, measures and reports on data. The project culminated with employees vetting and selecting a new data management platform. Blue Cross then provided $20,000 in additional funding to support the platform’s implementation. “Data management is harder for small organizations that can’t “The data management project with Blue Cross has helped always hire people for that specific role, so it was great to use improve our service delivery and enabled us to provide feedback my data skills and experience working in larger organizations – not just for ourselves, but also for the participants to show to help Legendary Legacies develop a system that allows them them their progress. It has been a tremendous partnership, and to better organize and utilize their participant data.” I think it’s insightful that this early on in our organizational development, we’re thinking about data and trying to Mitchell Thomas, Data Scientist at Blue Cross and five-time skills-based volunteer project participant implement that into our work.” Ron Waddell, Founder & Executive Director of Legendary Legacies 2164",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Excellence in Service Each year, we recognize Blue Cross employees who have demonstrated an outstanding commitment to service and embody our core values of inclusion, compassion, sustainability, and leadership. In 2022, we honored Donnie Kyne, safety and security operations manager and Veterans employee resource group president for his commitment to serve and protect. “I have helped people, and I have needed help… During my last few seconds alive I want to be able to tell myself that my life was impactful.” Donnie Kyne Click here to watch Donnies story 25",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Civic Leadership GenUnity In 2022, we strengthened our partnership with GenUnity, a not-for-profit focused on building the next generation of community leaders, to further engage our employees in our commitment to advance health justice and eliminate health disparities. We sponsored three Blue Cross employees to participate in GenUnity’s unique immersive, three-month civic leadership program focused on health equity that brought together community members with lived experience, not-for-profit staff, and business professionals to foster solidarity and address the systemic inequities that create barriers to health for people of color and marginalized communities. “GenUnity is intense, in a good way! I heard and spoke with folks from DotHouse Health and the National Alliance on Mental Health. Wow! I am floored and humbled. I wish they offered an experience like this when I was in nursing school!” Erika Makowski, Blue Cross Telephone Quality Coach and GenUnity participant 26",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Andrew Dreyfus Community Fellowship In honor of our former President and CEO, Andrew Dreyfus, and his commitment to community engagement and diversity, equity and inclusion, we also partnered with GenUnity to launch the Andrew Dreyfus Community Fellowship – a leadership accelerator that will foster the growth and impact of GenUnity’s program graduates. With funding from Blue Cross, GenUnity’s new fellowship will provide graduates, including participating Blue Cross employees, with access to additional seed funding, community-building events, and direct connections to a pipeline of community and civic leaders to help implement their plans to drive lasting change in communities across greater Boston. “The Andrew Dreyfus Community Fellowship enables us to create a lifetime community of practice – further investing in our aspiring leaders to come together and build trust, collective knowledge and power to drive change on community issues.” Jerren Chang, Co-founder and CEO, GenUnity 27",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Not-for-profit Board Program We are committed to connecting our business leaders to support local not-for-profits. In 2022, 74% of company leaders served on a not-for-profit board. Collectively, our employees provided guidance, raised visibility, and strengthened 90 not-for-profit organizations through board governance, an estimated value of more than $644,000. Through our not-for-profit board leadership program, we held a virtual training to educate employees about the role of not-for-profit boards and highlight pathways to board leadership. “I was excited to join the Mystic River YMCA board to help them think about their short and long-term strategy and strengthen relationships within my community. My role as a Medford resident is to bring in the perspectives of those around me to help the YMCA succeed.” Stephanie Chan, Director of the Executive Office at Blue Cross and new board member at the Mystic Valley YMCA “Stephanie’s work experience and demonstrated commit- ment to her community, and her personal strengths around communication, strategic problem solving, event planning, and rallying people around a cause are making a truly positive impact on our board - and therefore our organization. We’re so happy to have her on our team!” Lindsay Smythe, Chief Administrative Officer, Mystic Valley YMCA 28",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue BlueCrew Bucks Giving SERVE. EARN. DONATE. BlueCrew Bucks Program Each year, more than 1,000 Blue Cross employees volunteer outside of our annual Service Day to give back to our communities through our BlueCrew volunteer projects, skills-based volunteer program, and individual volunteer leave time. To celebrate employee volunteerism, we launched a new incentive program called BlueCrew Bucks, that rewards employees $25 per volunteer hour served (up to $500 each year) to donate to the not-for-profit(s) of their choice. In 2022, employees allocated nearly $70,000 to the organizations and causes they were most passionate about. “Being able to give both my time and a monetary donation funded by Blue Cross is so heartwarming. I feel like I am giving double to these wonderful non-profit organizations that I know really need the support. I am so grateful to work at a company that offers this added benefit to give back.” Amy Clarke, Senior Manager of Strategic Corporate Portfolio Analytics & Standards at Blue Cross 29",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue YouGiveBlue Campaign During our annual YouGiveBlue employee giving campaign, Blue Cross employees have the chance to double their impact through our company match. In 2022, our colleagues raised more than $764,000 for U.S.-based not-for-profits - exceeding the previous year’s results for the sixth year in a row. With the company match, our total community contribution reached more than $1.5 million. Your Community Your Choice Your Campaign “I didn’t think twice about donating since I wanted to donate to the people in Ukraine and others who are going through such hard times. I feel so blessed to work for Blue Cross and am grateful that they matched my donation 100%.” Linda McLaren, Health & Medical Management Operational Support Specialist 30",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Donation Drives To help support our community partners and the clients they serve during the holidays, more than 1,000 employees donated 1,851 items – nearly 150% more than last year. Together we contributed toys and gifts to the Wonderfund in support of 150 children in foster care, more than 19 boxes of hats and gloves for unhoused community members served by Boston Health Care for the Homeless Program, gifts for more than 80 seniors supported by South Shore Elder Services, and winter clothing and essential care items for Operation Gratitude to share with deployed military service men and women. “The generosity of Blue Cross volunteers helped make the holiday season brighter and more magical for hundreds of children served through the Salem and Plymouth DCF offices. We are honored and grateful that Blue Cross continues to show up for children enduring trauma.” Erin Rafferty, CEO of Wonderfund 31",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue GREEN@BLUE Company Garden Program Thanks to the innovation and hard work of our dedicated employee gardeners and community partner, The Trustees, our company gardens at our Hingham and Quincy offices continued to flourish throughout the harvest season producing more than 1,000 lbs. of local, organic produce despite the majority of our employees working remotely. Gardeners rallied together to respond to the high rate of food insecurity in our communities by donating their harvest to the South Shore Food Pantry and Interfaith Social Services. “Blue Cross employees showcase an exemplary commitment to volunteerism and are constantly finding new, innovative ways to support the needs of our community. Throughout the pandemic they provided critical food relief support and the contribution of freshly grown produce helps us ensure that our clients are not only fed but that they are receiving healthy nutritious food.” Rick Doane, Executive Director at Interfaith Social Services 3222",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Virtual Garden Workshops To engage our remote workforce, we partnered with The Trustees to host virtual gardening workshops where employees learned sustainable gardening skills such as trellising, container gardening and home composting that they could apply in their own home gardens. “Our company garden program allows me to share my love of gardening. I am inspired and touched to be able to share the good, healthy food that we all helped grow together with many people who otherwise would not have access to good nutritious fresh food.” Dawna Reske, Senior Pricing Analyst and company garden participant 3232",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Climate and Health Resilience Education and Programming To engage our employees and stakeholders in our new climate action goals, we developed education and programming modules to help them understand the connection between the environment and their health and the ways in which climate action benefits public health. Several of our employee resource groups, accounts and external sustainability groups participated in our Environmental Justice 101: Past, Present and Future module that provides awareness to historical environmental injustice, the interconnectedness between systemic racism and environmental degradation and pollution of communities, and the need to move forward with environmental stewardship that includes and lifts up historically excluded and mistreated groups. “Evolution comes from change, and integrated approaches are vital to solving some pressing Environmental Justice issues. Addressing EJ issues requires us to cross silos and have conversations that bring together a community’s well-being regarding health, environment, and even income.” Keishalee Shaw, Business Information Architect and President of our Black Professionals Network 3304",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Overview Volunteering Civic Leadership Giving Green@Blue Empowering Sustainable Change We also hosted hands-on learning engagements in partnership with our wellness department. In June, our Behavioral Health Management team learned about harmful chemicals found in consumer products and ways to mitigate their exposure, participated in an energizing chair yoga session, and made their own clean and simple household cleaners. “It was so nice to set aside time together as a team to learn something new. The discussion on toxic chemicals was eye opening and the activity creating our own household cleaners all piqued our interest and made us more aware of easy solutions we all can take to reduce our exposure!” Heather Monteiro, Manager Behavior Health Utilization Management 35",
        "36",
        "Introduction In the Community Health Justice Climate and Health Resilience 2022 Partnerships Engaging Our Employees BCBSMA Foundation Established in 2001 with an initial endowment from Blue Cross Blue Shield of Massachusetts, the mission of the Foundation is to ensure equitable access to health care for all those in the Commonwealth who are economically, racially, culturally or socially marginalized. The Foundation, led by President and CEO, Audrey Shelto and separately governed by its own board of directors, supports the expansion of healthcare access through research, policy work, convenings and grants to community organizations. Since 2001, the Blue Cross Blue Shield of Massachusetts Foundation has invested more than $81 million in grants to the community. Its publications serve as vital resources for policymakers and health care organizations across the state and country, and it regularly convenes leaders for information dissemination and impartial and thoughtful public discussion. Through these strategies, the Foundation focuses its efforts on coverage and care, behavioral health, and structural racism and racial inequities in health. For more information about the Foundation, visit: bluecrossmafoundation.org. 37",
        "For more information about our work and how to contact us, visit: www.bluecrossma.com/corporate-citizenship"
    ]
}