{
    "FILE_NAME": "https://www.ucsusa.org/sites/default/files/2022-10/new-england-state-climate-action-assessment-full-report.pdf",
    "ALL TEXT": "New England State Climate Action Assessment Using the UCS Resilience Gap Framework - Final Report Miriam Israel & Jo Field, UNH Sustainability Institute Summer Fellows Mentor: Roger Stephenson, Union of Concerned Scientists August 2022Introduction 3 UCS Resilience Gap Framework 4 Methodology 5 Interviews 6 Desk Research 7 State-by-State Analysis 7 State-by-State Framework Analysis Results 9 State-by-State Discussion 10 Maine 10 Vermont 12 Massachusetts 14 Rhode Island Error! Bookmark not defined. Connecticut 19 New Hampshire 22 Regional Themes 25 Reflections on Framework Assessment Approach 27 Application of the Resilience Gap Framework 27 Recommendations for Assessment Stakeholders 29 Opportunities for Further Research 29 Conclusion 30 Acknowledgements 31 References 32 Appendix I: Interview Subjects 33 Appendix II: Interview Questions 35 Appendix III: List of Documents Reviewed 37 2Introduction We live in a world where the damaging impacts of a changing climate are being increasingly felt by nations across the globe. In the US alone, it is estimated that climate change will cost $2 trillion a year in federal revenue losses by the end of the century1. Reaching 1.5°C of global warming will cause unavoidable increases in damaging climate impacts, with risks to human and ecological systems2. This has created an urgency for near-term action to mitigate future climate impacts by reducing heat- trapping emissions, and to adapt aspects of our societies and economies to reduce vulnerabilities and improve our resilience to the unavoidable impacts of climate change. Until recently, the federal government has largely failed to provide adequate leadership on climate change. As a result, some state governments began to fill the gap and play a critical role in building climate resilience. Although climate action at the federal level has increased with the signing of the Inflation Reduction Act (2022) into law, there is still ample opportunity for states to play an increasingly consequential role both in emissions reductions and in mobilizing adaptation measures. This is particularly true in light of the Supreme Court’s ruling on West Virginia v. Environmental Protection Agency which limits the ability of the EPA to regulate pollutants at the federal level and grants more agency to state governments. It is therefore useful to understand what actions are being taken at the state-level to build climate resilience, and where states should be doing more to mitigate and adapt to climate impacts. This analysis reviews existing state Climate Action Plans (CAPs), policies and legislation across the six New England states to assess their respective resilience levels, or how prepared they are to face their projected climate impacts. The purpose of the assessment is to identify resilience gaps; gaps between the threat levels that states face and their preparedness to handle these. This project builds upon the Resilience Gap Framework that was developed by the Union of Concerned Scientists in 2016. The term mitigation is used here to refer to “measures to reduce the amount and speed of future climate change by reducing emissions of heat-trapping gases or removing carbon dioxide from the atmosphere”3. Adaptation is used to refer to “the process of adjustment to actual or expected climate and its effects. In human systems, adaptation seeks to moderate or avoid harm, or exploit beneficial opportunities”4. Lastly, resilience refers to “the capacity of social, economic, and environmental systems to cope with a hazardous event, trend, or disturbance, responding or reorganizing in ways that 1 The White House, 2022 2 IPCC, 2022 3 USGCRP, 2016 4 IPCC, 2014 3maintain systems’ essential function, identity, and structure while also maintaining the capacity for adaptation, learning, and transformation”5. UCS Resilience Gap Framework The Union of Concerned Scientists (2016) defines a resilience gap as the “scope and extent of climate change-driven conditions for which people (individuals, communities, states, and even countries) remain unprepared, leaving them open to potentially harmful impacts”6. To reduce the size of these resilience gaps and to effectively respond to climate change, it is necessary to focus on both mitigation efforts to reduce greenhouse gas emissions and adaptation efforts to respond to current and predicted climate impacts. By focusing on both mitigation and adaptation, it is possible to reduce the scale of climate change and the severity of impacts felt by people, thereby also reducing gaps in preparedness. The figure below outlines how both mitigation efforts and adaptation efforts can contribute to more resilient communities. The 2025 and 2050 margins highlight the potential for the resilience gap to be narrowed over time through combined adaptation and mitigation efforts. Union of Concerned Scientists, Resilience Gap Framework Illustration, 2016 The Resilience Gap Framework contains a set of 15 principles for building climate resilience. Developed with decision makers, practitioners and citizens engaging in climate resilience efforts in mind, the principles were designed to be used to “prioritize 5 IPCC 2014 6 UCS, 2016 4investments in climate change adaptation, ensuring that their investments are scientifically sound, socially just, fiscally sensible, and adequately ambitious”7. In the framework’s initial design, the principles are structured around the themes of science-based decision making, equity, and common-sense ambition. The principles are structured as follows: Climate Adaptation Action Should Use Rigorous Science 1. Consider Projected Climate Conditions 2. Use Systems Thinking 3. Match the Scope of Planning to the Magnitude of Projected Change 4. Aim for Robust Decisions and Policies 5. Create Opportunities to Revise and Change Course Climate Adaptation Action Should Support Equitable Outcomes 6. Ensure that the Costs of Responding to Climate Change and the Benefits of Resilience-Building are Equitably Shared 7. Decide With, Not For 8. Minimize Harm and Maximize Options 9. Equip and Empower Local Experts 10. Maximize Transparency, Accountability, and Follow-Through Climate Adaptation Action Should Apply Ambitious Common Sense 11. Weed out Maladaptation, Both Existing and Proposed 12. Consider the Costs of Inaction 13. Work to Protect What People Cherish 14. Reflect a Long-Term Vision 15. Appreciate Limits to Adaptation and Push Mitigation It is worth noting that whilst the principles were initially designed to address climate adaptation needs and efforts, we have also assessed climate mitigation efforts in our application of the framework, to test its flexibility and to acknowledge the interconnectedness of mitigation and adaptation in creating climate resilience. Methodology The research aims for this project were to: 1. Test the efficacy of the framework, by evaluating and comparing the New England states as a case study, applying the framework’s principles to climate adaptation and mitigation efforts happening at the state-level. 7 UCS, 2016 52. Identify ‘resilience gaps’ in each New England state, as well as barriers and lessons learned in policy planning and implementation. We use a mixed-methods approach, involving the collection of both primary and secondary qualitative data, to achieve our research aims. The qualitative data collection consisted of two elements: interviews with subject matter experts, and desk research into existing state activities related to climate resilience. The data gathered through these methods was then used to assess how each state’s Climate Action Plan and other state programs and policies aligned with the resilience gap framework’s principles. Interviews Qualitative data for each state were collected through semi-structured interviews with a sample of 18 subject-matter experts. The purpose of these interviews was to understand the implementation of New England states’ Climate Action Plans and other state-level climate solutions , how implementation compares with current policy goals, and how it aligns with the principles of the Resilience Gap Framework. The interviews took place between June and August 2022 and were conducted remotely via Zoom in line with the Chatham House rule8. Each interview lasted for approximately 45 to 60 minutes. Interviewees consisted of subject-matter experts that had extensive experience working in either climate adaptation or mitigation efforts within one or more of the New England states. This included staff from environmental NGOs, state government agencies, advocacy groups, regional planning commissions, environmental attorneys, and academics (see Appendix I for full list of interviewees, their affiliations and sectors). We conducted at least two interviews in each state, with representation from experts on both adaptation and mitigation. Nine of our interviewees worked within state government, 3 within academia, and 10 within the nonprofit sector. Each state had representation across at least two sectors, except for Vermont where both interviewees worked within the nonprofit sector. In all cases, desk research supplemented the interview data and helped manage potential biases that would have arisen from differences in representation of the various sectors. A set of interview questions was designed prior to data collection and was used for each of the interviews (see Appendix II). Questions were designed using the 15 principles from the Resilience Gap Framework and were split into three subgroups: 1. The Policy Life Cycle 8 The Chatham House rule means that “participants are free to use the information received, but neither the identity nor the affiliation of the speaker(s), nor that of any other participant, may be revealed.” 62. Long-Term Planning and Policy Revision 3. Community Engagement, Involvement and Consideration Given that the principles were primarily designed to address climate adaptation, the interview questions developed based on the principles similarly focused on climate adaptation. However, a semi-structured approach provided flexibility in tailoring these questions to suit individual interviewees based on their expertise in either adaptation or mitigation, and the prepared questions were treated as a guide to assist the flow of conversation which allowed us to also explore themes related to mitigation. Desk Research Secondary data were gathered in the form of an annotated bibliography. Documents in the annotated bibliography included current state Climate Action Plans, relevant state legislation, policies, programs, publications, and working groups in each of the six states (see Appendix III for full list of documents reviewed). The purpose of this desk research was to see how the New England states are planning, preparing for, and addressing climate resilience needs, as well as to identify overall themes throughout the policy process. Desk research was also used to confirm or deny claims made by interviewees and to fill in remaining gaps following the interview process. Online searches were conducted to identify relevant documents and publications to be included, in addition to comments and suggestions made during the interviews. The Adaptation Clearinghouse by the Georgetown Climate Center, the Climate XChange State Climate Policy Tracker, and state government websites were used to identify relevant documents to include in the annotated bibliography. State-by-State Analysis In the state-by-state analysis, state-level Climate Action Plans were our main focus, but other state-level actions (policies, programs, legislation) related to climate resilience were also included. We assessed each state’s actions against the 15 framework principles. Three levels of assessment were used to reflect the level of action states had taken towards each principle; “Yes”, “Some” or “No”. For example, the assessment “Yes” was applied if there was extensive evidence to suggest that the state had applied the principle in its planning and approach to implementation. A state was assessed as “Some” if there was limited evidence of consideration for a principle by the state in planning and implementation, or if only part of the principle had been considered. A “No” was applied if there was no evidence of consideration for a principle or evidence of action that opposed the principle. 7This assessment process was completed twice for each state; once for the CAP and once for all other state-level actions. The reason for this was to keep the analysis centered on the state CAPs, since those are typically the primary documents driving climate action at the state level. However, conducting a second assessment that included all other state policies, programs and legislation allowed for a more complete picture of how well the state is implementing climate goals in the CAP and better understand the state’s overall commitment to climate action over time. 8State-by-State Framework Analysis Results Maine Vermont Massachusetts Rhode Island Connecticut New Hampshire Framework Principle CAP Other CAP Other CAP Other CAP Other CAP Other CAP Other Consider projected climate conditions Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Some Use systems thinking: consider & plan for impacts to connected systems Yes Yes Yes Yes Yes Yes Yes Some Yes Some Some No Policy Life Match the scope of planning to the Cycle magnitude of projected change Yes Yes Some Yes Yes Yes Some Some Yes Some No No Aim for robust decisions and policies Some Yes Some Yes Some Some Some Yes Some Some Some No Weed out existing maladaptation Some Some Some Some Some Some Some Some Some Some No No Create opportunities to revise and Long-Term change course Yes Yes Yes Yes Yes Yes Yes Yes Some Some No No Planning Consider the costs of inaction Yes Yes Some Yes Some Some Some Some No Some Yes Some and Policy Reflect a long-term vision Yes Yes Yes Some Some Some Yes Yes No Some No No Revision Appreciate limits to adaptation & push mitigation Yes Yes Yes Yes Yes Yes Some Yes Yes Yes Yes No Ensure costs and benefits are equitably shared Some Some Some Yes Yes Some Yes Yes Yes Yes No No Decide with, not for Yes Some Yes Yes Yes Some Yes Yes Yes Yes Yes Some Equity and Minimize harm and maximize options Some Some Yes Yes Yes Some Some Some Yes Some No No Community Equip and empower local experts Yes Yes Yes Some Yes Some Yes Yes Yes Yes Yes Some Needs Maximize transparency, accountability & follow-through Yes Some Some Yes Yes Some Yes Yes Some Some Some Some Work to protect what people cherish Some Some Some Some Yes Some Some Some No Some Some Some Table 1: Summary of results for each New England state against the principles of the Resilience Gap Framework. CAP refers to a state’s Climate Action Plan, and Other refers to all other state policies, programs, legislation that relate to state- level action on climate change impacts. States are ordered by how well they align with the 15 framework principles. 9State-by-State Discussion Here, we discuss each state in turn and the findings of our framework analysis. The states are discussed in the same order as they are presented in Table 1 above (page 9). The states are ordered based on how closely their Climate Action Plans, policies, programs, legislation and other activities align with the 15 principles of the Resilience Gap Framework. It is important to note that this does not necessarily mean that the states that align more closely with the framework’s principles are inherently better positioned to address existing resiliency gaps. Maine State Overview: As evidenced by the State-by-State Framework Analysis, Maine is a leader in the region when it comes to climate action and has taken significant steps to address both mitigation and adaptation needs. Despite the fact that most climate action began quite recently, largely beginning after the change in state administration in 2019, Maine has demonstrated a serious commitment to addressing climate change, backed by political will at the state level and a progressive vision for climate resilience at the community and state level. Maine’s Climate Action Plan, titled Maine Won’t Wait, was assessed “Yes” on 10 out of 15 principles, and “Some” on the remaining five principles. The other state-level policies received “Yes” on nine out of 15 principles, and “Some” on the remaining six principles. Long-Term Planning and Policy Revision: Maine’s CAP, as well as its other state-level policies, are particularly strong in the Long- Term Planning and Policy Revision category. This is evidenced by the fact that Maine Won’t Wait lays out a robust long-term vision for the state and frames climate action as an opportunity for Maine residents across regions and economic sectors. The document is required to be revised once every four years to incorporate new climate projections and solutions. This process is overseen by the Maine Climate Council, a group of scientific experts, business and nonprofit leaders, representatives from tribal and local governments and other community stakeholders. Other state-level action that aligns with this category includes Lead by Example (2021), a state policy document that outlines ways for state agencies to implement strategies from Maine Won’t Wait and establish long-term capacity building and planning at the state level. Policies that establish a long-term vision for climate action in Maine include the recent establishment of the Maine Climate Corps, which will provide volunteer and employment opportunities for climate-related projects, Legislative Document 1902 (2022) which provides funding for climate education programs in schools and the creation of the Maine Green Bank, 10which has the ability to issue loans and invest in long-term infrastructure and clean energy projects. Equity and Community Needs: The section where Maine demonstrates the least amount of alignment with the Resilience Gap Framework principles is Equity and Community Needs. Although Maine Won’t Wait was created with community input through public meetings and comments from the Maine Climate Council, more could be done to ensure accessibility of meetings and to provide more regular opportunities for community feedback or engagement. Interviewees mentioned the importance of community engagement in the policy process and that building the capacity of local communities to participate in climate action was a priority of the state. The fact that we did not find overwhelming evidence to support this suggests that outreach is happening informally or not being appropriately documented. Although Maine Won’t Wait does include strategies for building healthy and resilient communities and engaging with Maine people and communities, it does not focus on disadvantaged groups in Maine or consider the potential for disparate climate impacts for vulnerable communities. The state did define “frontline communities” as well as “environmental justice communities” in Legislative Document 2018 (2022) but at present, there is limited implementation of policies that are intended to serve these populations or provide dedicated funding to adaptation projects. Two existing programs that have the potential to address this gap are the Maine Infrastructure Adaptation Fund, which has already provided nearly $20 million in grants for projects that address flood risks, stormwater and sea level rise, and the Maine Climate Resilience Partnership, which similarly provides funding for community projects that are in line with state-level climate targets. These programs could more publicly consider frontline and environmental justice communities to better align with the Resilience Gap Framework Principles. Additionally, the Governor’s Office of Policy Innovation and Future (GOPIF) is planning to address some of these gaps through revisions to Maine Won’t Wait that will focus specifically on equity and accessibility. Summary: Overall, Maine has made significant progress over the past four years, adopting and implementing actions largely aligned with the UCS Resilience Gap Framework, indicating that the state will face fewer resilience gaps in the future so long as the state continues to follow through on the implementation of its current climate targets and plans. A recent report published by the Maine Department of Environmental Protection shows that the state is ahead of schedule in reaching its goal of achieving net-zero carbon emissions by 2045, and that it has already achieved a 25% reduction as 11compared to 1990 levels9. This is an impressive milestone and represents a state-wide commitment to climate mitigation. However, Maine must remain aware of the ways that these rapid changes could potentially impact frontline and environmental justice communities, and work to better understand how to support vulnerable communities. Public outreach has been at the core of community level climate resilience work in Maine, but more could be done to harmonize efforts at the state level and ensure that all types of community voices are being heard. Despite this success, barriers still exist to further climate action in Maine. As a largely rural state with a relatively low population, Maine has limited resources for expensive investments in infrastructure, clean energy or other projects, despite these investments being very needed for climate resilience. Funding sources at the federal and state level are often slow to come online and do not always consider the complexity of an issue or project, making them cumbersome or even inaccessible to local governments. There is also a lack of a specialized workforce with the ability to implement projects, and resistance to change by state utilities, as well as large companies and developers. Vermont State Overview: Since the Vermont Global Warming Solutions Act (GWSA) was passed in 2020, the State of Vermont has introduced a series of promising and robust climate policies and legislation. The establishment of the Vermont Climate Council by the GWSA gave rise to the Vermont Climate Action Plan (2021) and the Vermont Comprehensive Energy Plan (2022), which outline the state’s approach and strategy for addressing climate adaptation and mitigation needs. In line with the Resilience Gap Framework, these plans reflect a turning point in Vermont’s leadership to adopt more aggressive and robust policies to address climate impacts. In the present analysis, the Vermont Climate Action Plan was assessed “Yes” with regard to 8 of the Resilience Gap Framework principles, and “Some” on the remaining 7 principles. All other state actions were assessed “Yes” on 11 of the principles and “Some” on the other 4 principles. Looking forward, the 2023 state budget includes $216M in funds for climate priorities, which carries significant implications for climate mitigation, adaptation, environmental justice, and a green workforce transition. Policy Life Cycle: Use Systems-Thinking Vermont’s climate policies and legislation illustrate the state’s systems-thinking approach to building climate resilience. The Vermont Climate Action Plan acknowledges the interconnectedness of systems in their ability to cope with projected climate impacts 9 Press Herald, 2022. 12and outlines cross-sectoral strategies for both mitigation and adaptation solutions. The CAP outlines the possible co-benefits of recommended actions across health, social, economic, financial, agricultural, and ecological systems. In its systems-thinking approach, Vermont is also coordinating its approaches to mitigation and adaptation. The GWSA requires the CAP to be consistent and in line with the state’s Comprehensive Energy Plan. Within the Vermont Comprehensive Energy Plan, the state’s systems-thinking is evidenced through an emphasis on planning for reliability of the electric system in a way that aligns with actions necessary to achieve the state's climate goals. Evidence of a systems-thinking approach is also evidenced in the state legislature. For example, the Energy Efficiency Modernization Act (2020), which allows Efficiency Vermont to use a portion of their budget to reduce greenhouse gas emissions in thermal and transportation sectors, recognizes the need to modernize energy systems to mitigate climate change, reduce energy burdens on Vermonters, and build resilience. Equity and Community Needs: Addressing equity concerns within state planning and implementation has become a focal point in Vermont’s recent push to strengthen its climate resiliency efforts. However, while the state has taken several steps to center equity in its policies and planning processes there remain concerns around the extent to which these actions will deliver inclusive, meaningful and equitable outcomes. In establishing the Vermont Climate Council, the GWSA prescribed the creation of the Council’s Just Transitions Subcommittee, and charged the subcommittee with ensuring that emission reduction and climate resilience strategies benefit and support all residents in Vermont fairly and equitably. The Just Transitions Subcommittee’s recommendations, outlined in their Guiding Principles for a Just Transition (2021), were embedded in the CAP and used as a framework for the Climate Council to prioritize recommendations around equity and to incorporate \"perspectives of historically marginalized, disadvantaged and underserved communities.\" One priority recommendation presented in the CAP was the development of a state-wide Environmental Justice Policy, which has started to be realized by the enactment of Vermont Senate Bill 148: An Act Relating to Environmental Justice in Vermont (2022), which will establish an Environmental Justice Advisory Council and an Interagency Environmental Justice Committee, and requires the state to provide “opportunity for the meaningful participation of all individuals with particular attention to environmental justice focus populations, in the development, implementation, or enforcement of any law, regulation, or policy.” The Climate Council has prioritized equity by committing to start each meeting with a 13discussion around the topic. However, the organizational structure of the Climate Council itself is currently not inclusive and the Council’s membership does not fairly represent communities most vulnerable to projected climate impacts. Summary: Overall, Vermont has made a significant amount of progress towards building climate resilience since 2020, and many of the actions taken align closely with the Resilience Gap Framework. The GWSA has enabled an integrated approach to address mitigation and adaptation needs, and has been a driver behind the introduction and implementation of several state climate policies and legislation. State leadership in Vermont, however, has historically been reluctant to mobilize state government behind climate action, and it would be amiss to overlook the role that increasing pressure from the public and advocacy groups has played as a driver for robust state action on climate. The Vermont Climate Council aims to center equity in their strategies and policies for building resilience. However, concepts related to environmental justice are new considerations for the state and there remain concerns around how the implementation of these policies, such as the CAP, will serve the most vulnerable populations to the projected impacts of climate change in Vermont. Massachusetts State Overview: When the Global Warming Solutions Act (GWSA) passed in 2008, Massachusetts was one of the first states to take steps to address the climate crisis and set greenhouse gas emissions reductions targets. However, since then there have been gaps between the goals and targets written in the state’s Climate Action Plan and other legislation and the actual implementation of climate policies. The state CAP, titled the Massachusetts Clean Energy and Climate Plan for 2025 and 2030 (2022) ranked highly on the State- by-State Analysis, with “Yes” on 11 out of 15 principles and “Some” on the other four principles. However, other state policies and programs received a “Yes” on only five principles, and “Some” on the other 10 principles. This discrepancy illustrates that although there is significant ambition for climate action by the state, implementation across sectors has not always met these expectations. Mitigation vs. Adaptation: The state has done particularly well with efforts focused on mitigation, including policies, legislation and funding streams that support decarbonization strategies, encourage electric vehicle adoption and establish energy efficiency standards. The state currently has a target of reaching a 50% reduction in carbon emissions by 2030 and net-zero 14carbon emissions by 2050. The Green Communities Act (2008) reformed much of the state’s energy marketplace while also expanding renewable energy production and creating greener standards for the state building code. Since then, programs like the Massachusetts Clean Energy Center, the Massachusetts Zero Emission Vehicle Action Plan (2015) and the MassSave Energy Assessment Program have worked to reduce emissions by improving energy efficiency in homes, increasing electric vehicle infrastructure and funding clean energy development in the state, including robust investments in offshore wind. While these are important actions in the fight against climate change at the state level, they have not been well integrated with adaptation efforts, which often happen only as a result of local organizations or community action. The Massachusetts Statewide Hazard Mitigation and Climate Adaptation Plan (2018) was intended to address this gap by outlining projected climate change impacts and adaptation strategies for five key sectors: Populations, Government, Built Environment, Natural Resources and Environment and Economy. However, its implementation has not always been well coordinated to effectively address both mitigation and adaptation. Other programs like the Municipal Vulnerabilities Preparedness (MVP) Grant Program and the MA Coastal Resilience Grant Program aim to support adaptation through direct funding to high-risk or frontline communities. Equity and Community Needs: Efforts like the MVP and Coastal Resilience Grant Programs have been more effective in addressing adaptation needs but have raised concerns about the equitable distribution of funds across communities. According to our interviews, the majority of funding dedicated to climate change through these and other programs is channeled through municipalities, which presents a significant barrier for areas that have limited resources or lack the capacity to apply for funds and implement projects. As a result, wealthier municipalities have been more successful at accessing funds and preparing for the impacts of climate change. Additionally, if community organizations do not have strong connections with municipal leaders, these funds often get redirected and do not reach the most vulnerable communities. This feeds into other critiques that climate activists in Massachusetts have made about the lack of attention paid to environmental justice communities and a lack of equity when it comes to community outreach. In 2021, the state did define “environmental justice communities” in statute as census block groups where 30% or more of the population has an income below 200% of the federal poverty level, or municipalities that are the most fiscally and economically distressed. However, there is concern over whether this definition fully captures all environmental justice communities and whether it will result in more equitable distribution of resources or other changes to climate adaptation policies. 15Maximize Transparency, Accountability and Follow-Through Although the Massachusetts Clean Energy and Climate Plan for 2025 and 2030 (2022) has strong language around equity and environmental justice communities, many of the systems in place in the state make resources inaccessible or prevent communities from participating in the policy-making process. There is a sophisticated, dedicated network of climate activists and organizations across the state and most gains around environmental justice have been achieved through local advocacy, not state action. Community organizations often have to work hard to access resources, provide input on policies and regulations or achieve transparency in decision making. This is particularly true on a regional level, since most decision making occurs in the Greater Boston area, so activists in the central or western parts of the state must work harder to have their opinions heard. Interviewees also commented on issues with transparency once policies move out of the legislature and into state agencies for implementation. Since agencies are not accountable to voters in the same way as legislators, they are often able to make decisions without public input, which can result in inequitable, ineffective or inaccessible implementation. Summary: Overall, Massachusetts has been a longtime leader around climate mitigation and has made significant progress in developing and deploying clean energy, as well as other energy efficiency measures. Legislation like the Global Warming Solutions Act has served as a regional and even national model for state level climate action. However, the state has often fallen short when it comes to implementing policies, particularly around climate adaptation and resilience. Processes that rely heavily on participation from municipalities often leave out vulnerable or low-income communities and their inclusion typically comes as a result of hard work by advocates, not the state. As other states in New England ramp up their climate ambition, it is clear that Massachusetts needs to work at filling in existing gaps and improve implementation systems across the state. The recent legislation, An Act Driving Clean Energy and Offshore Wind (2022), includes provisions to boost offshore wind and increase consumer subsidies for electric vehicles and permits certain municipalities to ban fossil fuels from new housing or building developments. These are impressive steps towards reaching net-zero carbon emissions by 2050. Rhode Island State Overview: As the smallest state in New England, Rhode Island has unique opportunities as well as challenges around climate action. The state has been proactive on both mitigation and adaptation, beginning with the passage of the Resilient Rhode Island Act (2014) which 16established the Executive Climate Change Coordinating Council (EC4), a group of state agency representatives that has been crucial for driving climate policy. The Rhode Island 2021 Act on Climate (2021) updated the previous legislation to set enforceable emissions reductions targets, as well as a new and ambitious goal of achieving net-zero carbon emissions by 2050. Nicknamed “The Ocean State”, Rhode Island has nearly 400 miles of coastline,10 prompting a focus on coastal adaptation efforts and reducing impacts from sea level rise, flooding, erosion and severe storms. These efforts have included everything from the Rhode Island Coastal Resources Management Council (1971) which is a management agency with regulatory functions that oversees long- term planning around coastal areas, to legislation that provides funding for research on the economic risks of flooding and mandates trainings for local planning boards and commissioners on the impacts of sea level rise in their area. At the same time, mitigation and adaptation efforts have remained largely siloed in the state, resulting in policies and legislation that are largely focused on individual issues, rather than taking a comprehensive approach to climate change across government and economic sectors. This is reflected in the State-by-State Framework Analysis, where Rhode Island’s Climate Action Plan, titled Resilient Rhody (2018), received a “Yes” on eight principles, and “Some” on seven out of 15 principles. All other state policies received a “Yes” on nine principles and “Some” on six principles. Policy Life Cycle: When analyzed using the Resilience Gap Framework, Rhode Island aligned the least with principles in the Policy Life Cycle category, both for its CAP as well as other state policies. This can be explained in part by the nature of the CAP, Resilient Rhody, which focuses almost entirely on adaptation and resilience, rather than mitigation, and as such did not entirely align with Principle 2: Use Systems Thinking, Principle 3: Match the Scope of Planning to the Magnitude of Projected Change planning, or Principle 15: Appreciate Limits to Adaptation and Push Mitigation. The results of the CAP analysis may have been different had we also included plans like the Rhode Island Greenhouse Gas Emissions Reduction Plan (2016) which was written by the EC4 and identifies specific mitigation strategies. According to our interviews, the narrow scope and generalized guidelines of the CAP mean that it has not been a particularly useful tool for climate action. Instead, climate action at the state and agency level has largely been a result of climate legislation that creates accountability through mandatory targets and the potential threat of citizen lawsuits. State agencies have been willing to make changes to a certain degree, particularly agencies like the Office of Energy Resources, the Department of Environmental Management and the Department of Transportation, but others have 10 RI.gov, 2002 17been slow to incorporate climate impacts into their work. Weed Out Maladaptation There are also gaps when it comes to maladaptation and considering the costs of inaction. Despite Resilient Rhody’s focus on adaptation efforts, and the overall concern for coastal resources and communities, there is little to no mention of maladaptation or the potential harmful effects of climate action in the CAP and only limited attention paid to the issue in other legislation, policies or programs. This problem is not unique to Rhode Island, since every state in New England failed to fully account for maladaptation; however, it is particularly important in Rhode Island given the level of activity around adaptation and coastal resilience. Rhode Island is also developing rapidly and making investments in transportation and housing infrastructure, all of which have the potential to be maladaptive if not implemented correctly. At the state level, there is also a limited focus on the costs of inaction, or on a business-as-usual scenario. This means that development or infrastructure investments are happening without full consideration for long-term climate impacts, or that this analysis is being left up to local developers or towns, resulting in inconsistent implementation. Equity and Community Needs: At the same time, Resilient Rhody’s focus on adaptation and resilience reflects a commitment to meet the needs of communities and consider how climate change will impact people across the state. As a small state, Rhode Island has done well in developing inclusive processes for policy development and for incorporating community feedback. For example, before deciding on the priority areas for Resilient Rhody, 10 Resilience Roundtables were held across the state to solicit feedback from residents and identify key areas of concern. Resilient Rhody also specifically mentions the need for a just transition and the increased vulnerability to climate impacts faced by certain communities. The prevalence of working groups and partnerships between stakeholders and state agencies has allowed for greater transparency and strengthened the capacity of local organizations working on climate issues. Collaboration with the University of Rhode Island through programs like the Rhode Island Sea Grant, the RI Climate Change Collaborative and the Rhode Island Shoreline Change Special Area Management Plan have allowed for a frequent exchange of information between scientists and policymakers and also provided opportunities for students and academics to inform state policy. Although there is not yet a state-wide community vulnerability assessment, there are an increasing number of conversations around climate justice happening at the state level, primarily through the EC4, which will potentially receive funding for an Environmental Justice Subcommittee in 2023. There are also state regulations, like the Department of Environmental Management Standard Operating Procedure BEP-AWC-1 (2008) that provides guidelines for integrating environmental justice into the agency’s work, 18particularly as it relates to pollution remediation. The SOP was developed through a stakeholder process to identify and define environmental justice communities in Rhode Island and defines “Environmental Justice Focus Areas” as census block groups where the proportion of the population that is minority or low-income ranks in the top 15% of block groups in the state. On the mitigation side, the Energy Efficiency Resources Management Council (EERMC) provides oversight of Rhode Island ratepayer-funded energy efficiency programs to ensure that residents are getting the least expensive, most environmentally friendly energy possible through energy efficiency, conservation and management. The council aims to have inclusive representation from across the state and consists of 15 members representing businesses, non-profits, municipalities, low-income homeowners and renters, government agencies and scientists. Recent legislation like RI H5031 An Act Related to Motor and Other Vehicles - Electric Vehicle Charging Stations (2021) has highlighted the need for accessible charging infrastructure and provided funding to develop strategies on prioritizing equity in electric vehicle incentive programs and charging infrastructure and on electrifying public transit and school buses to ensure that benefits are equally distributed. Summary: Overall, Rhode Island has seen a lot of positive action on climate change, from both the adaptation and mitigation side. The small size of the state, as well as a commitment to public outreach, has resulted in successful community engagement and a developing but present focus on equity and environmental justice. State agencies play an important role in implementing policy, but are not always eager to move quickly to change their own practices. Funding has primarily come from federal programs, however the Rhode Island Infrastructure Bank (RIIB) has played a critical role in directing funds towards adaptation projects and considering climate resilience in new investments. The RIIB is an excellent example of an existing funding mechanism that has been repurposed to be an instrument of climate action and has been effective at mobilizing funds for a range of climate projects. Local communities are generally supportive of climate action and are getting increasingly involved, but they need stronger state leadership to mandate change at the state level. Connecticut State Overview: Since An Act Concerning Climate Change was enacted in 2004, the State of Connecticut has been working to address climate change through its legislature and state policies. However, while Connecticut emerged as an early leader to address climate change at a state-level, progress towards achieving its targets has been 19lagging. Without any accountability or enforceability measures, Connecticut is currently not on track to meet its emission reduction targets outlined by the state’s Global Warming Solutions Act (2008). In the adaptation space, the state has recently expanded their funding for resilience projects through the Connecticut Green Bank, as prescribed by Public Act 21-115: An Act Concerning Climate Change Adaptation (2021). However, infrastructure and development projects often take priority over the resilience needs of communities, as evidenced by our interview data. Connecticut’s Climate Action Plan, Taking Action on Climate Change and Building a More Resilient Connecticut for All (2021), was developed by the Governor’s Council on Climate Change (GC3). In the development of the plan, the GC3 adopted a phased approach “in part to address the disruption of the COVID-19 pandemic that came a few months into the GC3 deliberations process”. Our analysis focuses on the first part of this process, presented in the GC3 Phase 1 Report: Near-Term Actions. The phase 2 report, due at the end of 2021, has yet to be released. In applying the Phase 1 Report to the Resilience Gap Framework, the report was assigned a “Yes” for 8 of the Resilience Gap Framework principles, “Some” for 4 principles, and “No” for 3 principles. Long-Term Planning and Revision: For both its CAP and other state policies and legislation, Connecticut aligned the least with the Resilience Gap Framework principles related to long-term planning and revision processes. For example, when looking at Principle 12: Consider the costs of inaction, the Phase 1 Report does not include any consideration for how a business-as-usual approach or failure to act would exacerbate climate impacts, nor does it include any discussion of the costs of action versus the costs of inaction. In other state policies, there is limited consideration for the costs of inaction, and it is unclear whether this has had any impact on state efforts to address mitigation or adaptation needs. In the GC3’s report titled Building a Low Carbon Future for CT, GHG Reduction Strategies and Recommendations (2018), the GC3 details the costs of inaction for property loss, economic costs, diseases, crop yield losses, and heat-related illnesses on a national scale. No specific projections are presented for the costs of inaction at a state-level, in any state policies for Connecticut. The Phase 1 Report only covers short-term actions that are implementable by the state in 2021 and 2022, and subsequently the report does not reflect a long-term vision. The GC3’s intention here is that the Phase 2 report would cover their longer-term recommendations to begin implementation in 2022 or later, as well as updates to the short-term recommendations outlined in the Phase 1 Report. Therefore, the present analysis is limited in its ability to assess state progress in Connecticut towards Principle 14: Reflect a Long-Term Vision. While it is difficult to assess a long-term vision within the Phase 1 Report, other state policies and legislation demonstrate an overall weak 20effort to outline a long-term vision for building climate resilience in the state. One example of this is that state agencies and municipalities in Connecticut currently consider sea-level rise projections for 2050 in their planning, overlooking available projections for 2100. Equity and Community Needs: In this framework analysis, the Phase 1 Report aligned most closely with the Equity and Community Needs principles of the Resilience Gap Framework, earning a “Yes” on 4 out of 6 principles. Equity and environmental justice are framed as core considerations of the Phase 1 Report, and the GC3’s recommendations for near-future actions are prioritized through an equity lens. It is acknowledged within the report that \"equitable approaches to policy planning start by focusing on current and historical disparities across communities and populations. Equitable policies prioritize the well-being of the most vulnerable community members.\" This sentiment is reflected throughout the report, for example by the recommendation to prioritize mitigation in vulnerable communities and the key principle of the GC3 that the costs and benefits of a just transition must be distributed equitably. Outside of the CAP, Connecticut has shown a commitment to addressing equity in its mitigation and adaptation efforts. The Connecticut Department of Energy and Environmental Protection (DEEP)’s recently established Environmental Justice Program incorporates environmental justice into their policies and regulations, and emphasizes working in low-income and minority communities to address environmental and community health issues. In accordance with Executive Order 21-3, DEEP also recently established the Connecticut Equity and Environmental Justice Advisory Council (CEEJAC) to advise the agency on how to address environmental injustices, energy inequities, racial inequalities, and health disparities as they relate to mitigation and resilience. An Act Concerning Climate Change Adaptation (2021) established a prioritization for frontline communities to receive funds from the Connecticut Green Bank for adaptation and resilience projects. In our analysis, Connecticut also demonstrated a strong state-wide effort to include communities and groups most vulnerable to and impacted by climate change in planning and decision-making processes. The Phase 1 Report outlined a recommendation to develop funding for a community engagement strategy that would inform the GC3 planning process and implementation, and the report acknowledges that communities must have a central role in planning and policy decisions that affect them in order for decision-making processes to be carried out equitably. The GC3’s Equity and Environmental Justice Working Group highlights the GC3’s efforts to be inclusive and consider a diverse set of expertise within its membership, including representatives from NGOs, tribal communities, youth movements and disability groups. In the state 21legislation, an Act Concerning Enhancements to the State’s Environmental Justice Law (2020) requires applicants for DEEP permitting in an environmental justice community to file a plan for “meaningful public participation” and to work with municipalities to develop community environmental benefit agreements. While these efforts to be inclusive are promising for Connecticut, the state continues to overlook the need to prioritize and protect assets that communities value in their resilience efforts. The state has shown a clear priority for protecting coastal resources at risk from sea-level rise and coastal hazards compared to resources at risk from other climate impacts. However, no justification for this prioritization is evidenced on the basis of cultural or historic significance. In the Phase 1 Report, no recommendations are presented to protect specific resources or areas due to them having significant cultural or historic value to communities. This weak alignment with Principle 13: Work to Protect What People Cherish is common to all of the New England states in this analysis, and presents a clear opportunity for the states to better incorporate their constituents’ values in a way that would deliver more equitable and meaningful climate planning. Summary: In this framework analysis, great variability was seen in how Connecticut’s CAP aligns with the principles of the Resilience Gap Framework. Whilst this is due in part to the phased approach of the GC3’s CAP and only the Phase 1 Report being available to review at the time of analysis, it also highlights the several gaps that the state government should address in their planning processes to build resilience in Connecticut. The Global Warming Solutions Act (2008) outlined greenhouse gas emissions reduction requirements for 2020, 2030 and 2050, however the state is currently not on track to meet these targets. Though the near-future recommendations outlined in the Phase 1 Report provide a series of short-term actionable items that can be implemented to speed up progress, state leadership in Connecticut lacks a long-term vision and accountability measures in their planning for both mitigation and adaptation efforts. Without a commitment and concerted effort to fulfill their targets and ambitions, many of the state’s efforts to achieve equitable climate resilience become redundant due to their failure to protect communities from further damaging climate impacts. New Hampshire State Overview: As evidenced by the framework analysis results, New Hampshire is largely unaligned with the other New England states when it comes to its action and approach to addressing climate impacts, with its Climate Action Plan being assigned a “Yes” on 5 of the framework’s principles, “Some” on 4 of the principles, and “No” on the remaining 6 22principles. Published in 2009, New Hampshire's CAP, A Plan for New Hampshire’s Energy, Environmental and Economic Development Future, presents the oldest working CAP of the New England states. While the plan does outline several robust and ambitious recommendations for addressing climate mitigation and adaptation needs within the state, a lack of state leadership and will to implement the plan means it remains largely unused at a state-level. From our interviews, there is a clear recognition within state agencies that New Hampshire does not have the same level of climate targets or policies as its neighboring states. This sentiment is also acknowledged in the New Hampshire 10-Year State Energy Strategy (2022); “compared to other New England states, New Hampshire does not have as aggressive renewable mandates or subsidy programs.” However, this is not being viewed as an oversight or shortfall by state leadership, as evidenced in the wording of the New Hampshire 10-Year State Energy Strategy and our interview discussions. Policy Life Cycle: Consider Projected Climate Conditions The New Hampshire CAP presents a series of science-based recommendations for the state, and the development of the plan was heavily informed by evidence-based analyses including scientific projections for sea-level rise, state-level projections for greenhouse gas emissions, economic analyses for carbon reductions, and cost savings analyses of mitigation actions. However, since the publication of the CAP, the state government has failed to adopt a science-based approach to decision-making around climate resilience. New Hampshire remains the only New England state that has yet to adopt legislation that would transition the state away from using fossil fuels and towards renewable energy adoption. This is despite recognition within the CAP that high greenhouse gas emissions from fossil fuels exacerbates climate impacts, which subsequently carries significant health and economic impacts. Beyond the CAP, the state has shown some consideration of projected climate impacts in the context of sea-level rise and coastal hazards. Updates to sea-level rise projections by the New Hampshire Department of Environmental Services every 5 years are prescribed by the state legislature through NH SB 374 (2016), and state agencies responsible for managing coastal resources have been required to conduct audits of the laws governing coastal regions that would enable authorities to take action towards addressing climate resilience needs in coastal communities, through NH SB 452 (2016). The New Hampshire Coastal Risk and Hazards Commission Final Report (2016) has been an influential driver of such legislative pieces addressing coastal climate impacts and demonstrates a willingness within the state government to adopt recommendations for the benefit of climate resilience in the context of coastal hazards and sea-level rise. However, the state does not address any other projected impacts of climate change that the state will face in the near future, such as extreme heat and drought, to the same 23extent. Long-Term Planning and Policy Revision: Create Opportunities to Revise and Change Course Some of the most damaging shortfalls in the State of New Hampshire’s CAP and in the state’s overall approach to addressing climate resilience needs are evidenced in the state’s lack of a long-term vision for climate planning and in its processes for reviewing and revising climate policies. No clear process or timeline for revising or updating the plan was outlined in the document itself, in other policies or in the state legislation. As a result, there is a lack of accountability for the state government’s failure to enact recommendations and targets outlined in the CAP. With regard to mitigation, the state’s 10-year Energy Strategy must be updated every three years, however the most recent version does not make climate change a priority in its recommendations, does not discuss the implications of climate impacts for energy systems, and does not acknowledge the timing and proximity of projected climate impacts in its recommendations or planning. Appreciate Limits to Adaptation and Push Mitigation New Hampshire's CAP prioritizes mitigation efforts, with 59 recommended actions outlined for reducing greenhouse gas emissions in the state, compared with just 8 recommendations for adaptation. Recommended mitigation actions largely fall under three overarching strategies: reduce greenhouse gas emissions from buildings, electric generation, and transportation; protect natural resources to maintain the amount of carbon sequestered; and support regional and national initiatives to reduce greenhouse gasses. The CAP discusses regional mitigation targets to reach 80% below 1990 GHG emissions levels by 2050 and that New Hampshire should strive for a similar target, however the plan fails to outline a clear timeline for actionable items to achieve this.The Climate Action Plan Task Force also established a goal of reducing greenhouse gas emissions 20% below 1990 by 2025. However, no statutory mandate for greenhouse gas emissions reductions was introduced into the state legislature, and New Hampshire remains the only New England state to not be a member of the US Climate Alliance, a coalition of state governors committed to reducing greenhouse gas emissions. Summary: New Hampshire’s CAP is outdated, not regularly used within state agencies, and its recommendations were not implemented. State leadership remains focused on the economic costs of action towards both mitigation and adaptation rather than the cross- sectoral benefits of action or the costs of inaction, and this sentiment has presented a clear barrier to implementing the CAP and to introducing other climate policies and legislation within the state. In comparison to its neighboring states, New Hampshire lacks a robust and adequate state-level strategy for building climate resilience in the 24state. A lack of state leadership to implement the CAP or to introduce other robust policies and legislation to tackle the projected impacts of climate change has meant that municipalities and regional planning commissions are left to take the lead on local-scale climate adaptation efforts within the state. This has produced intra-state disparities between municipalities with different income, resource, and capacity levels, which raises equity concerns for communities most vulnerable to the impacts of climate change. In terms of mitigation efforts, while greenhouse gas emissions reductions are considered in the state’s energy policies, it is clear that the state government prioritizes the short-term economic costs and benefits in designing its energy strategy, and in its overall approach to addressing climate impacts. Regional Themes Through our analysis, we observed several themes that were common across the New England states. Equity and Community Needs In applying the principles of the Resilience Gap Framework to the states, we found that states aligned the least with principles within the Equity and Community Needs category. Most of the recently published policies that we reviewed showed an increasing acknowledgement and consideration of equity, environmental justice, and inclusion of communities most vulnerable to the impacts of climate change in decision- making processes, however we observed shortfalls in the implementation of these policies thus far. Going forward, greater effort and investment of resources will be needed to ensure that the most historically vulnerable and burdened communities are not once again left behind as states work to close their resilience gaps. As awareness around these concepts continues to grow among state and local government leadership, particularly in response to federal action such as the Department of Energy Justice40 initiative, which requires 40% of project funding go towards environmental justice communities, and the Inflation Reduction Act (2022), it will be important to follow the implementation of these policies and observe how equity and community needs are considered in state policies and legislation going forward. Mitigation vs. Adaptation Another regional observation we made was that adaptation and mitigation efforts have historically been siloed and separated from each other at the state level. Some reasons for this presented through our interviews include differences in expertise required to address these needs, either adaptation or mitigation being prioritized by decision- makers (with mitigation generally being prioritized at the state level and adaptation 25being prioritized at the local level), and states setting different priorities around how they address mitigation versus adaptation. Through our analysis, we observed that many of the New England states are starting to better coordinate their mitigation and adaptation efforts, and there is an emerging recognition of the interrelatedness of the two concepts for building climate resilience. This could be a potential area for advocacy groups to focus on for future outreach, to increase awareness among decision-makers about the importance of integrating mitigation and adaptation efforts and considerations into their planning for addressing the projected impacts of climate change. Barriers to Implementation Our analysis also revealed several barriers to implementing state CAPs that were common across the region. First, there is an overall lack of capacity and resources at both the state and municipal level to successfully fulfill the recommendations and goals outlined in CAPs and other policies. Both the federal and state governments would need to provide greater funding and resources to address this shortfall. A related and compounding barrier in some states has been a lack of leadership to address projected impacts of climate change in an adequate and meaningful way. In states where weak leadership on climate was observed, addressing climate impacts through mitigation and adaptation efforts was viewed as an economically costly policy decision, and the long-term benefits would not outweigh these short-term economic costs. As a result, the costs of inaction and the pitfalls of a business-as-usual approach for social, economic, agricultural, health, ecological and other systems were often overlooked and not considered at the state-level or integrated into state policies. Impact of Local Governance Another regional observation is that the type of local government can either be an enabler or a barrier, particularly in the context of adaptation efforts where funds and implementation efforts are mostly channeled through municipalities. In states where municipalities have more control over local policies and regulations, as well as more autonomy over local budgets, there have been disparities in how willing municipalities are to voluntarily engage on climate issues, even when they are vulnerable to climate impacts. In places where municipal budgets are based largely on local property or income taxes, wealthier districts are more likely to have the resources and capacity to improve their climate resilience, regardless of whether they are the most vulnerable. This has created great variation in climate resilience within states and highlights a need for state 26governments to take stronger statewide leadership to address these disparities and work towards building more equitable resilience. Reflections on Framework Assessment Approach Application of the Resilience Gap Framework Based on this project, we found the UCS Resilience Gap Framework to be generally effective in assessing a state’s level of preparedness to cope with projected climate impacts and overall ambition to improve climate resilience. However, there were some aspects of the framework that could be streamlined and improved before using the framework in future analyses, or that were difficult to apply and are worth additional consideration. Below are a series of observations we have made about specific elements of the framework: Firstly, we found the organization of the principles into the three categories of Policy Life Cycle, Long-Term Planning and Revision and Equity and Community Needs to be effective for our state-by-state analysis. These categories group the principles thematically, which helped to effectively identify strengths and weaknesses within each category for a single state or across the entire region. However, many of the principles do intersect and could be categorized in various ways that would yield an effective analysis. The original categorizations outlined in the Resilience Gap Framework could be one way to do this. However, we chose to use the groupings from the design of our interview questions for consistency and ease of analyzing our data. Policy Life Cycle Secondly, we found that Principles 1 and 2 in the Policy Life Cycle category, Consider Projected Climate Conditions and Use Systems Thinking, were redundant in our analysis, as they acted as foundational principles to each state’s approach to addressing climate impacts and were subsequently almost always fulfilled by the states. Applying the Resilience Gap Framework to a real-world context, we found that revising the wording of the principles, for example to read Use Projected Climate Conditions as a Foundation for Decision-Making, could provide a more detailed insight into leadership approaches to building climate resilience This change could prove particularly useful when analyzing other regions that have demonstrated less overall climate leadership than in the New England states. Also in the Policy Life Cycle category, we found that Principle 11: Weed Out Maladaptation, was almost never considered by states, and rarely was it given more than a cursory mention in plans or policies, if at all. This could be in part due to a lack of awareness about the issue or a lack of clarity around what counts as maladaptation. As 27such, the framework might benefit from an expanded definition, discussion of implications, and additional examples of maladaptation. This will be an important issue to clarify moving forward, particularly as federal funding from the Infrastructure Investment and Jobs Act (2022) and the Inflation Reduction Act (2022) goes to state- level climate action and rapidly increases the amount of adaptation projects, as well as the potential for maladaptation. Long-Term Planning and Policy Revision In the Long-Term Planning and Policy Revision category, we found there to be an interesting correlation between Principles 12 and 14, Consider The Costs of Inaction and Reflect a Long-Term Vision. States were often assessed at the same level against these two principles, and it was common that the more a state put forward a positive, long-term vision for climate action, the more likely they were to also consider the costs of inaction or the potential harm of a business-as-usual scenario. Interestingly, in most cases, states viewed the cost of inaction as a primarily economic question, where long- term visions were often framed as improving or protecting the quality of life for citizens. Understanding climate change within the context of economic or development priorities seems to be a helpful framing for states and a motivating factor towards greater climate ambition. Additionally, we found Principle 15 in this category, Appreciate Limits to Adaptation and Push Mitigation, to be less effective than other principles in our analysis, as all New England states are pursuing mitigation in at least some form, and are often more focused on mitigation than they are on adaptation. One reason for this that we heard during the interviews across states was that it is easier to establish specific metrics for mitigation efforts, for example specific greenhouse gas emission reduction goals or renewable portfolio standards, and that such metrics provide a clearer vision for what policy implementation will achieve. Where states struggle to enable mitigation efforts, we heard that adaptation can be easier for people to conceptualize and understand, given that it relates to physical structures and therefore people can see the results of adaptation and the need to adapt more clearly than they do for mitigation. In light of this principle, which aims to extend the Resilience Gap Framework beyond adaptation to mitigation, we found the framework to be flexible enough to use most of the principles to analyze both adaptation and mitigation efforts; another reason why Principle 15 proved inefficacious in our analysis. Equity and Community Needs Lastly, we found that the Equity and Community Needs category contained some redundancy, as the evidence we used for Principle 7: Decide With, Not For, Principle 9: Equip and Empower Local Experts and Principle 10: Maximize Transparency, Accountability, and Follow-Through was often overlapping, and the individual principles 28did not always provide additional insight. This is not to imply that the principles around equity are not important since we found the framework’s focus on equity to be one of its greatest strengths. Rather, we suggest that these principles be expanded to include more detail about possible types of community engagement or adjusted to capture engagement at different scales, for example at the local, state and regional levels. Recommendations for Assessment Stakeholders Through applying the UCS Resilience Gap Framework to analyze and assess climate action across the New England states, we found several factors that should be considered closely in future assessments of a similar nature. Here, we outline our recommendations based on these considerations, for policy makers and climate advocates. In some cases, these recommendations will also be relevant for practitioners interested in conducting similar assessments or using the Resilience Gap Framework in other regions. Our key recommendations based on our analysis are as follows: • For each state, use the gaps between stated policy commitments and actual implementation to identify priority areas for future state climate action, as well as strategic areas for advocacy and accountability. • Look to better integrate climate mitigation and adaptation efforts and identify ways to coordinate these efforts at both the local and state level. Consider outreach opportunities regarding the need to increase awareness among decision makers about integrating these efforts to adequately address projected climate impacts. • Push for better monitoring and evaluation of state progress as well as impact and equity assessments to ensure that implementation is happening in a way that aligns with climate justice goals. • Consider potential outreach or research opportunities related to maladaptation at the state level, since we found this to be an issue that states were not actively considering. • Given the gap we identified between state commitments to equity and inclusion and their success at implementing these commitments, there may be an opportunity for future research and advocacy on how to successfully follow through on policies designed to increase equity and inclusion, particularly as it relates to increasing climate resilience at the local and state level. Opportunities for Further Research Due to the limited timeframe of our project, we are aware that this research has limitations, and that future study would help make our findings and recommendations 29more thorough and robust. While we intentionally centered our state-by-state analyses on the states’ Climate Action Plans, a more in-depth analysis of all other state policies, programs and legislation could provide valuable contributions to our understanding of state-level climate action across New England. In particular, a more in-depth assessment of legislation or other policies that have been established as a result of state CAPs would provide a more accurate understanding of how well CAPs are being implemented. Assessing the implementation of all other state policies could also contribute to a more accurate assessment of state progress against the Resilience Gap Framework principles and more accurately identify resilience gaps in each state. Several times over the course of this project, new legislation or research was announced that might have significantly changed our state level conclusions. Given the speed with which some of these developments happened, and the short duration of our project, we were not able to integrate all of them into our research. However, it would be important for any future research to incorporate these and any future climate policies that are introduced in the region. There were also developments at the federal level, including the passage of the Infrastructure Investment and Jobs Act (2021) and the Inflation Reduction Act (2022), that significantly changed the national landscape around climate change, and will likely have drastic effects on climate action in New England. This is particularly relevant as it relates to funding opportunities for both mitigation and adaptation projects. In many of our interviews, funding was mentioned as a significant barrier to climate action, either because it was insufficient, distributed too slowly or, in some cases, because there was too much available and states did not have enough capacity to apply and use the funds. It will be important in the future to study how this federal legislation and increase in funding impacts the New England region and whether states are able to increase their capacity in a way that results in an equitable distribution of funds as well as effective implementation of projects. Conclusion This project demonstrates that most New England states are playing a significant role in building climate resilience and can provide important models and lessons for further state and federal action. Our assessment revealed many instances of meaningful and effective action are well underway across the region, as well as instances where states need to take more ambitious action. As federal and state laws are adopted and implemented that provide funding and legislative backing for climate action, it is critical that research at the state level continue to focus on potential climate resilience gaps, to ensure accountability for state action and to better understand the needs and potential risks faced by states and their residents. 30This state-level assessment highlights that there are several gaps in current resilience efforts across New England, where states are failing to prepare for the projected impacts of climate change. Two gaps that were identified through this assessment were the lack of attention given to the potential for maladaptation, particularly as states make decisions about long-term infrastructure investments, urban development and the retrofitting or protection of coastal areas; and a lack of consistency in the implementation of equity and inclusion strategies. Oftentimes, goals around inclusion were clearly articulated on paper but were not fully recognized in their implementation or structure. A greater effort to engage vulnerable communities throughout the policy process and more formal channels for outreach and communication could help address this gap. Overall, states have huge potential to act locally on climate change and can mobilize resources to increase ambition on climate resilience through work on both mitigation and adaptation. The resilience gaps identified in this assessment serve as key markers for action that state governments should take and prioritize, in order to build adequate and equitable resilience to the impacts of climate change. Acknowledgements First and foremost, we would like to thank our mentor, Roger Stephenson at UCS, for supporting us throughout the duration of this project and for making the many connections necessary for our interviews and research. We are grateful to all the staff at the UNH Sustainability Institute for making this fellowship possible, and particularly to our cohort mentors, Dr. Cameron Wake and Emily Koo for their excellent guidance and continued encouragement throughout the project. We would also like to thank our interviewees and everyone else that we spoke with across the six New England states for contributing their time, expertise, and invaluable insights to the project. Finally, to the other Summer Sustainability Fellows, thank you for being a source of inspiration, humor, and connection this summer. 31References 1. The White House. 2022. Quantifying Risks to the Federal Budget from Climate Change. Retrieved 2 July 2022, from www.whitehouse.gov/omb/briefing- room/2022/04/04/quantifying-risks-to-the-federal-budget-from-climate-change/. 2. Intergovernmental Panel on Climate Change (IPCC). 2022. Climate Change 2022: Impacts, Adaptation, and Vulnerability. Contribution of Working Group II to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change [H.-O. Pörtner, D.C. Roberts, M. Tignor, E.S. Poloczanska, K. Mintenbeck, A. Alegría, M. Craig, S. Langsdorf, S. Löschke, V. Möller, A. Okem, B. Rama (eds.)]. Cambridge University Press. 3. US Global Change Research Program (USGCRP). 2016. Glossary. Retrieved 12 August 2022, from www.globalchange.gov/climate-change/glossary. 4. Intergovernmental Panel on Climate Change (IPCC). 2014. Annex II: Glossary. In Climate change 2014: Impacts, adaptation, and vulnerability. Part B: Regional aspects. Contribution of working group II to the fifth assessment report of the Intergovernmental Panel on Climate Change [C.B. Field, V.R. Barros, D.J. Dokken, K.J. Mach, M.D. Mastrandrea, T.E. Bilir, M. Chatterjee, K.L. Ebi, Y.O. Estrada, R.C. Genova, B. Girma, E.S. Kissel, A.N. Levy, S. MacCracken, P.R. Mastrandrea, and L.L. White (eds.)]. Cambridge University Press. 5. Union of Concerned Scientists. 2016. Toward Climate Resilience: A Framework and Principles for Science-Based Adaptation. Retrieved 2 July 2022, from www.ucsusa.org/Resilience_Principles. 6. Press Herald. 2022. DEP says Maine is ahead of schedule to meet climate change goal [Randy Billings]. Retrieved 8 August 2022, from https://www.pressherald.com/2022/07/28/maine-is-ahead-of-schedule-to-meet- climate-change-goal/ 7. RI.gov. 2002. Historical information. Retrieved 8 August 2022, from https://www.ri.gov/facts/history.php 32Appendix I: Interview Subjects Interviewee Role, Organization State Sector Affiliation Brian Ambrette Senior Climate Resilience Coordinator, Governor’s Office of Maine Government Policy Innovation and the Future Leah Bamberger Former Director of Sustainability, City of Providence Rhode Island, Government Executive Director, Northeastern University Climate Justice Massachusetts Academia and Sustainability Hub Rebecca Boulos Executive Director, Maine Public Health Association Maine Non-Profit Samantha State Director, Sierra Club Connecticut Chapter Connecticut Government Dynowski Joshua Elliott Director, New Hampshire Department of Energy New Government Hampshire Chris Ellms Deputy Commissioner, New Hampshire Department of Energy New Government Hampshire Sherry Godlewski Former Resilience and Adaptation Manager, New Hampshire New Government Department of Environment Services Hampshire Nick Krakoff Staff Attorney, Conservation Law Foundation New Hampshire New Non-Profit Hampshire Steve Long Director of Government Relations, The Nature Conservancy Massachusetts Non-Profit Massachusetts Chapter Emily Myron Policy Manager, The Nature Conservancy Massachusetts Massachusetts Non-Profit Chapter Johanna Miller Energy and Climate Program Director, Vermont Natural Vermont Non-Profit Resources Council Andrea Nyamekye Former Associate Director, Neighbor to Neighbor Massachusetts Non-Profit Massachusetts Kyle Pimental Senior Regional Planner, Strafford Regional Planning New Government Commission Hampshire Pam Rubinoff Coastal Management Specialist, Coastal Resources Center, Rhode Island Academia Rhode Island Sea Grant Jack Shapiro Climate and Clean Energy Director, Natural Resources Council Maine Government of Maine Chris Skoglund Director of Energy Transition, Clean Energy New Hampshire New Non-Profit Hampshire Peter Sterling Executive Director, Renewable Energy Vermont Vermont Non-Profit Elizabeth Stone Director’s Office, Rhode Island Department of Environmental Rhode Island Government Management 33John Truscinski Director of Resilience Planning, Connecticut Institute for Connecticut Academia Resilience and Climate Adaptation Non-Profit Hank Webster Rhode Island Director and Senior Policy Advocate, Acadia Rhode Island Non-Profit Center 34Appendix II: Interview Questions Category Framework Principles Priority Questions Follow-Up Questions/Prompts General understanding of key Do you think that both climate adaptation and Introductory terms What does the term climate resilience mean to you? mitigation are needed for climate resilience? questions 4. Aim for robust decisions and policies Do you use the climate action plan in your state? 1. Consider projected climate conditions Considerations for various scenarios e.g. 3. Match the scope of planning How have climate policies in your state/town integrated extreme heat/sea-level rise/extreme to the magnitude of science to account for a changing climate and the weather? Gradual change vs more projected change magnitude of projected climate impacts? immediate changes? How are climate policies in your state/town connected to other policies at the state, regional, national, or How does it align with 1.5'C target/other 2. Use systems thinking international level? targets? Coalitions? Do you think that priority is given to climate Policy Life Cycle 15. Appreciate limits to Do policies for climate adaptation in your area recognise adaptation or mitigation measures in climate adaptation and push mitigation the need for also advancing climate mitigation? policies in your area/neither? Maladaptive policies are those that create, perpetuate, or exacerbate climate risk. Can you think of any existing Are there provisions in place to avoid 11. Weed out maladaptation, policies that have resulted in unexpected follow-on maladaptive climate policies going forward? both existing and proposed effects, whether positive or negative/maladaptive? How does equity fit into this? 6. Ensure that the costs of responding to climate change How are funds allocated to implement the climate and the benefits of resilience- policies in your state/town and how are they distributed building are equitably shared to community members, if at all? What processes exist for revising climate policies in your 5. Create opportunities to area as conditions/technology/scientific consensus Long-Term revise and change course changes? Planning and Do the existing climate policies in your area include Policy Revision plans to address the long-term implications of climate 14. Reflect a long term vision change? 35Have the costs of inaction to make communities more 12. Consider the costs of resilient to climate change been considered in climate How do you think this compares to the costs inaction policies in your area? of implementing climate adaptation actions? 7. Decide with, not for To what extent are local communities and organizations 10. Maximize transparency, able to participate in the policy process, and what accountability and follow opportunities exist for them to hold leaders and How is feedback from public engagement through policymakers accountable? incorporated into the policy process? What preparedness policies exist within your town/state 8. Minimize harm and maximize that support community members most vulnerable to Considerations for relocation Community options climate change? support/buyouts? engagement, Are there mechanisms within your area’s involvement and Are there mechanisms in place to build the capacity of climate policies for resource/technology consideration 9. Equip and empower local local communities and leaders in order for them to sharing and capacity building with local experts strengthen their climate resilience in the long-term? communities? Do existing climate policies in your area include protections for resources/sites/species of cultural significance to the local community? If so, how are the 13. Work to protect what people values of these sites determined, and do certain cherish communities have more say in these priorities? Is there anyone you would suggest we also speak to? Any resources that you would recommend to us for Concluding further information? questions Any feedback for us based on this interview/questions asked? Did we miss anything? 36Appendix III: List of Documents Reviewed Title Source Type State Taking Action on Climate Change and Building a More Climate Action Plan Connecticut Resilient Connecticut for All Building a Low Carbon Future for CT, GHG Reduction Policy Document Connecticut Strategies and Recommendations Comprehensive Energy Strategy Policy Document Connecticut Connecticut Climate Change Preparedness Plan Policy Document Connecticut The Impacts of Climate Change on Connecticut Policy Document Connecticut Agriculture, Infrastructure, Natural Resources and Public Health An Act Concerning Clean Energy Tariff Programs (Public State Legislation Connecticut Act 22-14) An Act Concerning Climate Change (Public Act 04-252) State Legislation Connecticut An Act Concerning Climate Change Adaptation (Public State Legislation Connecticut Act 21-115) An Act Concerning Climate Change Adaptation and Data State Legislation Connecticut Collection (Special Act 13-9) An Act Concerning Climate Change Mitigation (Public Act State Legislation Connecticut 22-5) An Act Concerning Climate Change Planning and State Legislation Connecticut Resiliency (Public Act 18-82) An Act Concerning Connecticut Global Warming State Legislation Connecticut Solutions (Public Act 08-98) An Act Concerning Connecticut’s Energy Future (Public State Legislation Connecticut Act 18-50) An Act Concerning Electric and Fuel Cell Electric State Legislation Connecticut Vehicles (Public Act 16-135) An Act Concerning Electricity and Energy Efficiency State Legislation Connecticut (Public Act 07-242) An Act Concerning Enhancements to The State’s State Legislation Connecticut Environmental Justice Law (Public Act 20-6) 37An Act Concerning the Coastal Management Act and State Legislation Connecticut Shoreline Flood and Erosion Control Structures (Public Act 12-101) An Act Establishing a Shared Clean Energy Facility Pilot State Legislation Connecticut Program (Public Act 15-113) Connecticut Adaptation Resource Toolkit State Program Connecticut Connecticut Green Bank State Program Connecticut Connecticut Microgrid and Resilience Grant and Loan State Program Connecticut Pilot Program Environmental Justice Program State Program Connecticut EVConnecticut State Program Connecticut Resilient Connecticut State Program Connecticut Shared Clean Energy Facility Program State Program Connecticut Shore Up Connecticut Loan Program State Program Connecticut Connecticut Equity and Environmental Justice Advisory Working Group Connecticut Council (CEEJAC) Connecticut Institute for Resilience & Climate Adaptation Working Group Connecticut (CIRCA) Governor's Council on Climate Change (GC3) Working Group Connecticut SAFR council (State Agencies Fostering Resilience) Working Group Connecticut Sustainable CT Working Group Connecticut Maine Climate Action Plan Climate Action Plan Maine Lead By Example Policy Document Maine Maine Adaptation Toolkit Policy Document Maine Maine Clean Transportation Roadmap Policy Document Maine Maine Low and Zero Emission Vehicles Standards Policy Document Maine Maine State Hazard and Adaptation Plan Policy Document Maine 129th Maine Legislature, LD 1494 State Legislation Maine 129th Maine Legislature, LD 1679 State Legislation Maine 129th Maine Legislature, LD 1766 State Legislation Maine 130th Maine Legislature, LD 1429 State Legislation Maine 38130th Maine Legislature, LD 1572 State Legislation Maine 130th Maine Legislature, LD 1579 State Legislation Maine 130th Maine Legislature, LD 1656 State Legislation Maine 130th Maine Legislature, LD 1659 State Legislation Maine 130th Maine Legislature, LD 1902 State Legislation Maine 130th Maine Legislature, LD 1974 State Legislation Maine 130th Maine Legislature, LD 2018 State Legislation Maine 130th Maine Legislature, LD 226 State Legislation Maine 130th Maine Legislature, LD 437 State Legislation Maine Efficiency Maine Trust State Program Maine Maine Clean School Bus Program State Program Maine Maine Climate Corps State Program Maine Maine Community Resilience Partnership State Program Maine Maine Infrastructure Adaptation Fund State Program Maine Maine Jobs & Recovery Plan State Program Maine Efficiency Maine Working Group Maine Greater Portland Council of Governments Working Group Maine Maine Climate Council Working Group Maine Maine Interagency Climate Adaptation Work Group Working Group Maine Massachusetts Clean Energy and Climate Plan for 2025 Climate Action Plan Massachusetts and 2030 Code of Massachusetts Regulations 310 Policy Document Massachusetts Energy Pathways to Deep Decarbonization: A Technical Policy Document Massachusetts Report of the Massachusetts 2050 Decarbonization Roadmap Study Executive Order 569 Policy Document Massachusetts Massachusetts Climate Change Adaptation Report Policy Document Massachusetts 39Massachusetts Low and Zero Emission Vehicles Policy Document Massachusetts Standards Massachusetts Statewide Hazard Mitigation and Climate Policy Document Massachusetts Adaptation Plan Massachusetts Zero Emission Vehicle Action Plan Policy Document Massachusetts Preparing for the Storm: Recommendations for Policy Document Massachusetts Management of Risk from Coastal Hazards in Massachusetts 190th Massachusetts Legislature, Bill H 4835 State Legislation Massachusetts 190th Massachusetts Legislature, Bill H 4857 State Legislation Massachusetts 191st Massachusetts Legislature, Bill S 2404 State Legislation Massachusetts 192nd Massachusetts Legislature, Bill S.9 State Legislation Massachusetts Global Warming Solutions Act State Legislation Massachusetts Green Communities Act State Legislation Massachusetts Massachusetts Environmental Policy Act State Legislation Massachusetts Agricultural Climate Resiliency and Efficiencies (ACRE) State Program Massachusetts Program for Massachusetts Greening the Gateway Cities Program State Program Massachusetts MA Coastal Resilience Grant Programs State Program Massachusetts Massachusetts Climate Resilience Design Standards State Program Massachusetts Tool MassSave Energy Assessment Program State Program Massachusetts Municipal Vulnerabilities Preparedness Grant Program State Program Massachusetts resilientMA: Climate Change Clearinghouse for the State Program Massachusetts Commonwealth of Massachusetts StormSmart Coasts Program State Program Massachusetts Environmental Justice Task Force Working Group Massachusetts Global Warming Solutions Act Implementation Advisory Working Group Massachusetts Committee Massachusetts Coastal Erosion Commission Working Group Massachusetts Resilient MA Action Team Working Group Massachusetts 40New Hampshire Climate Action Plan Climate Action Plan New Hampshire New Hampshire 10-year Energy Strategy Policy Document New Hampshire New Hampshire Coastal Risks and Hazards Commission Policy Document New Hampshire Report Preparing for Climate Change: A Strategic Plan to Policy Document New Hampshire Address the Health Impacts of Climate Change in New Hampshire New Hampshire House Bill 549 State Legislation New Hampshire New Hampshire Senate Bill 163 State Legislation New Hampshire New Hampshire Senate Bill 285 State Legislation New Hampshire New Hampshire Senate Bill 374 State Legislation New Hampshire New Hampshire Senate Bill 452 State Legislation New Hampshire New Hampshire Senate Bill 517 State Legislation New Hampshire New Hampshire Renewable Portfolio Standard (RPS) State Legislation New Hampshire statute New Hampshire Coastal Program State Program New Hampshire New Hampshire Coastal Resilience Incentive Zone State Program New Hampshire Program for Municipalities New Hampshire Setting SAIL (Science, Assessment, State Program New Hampshire Implementation, and Legislation) New Hampshire’s Climate Risk in the Seacoast (C-RiSe) State Program New Hampshire Project New Hampshire's Energy Efficiency Resource Standard State Program New Hampshire NHSaves State Program New Hampshire Adaptation Workgroup of the New Hampshire Energy and Working Group New Hampshire Climate Collaborative Drive Electric NH Working Group New Hampshire NH Coastal Adaptation Working Group Working Group New Hampshire Upper Valley Adaptation Workgroup Working Group New Hampshire Vermont Resilient Rhody Climate Action Plan Rhode Island 41A Strategic Policy Guide for Improving Public Access to Policy Document Rhode Island Electric Vehicle Charging Infrastructure in Rhode Island Clean Transportation and Mobility Innovation Strategy Policy Document Rhode Island Department of Environmental Management Standard Policy Document Rhode Island Operating Procedure BEP-AWC-1 Executive Order 15-17 Policy Document Rhode Island Executive Order 17-10 Policy Document Rhode Island Rhode Island Greenhouse Gas Emissions Reduction Policy Document Rhode Island Plan Rhode Island Low and Zero Emission Vehicles Standards Policy Document Rhode Island Rhode Island Socioeconomics of Sea Level Rise Policy Document Rhode Island State of Rhode Island Zero Emission Vehicle Action Plan Policy Document Rhode Island The Road to 100% Renewable Electricity by 2030 in Policy Document Rhode Island Rhode Island Resilient Rhode Island Act State Legislation Rhode Island Rhode Island 2021 Act on Climate State Legislation Rhode Island Rhode Island H 5042/S 1005 State Legislation Rhode Island Rhode Island H 5478 State Legislation Rhode Island Rhode Island H 7277A State Legislation Rhode Island Rhode Island Refuse Disposal Laws 23-18.9 State Legislation Rhode Island Rhode Island S 0339 State Legislation Rhode Island Rhode Island S 0994/H5031 State Legislation Rhode Island Rhode Island S 35 State Legislation Rhode Island Rhode Island S 689 State Legislation Rhode Island Rhode Island Infrastructure Bank State Program Rhode Island Rhode Island Shoreline Change Special Area State Program Rhode Island Management Plan (Beach SMAP) Rhode Island Statewide Planning Program State Program Rhode Island Act on Climate Implementation Working Group Working Group Rhode Island 42Energy Efficiency Resources Management Council Working Group Rhode Island (EERMC) Mobility Innovation Working Group Working Group Rhode Island Rhode Island Climate Change Collaborative, “Waves of Working Group Rhode Island Change” Rhode Island Coastal Resources Management Council Working Group Rhode Island Rhode Island Executive Climate Change Coordinating Working Group Rhode Island Council (EC4) Rhode Island ZEV Working Group Working Group Rhode Island Vermont Climate Action Plan Climate Action Plan Vermont State Hazard Mitigation Plan Policy Document Vermont Vermont Climate Change Adaptation Framework Policy Document Vermont Vermont Comprehensive Energy Plan Policy Document Vermont Vermont Global Warming Solutions Act State Legislation Vermont Vermont House Bill 40 State Legislation Vermont Vermont House Bill 606 State Legislation Vermont Vermont House Bill 688 State Legislation Vermont Vermont House Bill 715 State Legislation Vermont Vermont House Bill 740 State Legislation Vermont Vermont Senate Bill 148 State Legislation Vermont Vermont Senate Bill 337 State Legislation Vermont Efficiency Vermont State Program Vermont Electric Vehicle Supply Equipment (EVSE) Grant State Program Vermont Program Executive Order 15-12 State Program Vermont Vermont Climate Assessment State Program Vermont Vermont Climate Toolkit State Program Vermont Energy Action Network Working Group Vermont Renewable Energy Vermont Working Group Vermont Vermont Climate Council Working Group Vermont 43Vermont Climate Solutions Caucus Working Group Vermont Vermont League of Cities and Towns Working Group Vermont 44",
    "TEXT BY PAGE": [
        "New England State Climate Action Assessment Using the UCS Resilience Gap Framework - Final Report Miriam Israel & Jo Field, UNH Sustainability Institute Summer Fellows Mentor: Roger Stephenson, Union of Concerned Scientists August 2022",
        "Introduction 3 UCS Resilience Gap Framework 4 Methodology 5 Interviews 6 Desk Research 7 State-by-State Analysis 7 State-by-State Framework Analysis Results 9 State-by-State Discussion 10 Maine 10 Vermont 12 Massachusetts 14 Rhode Island Error! Bookmark not defined. Connecticut 19 New Hampshire 22 Regional Themes 25 Reflections on Framework Assessment Approach 27 Application of the Resilience Gap Framework 27 Recommendations for Assessment Stakeholders 29 Opportunities for Further Research 29 Conclusion 30 Acknowledgements 31 References 32 Appendix I: Interview Subjects 33 Appendix II: Interview Questions 35 Appendix III: List of Documents Reviewed 37 2",
        "Introduction We live in a world where the damaging impacts of a changing climate are being increasingly felt by nations across the globe. In the US alone, it is estimated that climate change will cost $2 trillion a year in federal revenue losses by the end of the century1. Reaching 1.5°C of global warming will cause unavoidable increases in damaging climate impacts, with risks to human and ecological systems2. This has created an urgency for near-term action to mitigate future climate impacts by reducing heat- trapping emissions, and to adapt aspects of our societies and economies to reduce vulnerabilities and improve our resilience to the unavoidable impacts of climate change. Until recently, the federal government has largely failed to provide adequate leadership on climate change. As a result, some state governments began to fill the gap and play a critical role in building climate resilience. Although climate action at the federal level has increased with the signing of the Inflation Reduction Act (2022) into law, there is still ample opportunity for states to play an increasingly consequential role both in emissions reductions and in mobilizing adaptation measures. This is particularly true in light of the Supreme Court’s ruling on West Virginia v. Environmental Protection Agency which limits the ability of the EPA to regulate pollutants at the federal level and grants more agency to state governments. It is therefore useful to understand what actions are being taken at the state-level to build climate resilience, and where states should be doing more to mitigate and adapt to climate impacts. This analysis reviews existing state Climate Action Plans (CAPs), policies and legislation across the six New England states to assess their respective resilience levels, or how prepared they are to face their projected climate impacts. The purpose of the assessment is to identify resilience gaps; gaps between the threat levels that states face and their preparedness to handle these. This project builds upon the Resilience Gap Framework that was developed by the Union of Concerned Scientists in 2016. The term mitigation is used here to refer to “measures to reduce the amount and speed of future climate change by reducing emissions of heat-trapping gases or removing carbon dioxide from the atmosphere”3. Adaptation is used to refer to “the process of adjustment to actual or expected climate and its effects. In human systems, adaptation seeks to moderate or avoid harm, or exploit beneficial opportunities”4. Lastly, resilience refers to “the capacity of social, economic, and environmental systems to cope with a hazardous event, trend, or disturbance, responding or reorganizing in ways that 1 The White House, 2022 2 IPCC, 2022 3 USGCRP, 2016 4 IPCC, 2014 3",
        "maintain systems’ essential function, identity, and structure while also maintaining the capacity for adaptation, learning, and transformation”5. UCS Resilience Gap Framework The Union of Concerned Scientists (2016) defines a resilience gap as the “scope and extent of climate change-driven conditions for which people (individuals, communities, states, and even countries) remain unprepared, leaving them open to potentially harmful impacts”6. To reduce the size of these resilience gaps and to effectively respond to climate change, it is necessary to focus on both mitigation efforts to reduce greenhouse gas emissions and adaptation efforts to respond to current and predicted climate impacts. By focusing on both mitigation and adaptation, it is possible to reduce the scale of climate change and the severity of impacts felt by people, thereby also reducing gaps in preparedness. The figure below outlines how both mitigation efforts and adaptation efforts can contribute to more resilient communities. The 2025 and 2050 margins highlight the potential for the resilience gap to be narrowed over time through combined adaptation and mitigation efforts. Union of Concerned Scientists, Resilience Gap Framework Illustration, 2016 The Resilience Gap Framework contains a set of 15 principles for building climate resilience. Developed with decision makers, practitioners and citizens engaging in climate resilience efforts in mind, the principles were designed to be used to “prioritize 5 IPCC 2014 6 UCS, 2016 4",
        "investments in climate change adaptation, ensuring that their investments are scientifically sound, socially just, fiscally sensible, and adequately ambitious”7. In the framework’s initial design, the principles are structured around the themes of science-based decision making, equity, and common-sense ambition. The principles are structured as follows: Climate Adaptation Action Should Use Rigorous Science 1. Consider Projected Climate Conditions 2. Use Systems Thinking 3. Match the Scope of Planning to the Magnitude of Projected Change 4. Aim for Robust Decisions and Policies 5. Create Opportunities to Revise and Change Course Climate Adaptation Action Should Support Equitable Outcomes 6. Ensure that the Costs of Responding to Climate Change and the Benefits of Resilience-Building are Equitably Shared 7. Decide With, Not For 8. Minimize Harm and Maximize Options 9. Equip and Empower Local Experts 10. Maximize Transparency, Accountability, and Follow-Through Climate Adaptation Action Should Apply Ambitious Common Sense 11. Weed out Maladaptation, Both Existing and Proposed 12. Consider the Costs of Inaction 13. Work to Protect What People Cherish 14. Reflect a Long-Term Vision 15. Appreciate Limits to Adaptation and Push Mitigation It is worth noting that whilst the principles were initially designed to address climate adaptation needs and efforts, we have also assessed climate mitigation efforts in our application of the framework, to test its flexibility and to acknowledge the interconnectedness of mitigation and adaptation in creating climate resilience. Methodology The research aims for this project were to: 1. Test the efficacy of the framework, by evaluating and comparing the New England states as a case study, applying the framework’s principles to climate adaptation and mitigation efforts happening at the state-level. 7 UCS, 2016 5",
        "2. Identify ‘resilience gaps’ in each New England state, as well as barriers and lessons learned in policy planning and implementation. We use a mixed-methods approach, involving the collection of both primary and secondary qualitative data, to achieve our research aims. The qualitative data collection consisted of two elements: interviews with subject matter experts, and desk research into existing state activities related to climate resilience. The data gathered through these methods was then used to assess how each state’s Climate Action Plan and other state programs and policies aligned with the resilience gap framework’s principles. Interviews Qualitative data for each state were collected through semi-structured interviews with a sample of 18 subject-matter experts. The purpose of these interviews was to understand the implementation of New England states’ Climate Action Plans and other state-level climate solutions , how implementation compares with current policy goals, and how it aligns with the principles of the Resilience Gap Framework. The interviews took place between June and August 2022 and were conducted remotely via Zoom in line with the Chatham House rule8. Each interview lasted for approximately 45 to 60 minutes. Interviewees consisted of subject-matter experts that had extensive experience working in either climate adaptation or mitigation efforts within one or more of the New England states. This included staff from environmental NGOs, state government agencies, advocacy groups, regional planning commissions, environmental attorneys, and academics (see Appendix I for full list of interviewees, their affiliations and sectors). We conducted at least two interviews in each state, with representation from experts on both adaptation and mitigation. Nine of our interviewees worked within state government, 3 within academia, and 10 within the nonprofit sector. Each state had representation across at least two sectors, except for Vermont where both interviewees worked within the nonprofit sector. In all cases, desk research supplemented the interview data and helped manage potential biases that would have arisen from differences in representation of the various sectors. A set of interview questions was designed prior to data collection and was used for each of the interviews (see Appendix II). Questions were designed using the 15 principles from the Resilience Gap Framework and were split into three subgroups: 1. The Policy Life Cycle 8 The Chatham House rule means that “participants are free to use the information received, but neither the identity nor the affiliation of the speaker(s), nor that of any other participant, may be revealed.” 6",
        "2. Long-Term Planning and Policy Revision 3. Community Engagement, Involvement and Consideration Given that the principles were primarily designed to address climate adaptation, the interview questions developed based on the principles similarly focused on climate adaptation. However, a semi-structured approach provided flexibility in tailoring these questions to suit individual interviewees based on their expertise in either adaptation or mitigation, and the prepared questions were treated as a guide to assist the flow of conversation which allowed us to also explore themes related to mitigation. Desk Research Secondary data were gathered in the form of an annotated bibliography. Documents in the annotated bibliography included current state Climate Action Plans, relevant state legislation, policies, programs, publications, and working groups in each of the six states (see Appendix III for full list of documents reviewed). The purpose of this desk research was to see how the New England states are planning, preparing for, and addressing climate resilience needs, as well as to identify overall themes throughout the policy process. Desk research was also used to confirm or deny claims made by interviewees and to fill in remaining gaps following the interview process. Online searches were conducted to identify relevant documents and publications to be included, in addition to comments and suggestions made during the interviews. The Adaptation Clearinghouse by the Georgetown Climate Center, the Climate XChange State Climate Policy Tracker, and state government websites were used to identify relevant documents to include in the annotated bibliography. State-by-State Analysis In the state-by-state analysis, state-level Climate Action Plans were our main focus, but other state-level actions (policies, programs, legislation) related to climate resilience were also included. We assessed each state’s actions against the 15 framework principles. Three levels of assessment were used to reflect the level of action states had taken towards each principle; “Yes”, “Some” or “No”. For example, the assessment “Yes” was applied if there was extensive evidence to suggest that the state had applied the principle in its planning and approach to implementation. A state was assessed as “Some” if there was limited evidence of consideration for a principle by the state in planning and implementation, or if only part of the principle had been considered. A “No” was applied if there was no evidence of consideration for a principle or evidence of action that opposed the principle. 7",
        "This assessment process was completed twice for each state; once for the CAP and once for all other state-level actions. The reason for this was to keep the analysis centered on the state CAPs, since those are typically the primary documents driving climate action at the state level. However, conducting a second assessment that included all other state policies, programs and legislation allowed for a more complete picture of how well the state is implementing climate goals in the CAP and better understand the state’s overall commitment to climate action over time. 8",
        "State-by-State Framework Analysis Results Maine Vermont Massachusetts Rhode Island Connecticut New Hampshire Framework Principle CAP Other CAP Other CAP Other CAP Other CAP Other CAP Other Consider projected climate conditions Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Some Use systems thinking: consider & plan for impacts to connected systems Yes Yes Yes Yes Yes Yes Yes Some Yes Some Some No Policy Life Match the scope of planning to the Cycle magnitude of projected change Yes Yes Some Yes Yes Yes Some Some Yes Some No No Aim for robust decisions and policies Some Yes Some Yes Some Some Some Yes Some Some Some No Weed out existing maladaptation Some Some Some Some Some Some Some Some Some Some No No Create opportunities to revise and Long-Term change course Yes Yes Yes Yes Yes Yes Yes Yes Some Some No No Planning Consider the costs of inaction Yes Yes Some Yes Some Some Some Some No Some Yes Some and Policy Reflect a long-term vision Yes Yes Yes Some Some Some Yes Yes No Some No No Revision Appreciate limits to adaptation & push mitigation Yes Yes Yes Yes Yes Yes Some Yes Yes Yes Yes No Ensure costs and benefits are equitably shared Some Some Some Yes Yes Some Yes Yes Yes Yes No No Decide with, not for Yes Some Yes Yes Yes Some Yes Yes Yes Yes Yes Some Equity and Minimize harm and maximize options Some Some Yes Yes Yes Some Some Some Yes Some No No Community Equip and empower local experts Yes Yes Yes Some Yes Some Yes Yes Yes Yes Yes Some Needs Maximize transparency, accountability & follow-through Yes Some Some Yes Yes Some Yes Yes Some Some Some Some Work to protect what people cherish Some Some Some Some Yes Some Some Some No Some Some Some Table 1: Summary of results for each New England state against the principles of the Resilience Gap Framework. CAP refers to a state’s Climate Action Plan, and Other refers to all other state policies, programs, legislation that relate to state- level action on climate change impacts. States are ordered by how well they align with the 15 framework principles. 9",
        "State-by-State Discussion Here, we discuss each state in turn and the findings of our framework analysis. The states are discussed in the same order as they are presented in Table 1 above (page 9). The states are ordered based on how closely their Climate Action Plans, policies, programs, legislation and other activities align with the 15 principles of the Resilience Gap Framework. It is important to note that this does not necessarily mean that the states that align more closely with the framework’s principles are inherently better positioned to address existing resiliency gaps. Maine State Overview: As evidenced by the State-by-State Framework Analysis, Maine is a leader in the region when it comes to climate action and has taken significant steps to address both mitigation and adaptation needs. Despite the fact that most climate action began quite recently, largely beginning after the change in state administration in 2019, Maine has demonstrated a serious commitment to addressing climate change, backed by political will at the state level and a progressive vision for climate resilience at the community and state level. Maine’s Climate Action Plan, titled Maine Won’t Wait, was assessed “Yes” on 10 out of 15 principles, and “Some” on the remaining five principles. The other state-level policies received “Yes” on nine out of 15 principles, and “Some” on the remaining six principles. Long-Term Planning and Policy Revision: Maine’s CAP, as well as its other state-level policies, are particularly strong in the Long- Term Planning and Policy Revision category. This is evidenced by the fact that Maine Won’t Wait lays out a robust long-term vision for the state and frames climate action as an opportunity for Maine residents across regions and economic sectors. The document is required to be revised once every four years to incorporate new climate projections and solutions. This process is overseen by the Maine Climate Council, a group of scientific experts, business and nonprofit leaders, representatives from tribal and local governments and other community stakeholders. Other state-level action that aligns with this category includes Lead by Example (2021), a state policy document that outlines ways for state agencies to implement strategies from Maine Won’t Wait and establish long-term capacity building and planning at the state level. Policies that establish a long-term vision for climate action in Maine include the recent establishment of the Maine Climate Corps, which will provide volunteer and employment opportunities for climate-related projects, Legislative Document 1902 (2022) which provides funding for climate education programs in schools and the creation of the Maine Green Bank, 10",
        "which has the ability to issue loans and invest in long-term infrastructure and clean energy projects. Equity and Community Needs: The section where Maine demonstrates the least amount of alignment with the Resilience Gap Framework principles is Equity and Community Needs. Although Maine Won’t Wait was created with community input through public meetings and comments from the Maine Climate Council, more could be done to ensure accessibility of meetings and to provide more regular opportunities for community feedback or engagement. Interviewees mentioned the importance of community engagement in the policy process and that building the capacity of local communities to participate in climate action was a priority of the state. The fact that we did not find overwhelming evidence to support this suggests that outreach is happening informally or not being appropriately documented. Although Maine Won’t Wait does include strategies for building healthy and resilient communities and engaging with Maine people and communities, it does not focus on disadvantaged groups in Maine or consider the potential for disparate climate impacts for vulnerable communities. The state did define “frontline communities” as well as “environmental justice communities” in Legislative Document 2018 (2022) but at present, there is limited implementation of policies that are intended to serve these populations or provide dedicated funding to adaptation projects. Two existing programs that have the potential to address this gap are the Maine Infrastructure Adaptation Fund, which has already provided nearly $20 million in grants for projects that address flood risks, stormwater and sea level rise, and the Maine Climate Resilience Partnership, which similarly provides funding for community projects that are in line with state-level climate targets. These programs could more publicly consider frontline and environmental justice communities to better align with the Resilience Gap Framework Principles. Additionally, the Governor’s Office of Policy Innovation and Future (GOPIF) is planning to address some of these gaps through revisions to Maine Won’t Wait that will focus specifically on equity and accessibility. Summary: Overall, Maine has made significant progress over the past four years, adopting and implementing actions largely aligned with the UCS Resilience Gap Framework, indicating that the state will face fewer resilience gaps in the future so long as the state continues to follow through on the implementation of its current climate targets and plans. A recent report published by the Maine Department of Environmental Protection shows that the state is ahead of schedule in reaching its goal of achieving net-zero carbon emissions by 2045, and that it has already achieved a 25% reduction as 11",
        "compared to 1990 levels9. This is an impressive milestone and represents a state-wide commitment to climate mitigation. However, Maine must remain aware of the ways that these rapid changes could potentially impact frontline and environmental justice communities, and work to better understand how to support vulnerable communities. Public outreach has been at the core of community level climate resilience work in Maine, but more could be done to harmonize efforts at the state level and ensure that all types of community voices are being heard. Despite this success, barriers still exist to further climate action in Maine. As a largely rural state with a relatively low population, Maine has limited resources for expensive investments in infrastructure, clean energy or other projects, despite these investments being very needed for climate resilience. Funding sources at the federal and state level are often slow to come online and do not always consider the complexity of an issue or project, making them cumbersome or even inaccessible to local governments. There is also a lack of a specialized workforce with the ability to implement projects, and resistance to change by state utilities, as well as large companies and developers. Vermont State Overview: Since the Vermont Global Warming Solutions Act (GWSA) was passed in 2020, the State of Vermont has introduced a series of promising and robust climate policies and legislation. The establishment of the Vermont Climate Council by the GWSA gave rise to the Vermont Climate Action Plan (2021) and the Vermont Comprehensive Energy Plan (2022), which outline the state’s approach and strategy for addressing climate adaptation and mitigation needs. In line with the Resilience Gap Framework, these plans reflect a turning point in Vermont’s leadership to adopt more aggressive and robust policies to address climate impacts. In the present analysis, the Vermont Climate Action Plan was assessed “Yes” with regard to 8 of the Resilience Gap Framework principles, and “Some” on the remaining 7 principles. All other state actions were assessed “Yes” on 11 of the principles and “Some” on the other 4 principles. Looking forward, the 2023 state budget includes $216M in funds for climate priorities, which carries significant implications for climate mitigation, adaptation, environmental justice, and a green workforce transition. Policy Life Cycle: Use Systems-Thinking Vermont’s climate policies and legislation illustrate the state’s systems-thinking approach to building climate resilience. The Vermont Climate Action Plan acknowledges the interconnectedness of systems in their ability to cope with projected climate impacts 9 Press Herald, 2022. 12",
        "and outlines cross-sectoral strategies for both mitigation and adaptation solutions. The CAP outlines the possible co-benefits of recommended actions across health, social, economic, financial, agricultural, and ecological systems. In its systems-thinking approach, Vermont is also coordinating its approaches to mitigation and adaptation. The GWSA requires the CAP to be consistent and in line with the state’s Comprehensive Energy Plan. Within the Vermont Comprehensive Energy Plan, the state’s systems-thinking is evidenced through an emphasis on planning for reliability of the electric system in a way that aligns with actions necessary to achieve the state's climate goals. Evidence of a systems-thinking approach is also evidenced in the state legislature. For example, the Energy Efficiency Modernization Act (2020), which allows Efficiency Vermont to use a portion of their budget to reduce greenhouse gas emissions in thermal and transportation sectors, recognizes the need to modernize energy systems to mitigate climate change, reduce energy burdens on Vermonters, and build resilience. Equity and Community Needs: Addressing equity concerns within state planning and implementation has become a focal point in Vermont’s recent push to strengthen its climate resiliency efforts. However, while the state has taken several steps to center equity in its policies and planning processes there remain concerns around the extent to which these actions will deliver inclusive, meaningful and equitable outcomes. In establishing the Vermont Climate Council, the GWSA prescribed the creation of the Council’s Just Transitions Subcommittee, and charged the subcommittee with ensuring that emission reduction and climate resilience strategies benefit and support all residents in Vermont fairly and equitably. The Just Transitions Subcommittee’s recommendations, outlined in their Guiding Principles for a Just Transition (2021), were embedded in the CAP and used as a framework for the Climate Council to prioritize recommendations around equity and to incorporate \"perspectives of historically marginalized, disadvantaged and underserved communities.\" One priority recommendation presented in the CAP was the development of a state-wide Environmental Justice Policy, which has started to be realized by the enactment of Vermont Senate Bill 148: An Act Relating to Environmental Justice in Vermont (2022), which will establish an Environmental Justice Advisory Council and an Interagency Environmental Justice Committee, and requires the state to provide “opportunity for the meaningful participation of all individuals with particular attention to environmental justice focus populations, in the development, implementation, or enforcement of any law, regulation, or policy.” The Climate Council has prioritized equity by committing to start each meeting with a 13",
        "discussion around the topic. However, the organizational structure of the Climate Council itself is currently not inclusive and the Council’s membership does not fairly represent communities most vulnerable to projected climate impacts. Summary: Overall, Vermont has made a significant amount of progress towards building climate resilience since 2020, and many of the actions taken align closely with the Resilience Gap Framework. The GWSA has enabled an integrated approach to address mitigation and adaptation needs, and has been a driver behind the introduction and implementation of several state climate policies and legislation. State leadership in Vermont, however, has historically been reluctant to mobilize state government behind climate action, and it would be amiss to overlook the role that increasing pressure from the public and advocacy groups has played as a driver for robust state action on climate. The Vermont Climate Council aims to center equity in their strategies and policies for building resilience. However, concepts related to environmental justice are new considerations for the state and there remain concerns around how the implementation of these policies, such as the CAP, will serve the most vulnerable populations to the projected impacts of climate change in Vermont. Massachusetts State Overview: When the Global Warming Solutions Act (GWSA) passed in 2008, Massachusetts was one of the first states to take steps to address the climate crisis and set greenhouse gas emissions reductions targets. However, since then there have been gaps between the goals and targets written in the state’s Climate Action Plan and other legislation and the actual implementation of climate policies. The state CAP, titled the Massachusetts Clean Energy and Climate Plan for 2025 and 2030 (2022) ranked highly on the State- by-State Analysis, with “Yes” on 11 out of 15 principles and “Some” on the other four principles. However, other state policies and programs received a “Yes” on only five principles, and “Some” on the other 10 principles. This discrepancy illustrates that although there is significant ambition for climate action by the state, implementation across sectors has not always met these expectations. Mitigation vs. Adaptation: The state has done particularly well with efforts focused on mitigation, including policies, legislation and funding streams that support decarbonization strategies, encourage electric vehicle adoption and establish energy efficiency standards. The state currently has a target of reaching a 50% reduction in carbon emissions by 2030 and net-zero 14",
        "carbon emissions by 2050. The Green Communities Act (2008) reformed much of the state’s energy marketplace while also expanding renewable energy production and creating greener standards for the state building code. Since then, programs like the Massachusetts Clean Energy Center, the Massachusetts Zero Emission Vehicle Action Plan (2015) and the MassSave Energy Assessment Program have worked to reduce emissions by improving energy efficiency in homes, increasing electric vehicle infrastructure and funding clean energy development in the state, including robust investments in offshore wind. While these are important actions in the fight against climate change at the state level, they have not been well integrated with adaptation efforts, which often happen only as a result of local organizations or community action. The Massachusetts Statewide Hazard Mitigation and Climate Adaptation Plan (2018) was intended to address this gap by outlining projected climate change impacts and adaptation strategies for five key sectors: Populations, Government, Built Environment, Natural Resources and Environment and Economy. However, its implementation has not always been well coordinated to effectively address both mitigation and adaptation. Other programs like the Municipal Vulnerabilities Preparedness (MVP) Grant Program and the MA Coastal Resilience Grant Program aim to support adaptation through direct funding to high-risk or frontline communities. Equity and Community Needs: Efforts like the MVP and Coastal Resilience Grant Programs have been more effective in addressing adaptation needs but have raised concerns about the equitable distribution of funds across communities. According to our interviews, the majority of funding dedicated to climate change through these and other programs is channeled through municipalities, which presents a significant barrier for areas that have limited resources or lack the capacity to apply for funds and implement projects. As a result, wealthier municipalities have been more successful at accessing funds and preparing for the impacts of climate change. Additionally, if community organizations do not have strong connections with municipal leaders, these funds often get redirected and do not reach the most vulnerable communities. This feeds into other critiques that climate activists in Massachusetts have made about the lack of attention paid to environmental justice communities and a lack of equity when it comes to community outreach. In 2021, the state did define “environmental justice communities” in statute as census block groups where 30% or more of the population has an income below 200% of the federal poverty level, or municipalities that are the most fiscally and economically distressed. However, there is concern over whether this definition fully captures all environmental justice communities and whether it will result in more equitable distribution of resources or other changes to climate adaptation policies. 15",
        "Maximize Transparency, Accountability and Follow-Through Although the Massachusetts Clean Energy and Climate Plan for 2025 and 2030 (2022) has strong language around equity and environmental justice communities, many of the systems in place in the state make resources inaccessible or prevent communities from participating in the policy-making process. There is a sophisticated, dedicated network of climate activists and organizations across the state and most gains around environmental justice have been achieved through local advocacy, not state action. Community organizations often have to work hard to access resources, provide input on policies and regulations or achieve transparency in decision making. This is particularly true on a regional level, since most decision making occurs in the Greater Boston area, so activists in the central or western parts of the state must work harder to have their opinions heard. Interviewees also commented on issues with transparency once policies move out of the legislature and into state agencies for implementation. Since agencies are not accountable to voters in the same way as legislators, they are often able to make decisions without public input, which can result in inequitable, ineffective or inaccessible implementation. Summary: Overall, Massachusetts has been a longtime leader around climate mitigation and has made significant progress in developing and deploying clean energy, as well as other energy efficiency measures. Legislation like the Global Warming Solutions Act has served as a regional and even national model for state level climate action. However, the state has often fallen short when it comes to implementing policies, particularly around climate adaptation and resilience. Processes that rely heavily on participation from municipalities often leave out vulnerable or low-income communities and their inclusion typically comes as a result of hard work by advocates, not the state. As other states in New England ramp up their climate ambition, it is clear that Massachusetts needs to work at filling in existing gaps and improve implementation systems across the state. The recent legislation, An Act Driving Clean Energy and Offshore Wind (2022), includes provisions to boost offshore wind and increase consumer subsidies for electric vehicles and permits certain municipalities to ban fossil fuels from new housing or building developments. These are impressive steps towards reaching net-zero carbon emissions by 2050. Rhode Island State Overview: As the smallest state in New England, Rhode Island has unique opportunities as well as challenges around climate action. The state has been proactive on both mitigation and adaptation, beginning with the passage of the Resilient Rhode Island Act (2014) which 16",
        "established the Executive Climate Change Coordinating Council (EC4), a group of state agency representatives that has been crucial for driving climate policy. The Rhode Island 2021 Act on Climate (2021) updated the previous legislation to set enforceable emissions reductions targets, as well as a new and ambitious goal of achieving net-zero carbon emissions by 2050. Nicknamed “The Ocean State”, Rhode Island has nearly 400 miles of coastline,10 prompting a focus on coastal adaptation efforts and reducing impacts from sea level rise, flooding, erosion and severe storms. These efforts have included everything from the Rhode Island Coastal Resources Management Council (1971) which is a management agency with regulatory functions that oversees long- term planning around coastal areas, to legislation that provides funding for research on the economic risks of flooding and mandates trainings for local planning boards and commissioners on the impacts of sea level rise in their area. At the same time, mitigation and adaptation efforts have remained largely siloed in the state, resulting in policies and legislation that are largely focused on individual issues, rather than taking a comprehensive approach to climate change across government and economic sectors. This is reflected in the State-by-State Framework Analysis, where Rhode Island’s Climate Action Plan, titled Resilient Rhody (2018), received a “Yes” on eight principles, and “Some” on seven out of 15 principles. All other state policies received a “Yes” on nine principles and “Some” on six principles. Policy Life Cycle: When analyzed using the Resilience Gap Framework, Rhode Island aligned the least with principles in the Policy Life Cycle category, both for its CAP as well as other state policies. This can be explained in part by the nature of the CAP, Resilient Rhody, which focuses almost entirely on adaptation and resilience, rather than mitigation, and as such did not entirely align with Principle 2: Use Systems Thinking, Principle 3: Match the Scope of Planning to the Magnitude of Projected Change planning, or Principle 15: Appreciate Limits to Adaptation and Push Mitigation. The results of the CAP analysis may have been different had we also included plans like the Rhode Island Greenhouse Gas Emissions Reduction Plan (2016) which was written by the EC4 and identifies specific mitigation strategies. According to our interviews, the narrow scope and generalized guidelines of the CAP mean that it has not been a particularly useful tool for climate action. Instead, climate action at the state and agency level has largely been a result of climate legislation that creates accountability through mandatory targets and the potential threat of citizen lawsuits. State agencies have been willing to make changes to a certain degree, particularly agencies like the Office of Energy Resources, the Department of Environmental Management and the Department of Transportation, but others have 10 RI.gov, 2002 17",
        "been slow to incorporate climate impacts into their work. Weed Out Maladaptation There are also gaps when it comes to maladaptation and considering the costs of inaction. Despite Resilient Rhody’s focus on adaptation efforts, and the overall concern for coastal resources and communities, there is little to no mention of maladaptation or the potential harmful effects of climate action in the CAP and only limited attention paid to the issue in other legislation, policies or programs. This problem is not unique to Rhode Island, since every state in New England failed to fully account for maladaptation; however, it is particularly important in Rhode Island given the level of activity around adaptation and coastal resilience. Rhode Island is also developing rapidly and making investments in transportation and housing infrastructure, all of which have the potential to be maladaptive if not implemented correctly. At the state level, there is also a limited focus on the costs of inaction, or on a business-as-usual scenario. This means that development or infrastructure investments are happening without full consideration for long-term climate impacts, or that this analysis is being left up to local developers or towns, resulting in inconsistent implementation. Equity and Community Needs: At the same time, Resilient Rhody’s focus on adaptation and resilience reflects a commitment to meet the needs of communities and consider how climate change will impact people across the state. As a small state, Rhode Island has done well in developing inclusive processes for policy development and for incorporating community feedback. For example, before deciding on the priority areas for Resilient Rhody, 10 Resilience Roundtables were held across the state to solicit feedback from residents and identify key areas of concern. Resilient Rhody also specifically mentions the need for a just transition and the increased vulnerability to climate impacts faced by certain communities. The prevalence of working groups and partnerships between stakeholders and state agencies has allowed for greater transparency and strengthened the capacity of local organizations working on climate issues. Collaboration with the University of Rhode Island through programs like the Rhode Island Sea Grant, the RI Climate Change Collaborative and the Rhode Island Shoreline Change Special Area Management Plan have allowed for a frequent exchange of information between scientists and policymakers and also provided opportunities for students and academics to inform state policy. Although there is not yet a state-wide community vulnerability assessment, there are an increasing number of conversations around climate justice happening at the state level, primarily through the EC4, which will potentially receive funding for an Environmental Justice Subcommittee in 2023. There are also state regulations, like the Department of Environmental Management Standard Operating Procedure BEP-AWC-1 (2008) that provides guidelines for integrating environmental justice into the agency’s work, 18",
        "particularly as it relates to pollution remediation. The SOP was developed through a stakeholder process to identify and define environmental justice communities in Rhode Island and defines “Environmental Justice Focus Areas” as census block groups where the proportion of the population that is minority or low-income ranks in the top 15% of block groups in the state. On the mitigation side, the Energy Efficiency Resources Management Council (EERMC) provides oversight of Rhode Island ratepayer-funded energy efficiency programs to ensure that residents are getting the least expensive, most environmentally friendly energy possible through energy efficiency, conservation and management. The council aims to have inclusive representation from across the state and consists of 15 members representing businesses, non-profits, municipalities, low-income homeowners and renters, government agencies and scientists. Recent legislation like RI H5031 An Act Related to Motor and Other Vehicles - Electric Vehicle Charging Stations (2021) has highlighted the need for accessible charging infrastructure and provided funding to develop strategies on prioritizing equity in electric vehicle incentive programs and charging infrastructure and on electrifying public transit and school buses to ensure that benefits are equally distributed. Summary: Overall, Rhode Island has seen a lot of positive action on climate change, from both the adaptation and mitigation side. The small size of the state, as well as a commitment to public outreach, has resulted in successful community engagement and a developing but present focus on equity and environmental justice. State agencies play an important role in implementing policy, but are not always eager to move quickly to change their own practices. Funding has primarily come from federal programs, however the Rhode Island Infrastructure Bank (RIIB) has played a critical role in directing funds towards adaptation projects and considering climate resilience in new investments. The RIIB is an excellent example of an existing funding mechanism that has been repurposed to be an instrument of climate action and has been effective at mobilizing funds for a range of climate projects. Local communities are generally supportive of climate action and are getting increasingly involved, but they need stronger state leadership to mandate change at the state level. Connecticut State Overview: Since An Act Concerning Climate Change was enacted in 2004, the State of Connecticut has been working to address climate change through its legislature and state policies. However, while Connecticut emerged as an early leader to address climate change at a state-level, progress towards achieving its targets has been 19",
        "lagging. Without any accountability or enforceability measures, Connecticut is currently not on track to meet its emission reduction targets outlined by the state’s Global Warming Solutions Act (2008). In the adaptation space, the state has recently expanded their funding for resilience projects through the Connecticut Green Bank, as prescribed by Public Act 21-115: An Act Concerning Climate Change Adaptation (2021). However, infrastructure and development projects often take priority over the resilience needs of communities, as evidenced by our interview data. Connecticut’s Climate Action Plan, Taking Action on Climate Change and Building a More Resilient Connecticut for All (2021), was developed by the Governor’s Council on Climate Change (GC3). In the development of the plan, the GC3 adopted a phased approach “in part to address the disruption of the COVID-19 pandemic that came a few months into the GC3 deliberations process”. Our analysis focuses on the first part of this process, presented in the GC3 Phase 1 Report: Near-Term Actions. The phase 2 report, due at the end of 2021, has yet to be released. In applying the Phase 1 Report to the Resilience Gap Framework, the report was assigned a “Yes” for 8 of the Resilience Gap Framework principles, “Some” for 4 principles, and “No” for 3 principles. Long-Term Planning and Revision: For both its CAP and other state policies and legislation, Connecticut aligned the least with the Resilience Gap Framework principles related to long-term planning and revision processes. For example, when looking at Principle 12: Consider the costs of inaction, the Phase 1 Report does not include any consideration for how a business-as-usual approach or failure to act would exacerbate climate impacts, nor does it include any discussion of the costs of action versus the costs of inaction. In other state policies, there is limited consideration for the costs of inaction, and it is unclear whether this has had any impact on state efforts to address mitigation or adaptation needs. In the GC3’s report titled Building a Low Carbon Future for CT, GHG Reduction Strategies and Recommendations (2018), the GC3 details the costs of inaction for property loss, economic costs, diseases, crop yield losses, and heat-related illnesses on a national scale. No specific projections are presented for the costs of inaction at a state-level, in any state policies for Connecticut. The Phase 1 Report only covers short-term actions that are implementable by the state in 2021 and 2022, and subsequently the report does not reflect a long-term vision. The GC3’s intention here is that the Phase 2 report would cover their longer-term recommendations to begin implementation in 2022 or later, as well as updates to the short-term recommendations outlined in the Phase 1 Report. Therefore, the present analysis is limited in its ability to assess state progress in Connecticut towards Principle 14: Reflect a Long-Term Vision. While it is difficult to assess a long-term vision within the Phase 1 Report, other state policies and legislation demonstrate an overall weak 20",
        "effort to outline a long-term vision for building climate resilience in the state. One example of this is that state agencies and municipalities in Connecticut currently consider sea-level rise projections for 2050 in their planning, overlooking available projections for 2100. Equity and Community Needs: In this framework analysis, the Phase 1 Report aligned most closely with the Equity and Community Needs principles of the Resilience Gap Framework, earning a “Yes” on 4 out of 6 principles. Equity and environmental justice are framed as core considerations of the Phase 1 Report, and the GC3’s recommendations for near-future actions are prioritized through an equity lens. It is acknowledged within the report that \"equitable approaches to policy planning start by focusing on current and historical disparities across communities and populations. Equitable policies prioritize the well-being of the most vulnerable community members.\" This sentiment is reflected throughout the report, for example by the recommendation to prioritize mitigation in vulnerable communities and the key principle of the GC3 that the costs and benefits of a just transition must be distributed equitably. Outside of the CAP, Connecticut has shown a commitment to addressing equity in its mitigation and adaptation efforts. The Connecticut Department of Energy and Environmental Protection (DEEP)’s recently established Environmental Justice Program incorporates environmental justice into their policies and regulations, and emphasizes working in low-income and minority communities to address environmental and community health issues. In accordance with Executive Order 21-3, DEEP also recently established the Connecticut Equity and Environmental Justice Advisory Council (CEEJAC) to advise the agency on how to address environmental injustices, energy inequities, racial inequalities, and health disparities as they relate to mitigation and resilience. An Act Concerning Climate Change Adaptation (2021) established a prioritization for frontline communities to receive funds from the Connecticut Green Bank for adaptation and resilience projects. In our analysis, Connecticut also demonstrated a strong state-wide effort to include communities and groups most vulnerable to and impacted by climate change in planning and decision-making processes. The Phase 1 Report outlined a recommendation to develop funding for a community engagement strategy that would inform the GC3 planning process and implementation, and the report acknowledges that communities must have a central role in planning and policy decisions that affect them in order for decision-making processes to be carried out equitably. The GC3’s Equity and Environmental Justice Working Group highlights the GC3’s efforts to be inclusive and consider a diverse set of expertise within its membership, including representatives from NGOs, tribal communities, youth movements and disability groups. In the state 21",
        "legislation, an Act Concerning Enhancements to the State’s Environmental Justice Law (2020) requires applicants for DEEP permitting in an environmental justice community to file a plan for “meaningful public participation” and to work with municipalities to develop community environmental benefit agreements. While these efforts to be inclusive are promising for Connecticut, the state continues to overlook the need to prioritize and protect assets that communities value in their resilience efforts. The state has shown a clear priority for protecting coastal resources at risk from sea-level rise and coastal hazards compared to resources at risk from other climate impacts. However, no justification for this prioritization is evidenced on the basis of cultural or historic significance. In the Phase 1 Report, no recommendations are presented to protect specific resources or areas due to them having significant cultural or historic value to communities. This weak alignment with Principle 13: Work to Protect What People Cherish is common to all of the New England states in this analysis, and presents a clear opportunity for the states to better incorporate their constituents’ values in a way that would deliver more equitable and meaningful climate planning. Summary: In this framework analysis, great variability was seen in how Connecticut’s CAP aligns with the principles of the Resilience Gap Framework. Whilst this is due in part to the phased approach of the GC3’s CAP and only the Phase 1 Report being available to review at the time of analysis, it also highlights the several gaps that the state government should address in their planning processes to build resilience in Connecticut. The Global Warming Solutions Act (2008) outlined greenhouse gas emissions reduction requirements for 2020, 2030 and 2050, however the state is currently not on track to meet these targets. Though the near-future recommendations outlined in the Phase 1 Report provide a series of short-term actionable items that can be implemented to speed up progress, state leadership in Connecticut lacks a long-term vision and accountability measures in their planning for both mitigation and adaptation efforts. Without a commitment and concerted effort to fulfill their targets and ambitions, many of the state’s efforts to achieve equitable climate resilience become redundant due to their failure to protect communities from further damaging climate impacts. New Hampshire State Overview: As evidenced by the framework analysis results, New Hampshire is largely unaligned with the other New England states when it comes to its action and approach to addressing climate impacts, with its Climate Action Plan being assigned a “Yes” on 5 of the framework’s principles, “Some” on 4 of the principles, and “No” on the remaining 6 22",
        "principles. Published in 2009, New Hampshire's CAP, A Plan for New Hampshire’s Energy, Environmental and Economic Development Future, presents the oldest working CAP of the New England states. While the plan does outline several robust and ambitious recommendations for addressing climate mitigation and adaptation needs within the state, a lack of state leadership and will to implement the plan means it remains largely unused at a state-level. From our interviews, there is a clear recognition within state agencies that New Hampshire does not have the same level of climate targets or policies as its neighboring states. This sentiment is also acknowledged in the New Hampshire 10-Year State Energy Strategy (2022); “compared to other New England states, New Hampshire does not have as aggressive renewable mandates or subsidy programs.” However, this is not being viewed as an oversight or shortfall by state leadership, as evidenced in the wording of the New Hampshire 10-Year State Energy Strategy and our interview discussions. Policy Life Cycle: Consider Projected Climate Conditions The New Hampshire CAP presents a series of science-based recommendations for the state, and the development of the plan was heavily informed by evidence-based analyses including scientific projections for sea-level rise, state-level projections for greenhouse gas emissions, economic analyses for carbon reductions, and cost savings analyses of mitigation actions. However, since the publication of the CAP, the state government has failed to adopt a science-based approach to decision-making around climate resilience. New Hampshire remains the only New England state that has yet to adopt legislation that would transition the state away from using fossil fuels and towards renewable energy adoption. This is despite recognition within the CAP that high greenhouse gas emissions from fossil fuels exacerbates climate impacts, which subsequently carries significant health and economic impacts. Beyond the CAP, the state has shown some consideration of projected climate impacts in the context of sea-level rise and coastal hazards. Updates to sea-level rise projections by the New Hampshire Department of Environmental Services every 5 years are prescribed by the state legislature through NH SB 374 (2016), and state agencies responsible for managing coastal resources have been required to conduct audits of the laws governing coastal regions that would enable authorities to take action towards addressing climate resilience needs in coastal communities, through NH SB 452 (2016). The New Hampshire Coastal Risk and Hazards Commission Final Report (2016) has been an influential driver of such legislative pieces addressing coastal climate impacts and demonstrates a willingness within the state government to adopt recommendations for the benefit of climate resilience in the context of coastal hazards and sea-level rise. However, the state does not address any other projected impacts of climate change that the state will face in the near future, such as extreme heat and drought, to the same 23",
        "extent. Long-Term Planning and Policy Revision: Create Opportunities to Revise and Change Course Some of the most damaging shortfalls in the State of New Hampshire’s CAP and in the state’s overall approach to addressing climate resilience needs are evidenced in the state’s lack of a long-term vision for climate planning and in its processes for reviewing and revising climate policies. No clear process or timeline for revising or updating the plan was outlined in the document itself, in other policies or in the state legislation. As a result, there is a lack of accountability for the state government’s failure to enact recommendations and targets outlined in the CAP. With regard to mitigation, the state’s 10-year Energy Strategy must be updated every three years, however the most recent version does not make climate change a priority in its recommendations, does not discuss the implications of climate impacts for energy systems, and does not acknowledge the timing and proximity of projected climate impacts in its recommendations or planning. Appreciate Limits to Adaptation and Push Mitigation New Hampshire's CAP prioritizes mitigation efforts, with 59 recommended actions outlined for reducing greenhouse gas emissions in the state, compared with just 8 recommendations for adaptation. Recommended mitigation actions largely fall under three overarching strategies: reduce greenhouse gas emissions from buildings, electric generation, and transportation; protect natural resources to maintain the amount of carbon sequestered; and support regional and national initiatives to reduce greenhouse gasses. The CAP discusses regional mitigation targets to reach 80% below 1990 GHG emissions levels by 2050 and that New Hampshire should strive for a similar target, however the plan fails to outline a clear timeline for actionable items to achieve this.The Climate Action Plan Task Force also established a goal of reducing greenhouse gas emissions 20% below 1990 by 2025. However, no statutory mandate for greenhouse gas emissions reductions was introduced into the state legislature, and New Hampshire remains the only New England state to not be a member of the US Climate Alliance, a coalition of state governors committed to reducing greenhouse gas emissions. Summary: New Hampshire’s CAP is outdated, not regularly used within state agencies, and its recommendations were not implemented. State leadership remains focused on the economic costs of action towards both mitigation and adaptation rather than the cross- sectoral benefits of action or the costs of inaction, and this sentiment has presented a clear barrier to implementing the CAP and to introducing other climate policies and legislation within the state. In comparison to its neighboring states, New Hampshire lacks a robust and adequate state-level strategy for building climate resilience in the 24",
        "state. A lack of state leadership to implement the CAP or to introduce other robust policies and legislation to tackle the projected impacts of climate change has meant that municipalities and regional planning commissions are left to take the lead on local-scale climate adaptation efforts within the state. This has produced intra-state disparities between municipalities with different income, resource, and capacity levels, which raises equity concerns for communities most vulnerable to the impacts of climate change. In terms of mitigation efforts, while greenhouse gas emissions reductions are considered in the state’s energy policies, it is clear that the state government prioritizes the short-term economic costs and benefits in designing its energy strategy, and in its overall approach to addressing climate impacts. Regional Themes Through our analysis, we observed several themes that were common across the New England states. Equity and Community Needs In applying the principles of the Resilience Gap Framework to the states, we found that states aligned the least with principles within the Equity and Community Needs category. Most of the recently published policies that we reviewed showed an increasing acknowledgement and consideration of equity, environmental justice, and inclusion of communities most vulnerable to the impacts of climate change in decision- making processes, however we observed shortfalls in the implementation of these policies thus far. Going forward, greater effort and investment of resources will be needed to ensure that the most historically vulnerable and burdened communities are not once again left behind as states work to close their resilience gaps. As awareness around these concepts continues to grow among state and local government leadership, particularly in response to federal action such as the Department of Energy Justice40 initiative, which requires 40% of project funding go towards environmental justice communities, and the Inflation Reduction Act (2022), it will be important to follow the implementation of these policies and observe how equity and community needs are considered in state policies and legislation going forward. Mitigation vs. Adaptation Another regional observation we made was that adaptation and mitigation efforts have historically been siloed and separated from each other at the state level. Some reasons for this presented through our interviews include differences in expertise required to address these needs, either adaptation or mitigation being prioritized by decision- makers (with mitigation generally being prioritized at the state level and adaptation 25",
        "being prioritized at the local level), and states setting different priorities around how they address mitigation versus adaptation. Through our analysis, we observed that many of the New England states are starting to better coordinate their mitigation and adaptation efforts, and there is an emerging recognition of the interrelatedness of the two concepts for building climate resilience. This could be a potential area for advocacy groups to focus on for future outreach, to increase awareness among decision-makers about the importance of integrating mitigation and adaptation efforts and considerations into their planning for addressing the projected impacts of climate change. Barriers to Implementation Our analysis also revealed several barriers to implementing state CAPs that were common across the region. First, there is an overall lack of capacity and resources at both the state and municipal level to successfully fulfill the recommendations and goals outlined in CAPs and other policies. Both the federal and state governments would need to provide greater funding and resources to address this shortfall. A related and compounding barrier in some states has been a lack of leadership to address projected impacts of climate change in an adequate and meaningful way. In states where weak leadership on climate was observed, addressing climate impacts through mitigation and adaptation efforts was viewed as an economically costly policy decision, and the long-term benefits would not outweigh these short-term economic costs. As a result, the costs of inaction and the pitfalls of a business-as-usual approach for social, economic, agricultural, health, ecological and other systems were often overlooked and not considered at the state-level or integrated into state policies. Impact of Local Governance Another regional observation is that the type of local government can either be an enabler or a barrier, particularly in the context of adaptation efforts where funds and implementation efforts are mostly channeled through municipalities. In states where municipalities have more control over local policies and regulations, as well as more autonomy over local budgets, there have been disparities in how willing municipalities are to voluntarily engage on climate issues, even when they are vulnerable to climate impacts. In places where municipal budgets are based largely on local property or income taxes, wealthier districts are more likely to have the resources and capacity to improve their climate resilience, regardless of whether they are the most vulnerable. This has created great variation in climate resilience within states and highlights a need for state 26",
        "governments to take stronger statewide leadership to address these disparities and work towards building more equitable resilience. Reflections on Framework Assessment Approach Application of the Resilience Gap Framework Based on this project, we found the UCS Resilience Gap Framework to be generally effective in assessing a state’s level of preparedness to cope with projected climate impacts and overall ambition to improve climate resilience. However, there were some aspects of the framework that could be streamlined and improved before using the framework in future analyses, or that were difficult to apply and are worth additional consideration. Below are a series of observations we have made about specific elements of the framework: Firstly, we found the organization of the principles into the three categories of Policy Life Cycle, Long-Term Planning and Revision and Equity and Community Needs to be effective for our state-by-state analysis. These categories group the principles thematically, which helped to effectively identify strengths and weaknesses within each category for a single state or across the entire region. However, many of the principles do intersect and could be categorized in various ways that would yield an effective analysis. The original categorizations outlined in the Resilience Gap Framework could be one way to do this. However, we chose to use the groupings from the design of our interview questions for consistency and ease of analyzing our data. Policy Life Cycle Secondly, we found that Principles 1 and 2 in the Policy Life Cycle category, Consider Projected Climate Conditions and Use Systems Thinking, were redundant in our analysis, as they acted as foundational principles to each state’s approach to addressing climate impacts and were subsequently almost always fulfilled by the states. Applying the Resilience Gap Framework to a real-world context, we found that revising the wording of the principles, for example to read Use Projected Climate Conditions as a Foundation for Decision-Making, could provide a more detailed insight into leadership approaches to building climate resilience This change could prove particularly useful when analyzing other regions that have demonstrated less overall climate leadership than in the New England states. Also in the Policy Life Cycle category, we found that Principle 11: Weed Out Maladaptation, was almost never considered by states, and rarely was it given more than a cursory mention in plans or policies, if at all. This could be in part due to a lack of awareness about the issue or a lack of clarity around what counts as maladaptation. As 27",
        "such, the framework might benefit from an expanded definition, discussion of implications, and additional examples of maladaptation. This will be an important issue to clarify moving forward, particularly as federal funding from the Infrastructure Investment and Jobs Act (2022) and the Inflation Reduction Act (2022) goes to state- level climate action and rapidly increases the amount of adaptation projects, as well as the potential for maladaptation. Long-Term Planning and Policy Revision In the Long-Term Planning and Policy Revision category, we found there to be an interesting correlation between Principles 12 and 14, Consider The Costs of Inaction and Reflect a Long-Term Vision. States were often assessed at the same level against these two principles, and it was common that the more a state put forward a positive, long-term vision for climate action, the more likely they were to also consider the costs of inaction or the potential harm of a business-as-usual scenario. Interestingly, in most cases, states viewed the cost of inaction as a primarily economic question, where long- term visions were often framed as improving or protecting the quality of life for citizens. Understanding climate change within the context of economic or development priorities seems to be a helpful framing for states and a motivating factor towards greater climate ambition. Additionally, we found Principle 15 in this category, Appreciate Limits to Adaptation and Push Mitigation, to be less effective than other principles in our analysis, as all New England states are pursuing mitigation in at least some form, and are often more focused on mitigation than they are on adaptation. One reason for this that we heard during the interviews across states was that it is easier to establish specific metrics for mitigation efforts, for example specific greenhouse gas emission reduction goals or renewable portfolio standards, and that such metrics provide a clearer vision for what policy implementation will achieve. Where states struggle to enable mitigation efforts, we heard that adaptation can be easier for people to conceptualize and understand, given that it relates to physical structures and therefore people can see the results of adaptation and the need to adapt more clearly than they do for mitigation. In light of this principle, which aims to extend the Resilience Gap Framework beyond adaptation to mitigation, we found the framework to be flexible enough to use most of the principles to analyze both adaptation and mitigation efforts; another reason why Principle 15 proved inefficacious in our analysis. Equity and Community Needs Lastly, we found that the Equity and Community Needs category contained some redundancy, as the evidence we used for Principle 7: Decide With, Not For, Principle 9: Equip and Empower Local Experts and Principle 10: Maximize Transparency, Accountability, and Follow-Through was often overlapping, and the individual principles 28",
        "did not always provide additional insight. This is not to imply that the principles around equity are not important since we found the framework’s focus on equity to be one of its greatest strengths. Rather, we suggest that these principles be expanded to include more detail about possible types of community engagement or adjusted to capture engagement at different scales, for example at the local, state and regional levels. Recommendations for Assessment Stakeholders Through applying the UCS Resilience Gap Framework to analyze and assess climate action across the New England states, we found several factors that should be considered closely in future assessments of a similar nature. Here, we outline our recommendations based on these considerations, for policy makers and climate advocates. In some cases, these recommendations will also be relevant for practitioners interested in conducting similar assessments or using the Resilience Gap Framework in other regions. Our key recommendations based on our analysis are as follows: • For each state, use the gaps between stated policy commitments and actual implementation to identify priority areas for future state climate action, as well as strategic areas for advocacy and accountability. • Look to better integrate climate mitigation and adaptation efforts and identify ways to coordinate these efforts at both the local and state level. Consider outreach opportunities regarding the need to increase awareness among decision makers about integrating these efforts to adequately address projected climate impacts. • Push for better monitoring and evaluation of state progress as well as impact and equity assessments to ensure that implementation is happening in a way that aligns with climate justice goals. • Consider potential outreach or research opportunities related to maladaptation at the state level, since we found this to be an issue that states were not actively considering. • Given the gap we identified between state commitments to equity and inclusion and their success at implementing these commitments, there may be an opportunity for future research and advocacy on how to successfully follow through on policies designed to increase equity and inclusion, particularly as it relates to increasing climate resilience at the local and state level. Opportunities for Further Research Due to the limited timeframe of our project, we are aware that this research has limitations, and that future study would help make our findings and recommendations 29",
        "more thorough and robust. While we intentionally centered our state-by-state analyses on the states’ Climate Action Plans, a more in-depth analysis of all other state policies, programs and legislation could provide valuable contributions to our understanding of state-level climate action across New England. In particular, a more in-depth assessment of legislation or other policies that have been established as a result of state CAPs would provide a more accurate understanding of how well CAPs are being implemented. Assessing the implementation of all other state policies could also contribute to a more accurate assessment of state progress against the Resilience Gap Framework principles and more accurately identify resilience gaps in each state. Several times over the course of this project, new legislation or research was announced that might have significantly changed our state level conclusions. Given the speed with which some of these developments happened, and the short duration of our project, we were not able to integrate all of them into our research. However, it would be important for any future research to incorporate these and any future climate policies that are introduced in the region. There were also developments at the federal level, including the passage of the Infrastructure Investment and Jobs Act (2021) and the Inflation Reduction Act (2022), that significantly changed the national landscape around climate change, and will likely have drastic effects on climate action in New England. This is particularly relevant as it relates to funding opportunities for both mitigation and adaptation projects. In many of our interviews, funding was mentioned as a significant barrier to climate action, either because it was insufficient, distributed too slowly or, in some cases, because there was too much available and states did not have enough capacity to apply and use the funds. It will be important in the future to study how this federal legislation and increase in funding impacts the New England region and whether states are able to increase their capacity in a way that results in an equitable distribution of funds as well as effective implementation of projects. Conclusion This project demonstrates that most New England states are playing a significant role in building climate resilience and can provide important models and lessons for further state and federal action. Our assessment revealed many instances of meaningful and effective action are well underway across the region, as well as instances where states need to take more ambitious action. As federal and state laws are adopted and implemented that provide funding and legislative backing for climate action, it is critical that research at the state level continue to focus on potential climate resilience gaps, to ensure accountability for state action and to better understand the needs and potential risks faced by states and their residents. 30",
        "This state-level assessment highlights that there are several gaps in current resilience efforts across New England, where states are failing to prepare for the projected impacts of climate change. Two gaps that were identified through this assessment were the lack of attention given to the potential for maladaptation, particularly as states make decisions about long-term infrastructure investments, urban development and the retrofitting or protection of coastal areas; and a lack of consistency in the implementation of equity and inclusion strategies. Oftentimes, goals around inclusion were clearly articulated on paper but were not fully recognized in their implementation or structure. A greater effort to engage vulnerable communities throughout the policy process and more formal channels for outreach and communication could help address this gap. Overall, states have huge potential to act locally on climate change and can mobilize resources to increase ambition on climate resilience through work on both mitigation and adaptation. The resilience gaps identified in this assessment serve as key markers for action that state governments should take and prioritize, in order to build adequate and equitable resilience to the impacts of climate change. Acknowledgements First and foremost, we would like to thank our mentor, Roger Stephenson at UCS, for supporting us throughout the duration of this project and for making the many connections necessary for our interviews and research. We are grateful to all the staff at the UNH Sustainability Institute for making this fellowship possible, and particularly to our cohort mentors, Dr. Cameron Wake and Emily Koo for their excellent guidance and continued encouragement throughout the project. We would also like to thank our interviewees and everyone else that we spoke with across the six New England states for contributing their time, expertise, and invaluable insights to the project. Finally, to the other Summer Sustainability Fellows, thank you for being a source of inspiration, humor, and connection this summer. 31",
        "References 1. The White House. 2022. Quantifying Risks to the Federal Budget from Climate Change. Retrieved 2 July 2022, from www.whitehouse.gov/omb/briefing- room/2022/04/04/quantifying-risks-to-the-federal-budget-from-climate-change/. 2. Intergovernmental Panel on Climate Change (IPCC). 2022. Climate Change 2022: Impacts, Adaptation, and Vulnerability. Contribution of Working Group II to the Sixth Assessment Report of the Intergovernmental Panel on Climate Change [H.-O. Pörtner, D.C. Roberts, M. Tignor, E.S. Poloczanska, K. Mintenbeck, A. Alegría, M. Craig, S. Langsdorf, S. Löschke, V. Möller, A. Okem, B. Rama (eds.)]. Cambridge University Press. 3. US Global Change Research Program (USGCRP). 2016. Glossary. Retrieved 12 August 2022, from www.globalchange.gov/climate-change/glossary. 4. Intergovernmental Panel on Climate Change (IPCC). 2014. Annex II: Glossary. In Climate change 2014: Impacts, adaptation, and vulnerability. Part B: Regional aspects. Contribution of working group II to the fifth assessment report of the Intergovernmental Panel on Climate Change [C.B. Field, V.R. Barros, D.J. Dokken, K.J. Mach, M.D. Mastrandrea, T.E. Bilir, M. Chatterjee, K.L. Ebi, Y.O. Estrada, R.C. Genova, B. Girma, E.S. Kissel, A.N. Levy, S. MacCracken, P.R. Mastrandrea, and L.L. White (eds.)]. Cambridge University Press. 5. Union of Concerned Scientists. 2016. Toward Climate Resilience: A Framework and Principles for Science-Based Adaptation. Retrieved 2 July 2022, from www.ucsusa.org/Resilience_Principles. 6. Press Herald. 2022. DEP says Maine is ahead of schedule to meet climate change goal [Randy Billings]. Retrieved 8 August 2022, from https://www.pressherald.com/2022/07/28/maine-is-ahead-of-schedule-to-meet- climate-change-goal/ 7. RI.gov. 2002. Historical information. Retrieved 8 August 2022, from https://www.ri.gov/facts/history.php 32",
        "Appendix I: Interview Subjects Interviewee Role, Organization State Sector Affiliation Brian Ambrette Senior Climate Resilience Coordinator, Governor’s Office of Maine Government Policy Innovation and the Future Leah Bamberger Former Director of Sustainability, City of Providence Rhode Island, Government Executive Director, Northeastern University Climate Justice Massachusetts Academia and Sustainability Hub Rebecca Boulos Executive Director, Maine Public Health Association Maine Non-Profit Samantha State Director, Sierra Club Connecticut Chapter Connecticut Government Dynowski Joshua Elliott Director, New Hampshire Department of Energy New Government Hampshire Chris Ellms Deputy Commissioner, New Hampshire Department of Energy New Government Hampshire Sherry Godlewski Former Resilience and Adaptation Manager, New Hampshire New Government Department of Environment Services Hampshire Nick Krakoff Staff Attorney, Conservation Law Foundation New Hampshire New Non-Profit Hampshire Steve Long Director of Government Relations, The Nature Conservancy Massachusetts Non-Profit Massachusetts Chapter Emily Myron Policy Manager, The Nature Conservancy Massachusetts Massachusetts Non-Profit Chapter Johanna Miller Energy and Climate Program Director, Vermont Natural Vermont Non-Profit Resources Council Andrea Nyamekye Former Associate Director, Neighbor to Neighbor Massachusetts Non-Profit Massachusetts Kyle Pimental Senior Regional Planner, Strafford Regional Planning New Government Commission Hampshire Pam Rubinoff Coastal Management Specialist, Coastal Resources Center, Rhode Island Academia Rhode Island Sea Grant Jack Shapiro Climate and Clean Energy Director, Natural Resources Council Maine Government of Maine Chris Skoglund Director of Energy Transition, Clean Energy New Hampshire New Non-Profit Hampshire Peter Sterling Executive Director, Renewable Energy Vermont Vermont Non-Profit Elizabeth Stone Director’s Office, Rhode Island Department of Environmental Rhode Island Government Management 33",
        "John Truscinski Director of Resilience Planning, Connecticut Institute for Connecticut Academia Resilience and Climate Adaptation Non-Profit Hank Webster Rhode Island Director and Senior Policy Advocate, Acadia Rhode Island Non-Profit Center 34",
        "Appendix II: Interview Questions Category Framework Principles Priority Questions Follow-Up Questions/Prompts General understanding of key Do you think that both climate adaptation and Introductory terms What does the term climate resilience mean to you? mitigation are needed for climate resilience? questions 4. Aim for robust decisions and policies Do you use the climate action plan in your state? 1. Consider projected climate conditions Considerations for various scenarios e.g. 3. Match the scope of planning How have climate policies in your state/town integrated extreme heat/sea-level rise/extreme to the magnitude of science to account for a changing climate and the weather? Gradual change vs more projected change magnitude of projected climate impacts? immediate changes? How are climate policies in your state/town connected to other policies at the state, regional, national, or How does it align with 1.5'C target/other 2. Use systems thinking international level? targets? Coalitions? Do you think that priority is given to climate Policy Life Cycle 15. Appreciate limits to Do policies for climate adaptation in your area recognise adaptation or mitigation measures in climate adaptation and push mitigation the need for also advancing climate mitigation? policies in your area/neither? Maladaptive policies are those that create, perpetuate, or exacerbate climate risk. Can you think of any existing Are there provisions in place to avoid 11. Weed out maladaptation, policies that have resulted in unexpected follow-on maladaptive climate policies going forward? both existing and proposed effects, whether positive or negative/maladaptive? How does equity fit into this? 6. Ensure that the costs of responding to climate change How are funds allocated to implement the climate and the benefits of resilience- policies in your state/town and how are they distributed building are equitably shared to community members, if at all? What processes exist for revising climate policies in your 5. Create opportunities to area as conditions/technology/scientific consensus Long-Term revise and change course changes? Planning and Do the existing climate policies in your area include Policy Revision plans to address the long-term implications of climate 14. Reflect a long term vision change? 35",
        "Have the costs of inaction to make communities more 12. Consider the costs of resilient to climate change been considered in climate How do you think this compares to the costs inaction policies in your area? of implementing climate adaptation actions? 7. Decide with, not for To what extent are local communities and organizations 10. Maximize transparency, able to participate in the policy process, and what accountability and follow opportunities exist for them to hold leaders and How is feedback from public engagement through policymakers accountable? incorporated into the policy process? What preparedness policies exist within your town/state 8. Minimize harm and maximize that support community members most vulnerable to Considerations for relocation Community options climate change? support/buyouts? engagement, Are there mechanisms within your area’s involvement and Are there mechanisms in place to build the capacity of climate policies for resource/technology consideration 9. Equip and empower local local communities and leaders in order for them to sharing and capacity building with local experts strengthen their climate resilience in the long-term? communities? Do existing climate policies in your area include protections for resources/sites/species of cultural significance to the local community? If so, how are the 13. Work to protect what people values of these sites determined, and do certain cherish communities have more say in these priorities? Is there anyone you would suggest we also speak to? Any resources that you would recommend to us for Concluding further information? questions Any feedback for us based on this interview/questions asked? Did we miss anything? 36",
        "Appendix III: List of Documents Reviewed Title Source Type State Taking Action on Climate Change and Building a More Climate Action Plan Connecticut Resilient Connecticut for All Building a Low Carbon Future for CT, GHG Reduction Policy Document Connecticut Strategies and Recommendations Comprehensive Energy Strategy Policy Document Connecticut Connecticut Climate Change Preparedness Plan Policy Document Connecticut The Impacts of Climate Change on Connecticut Policy Document Connecticut Agriculture, Infrastructure, Natural Resources and Public Health An Act Concerning Clean Energy Tariff Programs (Public State Legislation Connecticut Act 22-14) An Act Concerning Climate Change (Public Act 04-252) State Legislation Connecticut An Act Concerning Climate Change Adaptation (Public State Legislation Connecticut Act 21-115) An Act Concerning Climate Change Adaptation and Data State Legislation Connecticut Collection (Special Act 13-9) An Act Concerning Climate Change Mitigation (Public Act State Legislation Connecticut 22-5) An Act Concerning Climate Change Planning and State Legislation Connecticut Resiliency (Public Act 18-82) An Act Concerning Connecticut Global Warming State Legislation Connecticut Solutions (Public Act 08-98) An Act Concerning Connecticut’s Energy Future (Public State Legislation Connecticut Act 18-50) An Act Concerning Electric and Fuel Cell Electric State Legislation Connecticut Vehicles (Public Act 16-135) An Act Concerning Electricity and Energy Efficiency State Legislation Connecticut (Public Act 07-242) An Act Concerning Enhancements to The State’s State Legislation Connecticut Environmental Justice Law (Public Act 20-6) 37",
        "An Act Concerning the Coastal Management Act and State Legislation Connecticut Shoreline Flood and Erosion Control Structures (Public Act 12-101) An Act Establishing a Shared Clean Energy Facility Pilot State Legislation Connecticut Program (Public Act 15-113) Connecticut Adaptation Resource Toolkit State Program Connecticut Connecticut Green Bank State Program Connecticut Connecticut Microgrid and Resilience Grant and Loan State Program Connecticut Pilot Program Environmental Justice Program State Program Connecticut EVConnecticut State Program Connecticut Resilient Connecticut State Program Connecticut Shared Clean Energy Facility Program State Program Connecticut Shore Up Connecticut Loan Program State Program Connecticut Connecticut Equity and Environmental Justice Advisory Working Group Connecticut Council (CEEJAC) Connecticut Institute for Resilience & Climate Adaptation Working Group Connecticut (CIRCA) Governor's Council on Climate Change (GC3) Working Group Connecticut SAFR council (State Agencies Fostering Resilience) Working Group Connecticut Sustainable CT Working Group Connecticut Maine Climate Action Plan Climate Action Plan Maine Lead By Example Policy Document Maine Maine Adaptation Toolkit Policy Document Maine Maine Clean Transportation Roadmap Policy Document Maine Maine Low and Zero Emission Vehicles Standards Policy Document Maine Maine State Hazard and Adaptation Plan Policy Document Maine 129th Maine Legislature, LD 1494 State Legislation Maine 129th Maine Legislature, LD 1679 State Legislation Maine 129th Maine Legislature, LD 1766 State Legislation Maine 130th Maine Legislature, LD 1429 State Legislation Maine 38",
        "130th Maine Legislature, LD 1572 State Legislation Maine 130th Maine Legislature, LD 1579 State Legislation Maine 130th Maine Legislature, LD 1656 State Legislation Maine 130th Maine Legislature, LD 1659 State Legislation Maine 130th Maine Legislature, LD 1902 State Legislation Maine 130th Maine Legislature, LD 1974 State Legislation Maine 130th Maine Legislature, LD 2018 State Legislation Maine 130th Maine Legislature, LD 226 State Legislation Maine 130th Maine Legislature, LD 437 State Legislation Maine Efficiency Maine Trust State Program Maine Maine Clean School Bus Program State Program Maine Maine Climate Corps State Program Maine Maine Community Resilience Partnership State Program Maine Maine Infrastructure Adaptation Fund State Program Maine Maine Jobs & Recovery Plan State Program Maine Efficiency Maine Working Group Maine Greater Portland Council of Governments Working Group Maine Maine Climate Council Working Group Maine Maine Interagency Climate Adaptation Work Group Working Group Maine Massachusetts Clean Energy and Climate Plan for 2025 Climate Action Plan Massachusetts and 2030 Code of Massachusetts Regulations 310 Policy Document Massachusetts Energy Pathways to Deep Decarbonization: A Technical Policy Document Massachusetts Report of the Massachusetts 2050 Decarbonization Roadmap Study Executive Order 569 Policy Document Massachusetts Massachusetts Climate Change Adaptation Report Policy Document Massachusetts 39",
        "Massachusetts Low and Zero Emission Vehicles Policy Document Massachusetts Standards Massachusetts Statewide Hazard Mitigation and Climate Policy Document Massachusetts Adaptation Plan Massachusetts Zero Emission Vehicle Action Plan Policy Document Massachusetts Preparing for the Storm: Recommendations for Policy Document Massachusetts Management of Risk from Coastal Hazards in Massachusetts 190th Massachusetts Legislature, Bill H 4835 State Legislation Massachusetts 190th Massachusetts Legislature, Bill H 4857 State Legislation Massachusetts 191st Massachusetts Legislature, Bill S 2404 State Legislation Massachusetts 192nd Massachusetts Legislature, Bill S.9 State Legislation Massachusetts Global Warming Solutions Act State Legislation Massachusetts Green Communities Act State Legislation Massachusetts Massachusetts Environmental Policy Act State Legislation Massachusetts Agricultural Climate Resiliency and Efficiencies (ACRE) State Program Massachusetts Program for Massachusetts Greening the Gateway Cities Program State Program Massachusetts MA Coastal Resilience Grant Programs State Program Massachusetts Massachusetts Climate Resilience Design Standards State Program Massachusetts Tool MassSave Energy Assessment Program State Program Massachusetts Municipal Vulnerabilities Preparedness Grant Program State Program Massachusetts resilientMA: Climate Change Clearinghouse for the State Program Massachusetts Commonwealth of Massachusetts StormSmart Coasts Program State Program Massachusetts Environmental Justice Task Force Working Group Massachusetts Global Warming Solutions Act Implementation Advisory Working Group Massachusetts Committee Massachusetts Coastal Erosion Commission Working Group Massachusetts Resilient MA Action Team Working Group Massachusetts 40",
        "New Hampshire Climate Action Plan Climate Action Plan New Hampshire New Hampshire 10-year Energy Strategy Policy Document New Hampshire New Hampshire Coastal Risks and Hazards Commission Policy Document New Hampshire Report Preparing for Climate Change: A Strategic Plan to Policy Document New Hampshire Address the Health Impacts of Climate Change in New Hampshire New Hampshire House Bill 549 State Legislation New Hampshire New Hampshire Senate Bill 163 State Legislation New Hampshire New Hampshire Senate Bill 285 State Legislation New Hampshire New Hampshire Senate Bill 374 State Legislation New Hampshire New Hampshire Senate Bill 452 State Legislation New Hampshire New Hampshire Senate Bill 517 State Legislation New Hampshire New Hampshire Renewable Portfolio Standard (RPS) State Legislation New Hampshire statute New Hampshire Coastal Program State Program New Hampshire New Hampshire Coastal Resilience Incentive Zone State Program New Hampshire Program for Municipalities New Hampshire Setting SAIL (Science, Assessment, State Program New Hampshire Implementation, and Legislation) New Hampshire’s Climate Risk in the Seacoast (C-RiSe) State Program New Hampshire Project New Hampshire's Energy Efficiency Resource Standard State Program New Hampshire NHSaves State Program New Hampshire Adaptation Workgroup of the New Hampshire Energy and Working Group New Hampshire Climate Collaborative Drive Electric NH Working Group New Hampshire NH Coastal Adaptation Working Group Working Group New Hampshire Upper Valley Adaptation Workgroup Working Group New Hampshire Vermont Resilient Rhody Climate Action Plan Rhode Island 41",
        "A Strategic Policy Guide for Improving Public Access to Policy Document Rhode Island Electric Vehicle Charging Infrastructure in Rhode Island Clean Transportation and Mobility Innovation Strategy Policy Document Rhode Island Department of Environmental Management Standard Policy Document Rhode Island Operating Procedure BEP-AWC-1 Executive Order 15-17 Policy Document Rhode Island Executive Order 17-10 Policy Document Rhode Island Rhode Island Greenhouse Gas Emissions Reduction Policy Document Rhode Island Plan Rhode Island Low and Zero Emission Vehicles Standards Policy Document Rhode Island Rhode Island Socioeconomics of Sea Level Rise Policy Document Rhode Island State of Rhode Island Zero Emission Vehicle Action Plan Policy Document Rhode Island The Road to 100% Renewable Electricity by 2030 in Policy Document Rhode Island Rhode Island Resilient Rhode Island Act State Legislation Rhode Island Rhode Island 2021 Act on Climate State Legislation Rhode Island Rhode Island H 5042/S 1005 State Legislation Rhode Island Rhode Island H 5478 State Legislation Rhode Island Rhode Island H 7277A State Legislation Rhode Island Rhode Island Refuse Disposal Laws 23-18.9 State Legislation Rhode Island Rhode Island S 0339 State Legislation Rhode Island Rhode Island S 0994/H5031 State Legislation Rhode Island Rhode Island S 35 State Legislation Rhode Island Rhode Island S 689 State Legislation Rhode Island Rhode Island Infrastructure Bank State Program Rhode Island Rhode Island Shoreline Change Special Area State Program Rhode Island Management Plan (Beach SMAP) Rhode Island Statewide Planning Program State Program Rhode Island Act on Climate Implementation Working Group Working Group Rhode Island 42",
        "Energy Efficiency Resources Management Council Working Group Rhode Island (EERMC) Mobility Innovation Working Group Working Group Rhode Island Rhode Island Climate Change Collaborative, “Waves of Working Group Rhode Island Change” Rhode Island Coastal Resources Management Council Working Group Rhode Island Rhode Island Executive Climate Change Coordinating Working Group Rhode Island Council (EC4) Rhode Island ZEV Working Group Working Group Rhode Island Vermont Climate Action Plan Climate Action Plan Vermont State Hazard Mitigation Plan Policy Document Vermont Vermont Climate Change Adaptation Framework Policy Document Vermont Vermont Comprehensive Energy Plan Policy Document Vermont Vermont Global Warming Solutions Act State Legislation Vermont Vermont House Bill 40 State Legislation Vermont Vermont House Bill 606 State Legislation Vermont Vermont House Bill 688 State Legislation Vermont Vermont House Bill 715 State Legislation Vermont Vermont House Bill 740 State Legislation Vermont Vermont Senate Bill 148 State Legislation Vermont Vermont Senate Bill 337 State Legislation Vermont Efficiency Vermont State Program Vermont Electric Vehicle Supply Equipment (EVSE) Grant State Program Vermont Program Executive Order 15-12 State Program Vermont Vermont Climate Assessment State Program Vermont Vermont Climate Toolkit State Program Vermont Energy Action Network Working Group Vermont Renewable Energy Vermont Working Group Vermont Vermont Climate Council Working Group Vermont 43",
        "Vermont Climate Solutions Caucus Working Group Vermont Vermont League of Cities and Towns Working Group Vermont 44"
    ]
}