{
    "FILE_NAME": "https://www.massport.com/sites/default/files/2024-01/2020-2021-Massport-Sustainability-Resiliency-Report.pdf",
    "ALL TEXT": "SUSTAINABILITY & RESILIENCY R E P O R T 2020 & 2021The Bipartisan Infrastructure Law grant awarded to Logan Airport will be used to fund improvements to Terminal E that were eliminated due to COVID-related financial constraints ($50 million) and improvements to critical terminal area roadways ($12 million).President Joseph R. Biden Visits Boston Logan International Airport On September 12, 2022, Massport was honored to host President Joseph R. Biden at Boston Logan International Airport’s Terminal E to highlight the federal infrastructure law, including a $62 million grant for Logan Airport–the most awarded to any major U.S. airport. The competitive grant was funded by the Bipartisan Infrastructure Law (BIL) and will go towards completing work to modernize Terminal E as well as additional enhancements to roadways at Logan Airport. The President was joined by local, state, and federal elected officials who collectively spoke to the importance of infrastructure investment to help create jobs, protect the environment, and support sustainable development. In his remarks President Biden said, “Logan The Bipartisan Infrastructure Law is the is more than an airport, it’s an economic first infrastructure law in U.S. history that engine. It was first built 100 years ago, acknowledges and addresses climate it’s critical to our economy and to your disruption. It also contains the first ever economy, but it needs a significant upgrade legislative definition of resilience and to accommodate the passengers flying in includes funding for fortifying existing and out from all over the world.” He further infrastructure against extreme weather added, “We are creating a modern terminal and natural disasters. The BIL specifies worthy of America’s City on the Hill.” that federal investments are to reduce greenhouse gas emissions at airports and The Terminal E Modernization Project adds ports; to improve air quality and relieve four new aircraft gates for more seamless congestion from surface transportation; airside operations, upgrades HVAC systems and to direct 40% of the overall funding for energy efficiency, and installs new benefits to underserved and disadvantaged all-electric passenger boarding bridges. communities. Since 2015, when Logan Improvements to the roadway system will Airport became one of the first airports in enhance safety, traffic flow, and curbside the country to address climate change in efficiency and accessibility. All together, a sustainability plan, Massport has been these infrastructure enhancements will laying the foundation to meet this moment— create a better passenger experience as this annual report will demonstrate. and ensure Logan Airport connects the residents and businesses of New England to the global marketplace. “We are creating a modern terminal worthy of America’s City on the Hill.” President Joseph R. BidenThis report serves to highlight the efforts of Massport during these extraordinary times and to mark the renewal of our environmental and social commitments. Lisa S. Wieland CEO & Executive Director Massport The Conley Terminal Modernization Program improved global connectivity while implementing sustainable strategies.A Letter from CEO and Executive Director Lisa S. Wieland The COVID-19 pandemic brought unprecedented challenges to the world and to the aviation and maritime industries. It also amplified the need for sustainable and resilient solutions. At the depth of the crisis in April 2020, nearly two-thirds of the world’s commercial air transport fleet was grounded with borders closed and strict quarantines enforced. Jobs vanished from the industry. Simultaneously, ports contended with supply chain bottlenecks and closures. Before the pandemic, Boston Logan International Airport was handling about 42.5 million passengers, but by July of 2021 Logan only saw 12 million passengers pass through. Adapting and pivoting became the new normal at Massport—and our sustainability and resiliency efforts were re-energized with fresh thinking and the development of agile responses to the new reality. We engaged our business partners, tenants, and stakeholders to consider how to not only recover from the pandemic, but to consider the long-term implications to our businesses and to the environment. While we were thinking about the future beyond the pandemic, we were also “keeping the lights on,” ensuring that those passengers who chose to travel did so in safety and comfort, and that critical supplies and goods could continue to come through the airports and port to facilitate the recovery. After a brief pause, we also resumed construction including the Terminal E Modernization project, completed the Terminal C canopy and upper roadway project, and continued the work at Conley Terminal to facilitate the servicing of large vessels. This report serves to highlight the efforts of Massport during these extraordinary times and to mark the renewal of our environmental and social commitments. It’s why I’m so proud to see us launch a Roadmap to Net Zero—the first step of a comprehensive plan to reach net zero greenhouse gas emissions by Massport’s 75th anniversary in 2031. While the future remains uncertain and recovery is ongoing, Massport’s commitment to sustainability and resilience has been renewed. I would like to thank my colleagues for their truly extraordinary response to unprecedented disruption—and for ushering Massport through a recovery and onto the road to net zero.Massport Sustainability Vision Massport will maintain its role as an innovative industry leader through continuous improvement in operational efficiency, facility design and construction, and environmental stewardship while engaging passengers, employees, and the community in a sustainable manner. Built in the mid-1970s, Logan’s Terminal E received a LEED Gold rating in 2017 for a renovation that accommodated the growing number of passengers at the airport while applying sustainable building practices.Table of Contents 8 INTRODUCTION 11 MASSPORT SUSTAINABILITY GOALS 12 NET ZERO ROADMAP 16 A DIVERSE, EQUITABLE, AND INCLUSIVE MASSPORT 20 CONLEY TERMINAL WELCOMES LARGER VESSELS AND NEW GLOBAL CONNECTIONS 24 MASSPORT GETS PLUGGED-IN 26 LEEDing THE WAY 28 SUSTAINABILITY KEY PERFORMANCE INDICATORS (KPIs) For more information, contact: Massachusetts Port Authority One Harborside Drive, Suite 200S East Boston, MA 02128-2909 Telephone: (617) 568-5000 Email: sustainability@massport.com www.massport.com More information on Massport’s environmental initiatives can be found at: www.massport.com/sustainability8 Introduction This report showcases the Massachusetts Port Authority’s (Massport) ongoing efforts to be a more sustainable and resilient organization. Each year since the publication of the 2015 Boston Logan International Airport Sustainability Management Plan (SMP), Massport has widened the lens of its sustainability and resiliency goals to include maritime and other aviation facilities. Massport also sought new avenues to be a better neighbor to surrounding communities—reducing noise and air pollution, improving ground access to Logan, and extending Diversity, Equity & Inclusion (DE&I) initiatives beyond its operational borders. While Massport had already met many Massport’s vision for a more of the goals and key performance sustainable and resilient path forward. indicators (KPIs) outlined in the Future reports will share the progress SMP in 2019, the COVID-19 global of the work that stems from the pandemic—combined with severe Roadmap to Net Zero and a suite of climate events—went on to disrupt KPIs that will highlight Massport’s every aspect of operations and advancement of its environmental performance. But these events also stewardship objectives. provided an opportunity to reshape More information on Massport’s Roadmap to Net Zero can be found at: www.massport.com/massport/about-massport/ roadmap-to-net-zero/ Boston Logan International Airport is surrounded by Boston Harbor on three sides and comprised of 1,700-acres.9 Logan’s Terminal B Optimization project received LEED Silver certification in 2022.10 With the development of the Boston Logan International Airport Sustainability Management Plan (SMP), Massport put forth definitions and identified goals for operational efficiency, natural resource conservation, and social responsibility that have influenced decision making and investments. Massport’s operational boundary includes aviation and maritime facilities as well as real estate and green space assets in East and South Boston. Massport also operates the Logan Express bus network of terminals and buses as well as on-airport shuttles. Peabody Logan Express Woburn Logan Express L.G. Hanscom Field Boston Autoport Boston Fish Pier Parks & East Boston Real Estate Back Bay Logan Express Boston Logan International Airport Framingham Logan Express Flynn Cruiseport Boston Worcester Regional Airport South Boston Real Estate Conley Container Terminal Braintree Logan Express ■ AVIATION ■ MARITIME ■ COMMERCIAL PROPERTIES & PARKS ■ LOGAN EXPRESS BUS TERMINALS & PARKING SUSTAINABILITY RESILIENCY Consistent with Airports Council International— The ability of a system to prepare for disruptive North America’s definition of sustainability, Massport events, recover within a reasonable timeframe with is focused on a holistic approach to managing Boston minimal damage, and sometimes emerge stronger. Logan International Airport and other Massport facilities to ensure economic viability, operational efficiency, natural resource conservation, and social responsibility (EONS).11 Massport Sustainability Goals Energy and Materials, Waste Ground Access Resiliency Greenhouse Gas Management, and and Connectivity » Improve resiliency for overall (GHG) Emissions Recycling Provide superior infrastructure and operations. Reduce energy Reduce waste ground access » Restore operations during intensity and GHG generation, increase to Boston Logan and after disruptive events emissions while the recycling International Airport in a safe and economically increasing the portion rate, and utilize through alternative viable manner. of Massport’s energy environmentally and high-occupancy generated from sound materials. vehicle (HOV) travel » Create robust feedback loops renewable sources. modes. that allow dynamic solutions for changing conditions. » Inform operations and policy, and implement design/ build decisions, through the application of sound scientific principles that consider threats, vulnerabilities, and Water Conservation Noise Abatement Water Quality/ cost-benefit analysis. Stormwater Conserve regional Minimize noise » Become an exemplar of water resources impacts from Boston Protect water a knowledge-sharing and through reduced Logan International quality and forward-thinking, resilient potable water Airport operations. minimize discharge port authority. consumption. of pollutants. » Work with key influencers and decision makers to understand the impacts of natural hazards on human, national and economic security, and man-made threats to Massport’s facilities and the region. Community, Air Quality Natural Resources Employee, and Decrease air Protect and restore Passenger Well-being pollutants from natural resources Promote economically Massport sources. near Massport prosperous, equitable, facilities. and healthy communities, and passenger and employee well-being.12 MASSPORT-WIDE Net Zero Roadmap In March 2022, Massport unveiled its commitment to achieve net zero greenhouse gas emissions (GHG) by 2031, coinciding with Massport’s 75th anniversary. The Roadmap to Net Zero (Roadmap) focuses on 100% of the GHG emissions from Massport-owned facilities and equipment (Scope 1), and purchased electricity (Scope 2), with continued potential influence in areas it does not control (Scope 3). The Roadmap is the next iteration of Massport’s comprehensive approach to climate action planning, which dates back to 2014. Over the next 10 years, The announcement of the Roadmap Charlie Baker signed into law An Act Massport will pursue predates and surpasses the U.S. Creating A Next-Generation Roadmap five primary pathways to Department of Transportation’s for Massachusetts Climate Policy, achieve net zero GHG Federal Aviation Administration which requires net zero statewide emissions, as follows: and U.S. airports Airport Climate GHG emissions by 2050. The Challenge, announced in April 2022, Commonwealth’s climate planning to help achieve the Biden-Harris was further advanced in June 2022 Administration goal of net-zero with the release of Massachusetts’s emissions by 2050. In Massachusetts, Clean Energy and Climate Plan for ENERGY CONSERVATION AND EFFICIENCY the agenda laid out in the Roadmap 2025 and 2030, which specified MEASURES will play an important part in additional actions to achieve more statewide carbon emission reductions aggressive GHG reduction targets. as well: In March 2021, Governor CLEAN AND RENEWABLE ENERGY SOURCES Scope 1: 7.0% Scope 3: 87.5% Controlled by Massport Potential for Massport to Influence Airport » Central Heating Plant Airport SUSTAINABLE GROUND » Fire Training Facility » Aircraft TRANSPORTATION » Ground Service Equipment Airport and Maritime » On-Airport Traffic » Terminal Buildings Massport » Fleet Vehicles Emission Maritime » Cargo Handling » Ocean-Going Vessels Equipment Sources » Harbor Craft PARTNERSHIPS » Emergency Generators » Snow Melters Airport and Maritime » Tenant Operations Scope 2: 5.5% » Heavy-Duty Trucks Controlled by Massport » Public Travel » Employee Commuting CULTURE OF Purchased Electricity SUSTAINABILITY AND » Airports INNOVATION » Maritime » Parks » Logan Express FacilitiesThe recent wave of net zero commitments from nations, corporations, and the Commonwealth of Massachusetts stems from the Paris Agreement, a landmark international accord adopted by nearly every nation in 2015 to address the harmful impacts of climate change. To limit global warming to 1.5 degrees Celsius relative to pre-industrial levels, global GHG emissions will need to reach net zero by 2050. In contrast to carbon neutrality—which refers just to carbon dioxide (CO ) reductions counterbalancing CO emissions—net zero 2 2 works towards zero GHG emissions being released. PATHWAYS TO NET ZERO GHG EMISSI R EMEA ISC SH IOIN NG R N EE DT U Z CE TR IOO N B Y S T2 R03 A1 T: EP GR IO EJ SE BC YT E PAD T HWAY Energy Conservation O and Efficiency N S (Scopes 1 and 2 only) Clean and Renewable Energy Sources 2031 Business-as-Usual Sustainable Ground Transportation 120,000 Partnerships 100,000 Culture of Sustainability and 80,000 Innovation 60,000 40,000 Massport 20,000 Net Zero 0 Emissions Pathway 1 Pathway 2 Pathway 3 Credits/ Energy Clean and Sustainable Offsets Conservation Renewable Ground and Efficiency Energy Transportation Sources E₂OCTM 13 MASSPORT-WIDE / Net Zero Roadmap -16% -33% -11% -40% Massport has already For any areas where emissions cannot Massport has already initiated the initiated the Net be reduced to zero, Massport will Net Zero Electrification Pathway Study, invest in purchased carbon offsets which is focusing on the capacity Zero Electrification to reach the 2031 target. Offsets are needs and delivery options for Pathway Study, which investments in GHG-reducing projects, electricity to serve the growing clean is focusing on the such as reforestation projects, that power sector. Similarly, Massport is capacity needs and help to diminish the global impact contracting directly for an engineering delivery options for of an organization’s own GHG study to evaluate and recommend electricity to serve emissions. Massport intends to invest options for the conversion of Logan’s the growing clean in community projects within the Central Heating Plant (CHP) to power sector. Commonwealth so that the benefits clean power, and to optimize the of these projects are felt locally. systems that provide conditioned air Massport expects to be net zero to buildings across the airport. Both without the use of offsets by 2040. studies will be critical to informing14 MASSPORT-WIDE / Net Zero Roadmap Sustainable Aviation Fuel (SAF) is a biofuel substitute for fossil jet fuels that helps reduce carbon emissions and improve air quality. It is estimated that more than 99% of airline emissions and approximately 50% of airport emissions worldwide are related to the combustion of jet fuel. In fall 2021, President Biden announced a goal for U.S. companies to produce at least 3 billion gallons of SAF per year by 2030 and, by 2050, sufficient SAF to meet 100% of aviation fuel demand, which is currently projected to be around 35 billion gallons per year. an overall implementation strategy. The influence Massport can have in This fall, Massport will add to its team pursuit of the Roadmap’s agenda on a third-party Program Management spurring innovation and reducing Office (PMO) to oversee planning, environmental impacts beyond its decision-making, and budgeting own footprint is substantial. At Logan, considerations necessary to meet it will mean decarbonizing all aspects the net zero commitments. The intent of aviation operations by influencing is to broaden Massport’s exposure the demand for sustainable aviation to new and creative approaches fuel. At the Port of Boston, this will to climate action planning, require investing in hybrid or electric implementation, performance, terminal equipment and upgrading measurement, and disclosure, while infrastructure to handle electrification ensuring the achievement of net demand. And across the Massport zero GHG emissions from Massport- portfolio, it will involve leading the controlled sources by 2031. adoption of alternative fuels for vehicles and facilities that may include waste to biofuel, hydrogen, electrification, and perhaps other strategies not yet known. At Logan’s Terminal C, JetBlue utilizes Massport-installed charging for their eGSE (electric ground service equipment).15 The pandemic gave us an opportunity to rethink the way we do business going forward, and we are now on the path to net zero. This is a real commitment, with aggressive goals, tied to real actions that will take us to net zero by 2031, which also happens to be Massport’s 75th anniversary. While we get our own house in order, simultaneously we will be working with our business partners on ways they can help reduce emissions in the aviation, maritime and transportation sectors. Lisa S. Wieland CEO and Executive Director Massport offers direct current fast charging, or Level 3 charging, for taxi and ride-sharing app drivers—as well as for its own fleet.16 MASSPORT-WIDE A Diverse, Equitable, and Inclusive Massport Massport It was 25 years ago that Massport’s Compliance Department became the understands Office of Diversity & Inclusion/Compliance. Last year, the department further evolved into the Office of Diversity, Equity and Inclusion/Compliance. Massport that words knows workplaces that embrace diversity, equity, and inclusion (DE&I) foster matter: strategic thought, collaboration, and link organizations with the communities Diversity that they operate in. Here are just some of Massport’s recent DE&I initiatives: is a metric, Diversifying the workforce pipeline & Inclusion/Compliance, knows the inclusion is positive impact a career on-ramp like Massport launched the Pathways a practice. this can have: She was a Massport Program with Bridgewater State intern 30 years ago. University in 2021, providing two Aviation Management students in Scholarships to the future their junior year with scholarships and a paid internship during the summer. Since 2007, Massport has distributed Interns meeting the performance $76,000 in Diversity STEM scholarships criteria will be offered an employment to support 46 students of color pursuing opportunity with Massport following STEM or transportation careers and graduation. Massport’s Tiffany Brown- reside or attend school in the city of Grier, Director of Diversity, Equity Boston or neighboring communities. Kate Martinez SPOTLIGHT ON STEM SCHOLARSHIPS PATHWAYS PROGRAM (2022-23) / DIVERSITY STEM SCHOLARSHIP (2019) Kate Martinez took her first flight lesson as “Through the Pathways Program, I got to a high school freshman at Excel Academy, watch terminal managers working with the adjacent to Logan Airport. From that moment airlines, going between airside and landside— on she was hooked on flying. In her first all with construction going on,” she shared. year at Bridgewater State University (BSU), “It was so exciting. That’s what I want to do.” Kate received Massport’s Diversity STEM scholarship to support her pursuit of a Kate is pursuing both a private pilot and degree in Aviation Science. She went on to aircraft dispatcher’s license. She graduated be among the first two Massport Pathway early with a BS, Aviation Science with a Program interns in the summer of 2022. concentration in Aviation Management, from “I have found mentors at Massport, and BSU, where she founded the first Women in through the internship I discovered that I Aviation chapter on campus. She plans to want a career in Aviation Management,” she receive her MBA from BSU in the spring of explains. Kate will return to Massport as an 2023. “There are not many women or people intern next summer and has her sights on of color in the aviation industry,” said joining the Massport Operations team at Martinez. “I want to be able to introduce Logan Airport after she graduates. students like me to mentors in the industry.”17 MASSPORT-WIDE / A Diverse, Equitable, and Inclusive Massport Investing in the local community The Charitable Contribution For FY2022, Massport set a goal Program provides grants for youth to distribute at least 50% of the development, education, environment, program budget to organizations or and arts/culture programming. It programs that serve predominately focuses especially on supporting people of color—and 69% ended organizations that assist residents up going to such organizations. This and improve the quality of life in amounted to $173,300 in grants Massport’s neighboring communities awarded to 33 organizations—23 including Charlestown, Chelsea, East of these organizations are run by Boston, Revere, and South Boston. or have a person of color on their Grant requests are reviewed by the executive leadership teams. Employee Evaluation Committee, composed of Massport staff, some of whom reside in these communities. Recent Grant Recipients Just a few of the local non-profits that received funding from Massport MISSION Youth Enrichment The mission of Youth Enrichment Services is to inspire youth through Services (YES) outdoor experiences, and leadership opportunities that build confidence and prepare them to summit life’s challenges. Artists for Artists for Humanity (AFH) provides under-resourced teens the keys Humanity to self-sufficiency through paid employment in art and design. YW Boston YW Boston is dedicated to eliminating racism, empowering women, and promoting peace, justice, freedom, and dignity for all. Boys & Girls Club The Boys & Girls Club of Worcester’s mission is to help youth, especially of Worcester those who need us most, develop the qualities needed to become responsible citizens, and community leaders, through caring professional staff who forge relationships with youth members and influence their ability to succeed in life. Kennedy Center The Kennedy Center’s mission is to provide individuals and families in need services, opportunities, and the tools they require to lead productive and fulfilling lives. HarborCOV HarborCOV provides free safety and support services, along with housing and economic opportunities, that promote long-term stability for people affected by violence and abuse.18 MASSPORT-WIDE / A Diverse, Equitable, and Inclusive Massport Leveraging real estate to bring more Bostonians to the table Massport pioneered a DE&I model team, which raised $15 million from (known as the “Massport Model”) in minority equity investors. This project real estate development to broaden advances the Massport Model by and deepen economic opportunity including people of color and women through a competitive, market-driven in significant ownership and leadership process. The model was first applied in roles in every aspect of the project, from 2016 to Request for Proposals (RFPs) development to property management. to develop a Massport-owned parcel that is now the Omni Boston Hotel The Massport Model continued at the Seaport. In that competitive to evolve with the selection of a bid, Massport said diversity, equity, developer for another South Boston and inclusion were as important parcel in 2021. Known as Seaport as traditional evaluation criteria— Circle, the project will house the financials, design, and ability to execute. South Boston Waterfront Job Training The model does not prescribe how to Pavilion, a unique public space that incorporate DE&I, but instead gives the will open the Seaport District and private sector the flexibility to propose the burgeoning life sciences sector Seaport District’s Omni Hotel new and creative approaches. Smaller, to a wide array of Bostonians with women- and minority- owned firms— workforce training for high school typically sidelined from large projects graduates and underserved residents. in the city—partnered with some of the region’s largest development, The most recent application of the architecture, and construction firms to Massport Model was an RFP issued bid. The result was a broadly diverse by Massport in late 2021 for a mixed- team as well as $7 million of equity income, affordable housing project on from minority investors. D Street in South Boston. Proposals will be evaluated equally for DE&I Massport did not stop there. With commitments, housing affordability—a the release of an RFP in 2018 for 10 vital need in a neighborhood with some World Trade in South Boston, the DE&I of the lowest rates of income-restricted challenge was met by the development housing in the city—design, and ability to execute. The Massport Model has begun to From the trades constructing these sites, to expanding be emulated by other agencies and employment opportunities, workforce development, municipalities. MassDOT applied a and eventually affordable housing residents, all these similar approach in a 2021 RFP for development projects under the Massport Model will a parcel in Chinatown. In 2022, the enhance access, opportunity, and equity for people of color Boston Planning and Development and women as well as other diverse businesses, bringing Agency announced that private under-represented people to Boston’s Seaport District. developers must begin to report on Tiffany Brown-Grier DE&I within their teams and proposals. Director, Diversity, Equity & Inclusion/Compliance19 Jaya Gopakumar, Assistant Project Manager, Capital Programs Breaking down gender barriers and Environmental Affairs, supports a variety of construction in construction projects at Massport. In the U.S., only 11% of construction workers are women and in engineering and architecture they make up 27%. But at Massport, 40% of the staff who are building, designing and managing projects are women. In fact, a female steelworker guided the last beam into place at Logan Airport Terminal C to B Connector project. Massport observes Women in Construction Week, which was started by the National Association of Women in Construction in 1998 to spotlight the work of women in the construction industry across the country. In March 2022, some of the women who work in Massport’s Capital Programs and Environmental Affairs (CPEA) Department, which manages all construction projects at Massport, were recognized in a photo gallery throughout the terminals at Logan. I’m proud to say that a diverse group of women are part of the decision-making process in every construction project at Massport. Diversity of thought is important as we build world-class facilities that serve diverse people. Dr. Luciana Burdi Director, Capital Programs and Environmental Affairs20 MARITIME Conley Terminal Welcomes Larger Vessels and New Global Connections The working Conley Container Terminal is an important economic asset for the New England Port of Boston region, serving more than 2,500 businesses. It is New England’s only deep-water, full-service container terminal, playing a significant role in the regional economy generates by moving roughly one-third of the New England cargo in and out of the market. $8.2 billion The working Port of Boston, which collectively includes Conley Terminal, as well in annual as the Flynn Cruiseport, Charlestown Autoport, and seafood processing facilities, is responsible for $8.2 billion in annual economic impact and more than 9,000 economic direct jobs. impact. To ensure Conley, and the larger Port cubic yards of dredged material and of Boston, could stay competitive in rock were removed from the bottom the global economy, Massport and its of Boston Harbor. federal and state partners invested $850 million to deepen Boston Harbor As part of the Conley Terminal and modernize Conley Terminal. Modernization Program, Massport The Boston Harbor Deep Draft constructed a bypass road that removes Navigational Improvement Project all Conley Terminal truck traffic from was a $350 million federal, state and residential streets by rerouting it through Massport investment in the dredging a former oil storage site, rehabilitated and deepening of Boston Harbor to a two existing berths at Conley Terminal, depth of 47 feet to allow bigger ships, constructed a new deep-water berth including larger container ships, to use (Berth 10) with big ship capabilities at the shipping channels. To complete an increased depth of 50 feet, and this work, approximately 12 million expanded container yard storage. The Massport collaborated with local, state, and federal leaders and the US Army Corps of Engineers (USACE) to dredge and deepen Boston Harbor to accommodate larger vessels. In 2003, Conley Terminal was the first container terminal in the United States to develop a comprehensive Environmental Management System (EMS).21 cubic yards of dredged material and rock were removed from the bottom of Boston Harbor. As part of the Conley Terminal Modernization Program, Massport constructed a bypass road that removes all Conley Terminal truck traffic from residential streets by rerouting it through a former oil storage site, rehabilitated two existing berths at Conley Terminal, constructed a new deep-water berth (Berth 10) with big ship capabilities at an increased depth of 50 feet, and expanded container yard storage. The Massport collaborated with local, state, and federal leaders and the US Army Corps of Engineers (USACE) to dredge and deepen Boston Harbor to accommodate larger vessels. In 2003, Conley Terminal was the first container terminal in the United States to develop a comprehensive Environmental Management System (EMS).22 MARITIME / Conley Terminal Gets Big Ship Ready $215 million Berth 10 Construction will further reduce truck turnaround Project involved the installation of a times, queuing, and idling—as well as new 1,200-foot-long bulkhead along associated environmental impacts. the shoreline, dredging approximately 330,000 cubic yards of material and Instead of managing these projects in underwater rock blasting, and isolation, Massport recognized the construction of a pile-supported deck. opportunity to develop and execute a The project also included procurement comprehensive and cost-effective Soil of three new custom-designed, low- Management Program to test, manage, profile, ship-to-shore cranes capable treat, process, and reuse soils onsite of handling the larger ships. for all construction projects at Conley. As of fall 2022, this innovative and In addition to the new Berth 10, the comprehensive initiative treated, Conley Terminal Modernization reused, and/or retained 86,000 cubic Program is comprised of many other yards of urban fill, substantially reducing elements such as new refrigerated truck traffic in the community. This The construction of a container storage racks to improve successful program allowed Conley new Berth 10 at Conley energy efficiency, terminal technology Terminal to maximize soil reuse onsite Terminal was not short on and equipment upgrades, and and minimize the amount of new fill to challenges: It is under air- draft restrictions of Logan, sustainable features, such as a new be imported. This eliminated 7,300 it abuts the shoreline of a LED lighting system in the yard that truck trips through the adjacent brownfield site, and operates reduced light pollution and cuts residential community for off-site soil adjacent to a residential electricity usage in half. Related landside disposal and another 4,900 truck trips community. projects currently underway include for import fill, which resulted in the new gate processing facilities and elimination of approximately 49,000 improvements to truck circulation that gallons of truck fuel. Conley Terminal Recent Awards 2022 2021 American Society of Civil Engineers U.S. Department of Energy Integrated Project Excellence Award. New Berth 10 Lighting Campaign. LED lighting system with real-time wireless controls Construction Management Association of America (CMAA)—New England. Mark 2020 H. Hasso Project Excellence Program for the American Association of Port Authorities Infrastructure Category—Constructed Value Environmental Improvement Award. Greater than $100 Million. New Berth 10 Soil Reclamation & Reuse Initiatives CMAA National Project Achievement Award American Association of Port Authorities for Environmental Projects over $50 Million. Lighthouse Award for Facilities Engineering. New Berth 10 New Berth 10 Environmental Business Council of New England Brownfields Remediation Project of the Year. Conley Container Terminal23 No longer dependent on the tide schedule, large container vessels calling on Conley Terminal idle for less time in Boston Harbor, saving on fuel and reducing CO emissions. 2 CONLEY BY THE NUMBERS 12 million 86,000 ~49,000 $5 cubic yards cubic yards gallons million of dredged material and of urban fill was treated, of truck fuel, almost of economic benefits rock were removed from reused, or retained at four metric tons of NOx resulted from the the bottom of Boston Conley Terminal, saving emissions and 500 metric Conley Terminal Harbor to deepen shipping 12,200 potential truck tons of CO emissions Modernization Program. 2 channels and build new trips through adjacent for the project were berths. This allows larger neighborhoods. eliminated during the vessels to dock at the Berth 10 construction. Terminal without tidal constraints.24 LOGAN AIRPORT Massport Gets Plugged-In Electric vehicles (EVs) and equipment are an important piece of the decarbonization puzzle—and a critical pathway in Massport’s planning for net zero. In addition to maintaining over 133 charging ports throughout its portfolio for public, commercial, or employee use, Massport has been committed to collaborating with partners at the state and federal level as well as with industry stakeholders to accelerate the transition to EVs. Here are a few of the most recent EV projects: Influence ride-sharing app Expedite EV adoption in the ride- companies for-hire and rental car industries Almost 20% of all ride-sharing In spring 2022, Massport was awarded app trips in Boston start or end at $615,000 from the Massachusetts Logan Airport. Massport works with Clean Energy Center Accelerating companies such as Uber and Lyft Clean Transportation for All Almost 20% to implement programs that have (“ACT4All”) program to create an of all ride- a positive environmental impact. ecosystem for planning and facilitating sharing app Massport also establishes rules for the transition to EVs in the ride- these ride-sharing app companies. for-hire industry at Logan Airport. trips in Boston In 2019, Massport required Uber Massport is now working on a series of start or end at and Lyft drivers to operate within a legal, policy, operational, and software Logan Airport. central garage, co-locating passenger changes to incentivize EV adoption by pick-up and drop-off. This increased drivers, and to improve the efficiency the “rematch” of drivers to new of commercial modes on the airport passengers—reducing “deadhead” campus to reduce VMTs and emissions. trips (empty cars) by 15-25% following This includes planning a phased implementation, easing congestion, strategy for EV charging infrastructure and lowering emissions. investment primarily at Logan Airport for Uber and Lyft use. An educational As part of this plan, riders receive a campaign to encourage the adoption discount for using shared rides, which of lower-emission vehicles by both matches riders headed to similar drivers and passengers will be a key destinations, thereby further reducing component of the program also. vehicle miles traveled (VMTs) and emissions. Since these changes went Rental car companies have been into effect in 2019, Lyft and Uber offer expanding their EV fleets at the Rental riders the ability to specifically request Car Center at Logan Airport. With a hybrid or fully electric vehicle for Boston as a “focus city” for companies their trip as well. such as Hertz, AVIS and Enterprise25 LOGAN AIRPORT / Massport Gets Plugged-In Holdings, Logan Airport will benefit for this state funding. Massport will from a growing offering of EVs for continue to explore opportunities rent. Hundreds of EVs were already with the Commonwealth for NEVI and available to rent at Logan’s Rental other grant funding to expand publicly Car Center as of fall 2022—and the available charging infrastructure. number will keep growing. This is a benefit not just for passengers renting Expand EVs airside too cars but to ride-sharing app drivers as As of fall 2022, Massport offered Uber and Lyft have programs for their 286 charging ports for eGSE (electric drivers to rent EVs. For instance, Hertz ground support equipment) across has a commitment to buy 100,000 Logan Airport’s terminals and General Teslas nationwide with half accounted Aviation ramp areas. Commitments by for by Uber via a partnership between the airlines to use this infrastructure the two companies. The work the was an integral part of this effort, and rental companies are currently will continue to be as Massport seeks engaged in to decarbonize their further opportunities to electrify fleets in the Boston market will the airside of Logan. The installation As of fall 2022, lead to additional benefits for the of eGSE charging stations was Massport Commonwealth by creating a used EV partially funded with $4.3 million market and increasing affordability. offered 286 in grants from the Federal Aviation Administration’s Voluntary Airport charging ports Contribute to the national Low Emissions (VALE) program for eGSEs EV infrastructure awarded in FY2019 and FY2020. across Logan In collaboration with Massachusetts Department of Transportation Airport. (MassDOT), Massport recently evaluated the most appropriate and advantageous sites for the installation of direct current (DC) fast chargers as part of the Commonwealth’s Electric Vehicle (EV) Infrastructure Deployment Plan under the National Electric Vehicle Infrastructure (NEVI) formula program. The purpose of NEVI is to site publicly accessible EV charging along the national EV Alternative Fuel Corridor—an EV charging network designated by the Federal Highway Administration. Situated at the terminus of I-90, Logan sits within the network and is eligible26 MASSPORT-WIDE LEEDing the Way HANSCOM ARFF/CBP Massport continues to utilize the U.S. Green Building Council’s LEED rating BY THE NUMBERS system on new construction projects throughout its portfolio. As of fall 2022, there are eight LEED-certified projects at Massport with two in progress and 98% several tenant spaces certified. The LEED framework helps Massport apply the latest environmentally sound design and construction principles and practices, of occupied spaces have access to daylight while aligning with its sustainability goals and enhancing its institutional and views knowledge of high-performance buildings. 92% Hanscom Aircraft Rescue Fire-Fighting and US Customs of construction and & Border Protection Facility, LEED Silver (2020) demolition waste was diverted from landfill. Just 20 miles northwest of Boston, sense to co-locate the two airside The project was able Laurence G. Hanscom Field is the functions into the new ARFF/CBP to relocate and reuse region’s busiest general aviation facility. In addition to designing the equipment, minimizing airport and a vital link in the building to serve two functionally the use of new materials and associated packaging transportation infrastructure of disparate occupants, the project Massachusetts and New England. In needed to meet the stringent design November of 2015, Massport took requirements of both the Federal The project was designed to save over the aircraft rescue fire-fighting Aviation Administration (FAA) and 30% responsibilities from Hanscom Air U.S. Customs and Border Protection of energy compared to a Force Base, which created the need —and be constructed on an active building that just meets for the new Massport Aircraft Rescue airfield. On top of that, Massport the energy code Fire-Fighting Facility (ARFF). U.S. sought LEED certification for the Customs and Border Protection, project, the first new facility for A green cleaning program stationed at Hanscom, utilized Hanscom in nearly 20 years. that minimizes occupant a temporary facility, so it made exposure to chemicals, particles and moisture was developed. The The Hanscom ARFF/CBP building was designed to reduce program will be utilized annual water use by 40% and annual energy use by 30% throughout Hanscom over a baseline building. Studying historic flood data, Massport was able to site the project on a higher elevation to avoid costly damage from potential future flooding As a 24/7 facility, the FAA requires a natural gas generator for emergency backup. Otherwise, the building is 100% electric27 MASSPORT-WIDE / LEEDing the Way Since 2005, when Logan’s Terminal A redevelopment became the first LEED certified airport terminal in the world, Massport has employed the LEED rating system to advance the designs and performance HANSCOM of its portfolio. ARFF/CBP BY THE NUMBERS All Massport LEED Certifications All Tenant LEED Certifications 98% of occupied spaces Boston Logan Terminal A Boston Logan Terminal B Gates Signature Logan Terminal / have access to daylight Redevelopment / 37-38 Connector / LEED Gold 2019 LEED Certified 2008 and views LEED Certified 2006 Hanscom ARFF & Customs & Boston Logan Nouria Service Boston Logan Green Bus Depot / Border Patrol Facility / Center / LEED Silver 2020 92% LEED Silver 2014 LEED Silver 2020 Boston Logan Chase Sapphire of construction and demolition waste was Boston Logan Rental Car Center / Boston Logan Terminal B Lounge / In progress diverted from landfill. sense to co-locate the two airside LEED Gold 2015 Optimization / LEED Silver 2022 Boston Logan Delta Sky Club / The project was able functions into the new ARFF/CBP Boston Logan John A. Volpe Boston Logan Terminal C to B In progress to relocate and reuse facility. In addition to designing the Terminal E NLA Wing / Connector / In progress equipment, minimizing building to serve two functionally LEED Gold 2017 Hanscom Boston Medflight / the use of new materials Boston Logan Terminal E In progress and associated packaging disparate occupants, the project Modernization / In progress needed to meet the stringent design Signature Hanscom Terminal / requirements of both the Federal In progress The project was designed to save Aviation Administration (FAA) and 30% U.S. Customs and Border Protection of energy compared to a —and be constructed on an active Logan’s Terminal E Modernization project was designed to building that just meets airfield. On top of that, Massport serve as a noise barrier to nearby neighborhoods and exceed the the energy code MA Energy Code by at least 20%. sought LEED certification for the project, the first new facility for A green cleaning program Hanscom in nearly 20 years. that minimizes occupant exposure to chemicals, particles and moisture was developed. The The Hanscom ARFF/CBP building was designed to reduce program will be utilized annual water use by 40% and annual energy use by 30% throughout Hanscom over a baseline building. Studying historic flood data, Massport was able to site the project on a higher elevation to avoid costly damage from potential future flooding As a 24/7 facility, the FAA requires a natural gas generator for emergency backup. Otherwise, the building is 100% electric28 Sustainability Key Performance Indicators (KPIs) Massport was well positioned for a banner year in 2020 before the global pandemic. The targets set in the 2015 Boston Logan International Airport Sustainability Management Plan (SMP) were achieved ahead of the 2020 deadline. The Port of Boston’s Conley Container Terminal was moving 2.3 million metric tons of cargo in the year prior. In fact, it saw record-breaking growth in 2019. Similarly, Boston Logan International Airport was on track to reach 45 million passengers in 2021. Then in March of 2020, the COVID-19 global pandemic forced “business as usual” to make a U-turn. Serving as a vital conduit between COVID-19 disrupted routine operations New England and the world, Massport and sent passenger counts plummeting. focused its resources on ensuring critical Some of the promising trend lines of goods and supplies entered the region, Massport’s sustainability and resiliency prioritizing the safety of passengers and efforts were impacted. However, for the employees, facilitating essential travel sake of transparency, accountability, and for medical workers to send them where education, the KPIs from FY2020-2021 are help was needed, and coordinating disclosed here. The performance targets humanitarian flights to provide supplies from the 2015 SMP are now closed and to assist in the response to the crisis. Massport looks ahead to announcing new measurement and verification metrics in its pursuit of net zero emissions. During the pandemic, Massport prioritized the safety of passengers and employees, and brought medical workers to where help was needed.29 Amid a $400-million budget deficit due to cratering passenger counts during the pandemic, Massport was forced to contract its workforce in the fall of 2020—and adopt other harsh austerity measures. As a result of the drop in travelers and the altering of Massport’s workforce composition, many of these KPIs are skewed for FY2020 and FY2021. Energy and water use per passenger increased during the pandemic because, despite a 60% decrease in travelers, Boston Logan International Airport remained a 24/7 facility. Similarly, greenhouse gas emissions per passenger initially fell in FY2020 only to rise in FY2021 due to so few passengers. LOGAN AIRPORT 2020 & 2021 KPIs Energy and Greenhouse Gas (GHG) Emissions KPI TARGET TREND kBTU per passenger at Logan Airport 25% reduction by 2020 21% FY20: increase from baseline (FY2004 baseline) 163% FY21: increase from baseline kBTU per square foot at Logan Airport 25% reduction by 2020 7% FY20: decrease from baseline (FY2004 baseline) 17% FY21: decrease from baseline GHG emissions per passenger at 40% reduction by 2020 33% FY20: decrease from baseline Logan Airport (FY2002 baseline) 45% FY21: increase from baseline kBTU Thousand British Thermal Units Materials, Waste Management, and Recycling KPI TARGET TREND Recycling rate* for Logan Airport Increase recycling rate to 60% 15.4% FY20: recycling rate by FY2020 14.9% FY21: recycling rate Construction and demolition waste Maintain percentage of C&D 97.7% FY20: diversion rate diversion rate for Logan Airport waste diverted close to 100% 97.6% FY21: diversion rate * Recycling rate includes single-stream materials, scrap metal, wooden pallets, and organics30 LOGAN AIRPORT 2020 & 2021 KPIs Water Conservation KPI TARGET TREND Annual gallons of water per passenger 10% reduction by FY2022 4% FY20: increase from baseline at Logan Airport (FY2012 baseline) 63% FY21: increase from baseline Over 1,000 photovoltaic (solar) panels help power Logan’s Terminal B garage.31 MASSPORT-WIDE 2020 & 2021 KPIs Community, Employee, and Passenger Well-being KPI TARGET TREND Number of full-time equivalent jobs Sustain 800 full-time equivalent 4,862 FY20: FTE JOBS through design and construction job opportunities through design 5,108 expenditure* and construction expenditure FY21: FTE JOBS Amount of economic impact to Continue to contribute to the $16 billion◊ the community regional economy each year Percentage of hires in each of the Continue to recruit and retain a 30% female FY20: categories outlined by the Office diverse group of employees 24% minorities of Diversity, Equity and Inclusion/ FY20: Compliance 28% female FY21: 23% minorities FY21: * Includes direct, indirect, induced jobs from construction expenditures ◊ Based on the 2019 Massachusetts Statewide Airport Economic Impact Study, completed every 3-5 years by MassDOT Resiliency KPI TARGET TREND Percentage of capital projects 25% of critical assets* and/or key 100% FY20 & FY21: that address resiliency of Massport resources enhanced by 2020 facilities at Logan Airport 100% of critical assets and key resources enhanced with resiliency measures by 2025 * Critical assets include electrical power, diesel fuel pumping stations, telecommunications systems, and public safety including police and fire FRONT COVER: (row 1-left) / A view into the newly opened Terminal C to B Connector at Logan, which is seeking LEED Gold certification. (row 1-right) / Massport continued its commitment to expanding electric vehicle infrastructure beyond Logan with chargers like these available for public use at the Framingham Logan Express garage. (row 2-left) / Free, lower emissions shuttles at Logan Airport circulate between the terminals, the Rental Car Center, and the MBTA’s Airport Station. (row 2-right) / Massport is seeking LEED certification for the eye-catching, high-performance Terminal E Modernization at Logan. (row 3-left) / A female construction worker signs the final steel beam at the “topping off” of the Terminal C to B Connector at Logan. (row 3-right) / Massport manages over 30 acres of parks in Boston, including the Bremen Street Community Park.SUSTAINABILITY & RESILIENCY REPORT Printed on FSC-certified, 100% sustainable recycled paper Designed and printed by WBENC-Certified Women’s Business Enterprise businesses",
    "TEXT BY PAGE": [
        "SUSTAINABILITY & RESILIENCY R E P O R T 2020 & 2021",
        "The Bipartisan Infrastructure Law grant awarded to Logan Airport will be used to fund improvements to Terminal E that were eliminated due to COVID-related financial constraints ($50 million) and improvements to critical terminal area roadways ($12 million).",
        "President Joseph R. Biden Visits Boston Logan International Airport On September 12, 2022, Massport was honored to host President Joseph R. Biden at Boston Logan International Airport’s Terminal E to highlight the federal infrastructure law, including a $62 million grant for Logan Airport–the most awarded to any major U.S. airport. The competitive grant was funded by the Bipartisan Infrastructure Law (BIL) and will go towards completing work to modernize Terminal E as well as additional enhancements to roadways at Logan Airport. The President was joined by local, state, and federal elected officials who collectively spoke to the importance of infrastructure investment to help create jobs, protect the environment, and support sustainable development. In his remarks President Biden said, “Logan The Bipartisan Infrastructure Law is the is more than an airport, it’s an economic first infrastructure law in U.S. history that engine. It was first built 100 years ago, acknowledges and addresses climate it’s critical to our economy and to your disruption. It also contains the first ever economy, but it needs a significant upgrade legislative definition of resilience and to accommodate the passengers flying in includes funding for fortifying existing and out from all over the world.” He further infrastructure against extreme weather added, “We are creating a modern terminal and natural disasters. The BIL specifies worthy of America’s City on the Hill.” that federal investments are to reduce greenhouse gas emissions at airports and The Terminal E Modernization Project adds ports; to improve air quality and relieve four new aircraft gates for more seamless congestion from surface transportation; airside operations, upgrades HVAC systems and to direct 40% of the overall funding for energy efficiency, and installs new benefits to underserved and disadvantaged all-electric passenger boarding bridges. communities. Since 2015, when Logan Improvements to the roadway system will Airport became one of the first airports in enhance safety, traffic flow, and curbside the country to address climate change in efficiency and accessibility. All together, a sustainability plan, Massport has been these infrastructure enhancements will laying the foundation to meet this moment— create a better passenger experience as this annual report will demonstrate. and ensure Logan Airport connects the residents and businesses of New England to the global marketplace. “We are creating a modern terminal worthy of America’s City on the Hill.” President Joseph R. Biden",
        "This report serves to highlight the efforts of Massport during these extraordinary times and to mark the renewal of our environmental and social commitments. Lisa S. Wieland CEO & Executive Director Massport The Conley Terminal Modernization Program improved global connectivity while implementing sustainable strategies.",
        "A Letter from CEO and Executive Director Lisa S. Wieland The COVID-19 pandemic brought unprecedented challenges to the world and to the aviation and maritime industries. It also amplified the need for sustainable and resilient solutions. At the depth of the crisis in April 2020, nearly two-thirds of the world’s commercial air transport fleet was grounded with borders closed and strict quarantines enforced. Jobs vanished from the industry. Simultaneously, ports contended with supply chain bottlenecks and closures. Before the pandemic, Boston Logan International Airport was handling about 42.5 million passengers, but by July of 2021 Logan only saw 12 million passengers pass through. Adapting and pivoting became the new normal at Massport—and our sustainability and resiliency efforts were re-energized with fresh thinking and the development of agile responses to the new reality. We engaged our business partners, tenants, and stakeholders to consider how to not only recover from the pandemic, but to consider the long-term implications to our businesses and to the environment. While we were thinking about the future beyond the pandemic, we were also “keeping the lights on,” ensuring that those passengers who chose to travel did so in safety and comfort, and that critical supplies and goods could continue to come through the airports and port to facilitate the recovery. After a brief pause, we also resumed construction including the Terminal E Modernization project, completed the Terminal C canopy and upper roadway project, and continued the work at Conley Terminal to facilitate the servicing of large vessels. This report serves to highlight the efforts of Massport during these extraordinary times and to mark the renewal of our environmental and social commitments. It’s why I’m so proud to see us launch a Roadmap to Net Zero—the first step of a comprehensive plan to reach net zero greenhouse gas emissions by Massport’s 75th anniversary in 2031. While the future remains uncertain and recovery is ongoing, Massport’s commitment to sustainability and resilience has been renewed. I would like to thank my colleagues for their truly extraordinary response to unprecedented disruption—and for ushering Massport through a recovery and onto the road to net zero.",
        "Massport Sustainability Vision Massport will maintain its role as an innovative industry leader through continuous improvement in operational efficiency, facility design and construction, and environmental stewardship while engaging passengers, employees, and the community in a sustainable manner. Built in the mid-1970s, Logan’s Terminal E received a LEED Gold rating in 2017 for a renovation that accommodated the growing number of passengers at the airport while applying sustainable building practices.",
        "Table of Contents 8 INTRODUCTION 11 MASSPORT SUSTAINABILITY GOALS 12 NET ZERO ROADMAP 16 A DIVERSE, EQUITABLE, AND INCLUSIVE MASSPORT 20 CONLEY TERMINAL WELCOMES LARGER VESSELS AND NEW GLOBAL CONNECTIONS 24 MASSPORT GETS PLUGGED-IN 26 LEEDing THE WAY 28 SUSTAINABILITY KEY PERFORMANCE INDICATORS (KPIs) For more information, contact: Massachusetts Port Authority One Harborside Drive, Suite 200S East Boston, MA 02128-2909 Telephone: (617) 568-5000 Email: sustainability@massport.com www.massport.com More information on Massport’s environmental initiatives can be found at: www.massport.com/sustainability",
        "8 Introduction This report showcases the Massachusetts Port Authority’s (Massport) ongoing efforts to be a more sustainable and resilient organization. Each year since the publication of the 2015 Boston Logan International Airport Sustainability Management Plan (SMP), Massport has widened the lens of its sustainability and resiliency goals to include maritime and other aviation facilities. Massport also sought new avenues to be a better neighbor to surrounding communities—reducing noise and air pollution, improving ground access to Logan, and extending Diversity, Equity & Inclusion (DE&I) initiatives beyond its operational borders. While Massport had already met many Massport’s vision for a more of the goals and key performance sustainable and resilient path forward. indicators (KPIs) outlined in the Future reports will share the progress SMP in 2019, the COVID-19 global of the work that stems from the pandemic—combined with severe Roadmap to Net Zero and a suite of climate events—went on to disrupt KPIs that will highlight Massport’s every aspect of operations and advancement of its environmental performance. But these events also stewardship objectives. provided an opportunity to reshape More information on Massport’s Roadmap to Net Zero can be found at: www.massport.com/massport/about-massport/ roadmap-to-net-zero/ Boston Logan International Airport is surrounded by Boston Harbor on three sides and comprised of 1,700-acres.",
        "9 Logan’s Terminal B Optimization project received LEED Silver certification in 2022.",
        "10 With the development of the Boston Logan International Airport Sustainability Management Plan (SMP), Massport put forth definitions and identified goals for operational efficiency, natural resource conservation, and social responsibility that have influenced decision making and investments. Massport’s operational boundary includes aviation and maritime facilities as well as real estate and green space assets in East and South Boston. Massport also operates the Logan Express bus network of terminals and buses as well as on-airport shuttles. Peabody Logan Express Woburn Logan Express L.G. Hanscom Field Boston Autoport Boston Fish Pier Parks & East Boston Real Estate Back Bay Logan Express Boston Logan International Airport Framingham Logan Express Flynn Cruiseport Boston Worcester Regional Airport South Boston Real Estate Conley Container Terminal Braintree Logan Express ■ AVIATION ■ MARITIME ■ COMMERCIAL PROPERTIES & PARKS ■ LOGAN EXPRESS BUS TERMINALS & PARKING SUSTAINABILITY RESILIENCY Consistent with Airports Council International— The ability of a system to prepare for disruptive North America’s definition of sustainability, Massport events, recover within a reasonable timeframe with is focused on a holistic approach to managing Boston minimal damage, and sometimes emerge stronger. Logan International Airport and other Massport facilities to ensure economic viability, operational efficiency, natural resource conservation, and social responsibility (EONS).",
        "11 Massport Sustainability Goals Energy and Materials, Waste Ground Access Resiliency Greenhouse Gas Management, and and Connectivity » Improve resiliency for overall (GHG) Emissions Recycling Provide superior infrastructure and operations. Reduce energy Reduce waste ground access » Restore operations during intensity and GHG generation, increase to Boston Logan and after disruptive events emissions while the recycling International Airport in a safe and economically increasing the portion rate, and utilize through alternative viable manner. of Massport’s energy environmentally and high-occupancy generated from sound materials. vehicle (HOV) travel » Create robust feedback loops renewable sources. modes. that allow dynamic solutions for changing conditions. » Inform operations and policy, and implement design/ build decisions, through the application of sound scientific principles that consider threats, vulnerabilities, and Water Conservation Noise Abatement Water Quality/ cost-benefit analysis. Stormwater Conserve regional Minimize noise » Become an exemplar of water resources impacts from Boston Protect water a knowledge-sharing and through reduced Logan International quality and forward-thinking, resilient potable water Airport operations. minimize discharge port authority. consumption. of pollutants. » Work with key influencers and decision makers to understand the impacts of natural hazards on human, national and economic security, and man-made threats to Massport’s facilities and the region. Community, Air Quality Natural Resources Employee, and Decrease air Protect and restore Passenger Well-being pollutants from natural resources Promote economically Massport sources. near Massport prosperous, equitable, facilities. and healthy communities, and passenger and employee well-being.",
        "12 MASSPORT-WIDE Net Zero Roadmap In March 2022, Massport unveiled its commitment to achieve net zero greenhouse gas emissions (GHG) by 2031, coinciding with Massport’s 75th anniversary. The Roadmap to Net Zero (Roadmap) focuses on 100% of the GHG emissions from Massport-owned facilities and equipment (Scope 1), and purchased electricity (Scope 2), with continued potential influence in areas it does not control (Scope 3). The Roadmap is the next iteration of Massport’s comprehensive approach to climate action planning, which dates back to 2014. Over the next 10 years, The announcement of the Roadmap Charlie Baker signed into law An Act Massport will pursue predates and surpasses the U.S. Creating A Next-Generation Roadmap five primary pathways to Department of Transportation’s for Massachusetts Climate Policy, achieve net zero GHG Federal Aviation Administration which requires net zero statewide emissions, as follows: and U.S. airports Airport Climate GHG emissions by 2050. The Challenge, announced in April 2022, Commonwealth’s climate planning to help achieve the Biden-Harris was further advanced in June 2022 Administration goal of net-zero with the release of Massachusetts’s emissions by 2050. In Massachusetts, Clean Energy and Climate Plan for ENERGY CONSERVATION AND EFFICIENCY the agenda laid out in the Roadmap 2025 and 2030, which specified MEASURES will play an important part in additional actions to achieve more statewide carbon emission reductions aggressive GHG reduction targets. as well: In March 2021, Governor CLEAN AND RENEWABLE ENERGY SOURCES Scope 1: 7.0% Scope 3: 87.5% Controlled by Massport Potential for Massport to Influence Airport » Central Heating Plant Airport SUSTAINABLE GROUND » Fire Training Facility » Aircraft TRANSPORTATION » Ground Service Equipment Airport and Maritime » On-Airport Traffic » Terminal Buildings Massport » Fleet Vehicles Emission Maritime » Cargo Handling » Ocean-Going Vessels Equipment Sources » Harbor Craft PARTNERSHIPS » Emergency Generators » Snow Melters Airport and Maritime » Tenant Operations Scope 2: 5.5% » Heavy-Duty Trucks Controlled by Massport » Public Travel » Employee Commuting CULTURE OF Purchased Electricity SUSTAINABILITY AND » Airports INNOVATION » Maritime » Parks » Logan Express Facilities",
        "The recent wave of net zero commitments from nations, corporations, and the Commonwealth of Massachusetts stems from the Paris Agreement, a landmark international accord adopted by nearly every nation in 2015 to address the harmful impacts of climate change. To limit global warming to 1.5 degrees Celsius relative to pre-industrial levels, global GHG emissions will need to reach net zero by 2050. In contrast to carbon neutrality—which refers just to carbon dioxide (CO ) reductions counterbalancing CO emissions—net zero 2 2 works towards zero GHG emissions being released. PATHWAYS TO NET ZERO GHG EMISSI R EMEA ISC SH IOIN NG R N EE DT U Z CE TR IOO N B Y S T2 R03 A1 T: EP GR IO EJ SE BC YT E PAD T HWAY Energy Conservation O and Efficiency N S (Scopes 1 and 2 only) Clean and Renewable Energy Sources 2031 Business-as-Usual Sustainable Ground Transportation 120,000 Partnerships 100,000 Culture of Sustainability and 80,000 Innovation 60,000 40,000 Massport 20,000 Net Zero 0 Emissions Pathway 1 Pathway 2 Pathway 3 Credits/ Energy Clean and Sustainable Offsets Conservation Renewable Ground and Efficiency Energy Transportation Sources E₂OCTM 13 MASSPORT-WIDE / Net Zero Roadmap -16% -33% -11% -40% Massport has already For any areas where emissions cannot Massport has already initiated the initiated the Net be reduced to zero, Massport will Net Zero Electrification Pathway Study, invest in purchased carbon offsets which is focusing on the capacity Zero Electrification to reach the 2031 target. Offsets are needs and delivery options for Pathway Study, which investments in GHG-reducing projects, electricity to serve the growing clean is focusing on the such as reforestation projects, that power sector. Similarly, Massport is capacity needs and help to diminish the global impact contracting directly for an engineering delivery options for of an organization’s own GHG study to evaluate and recommend electricity to serve emissions. Massport intends to invest options for the conversion of Logan’s the growing clean in community projects within the Central Heating Plant (CHP) to power sector. Commonwealth so that the benefits clean power, and to optimize the of these projects are felt locally. systems that provide conditioned air Massport expects to be net zero to buildings across the airport. Both without the use of offsets by 2040. studies will be critical to informing",
        "14 MASSPORT-WIDE / Net Zero Roadmap Sustainable Aviation Fuel (SAF) is a biofuel substitute for fossil jet fuels that helps reduce carbon emissions and improve air quality. It is estimated that more than 99% of airline emissions and approximately 50% of airport emissions worldwide are related to the combustion of jet fuel. In fall 2021, President Biden announced a goal for U.S. companies to produce at least 3 billion gallons of SAF per year by 2030 and, by 2050, sufficient SAF to meet 100% of aviation fuel demand, which is currently projected to be around 35 billion gallons per year. an overall implementation strategy. The influence Massport can have in This fall, Massport will add to its team pursuit of the Roadmap’s agenda on a third-party Program Management spurring innovation and reducing Office (PMO) to oversee planning, environmental impacts beyond its decision-making, and budgeting own footprint is substantial. At Logan, considerations necessary to meet it will mean decarbonizing all aspects the net zero commitments. The intent of aviation operations by influencing is to broaden Massport’s exposure the demand for sustainable aviation to new and creative approaches fuel. At the Port of Boston, this will to climate action planning, require investing in hybrid or electric implementation, performance, terminal equipment and upgrading measurement, and disclosure, while infrastructure to handle electrification ensuring the achievement of net demand. And across the Massport zero GHG emissions from Massport- portfolio, it will involve leading the controlled sources by 2031. adoption of alternative fuels for vehicles and facilities that may include waste to biofuel, hydrogen, electrification, and perhaps other strategies not yet known. At Logan’s Terminal C, JetBlue utilizes Massport-installed charging for their eGSE (electric ground service equipment).",
        "15 The pandemic gave us an opportunity to rethink the way we do business going forward, and we are now on the path to net zero. This is a real commitment, with aggressive goals, tied to real actions that will take us to net zero by 2031, which also happens to be Massport’s 75th anniversary. While we get our own house in order, simultaneously we will be working with our business partners on ways they can help reduce emissions in the aviation, maritime and transportation sectors. Lisa S. Wieland CEO and Executive Director Massport offers direct current fast charging, or Level 3 charging, for taxi and ride-sharing app drivers—as well as for its own fleet.",
        "16 MASSPORT-WIDE A Diverse, Equitable, and Inclusive Massport Massport It was 25 years ago that Massport’s Compliance Department became the understands Office of Diversity & Inclusion/Compliance. Last year, the department further evolved into the Office of Diversity, Equity and Inclusion/Compliance. Massport that words knows workplaces that embrace diversity, equity, and inclusion (DE&I) foster matter: strategic thought, collaboration, and link organizations with the communities Diversity that they operate in. Here are just some of Massport’s recent DE&I initiatives: is a metric, Diversifying the workforce pipeline & Inclusion/Compliance, knows the inclusion is positive impact a career on-ramp like Massport launched the Pathways a practice. this can have: She was a Massport Program with Bridgewater State intern 30 years ago. University in 2021, providing two Aviation Management students in Scholarships to the future their junior year with scholarships and a paid internship during the summer. Since 2007, Massport has distributed Interns meeting the performance $76,000 in Diversity STEM scholarships criteria will be offered an employment to support 46 students of color pursuing opportunity with Massport following STEM or transportation careers and graduation. Massport’s Tiffany Brown- reside or attend school in the city of Grier, Director of Diversity, Equity Boston or neighboring communities. Kate Martinez SPOTLIGHT ON STEM SCHOLARSHIPS PATHWAYS PROGRAM (2022-23) / DIVERSITY STEM SCHOLARSHIP (2019) Kate Martinez took her first flight lesson as “Through the Pathways Program, I got to a high school freshman at Excel Academy, watch terminal managers working with the adjacent to Logan Airport. From that moment airlines, going between airside and landside— on she was hooked on flying. In her first all with construction going on,” she shared. year at Bridgewater State University (BSU), “It was so exciting. That’s what I want to do.” Kate received Massport’s Diversity STEM scholarship to support her pursuit of a Kate is pursuing both a private pilot and degree in Aviation Science. She went on to aircraft dispatcher’s license. She graduated be among the first two Massport Pathway early with a BS, Aviation Science with a Program interns in the summer of 2022. concentration in Aviation Management, from “I have found mentors at Massport, and BSU, where she founded the first Women in through the internship I discovered that I Aviation chapter on campus. She plans to want a career in Aviation Management,” she receive her MBA from BSU in the spring of explains. Kate will return to Massport as an 2023. “There are not many women or people intern next summer and has her sights on of color in the aviation industry,” said joining the Massport Operations team at Martinez. “I want to be able to introduce Logan Airport after she graduates. students like me to mentors in the industry.”",
        "17 MASSPORT-WIDE / A Diverse, Equitable, and Inclusive Massport Investing in the local community The Charitable Contribution For FY2022, Massport set a goal Program provides grants for youth to distribute at least 50% of the development, education, environment, program budget to organizations or and arts/culture programming. It programs that serve predominately focuses especially on supporting people of color—and 69% ended organizations that assist residents up going to such organizations. This and improve the quality of life in amounted to $173,300 in grants Massport’s neighboring communities awarded to 33 organizations—23 including Charlestown, Chelsea, East of these organizations are run by Boston, Revere, and South Boston. or have a person of color on their Grant requests are reviewed by the executive leadership teams. Employee Evaluation Committee, composed of Massport staff, some of whom reside in these communities. Recent Grant Recipients Just a few of the local non-profits that received funding from Massport MISSION Youth Enrichment The mission of Youth Enrichment Services is to inspire youth through Services (YES) outdoor experiences, and leadership opportunities that build confidence and prepare them to summit life’s challenges. Artists for Artists for Humanity (AFH) provides under-resourced teens the keys Humanity to self-sufficiency through paid employment in art and design. YW Boston YW Boston is dedicated to eliminating racism, empowering women, and promoting peace, justice, freedom, and dignity for all. Boys & Girls Club The Boys & Girls Club of Worcester’s mission is to help youth, especially of Worcester those who need us most, develop the qualities needed to become responsible citizens, and community leaders, through caring professional staff who forge relationships with youth members and influence their ability to succeed in life. Kennedy Center The Kennedy Center’s mission is to provide individuals and families in need services, opportunities, and the tools they require to lead productive and fulfilling lives. HarborCOV HarborCOV provides free safety and support services, along with housing and economic opportunities, that promote long-term stability for people affected by violence and abuse.",
        "18 MASSPORT-WIDE / A Diverse, Equitable, and Inclusive Massport Leveraging real estate to bring more Bostonians to the table Massport pioneered a DE&I model team, which raised $15 million from (known as the “Massport Model”) in minority equity investors. This project real estate development to broaden advances the Massport Model by and deepen economic opportunity including people of color and women through a competitive, market-driven in significant ownership and leadership process. The model was first applied in roles in every aspect of the project, from 2016 to Request for Proposals (RFPs) development to property management. to develop a Massport-owned parcel that is now the Omni Boston Hotel The Massport Model continued at the Seaport. In that competitive to evolve with the selection of a bid, Massport said diversity, equity, developer for another South Boston and inclusion were as important parcel in 2021. Known as Seaport as traditional evaluation criteria— Circle, the project will house the financials, design, and ability to execute. South Boston Waterfront Job Training The model does not prescribe how to Pavilion, a unique public space that incorporate DE&I, but instead gives the will open the Seaport District and private sector the flexibility to propose the burgeoning life sciences sector Seaport District’s Omni Hotel new and creative approaches. Smaller, to a wide array of Bostonians with women- and minority- owned firms— workforce training for high school typically sidelined from large projects graduates and underserved residents. in the city—partnered with some of the region’s largest development, The most recent application of the architecture, and construction firms to Massport Model was an RFP issued bid. The result was a broadly diverse by Massport in late 2021 for a mixed- team as well as $7 million of equity income, affordable housing project on from minority investors. D Street in South Boston. Proposals will be evaluated equally for DE&I Massport did not stop there. With commitments, housing affordability—a the release of an RFP in 2018 for 10 vital need in a neighborhood with some World Trade in South Boston, the DE&I of the lowest rates of income-restricted challenge was met by the development housing in the city—design, and ability to execute. The Massport Model has begun to From the trades constructing these sites, to expanding be emulated by other agencies and employment opportunities, workforce development, municipalities. MassDOT applied a and eventually affordable housing residents, all these similar approach in a 2021 RFP for development projects under the Massport Model will a parcel in Chinatown. In 2022, the enhance access, opportunity, and equity for people of color Boston Planning and Development and women as well as other diverse businesses, bringing Agency announced that private under-represented people to Boston’s Seaport District. developers must begin to report on Tiffany Brown-Grier DE&I within their teams and proposals. Director, Diversity, Equity & Inclusion/Compliance",
        "19 Jaya Gopakumar, Assistant Project Manager, Capital Programs Breaking down gender barriers and Environmental Affairs, supports a variety of construction in construction projects at Massport. In the U.S., only 11% of construction workers are women and in engineering and architecture they make up 27%. But at Massport, 40% of the staff who are building, designing and managing projects are women. In fact, a female steelworker guided the last beam into place at Logan Airport Terminal C to B Connector project. Massport observes Women in Construction Week, which was started by the National Association of Women in Construction in 1998 to spotlight the work of women in the construction industry across the country. In March 2022, some of the women who work in Massport’s Capital Programs and Environmental Affairs (CPEA) Department, which manages all construction projects at Massport, were recognized in a photo gallery throughout the terminals at Logan. I’m proud to say that a diverse group of women are part of the decision-making process in every construction project at Massport. Diversity of thought is important as we build world-class facilities that serve diverse people. Dr. Luciana Burdi Director, Capital Programs and Environmental Affairs",
        "20 MARITIME Conley Terminal Welcomes Larger Vessels and New Global Connections The working Conley Container Terminal is an important economic asset for the New England Port of Boston region, serving more than 2,500 businesses. It is New England’s only deep-water, full-service container terminal, playing a significant role in the regional economy generates by moving roughly one-third of the New England cargo in and out of the market. $8.2 billion The working Port of Boston, which collectively includes Conley Terminal, as well in annual as the Flynn Cruiseport, Charlestown Autoport, and seafood processing facilities, is responsible for $8.2 billion in annual economic impact and more than 9,000 economic direct jobs. impact. To ensure Conley, and the larger Port cubic yards of dredged material and of Boston, could stay competitive in rock were removed from the bottom the global economy, Massport and its of Boston Harbor. federal and state partners invested $850 million to deepen Boston Harbor As part of the Conley Terminal and modernize Conley Terminal. Modernization Program, Massport The Boston Harbor Deep Draft constructed a bypass road that removes Navigational Improvement Project all Conley Terminal truck traffic from was a $350 million federal, state and residential streets by rerouting it through Massport investment in the dredging a former oil storage site, rehabilitated and deepening of Boston Harbor to a two existing berths at Conley Terminal, depth of 47 feet to allow bigger ships, constructed a new deep-water berth including larger container ships, to use (Berth 10) with big ship capabilities at the shipping channels. To complete an increased depth of 50 feet, and this work, approximately 12 million expanded container yard storage. The Massport collaborated with local, state, and federal leaders and the US Army Corps of Engineers (USACE) to dredge and deepen Boston Harbor to accommodate larger vessels. In 2003, Conley Terminal was the first container terminal in the United States to develop a comprehensive Environmental Management System (EMS).",
        "21 cubic yards of dredged material and rock were removed from the bottom of Boston Harbor. As part of the Conley Terminal Modernization Program, Massport constructed a bypass road that removes all Conley Terminal truck traffic from residential streets by rerouting it through a former oil storage site, rehabilitated two existing berths at Conley Terminal, constructed a new deep-water berth (Berth 10) with big ship capabilities at an increased depth of 50 feet, and expanded container yard storage. The Massport collaborated with local, state, and federal leaders and the US Army Corps of Engineers (USACE) to dredge and deepen Boston Harbor to accommodate larger vessels. In 2003, Conley Terminal was the first container terminal in the United States to develop a comprehensive Environmental Management System (EMS).",
        "22 MARITIME / Conley Terminal Gets Big Ship Ready $215 million Berth 10 Construction will further reduce truck turnaround Project involved the installation of a times, queuing, and idling—as well as new 1,200-foot-long bulkhead along associated environmental impacts. the shoreline, dredging approximately 330,000 cubic yards of material and Instead of managing these projects in underwater rock blasting, and isolation, Massport recognized the construction of a pile-supported deck. opportunity to develop and execute a The project also included procurement comprehensive and cost-effective Soil of three new custom-designed, low- Management Program to test, manage, profile, ship-to-shore cranes capable treat, process, and reuse soils onsite of handling the larger ships. for all construction projects at Conley. As of fall 2022, this innovative and In addition to the new Berth 10, the comprehensive initiative treated, Conley Terminal Modernization reused, and/or retained 86,000 cubic Program is comprised of many other yards of urban fill, substantially reducing elements such as new refrigerated truck traffic in the community. This The construction of a container storage racks to improve successful program allowed Conley new Berth 10 at Conley energy efficiency, terminal technology Terminal to maximize soil reuse onsite Terminal was not short on and equipment upgrades, and and minimize the amount of new fill to challenges: It is under air- draft restrictions of Logan, sustainable features, such as a new be imported. This eliminated 7,300 it abuts the shoreline of a LED lighting system in the yard that truck trips through the adjacent brownfield site, and operates reduced light pollution and cuts residential community for off-site soil adjacent to a residential electricity usage in half. Related landside disposal and another 4,900 truck trips community. projects currently underway include for import fill, which resulted in the new gate processing facilities and elimination of approximately 49,000 improvements to truck circulation that gallons of truck fuel. Conley Terminal Recent Awards 2022 2021 American Society of Civil Engineers U.S. Department of Energy Integrated Project Excellence Award. New Berth 10 Lighting Campaign. LED lighting system with real-time wireless controls Construction Management Association of America (CMAA)—New England. Mark 2020 H. Hasso Project Excellence Program for the American Association of Port Authorities Infrastructure Category—Constructed Value Environmental Improvement Award. Greater than $100 Million. New Berth 10 Soil Reclamation & Reuse Initiatives CMAA National Project Achievement Award American Association of Port Authorities for Environmental Projects over $50 Million. Lighthouse Award for Facilities Engineering. New Berth 10 New Berth 10 Environmental Business Council of New England Brownfields Remediation Project of the Year. Conley Container Terminal",
        "23 No longer dependent on the tide schedule, large container vessels calling on Conley Terminal idle for less time in Boston Harbor, saving on fuel and reducing CO emissions. 2 CONLEY BY THE NUMBERS 12 million 86,000 ~49,000 $5 cubic yards cubic yards gallons million of dredged material and of urban fill was treated, of truck fuel, almost of economic benefits rock were removed from reused, or retained at four metric tons of NOx resulted from the the bottom of Boston Conley Terminal, saving emissions and 500 metric Conley Terminal Harbor to deepen shipping 12,200 potential truck tons of CO emissions Modernization Program. 2 channels and build new trips through adjacent for the project were berths. This allows larger neighborhoods. eliminated during the vessels to dock at the Berth 10 construction. Terminal without tidal constraints.",
        "24 LOGAN AIRPORT Massport Gets Plugged-In Electric vehicles (EVs) and equipment are an important piece of the decarbonization puzzle—and a critical pathway in Massport’s planning for net zero. In addition to maintaining over 133 charging ports throughout its portfolio for public, commercial, or employee use, Massport has been committed to collaborating with partners at the state and federal level as well as with industry stakeholders to accelerate the transition to EVs. Here are a few of the most recent EV projects: Influence ride-sharing app Expedite EV adoption in the ride- companies for-hire and rental car industries Almost 20% of all ride-sharing In spring 2022, Massport was awarded app trips in Boston start or end at $615,000 from the Massachusetts Logan Airport. Massport works with Clean Energy Center Accelerating companies such as Uber and Lyft Clean Transportation for All Almost 20% to implement programs that have (“ACT4All”) program to create an of all ride- a positive environmental impact. ecosystem for planning and facilitating sharing app Massport also establishes rules for the transition to EVs in the ride- these ride-sharing app companies. for-hire industry at Logan Airport. trips in Boston In 2019, Massport required Uber Massport is now working on a series of start or end at and Lyft drivers to operate within a legal, policy, operational, and software Logan Airport. central garage, co-locating passenger changes to incentivize EV adoption by pick-up and drop-off. This increased drivers, and to improve the efficiency the “rematch” of drivers to new of commercial modes on the airport passengers—reducing “deadhead” campus to reduce VMTs and emissions. trips (empty cars) by 15-25% following This includes planning a phased implementation, easing congestion, strategy for EV charging infrastructure and lowering emissions. investment primarily at Logan Airport for Uber and Lyft use. An educational As part of this plan, riders receive a campaign to encourage the adoption discount for using shared rides, which of lower-emission vehicles by both matches riders headed to similar drivers and passengers will be a key destinations, thereby further reducing component of the program also. vehicle miles traveled (VMTs) and emissions. Since these changes went Rental car companies have been into effect in 2019, Lyft and Uber offer expanding their EV fleets at the Rental riders the ability to specifically request Car Center at Logan Airport. With a hybrid or fully electric vehicle for Boston as a “focus city” for companies their trip as well. such as Hertz, AVIS and Enterprise",
        "25 LOGAN AIRPORT / Massport Gets Plugged-In Holdings, Logan Airport will benefit for this state funding. Massport will from a growing offering of EVs for continue to explore opportunities rent. Hundreds of EVs were already with the Commonwealth for NEVI and available to rent at Logan’s Rental other grant funding to expand publicly Car Center as of fall 2022—and the available charging infrastructure. number will keep growing. This is a benefit not just for passengers renting Expand EVs airside too cars but to ride-sharing app drivers as As of fall 2022, Massport offered Uber and Lyft have programs for their 286 charging ports for eGSE (electric drivers to rent EVs. For instance, Hertz ground support equipment) across has a commitment to buy 100,000 Logan Airport’s terminals and General Teslas nationwide with half accounted Aviation ramp areas. Commitments by for by Uber via a partnership between the airlines to use this infrastructure the two companies. The work the was an integral part of this effort, and rental companies are currently will continue to be as Massport seeks engaged in to decarbonize their further opportunities to electrify fleets in the Boston market will the airside of Logan. The installation As of fall 2022, lead to additional benefits for the of eGSE charging stations was Massport Commonwealth by creating a used EV partially funded with $4.3 million market and increasing affordability. offered 286 in grants from the Federal Aviation Administration’s Voluntary Airport charging ports Contribute to the national Low Emissions (VALE) program for eGSEs EV infrastructure awarded in FY2019 and FY2020. across Logan In collaboration with Massachusetts Department of Transportation Airport. (MassDOT), Massport recently evaluated the most appropriate and advantageous sites for the installation of direct current (DC) fast chargers as part of the Commonwealth’s Electric Vehicle (EV) Infrastructure Deployment Plan under the National Electric Vehicle Infrastructure (NEVI) formula program. The purpose of NEVI is to site publicly accessible EV charging along the national EV Alternative Fuel Corridor—an EV charging network designated by the Federal Highway Administration. Situated at the terminus of I-90, Logan sits within the network and is eligible",
        "26 MASSPORT-WIDE LEEDing the Way HANSCOM ARFF/CBP Massport continues to utilize the U.S. Green Building Council’s LEED rating BY THE NUMBERS system on new construction projects throughout its portfolio. As of fall 2022, there are eight LEED-certified projects at Massport with two in progress and 98% several tenant spaces certified. The LEED framework helps Massport apply the latest environmentally sound design and construction principles and practices, of occupied spaces have access to daylight while aligning with its sustainability goals and enhancing its institutional and views knowledge of high-performance buildings. 92% Hanscom Aircraft Rescue Fire-Fighting and US Customs of construction and & Border Protection Facility, LEED Silver (2020) demolition waste was diverted from landfill. Just 20 miles northwest of Boston, sense to co-locate the two airside The project was able Laurence G. Hanscom Field is the functions into the new ARFF/CBP to relocate and reuse region’s busiest general aviation facility. In addition to designing the equipment, minimizing airport and a vital link in the building to serve two functionally the use of new materials and associated packaging transportation infrastructure of disparate occupants, the project Massachusetts and New England. In needed to meet the stringent design November of 2015, Massport took requirements of both the Federal The project was designed to save over the aircraft rescue fire-fighting Aviation Administration (FAA) and 30% responsibilities from Hanscom Air U.S. Customs and Border Protection of energy compared to a Force Base, which created the need —and be constructed on an active building that just meets for the new Massport Aircraft Rescue airfield. On top of that, Massport the energy code Fire-Fighting Facility (ARFF). U.S. sought LEED certification for the Customs and Border Protection, project, the first new facility for A green cleaning program stationed at Hanscom, utilized Hanscom in nearly 20 years. that minimizes occupant a temporary facility, so it made exposure to chemicals, particles and moisture was developed. The The Hanscom ARFF/CBP building was designed to reduce program will be utilized annual water use by 40% and annual energy use by 30% throughout Hanscom over a baseline building. Studying historic flood data, Massport was able to site the project on a higher elevation to avoid costly damage from potential future flooding As a 24/7 facility, the FAA requires a natural gas generator for emergency backup. Otherwise, the building is 100% electric",
        "27 MASSPORT-WIDE / LEEDing the Way Since 2005, when Logan’s Terminal A redevelopment became the first LEED certified airport terminal in the world, Massport has employed the LEED rating system to advance the designs and performance HANSCOM of its portfolio. ARFF/CBP BY THE NUMBERS All Massport LEED Certifications All Tenant LEED Certifications 98% of occupied spaces Boston Logan Terminal A Boston Logan Terminal B Gates Signature Logan Terminal / have access to daylight Redevelopment / 37-38 Connector / LEED Gold 2019 LEED Certified 2008 and views LEED Certified 2006 Hanscom ARFF & Customs & Boston Logan Nouria Service Boston Logan Green Bus Depot / Border Patrol Facility / Center / LEED Silver 2020 92% LEED Silver 2014 LEED Silver 2020 Boston Logan Chase Sapphire of construction and demolition waste was Boston Logan Rental Car Center / Boston Logan Terminal B Lounge / In progress diverted from landfill. sense to co-locate the two airside LEED Gold 2015 Optimization / LEED Silver 2022 Boston Logan Delta Sky Club / The project was able functions into the new ARFF/CBP Boston Logan John A. Volpe Boston Logan Terminal C to B In progress to relocate and reuse facility. In addition to designing the Terminal E NLA Wing / Connector / In progress equipment, minimizing building to serve two functionally LEED Gold 2017 Hanscom Boston Medflight / the use of new materials Boston Logan Terminal E In progress and associated packaging disparate occupants, the project Modernization / In progress needed to meet the stringent design Signature Hanscom Terminal / requirements of both the Federal In progress The project was designed to save Aviation Administration (FAA) and 30% U.S. Customs and Border Protection of energy compared to a —and be constructed on an active Logan’s Terminal E Modernization project was designed to building that just meets airfield. On top of that, Massport serve as a noise barrier to nearby neighborhoods and exceed the the energy code MA Energy Code by at least 20%. sought LEED certification for the project, the first new facility for A green cleaning program Hanscom in nearly 20 years. that minimizes occupant exposure to chemicals, particles and moisture was developed. The The Hanscom ARFF/CBP building was designed to reduce program will be utilized annual water use by 40% and annual energy use by 30% throughout Hanscom over a baseline building. Studying historic flood data, Massport was able to site the project on a higher elevation to avoid costly damage from potential future flooding As a 24/7 facility, the FAA requires a natural gas generator for emergency backup. Otherwise, the building is 100% electric",
        "28 Sustainability Key Performance Indicators (KPIs) Massport was well positioned for a banner year in 2020 before the global pandemic. The targets set in the 2015 Boston Logan International Airport Sustainability Management Plan (SMP) were achieved ahead of the 2020 deadline. The Port of Boston’s Conley Container Terminal was moving 2.3 million metric tons of cargo in the year prior. In fact, it saw record-breaking growth in 2019. Similarly, Boston Logan International Airport was on track to reach 45 million passengers in 2021. Then in March of 2020, the COVID-19 global pandemic forced “business as usual” to make a U-turn. Serving as a vital conduit between COVID-19 disrupted routine operations New England and the world, Massport and sent passenger counts plummeting. focused its resources on ensuring critical Some of the promising trend lines of goods and supplies entered the region, Massport’s sustainability and resiliency prioritizing the safety of passengers and efforts were impacted. However, for the employees, facilitating essential travel sake of transparency, accountability, and for medical workers to send them where education, the KPIs from FY2020-2021 are help was needed, and coordinating disclosed here. The performance targets humanitarian flights to provide supplies from the 2015 SMP are now closed and to assist in the response to the crisis. Massport looks ahead to announcing new measurement and verification metrics in its pursuit of net zero emissions. During the pandemic, Massport prioritized the safety of passengers and employees, and brought medical workers to where help was needed.",
        "29 Amid a $400-million budget deficit due to cratering passenger counts during the pandemic, Massport was forced to contract its workforce in the fall of 2020—and adopt other harsh austerity measures. As a result of the drop in travelers and the altering of Massport’s workforce composition, many of these KPIs are skewed for FY2020 and FY2021. Energy and water use per passenger increased during the pandemic because, despite a 60% decrease in travelers, Boston Logan International Airport remained a 24/7 facility. Similarly, greenhouse gas emissions per passenger initially fell in FY2020 only to rise in FY2021 due to so few passengers. LOGAN AIRPORT 2020 & 2021 KPIs Energy and Greenhouse Gas (GHG) Emissions KPI TARGET TREND kBTU per passenger at Logan Airport 25% reduction by 2020 21% FY20: increase from baseline (FY2004 baseline) 163% FY21: increase from baseline kBTU per square foot at Logan Airport 25% reduction by 2020 7% FY20: decrease from baseline (FY2004 baseline) 17% FY21: decrease from baseline GHG emissions per passenger at 40% reduction by 2020 33% FY20: decrease from baseline Logan Airport (FY2002 baseline) 45% FY21: increase from baseline kBTU Thousand British Thermal Units Materials, Waste Management, and Recycling KPI TARGET TREND Recycling rate* for Logan Airport Increase recycling rate to 60% 15.4% FY20: recycling rate by FY2020 14.9% FY21: recycling rate Construction and demolition waste Maintain percentage of C&D 97.7% FY20: diversion rate diversion rate for Logan Airport waste diverted close to 100% 97.6% FY21: diversion rate * Recycling rate includes single-stream materials, scrap metal, wooden pallets, and organics",
        "30 LOGAN AIRPORT 2020 & 2021 KPIs Water Conservation KPI TARGET TREND Annual gallons of water per passenger 10% reduction by FY2022 4% FY20: increase from baseline at Logan Airport (FY2012 baseline) 63% FY21: increase from baseline Over 1,000 photovoltaic (solar) panels help power Logan’s Terminal B garage.",
        "31 MASSPORT-WIDE 2020 & 2021 KPIs Community, Employee, and Passenger Well-being KPI TARGET TREND Number of full-time equivalent jobs Sustain 800 full-time equivalent 4,862 FY20: FTE JOBS through design and construction job opportunities through design 5,108 expenditure* and construction expenditure FY21: FTE JOBS Amount of economic impact to Continue to contribute to the $16 billion◊ the community regional economy each year Percentage of hires in each of the Continue to recruit and retain a 30% female FY20: categories outlined by the Office diverse group of employees 24% minorities of Diversity, Equity and Inclusion/ FY20: Compliance 28% female FY21: 23% minorities FY21: * Includes direct, indirect, induced jobs from construction expenditures ◊ Based on the 2019 Massachusetts Statewide Airport Economic Impact Study, completed every 3-5 years by MassDOT Resiliency KPI TARGET TREND Percentage of capital projects 25% of critical assets* and/or key 100% FY20 & FY21: that address resiliency of Massport resources enhanced by 2020 facilities at Logan Airport 100% of critical assets and key resources enhanced with resiliency measures by 2025 * Critical assets include electrical power, diesel fuel pumping stations, telecommunications systems, and public safety including police and fire FRONT COVER: (row 1-left) / A view into the newly opened Terminal C to B Connector at Logan, which is seeking LEED Gold certification. (row 1-right) / Massport continued its commitment to expanding electric vehicle infrastructure beyond Logan with chargers like these available for public use at the Framingham Logan Express garage. (row 2-left) / Free, lower emissions shuttles at Logan Airport circulate between the terminals, the Rental Car Center, and the MBTA’s Airport Station. (row 2-right) / Massport is seeking LEED certification for the eye-catching, high-performance Terminal E Modernization at Logan. (row 3-left) / A female construction worker signs the final steel beam at the “topping off” of the Terminal C to B Connector at Logan. (row 3-right) / Massport manages over 30 acres of parks in Boston, including the Bremen Street Community Park.",
        "SUSTAINABILITY & RESILIENCY REPORT Printed on FSC-certified, 100% sustainable recycled paper Designed and printed by WBENC-Certified Women’s Business Enterprise businesses"
    ]
}