{
    "FILE_NAME": "https://www.massgeneralbrigham.org/content/dam/mgb-global/en/about/newsroom/impact-reports/documents/mgb-sustainability-impact-report-2024.pdf",
    "ALL TEXT": "Sustainability Impact ReportMass General Brigham Sustainability Impact Report From our Chief Financial Officer At Mass General Brigham, our mission is to enhance and sustain the health of our community. From research and innovation to lifesaving clinical care, we strive to serve our patients by addressing health challenges great and small. Though we often provide care within the walls of our hospitals and clinics, we know the issues affecting human health begin long before our patients walk through the door. Communities of color have long borne the brunt of public health crises and have traditionally been underserved by the health care system. As we approach these issues, we must do so with a clear-eyed understanding that members of our community do not experience these challenges equally. Our dedicated clinicians expertly counsel patients, prescribe medicines and perform critical procedures, but we also know that there are factors affecting our community that require a broader and more holistic response. Just as access to food and housing is essential to our health, so are climate resiliency and environmental sustainability. Climate change is a public health crisis. And at Mass General Brigham, we believe it’s critical that we all treat it as one. We do not issue this report from a finish line, in celebration of some long-sought victory. Nor do we do so with our hands Just as access to helplessly in the air, unsure of the path ahead. We report our food and housing is progress here with a clear understanding that just as we have made strides toward achieving our sustainability and climate essential to our health, resiliency goals, there is much work ahead. And though we so are climate resiliency look outward at the challenges posed by climate change, we must also look inward, within our own institutions, to more and environmental clearly understand how we contribute to the problem and sustainability. Climate how we can help lead to a solution. change is a public health Most importantly, the change we seek must include and benefit those who are most impacted, and so our strategy crisis. And at Mass must be driven by that reality if we hope to achieve General Brigham, we meaningful results. believe it’s critical that Historically at Mass General Brigham, sustainability has started from the ground up and been led by those who see we all treat it as one. how climate change affects our patients every day. As chair of our Climate and Sustainability Leadership Council, I have the opportunity and responsibility to scale these innovations and commitments across our hospitals, practices and research operations and ensure that we’re working as one health care system, 80,000 strong. As a mission-driven, integrated health care system, our commitment is to our patients and our community. Though we will not overcome the challenges posed by climate change in a day, or a year, we resolve to face the problem head-on, so that those we serve can live their best, healthiest lives. Niyum Gandhi Chairman of Climate and Sustainability Leadership Council Chief Financial Officer and Treasurer of Mass General Brigham 3Sustainability Impact Report Mass General Brigham Who we are Founded by some of the hospitals, community hospitals, system for National Institutes oldest and most prestigious a leading rehabilitation of Health (NIH) funding, we hospitals in the world, today network, health insurance offer millions of patients local Mass General Brigham plan and physician network, access to large numbers of encompasses a range of health a teaching organization and clinical trials and an unmatched care organizations. With two numerous locations for urgent network of specialists to of the world’s best known and community care and care diagnose, treat and cure academic medical centers— at home. diseases other clinicians may Massachusetts General have never seen—from gene With the most Harvard-trained Hospital and Brigham and therapies to organ transplants doctors in the world, and as the Women’s Hospital—our system to cutting-edge advanced United States’ top health care features renowned specialty cancer treatments. Founding members • Brigham and Women’s Hospital • Massachusetts General Hospital Members • Brigham and Women’s Faulkner Hospital • Community Physicians • Cooley Dickinson Hospital • Health Plan • Healthcare at Home • Martha’s Vineyard Hospital • Mass Eye and Ear • McLean Hospital • MGH Institute of Health Professions • Nantucket Cottage Hospital • Newton-Wellesley Hospital • Salem Hospital • Spaulding Rehabilitation • Urgent Care • Wentworth-Douglass Hospital 4Mass General Brigham Sustainability Impact Report Mass General Brigham at a glance Funding Mass General Our patients Brigham system 2.6 Million patients 120 different $250 Million countries 12 4 commitment to acute and ambulatory community health specialty surgery hospitals centers Largest private employer in 7,500 5 22 Massachusetts physicians Harvard- urgent affiliated care 15,020 teaching centers nurses hospitals $2 Billion 5 annual research 28 community 82,000 and academic rehabilitation health total funding locations centers employees 5Sustainability Impact Report Mass General Brigham Reducing our energy usage, emissions and waste The health care sector is responsible for approximately 8.5 percent of carbon emissions in the United States. For Mass General Brigham, we believe that contributing to a crisis that is taking a devastating toll on human health is at odds with our fundamental mission to promote health and well-being. As a health care and community leader, we have an obligation to lower our overall emissions, the amount of emissions-creating energy we use and consume and reduce our waste output. The goal is to provide the same quality care to patients while reducing the hospital’s environmental impact by using more environmentally safe agents to shift towards more sustainable practices in the operating room. Signatory of the Cool Food pledge. At a number of our hospitals, we have made a commitment with the World Resources Institute that helps hospitals reduce their greenhouse gas emissions from food purchasing. By committing to this evidence- Lowering our emissions based pledge, we’re tracking the climate impact Greenhouse gas reductions. Mass General of the food we serve and developing plans to Brigham has reduced energy-associated serve dishes with smaller carbon footprints, with greenhouse gas emissions by about 58 percent the goal of reducing food-related greenhouse gas since 2008 (based on a baseline business-as- emissions 25 percent by 2030. usual trendline). • 20 percent is the result of energy conservation measures • 37 percent results from the procurement of carbon-free electricity Using fewer harmful anesthetic gases. Our hospitals are reducing the amount of anesthetic gases we use, which directly contribute to climate change. Our anesthesia clinical service is educating Using less carbon-emitting energy and anesthesiologists about the greenhouse effects of anesthetic gases like desflurane and nitrous more clean energy oxide. As a result, we have begun shifting to using Renewable energy. Currently 80 percent of the less potent gases where possible. We are also electricity used by the Mass General Brigham incorporating the carbon footprint of gases and the system comes from renewable sources and our amounts used into monthly performance reports system strives to achieve carbon neutrality for all for anesthesiologists and nurse anesthetists. electricity by 2025. 6Mass General Brigham Sustainability Impact Report Conservation spotlight: HVAC. Over the last five reduce that waste and, where possible, recycle years, we’ve enacted 122 comprehensive lighting materials. To that end, our hospitals have begun and heating ventilation/air-conditioning (HVAC) increasing medical device reprocessing—cleaning, energy conservation measures throughout the refurbishing, sterilizing and inspecting devices to be Mass General Brigham system. These projects good as new for reuse, reducing the environmental have helped eliminate the following each year: impact up to 80 percent in some cases. We are also using blue wrap recycling, transitioning to • 40.7 million kWh rigid reusable sterilization containers and reducing • 52,420 MMBtu of natural gas supply delivery waste by transitioning from • 39.1 million pounds of CO2 emissions cardboard to totes where possible. • $4.3 million in utility costs Watching our waste. Led by members of our Departments of Surgery and Environmental Services, this program educates operating room staff about the importance of properly segregating waste. This helps to minimize the production of regulated medical waste (“red bag waste”) which generates more emissions during disposal than standard waste and costs five times as much as regular trash. Having successfully reduced the Brigham’s use of red bag waste in operating rooms by an estimated 30 percent, we are expanding these efforts to other operative and procedural Reducing waste and recycling areas and to other hospitals within the Mass Caring for patients also creates waste byproducts. General Brigham system, beginning with Salem That is why we keep exploring new ways to Hospital. 7Sustainability Impact Report Mass General Brigham Tracking our progress. Our largest two hospitals and organic recycling at each hospital, going have created sustainability data dashboards forward we recognize we must also develop that track information related to environmental a dashboard that captures metrics across the impact and provide information about the latest Mass General Brigham system. Mass General efforts to reduce these impacts. While these Hospital’s sustainability dashboard can be viewed dashboards currently track monthly regulated at: massgeneral.org/environment-and-health/ medical waste by site, anesthetic gas emissions sustainability-data-dashboard. Anesthetic gas data at MGH Center for the Environment and Health Created July 2023 Kilograms of carbon dioxide equivalent from anesthetic gas use in the Department of Anesthesia, Critical Care & Pain Medicine by month* Anesthetic Gas Desflurane Isoflurane Nitrous oxide Sevoflurane Total 8 e2OC gK fo sdnasuohT 80 70 60 50 40 30 20 10 0 Jun-21 Aug-21 Oct-21 Dec-21 Feb-22 Apr-22 Jun-22 Aug-22 Oct-22 Dec-22 Feb-23 Kilograms of carbon dioxide equivalent from anesthetic gas use in the Department of Anesthesia, Critical Care & Pain Medicine by 12-month period* Time Period May-21 to Apr-22 May-22 to Apr-23 e2OC gK fo sdnasuohT Nitrous oxide Sevoflurane Isoflurane Desflurane 350 300 250 200 150 100 50 * Data shown are based on information on anesthetic gas use collected in medical software for the Department of Anesthesia, Critical Care & Pain Medicine. Other potentially important sources of emvironmental impacts from anesthetic gases including gases lost to leaks are not captured.Mass General Brigham Sustainability Impact Report Integrating climate health and sustainability into research, clinical care and training As recipients of more National Institutes of Health funding than any other hospital system in the nation, and with five Harvard-affiliated teaching hospitals, we are in a unique position to transform how climate is integrated into medical research, clinical care and training for the next generation of medical professionals. Our climate research. Mass General Brigham represents the single largest hospital system-based research enterprise in the U.S. With an annual research budget exceeding $2 billion, we have an opportunity and obligation to apply our expertise in investigation to furthering human understanding of the physical and mental health impacts of climate, as well as how our health care system contributes—and can better respond—to the climate crisis. Published papers include: I. Mitigating the Twin Threats of Climate- VII. The Climate-Smart Emergency Driven Atlantic Hurricanes and COVID-19 Department: A Primer | Annals of Transmission | Disaster Medicine and Emergency Medicine Public Health Preparedness | Cambridge VIII. Climatizing the internal medicine Core residency curriculum: A practical guide for II. An Examination of the Intersection of integrating the topic of climate and health Climate Change, the Physician Specialty into resident education | ScienceDirect Workforce, and Graduate Medical Education IX. Waste audits in healthcare: A systematic in the U.S. | Taylor & Francis Online review and description of best practices | III. Dumpster Diving in the Emergency Sage Journals Department: Quantity and Characteristics X. Sources of Variation in the Carbon of Waste at a Level I Trauma Center | Footprint of Hemodialysis Treatment eScholarship | Journal of the American Society of IV. Communication strategies targeting Nephrology climate change action at a large academic XI. Patient transport greenhouse gas medical center | ScienceDirect emissions from outpatient care at an V. The plastic pandemic: Quantification integrated health care system in the of waste on an inpatient medicine unit | Northwestern United States, 2015–2020 | ScienceDirect ScienceDirect VI. Perspectives on Climate Change and XII. Reusable scrub caps are cost-effective Pediatric Mental Health: a Qualitative and help reduce the climate footprint of Analysis of Interviews with Researchers in surgery | SpringerLink the Field | SpringerLink 9Sustainability Impact Report Mass General Brigham Our commitment to climate clinical work and Elevating climate’s role in our academic medical training. As an academic health system, we are centers. We established the Mass General Center formally integrating climate-health and health for Environment and Health, one of the first centers care sustainability into how we train the next of its kind in the country dedicated to infusing generation of physicians. To ensure climate is environmental thinking into the full spectrum of a a focus for our doctors and trainees, we will hospital’s operations. The Brigham Climate Action continue to integrate key topics into medical Council was also formed to address the critical role education including monthly seminars on the healthcare sector has to play in addressing the intersections between environment, health and current and emerging health impacts from climate healthcare delivery as well as regular climate- change while also reducing the environmental related conferences for our clinical departments. impacts of our clinical, research, and educational In addition, we are supporting Harvard Medical operations, and engaging the trusted voices of School’s efforts to expand its climate curriculum medical professionals to advocate for smart, and integrating climate change and health into evidence-based climate policy. BWH and MGH internal medicine residency Sharing our knowledge and insights. programs. Incorporating sustainability can’t just be changing Climate training spotlight: With the leadership, how our own hospitals think and teach, but must input and assistance of residents, BWH and MGH help orient our whole profession toward net zero. recently collaborated to develop one of the first That is why we are a founding partner of the curricula in the United States that integrates Climate Resources for Health Education program, climate change and health into the internal a collaborative to develop and disseminate free medicine residency program. resources for medical schools and resident training programs. Using our voice to speed climate action and strengthen communities We have a responsibility as citizens to leverage our reputation and the expertise of researchers, clinicians and professionals across our system to advance climate action at the local, state and federal levels. Pushing for climate action. As the largest private ranging from preparing the nation’s healthcare employer in the state, Mass General Brigham is infrastructure for climate change, to the impact of made up of more than 80,000 professionals with climate on child psychology, and how tightening unique insights into how climate impacts the standards on soot, carbon, and smog pollution communities we serve. That’s one reason we’re can reduce illness. building a culture that encourages our experts to advocate and educate about the health impacts of Spotlight on climate advocacy and a just climate change before policymakers—particularly transition: Dr. Renee Salas. An emergency those in vulnerable communities. Our doctors, medicine physician at Mass General Hospital nurses, residents and researchers have testified and Yerby Fellow to expand the diversity of before state and federal lawmakers on topics those entering the academic public health field, 10Mass General Brigham Sustainability Impact Report Dr. Salas has testified before Congress on how climate change is harming health. She recently co-authored the 2022 Lancet US Countdown Brief which focuses on four ways in which climate change can harm health, including how: 1. Burning fossil fuels drives poor air quality, harms health and increases health inequities. 2. Extreme heat is becoming more severe and there are wide inequities in heat-related illness and death 3. Climate change is increasing the threat of infectious diseases 4. Climate change harms mental health and well-being, particularly in the children, young people, and rural and Indigenous communities who are at greater risk. Recognizing that the health impacts of climate change are not experienced equally, the report offers a series of policy recommendations including 1) Achieving a zero-emission energy sector and prioritizing air quality improvements in the most impacted communities, 2) Accelerating the transition to a zero-emission transportation system that equitably benefits health, 3) Ending the development of all new fossil fuel infrastructure and phasing out fossil fuel subsidies as rapidly as possible, while ensuring a just transition, 4) Targeting investments in adaptation to build healthy, resilient, and equitable communities, and 5) Scaling up U.S. contributions to global climate requirements for large buildings to reduce their change finance to support global health equity. energy use with the goal of gradually reducing emissions to “net zero” by 2050. To do our part Advocating for global climate solutions. We implementing the city’s Climate Action Plan, we also have called on Congress to accelerate are a leader within the Green Ribbon Commission America’s transition to a clean economy. And, as a with our CEO, Dr. Anne Klibanski, co-chairing its founding member of the U.S. Healthcare Climate Health Care Working Group. Council (and its precursor, the Healthier Hospital Initiative), we are committed to advocating for Promoting health equity through environmental policies that accelerate progress toward achieving justice. In 2020, Mass General Brigham called climate-smart health care. for the passage of the bill, An Act Relative to Environmental Justice, addressing public health Champions for a net-zero Boston. Mass inequities among low-income and communities of General Brigham was a vocal supporter for the color by protecting communities from air pollution, development of Boston’s Building Emissions increasing equitable access to government and Reduction Ordinance (BERDO), which sets information and reducing public health inequities. 11Sustainability Impact Report Mass General Brigham Building a more climate-resilient health care system It is essential that health care systems can assure access to medical care for their patients and communities, both during and after emergencies. With climate change increasingly threatening the resiliency of health care institutions and the communities they serve around the country, Mass General Brigham has taken extensive steps to ensure our continued operations amid the climate crisis to ensure that none of the care we provide our patients or the greater Boston community is compromised. Our progress. To ensure Resilience spotlight: Unique features include a first continuity of service in the face of floor 30 inches above the 500- Spaulding Rehabilitation increasingly frequent and severe year flood level to safeguard Hospital: The first waterfront extreme weather events, we have: against projected sea-level rise, hospital designed to withstand rooftop- or penthouse-located 1. Engaged outside experts the projected rise in sea levels, boilers, chillers, air handlers for to rigorously analyze the flooding and storms, Spaulding ventilation to ensure operation predicted flooding, heat, wind is built to endure for the next during flooding and an extensive and other climate hazards century. Nested where the Little drainage network. Spaulding in our communities for the Mystic Channel meets Boston’s has already demonstrated the coming 50 years Inner Harbor, Spaulding’s value of resilience: its on-site location allows its rehabilitation 2. Examined the specific cogeneration system for heat and programs to incorporate water consequences of each hazard power recouped its installation activities such as kayaking and scenario on all of our major costs within its first decade of other treatments to help patients hospital campuses and have operation. regain balance and mobility. developed climate resiliency plans for each site 3. Worked to ensure all new construction is maximally resistant against the consequences of climate change for the anticipated 50+ year lifespan of those buildings, generally designing buildings to be more resilient than the code requires 4. Made major upgrades to existing buildings to increase the resilience of our clinical and research sites, and we will continue to do so each year going forward 12Mass General Brigham Sustainability Impact Report The MGH Ragon Building: Mass General Hospital has begun construction on a state-of-the- art new building, ushering in the next generation of exceptional health care while reinforcing our strong commitment to our workforce, neighbors and communities. Consisting of two inpatient towers with 482 single-bed inpatient rooms and more than 1.5 million square feet, the new facility includes six levels of underground in a disaster, providing a safe footprint. Built to withstand the parking, accommodating “facility of refuge” for the rest of projected major flooding and 864 vehicles for patients and the hospital campus in the most high wind risks for the next 70 families and will be capable severe events. Powered almost years, Ragon will be MGH’s most of storing emergency medical entirely by renewable electricity, resilient facility to date, capable supplies in climate disasters the sustainable structure of providing its own energy and and increasing resilience. All reflects Mass General Brigham’s functioning independently for of its rooms will be capable of continued commitment to up to 96 hours during natural or becoming double occupancy significantly reducing its carbon manmade disasters. Building an environmentally sustainable health care system While our work at our hospitals has resulted in first-of-their-kind innovations, we have a responsibility—as medical professionals and as citizens of the Commonwealth—to align our work as an integrated health care system. Assessing and mitigating our climate impact. As Committee and formed the Brigham Climate medical professionals and scientists, we believe Action Committee. We formed a sustainability in following the data. We recently completed office within our real estate and facilities function a comprehensive environmental assessment and are the only health care system in the including system-wide greenhouse gas emissions country with four medical or clinical directors for (“carbon footprint”), as well as water use and sustainability. particulate matter pollution. The results will inform • Now, we are taking important steps to bring a systemwide emissions reduction plan. this work together system-wide. In 2022, we launched the Mass General Brigham Climate Building an integrated climate and Sustainability Leadership Council to begin governance infrastructure developing system-wide goals for emission- • In recent years, we have established a Mass reductions, inform system-wide sustainability General Hospital Executive Sustainability practices and initiatives and identify 13Sustainability Impact Report Mass General Brigham opportunities for collaboration with other Mass integrating climate, equity and health into clinical General Brigham priorities. practice and have been vocal advocates at every level of government about the intersectionality of System leadership spotlight. In 2022, Mass General those issues.” ELM also noted our work with key Brigham received the prestigious Commonwealth drivers of the state’s economy to advocate for Environmental Leadership Award by the strong environmental policy like environmental Environmental League of Massachusetts (ELM). It justice, offshore wind and clean transportation. was awarded to our system for being “a leader in Mass General Brigham has been a leader in climate and health for decades, with increasing intensity Partnerships Structure and leadership Actions 2000s Energy conservation interventions Strategic Energy Master Plan Boston 2010s Green MGH Raising Ribbon Environmental Commission Awareness League Healthier Hospital Implementation Initiative BWH EcoGreen Team of Healthier US Hospital goals Healthcare Climate Council BWH, MGH, and Climate MGB Sustainability resiliency plan Working Groups MGH Sustainability Committee 2020s BWH Climate Action Council IM residency climate curriculum MGH Center for MGH Environment and Health BWH Medical Medical Director Climate Director BWH Cool Food Pledge Resources for Health Funding for clinical Education sustainability projects at BWH SH Medical Director MGB Climate and Sustainability NWH Clinical Director Leadership Council MGB-wide GHG US inventory Health Sector Advocacy Plan Climate Pledge 14Mass General Brigham Sustainability Impact Report Pushing ahead for progress: our sustainability goals in the years ahead While we have made important progress, when it comes to climate change and environmental sustainability at Mass General Brigham, we have much work ahead of us. In the coming decades, we pledge to: 1. Implement an enterprise-wide environmental assessment system that collects and reports greenhouse gas emissions data across Mass General Brigham. We are reporting to CDP, a recognized global disclosure system for environmental impacts, with a plan to continue to do so annually. 2. Set science-based targets for emissions reductions and register them with the Science Based Targets Initiative (SBTi). 3. Finalize and act on a comprehensive greenhouse gas reduction plan. This includes: • Fulfilling the U.S. Health Sector Climate Pledge to reduce Scope 1 (such as heating and fuel) and 2 (such as purchased energy that generates emissions) emissions 50 percent by 2030 and 100 percent by 2050. • Establishing ambitious but achievable Scope 3 emissions goals around purchased goods and services, capital development and employee and patient travel. 4. Form a dedicated and appropriately resourced sustainability enterprise team with administrative and clinical leadership. • This would include overall system leadership and both a medical director and non-clinical sustainability director. • This office would work to ensure vertical and horizontal integration across Mass General Brigham, assisting our institutions’ local sustainability leaders to implement programs and initiatives to meet system goals. • Supporting this team would be leaders from supply chain, food and nutrition, facilities engineering and clinical care realms. 5. Develop a comprehensive system-wide structure and approach to climate—analogous to how we address quality and safety in our clinical work or diversity, equity and inclusion in our business. 15Sustainability Impact Report Mass General Brigham massgeneralbrigham.org 16",
    "TEXT BY PAGE": [
        "Sustainability Impact Report",
        "",
        "Mass General Brigham Sustainability Impact Report From our Chief Financial Officer At Mass General Brigham, our mission is to enhance and sustain the health of our community. From research and innovation to lifesaving clinical care, we strive to serve our patients by addressing health challenges great and small. Though we often provide care within the walls of our hospitals and clinics, we know the issues affecting human health begin long before our patients walk through the door. Communities of color have long borne the brunt of public health crises and have traditionally been underserved by the health care system. As we approach these issues, we must do so with a clear-eyed understanding that members of our community do not experience these challenges equally. Our dedicated clinicians expertly counsel patients, prescribe medicines and perform critical procedures, but we also know that there are factors affecting our community that require a broader and more holistic response. Just as access to food and housing is essential to our health, so are climate resiliency and environmental sustainability. Climate change is a public health crisis. And at Mass General Brigham, we believe it’s critical that we all treat it as one. We do not issue this report from a finish line, in celebration of some long-sought victory. Nor do we do so with our hands Just as access to helplessly in the air, unsure of the path ahead. We report our food and housing is progress here with a clear understanding that just as we have made strides toward achieving our sustainability and climate essential to our health, resiliency goals, there is much work ahead. And though we so are climate resiliency look outward at the challenges posed by climate change, we must also look inward, within our own institutions, to more and environmental clearly understand how we contribute to the problem and sustainability. Climate how we can help lead to a solution. change is a public health Most importantly, the change we seek must include and benefit those who are most impacted, and so our strategy crisis. And at Mass must be driven by that reality if we hope to achieve General Brigham, we meaningful results. believe it’s critical that Historically at Mass General Brigham, sustainability has started from the ground up and been led by those who see we all treat it as one. how climate change affects our patients every day. As chair of our Climate and Sustainability Leadership Council, I have the opportunity and responsibility to scale these innovations and commitments across our hospitals, practices and research operations and ensure that we’re working as one health care system, 80,000 strong. As a mission-driven, integrated health care system, our commitment is to our patients and our community. Though we will not overcome the challenges posed by climate change in a day, or a year, we resolve to face the problem head-on, so that those we serve can live their best, healthiest lives. Niyum Gandhi Chairman of Climate and Sustainability Leadership Council Chief Financial Officer and Treasurer of Mass General Brigham 3",
        "Sustainability Impact Report Mass General Brigham Who we are Founded by some of the hospitals, community hospitals, system for National Institutes oldest and most prestigious a leading rehabilitation of Health (NIH) funding, we hospitals in the world, today network, health insurance offer millions of patients local Mass General Brigham plan and physician network, access to large numbers of encompasses a range of health a teaching organization and clinical trials and an unmatched care organizations. With two numerous locations for urgent network of specialists to of the world’s best known and community care and care diagnose, treat and cure academic medical centers— at home. diseases other clinicians may Massachusetts General have never seen—from gene With the most Harvard-trained Hospital and Brigham and therapies to organ transplants doctors in the world, and as the Women’s Hospital—our system to cutting-edge advanced United States’ top health care features renowned specialty cancer treatments. Founding members • Brigham and Women’s Hospital • Massachusetts General Hospital Members • Brigham and Women’s Faulkner Hospital • Community Physicians • Cooley Dickinson Hospital • Health Plan • Healthcare at Home • Martha’s Vineyard Hospital • Mass Eye and Ear • McLean Hospital • MGH Institute of Health Professions • Nantucket Cottage Hospital • Newton-Wellesley Hospital • Salem Hospital • Spaulding Rehabilitation • Urgent Care • Wentworth-Douglass Hospital 4",
        "Mass General Brigham Sustainability Impact Report Mass General Brigham at a glance Funding Mass General Our patients Brigham system 2.6 Million patients 120 different $250 Million countries 12 4 commitment to acute and ambulatory community health specialty surgery hospitals centers Largest private employer in 7,500 5 22 Massachusetts physicians Harvard- urgent affiliated care 15,020 teaching centers nurses hospitals $2 Billion 5 annual research 28 community 82,000 and academic rehabilitation health total funding locations centers employees 5",
        "Sustainability Impact Report Mass General Brigham Reducing our energy usage, emissions and waste The health care sector is responsible for approximately 8.5 percent of carbon emissions in the United States. For Mass General Brigham, we believe that contributing to a crisis that is taking a devastating toll on human health is at odds with our fundamental mission to promote health and well-being. As a health care and community leader, we have an obligation to lower our overall emissions, the amount of emissions-creating energy we use and consume and reduce our waste output. The goal is to provide the same quality care to patients while reducing the hospital’s environmental impact by using more environmentally safe agents to shift towards more sustainable practices in the operating room. Signatory of the Cool Food pledge. At a number of our hospitals, we have made a commitment with the World Resources Institute that helps hospitals reduce their greenhouse gas emissions from food purchasing. By committing to this evidence- Lowering our emissions based pledge, we’re tracking the climate impact Greenhouse gas reductions. Mass General of the food we serve and developing plans to Brigham has reduced energy-associated serve dishes with smaller carbon footprints, with greenhouse gas emissions by about 58 percent the goal of reducing food-related greenhouse gas since 2008 (based on a baseline business-as- emissions 25 percent by 2030. usual trendline). • 20 percent is the result of energy conservation measures • 37 percent results from the procurement of carbon-free electricity Using fewer harmful anesthetic gases. Our hospitals are reducing the amount of anesthetic gases we use, which directly contribute to climate change. Our anesthesia clinical service is educating Using less carbon-emitting energy and anesthesiologists about the greenhouse effects of anesthetic gases like desflurane and nitrous more clean energy oxide. As a result, we have begun shifting to using Renewable energy. Currently 80 percent of the less potent gases where possible. We are also electricity used by the Mass General Brigham incorporating the carbon footprint of gases and the system comes from renewable sources and our amounts used into monthly performance reports system strives to achieve carbon neutrality for all for anesthesiologists and nurse anesthetists. electricity by 2025. 6",
        "Mass General Brigham Sustainability Impact Report Conservation spotlight: HVAC. Over the last five reduce that waste and, where possible, recycle years, we’ve enacted 122 comprehensive lighting materials. To that end, our hospitals have begun and heating ventilation/air-conditioning (HVAC) increasing medical device reprocessing—cleaning, energy conservation measures throughout the refurbishing, sterilizing and inspecting devices to be Mass General Brigham system. These projects good as new for reuse, reducing the environmental have helped eliminate the following each year: impact up to 80 percent in some cases. We are also using blue wrap recycling, transitioning to • 40.7 million kWh rigid reusable sterilization containers and reducing • 52,420 MMBtu of natural gas supply delivery waste by transitioning from • 39.1 million pounds of CO2 emissions cardboard to totes where possible. • $4.3 million in utility costs Watching our waste. Led by members of our Departments of Surgery and Environmental Services, this program educates operating room staff about the importance of properly segregating waste. This helps to minimize the production of regulated medical waste (“red bag waste”) which generates more emissions during disposal than standard waste and costs five times as much as regular trash. Having successfully reduced the Brigham’s use of red bag waste in operating rooms by an estimated 30 percent, we are expanding these efforts to other operative and procedural Reducing waste and recycling areas and to other hospitals within the Mass Caring for patients also creates waste byproducts. General Brigham system, beginning with Salem That is why we keep exploring new ways to Hospital. 7",
        "Sustainability Impact Report Mass General Brigham Tracking our progress. Our largest two hospitals and organic recycling at each hospital, going have created sustainability data dashboards forward we recognize we must also develop that track information related to environmental a dashboard that captures metrics across the impact and provide information about the latest Mass General Brigham system. Mass General efforts to reduce these impacts. While these Hospital’s sustainability dashboard can be viewed dashboards currently track monthly regulated at: massgeneral.org/environment-and-health/ medical waste by site, anesthetic gas emissions sustainability-data-dashboard. Anesthetic gas data at MGH Center for the Environment and Health Created July 2023 Kilograms of carbon dioxide equivalent from anesthetic gas use in the Department of Anesthesia, Critical Care & Pain Medicine by month* Anesthetic Gas Desflurane Isoflurane Nitrous oxide Sevoflurane Total 8 e2OC gK fo sdnasuohT 80 70 60 50 40 30 20 10 0 Jun-21 Aug-21 Oct-21 Dec-21 Feb-22 Apr-22 Jun-22 Aug-22 Oct-22 Dec-22 Feb-23 Kilograms of carbon dioxide equivalent from anesthetic gas use in the Department of Anesthesia, Critical Care & Pain Medicine by 12-month period* Time Period May-21 to Apr-22 May-22 to Apr-23 e2OC gK fo sdnasuohT Nitrous oxide Sevoflurane Isoflurane Desflurane 350 300 250 200 150 100 50 * Data shown are based on information on anesthetic gas use collected in medical software for the Department of Anesthesia, Critical Care & Pain Medicine. Other potentially important sources of emvironmental impacts from anesthetic gases including gases lost to leaks are not captured.",
        "Mass General Brigham Sustainability Impact Report Integrating climate health and sustainability into research, clinical care and training As recipients of more National Institutes of Health funding than any other hospital system in the nation, and with five Harvard-affiliated teaching hospitals, we are in a unique position to transform how climate is integrated into medical research, clinical care and training for the next generation of medical professionals. Our climate research. Mass General Brigham represents the single largest hospital system-based research enterprise in the U.S. With an annual research budget exceeding $2 billion, we have an opportunity and obligation to apply our expertise in investigation to furthering human understanding of the physical and mental health impacts of climate, as well as how our health care system contributes—and can better respond—to the climate crisis. Published papers include: I. Mitigating the Twin Threats of Climate- VII. The Climate-Smart Emergency Driven Atlantic Hurricanes and COVID-19 Department: A Primer | Annals of Transmission | Disaster Medicine and Emergency Medicine Public Health Preparedness | Cambridge VIII. Climatizing the internal medicine Core residency curriculum: A practical guide for II. An Examination of the Intersection of integrating the topic of climate and health Climate Change, the Physician Specialty into resident education | ScienceDirect Workforce, and Graduate Medical Education IX. Waste audits in healthcare: A systematic in the U.S. | Taylor & Francis Online review and description of best practices | III. Dumpster Diving in the Emergency Sage Journals Department: Quantity and Characteristics X. Sources of Variation in the Carbon of Waste at a Level I Trauma Center | Footprint of Hemodialysis Treatment eScholarship | Journal of the American Society of IV. Communication strategies targeting Nephrology climate change action at a large academic XI. Patient transport greenhouse gas medical center | ScienceDirect emissions from outpatient care at an V. The plastic pandemic: Quantification integrated health care system in the of waste on an inpatient medicine unit | Northwestern United States, 2015–2020 | ScienceDirect ScienceDirect VI. Perspectives on Climate Change and XII. Reusable scrub caps are cost-effective Pediatric Mental Health: a Qualitative and help reduce the climate footprint of Analysis of Interviews with Researchers in surgery | SpringerLink the Field | SpringerLink 9",
        "Sustainability Impact Report Mass General Brigham Our commitment to climate clinical work and Elevating climate’s role in our academic medical training. As an academic health system, we are centers. We established the Mass General Center formally integrating climate-health and health for Environment and Health, one of the first centers care sustainability into how we train the next of its kind in the country dedicated to infusing generation of physicians. To ensure climate is environmental thinking into the full spectrum of a a focus for our doctors and trainees, we will hospital’s operations. The Brigham Climate Action continue to integrate key topics into medical Council was also formed to address the critical role education including monthly seminars on the healthcare sector has to play in addressing the intersections between environment, health and current and emerging health impacts from climate healthcare delivery as well as regular climate- change while also reducing the environmental related conferences for our clinical departments. impacts of our clinical, research, and educational In addition, we are supporting Harvard Medical operations, and engaging the trusted voices of School’s efforts to expand its climate curriculum medical professionals to advocate for smart, and integrating climate change and health into evidence-based climate policy. BWH and MGH internal medicine residency Sharing our knowledge and insights. programs. Incorporating sustainability can’t just be changing Climate training spotlight: With the leadership, how our own hospitals think and teach, but must input and assistance of residents, BWH and MGH help orient our whole profession toward net zero. recently collaborated to develop one of the first That is why we are a founding partner of the curricula in the United States that integrates Climate Resources for Health Education program, climate change and health into the internal a collaborative to develop and disseminate free medicine residency program. resources for medical schools and resident training programs. Using our voice to speed climate action and strengthen communities We have a responsibility as citizens to leverage our reputation and the expertise of researchers, clinicians and professionals across our system to advance climate action at the local, state and federal levels. Pushing for climate action. As the largest private ranging from preparing the nation’s healthcare employer in the state, Mass General Brigham is infrastructure for climate change, to the impact of made up of more than 80,000 professionals with climate on child psychology, and how tightening unique insights into how climate impacts the standards on soot, carbon, and smog pollution communities we serve. That’s one reason we’re can reduce illness. building a culture that encourages our experts to advocate and educate about the health impacts of Spotlight on climate advocacy and a just climate change before policymakers—particularly transition: Dr. Renee Salas. An emergency those in vulnerable communities. Our doctors, medicine physician at Mass General Hospital nurses, residents and researchers have testified and Yerby Fellow to expand the diversity of before state and federal lawmakers on topics those entering the academic public health field, 10",
        "Mass General Brigham Sustainability Impact Report Dr. Salas has testified before Congress on how climate change is harming health. She recently co-authored the 2022 Lancet US Countdown Brief which focuses on four ways in which climate change can harm health, including how: 1. Burning fossil fuels drives poor air quality, harms health and increases health inequities. 2. Extreme heat is becoming more severe and there are wide inequities in heat-related illness and death 3. Climate change is increasing the threat of infectious diseases 4. Climate change harms mental health and well-being, particularly in the children, young people, and rural and Indigenous communities who are at greater risk. Recognizing that the health impacts of climate change are not experienced equally, the report offers a series of policy recommendations including 1) Achieving a zero-emission energy sector and prioritizing air quality improvements in the most impacted communities, 2) Accelerating the transition to a zero-emission transportation system that equitably benefits health, 3) Ending the development of all new fossil fuel infrastructure and phasing out fossil fuel subsidies as rapidly as possible, while ensuring a just transition, 4) Targeting investments in adaptation to build healthy, resilient, and equitable communities, and 5) Scaling up U.S. contributions to global climate requirements for large buildings to reduce their change finance to support global health equity. energy use with the goal of gradually reducing emissions to “net zero” by 2050. To do our part Advocating for global climate solutions. We implementing the city’s Climate Action Plan, we also have called on Congress to accelerate are a leader within the Green Ribbon Commission America’s transition to a clean economy. And, as a with our CEO, Dr. Anne Klibanski, co-chairing its founding member of the U.S. Healthcare Climate Health Care Working Group. Council (and its precursor, the Healthier Hospital Initiative), we are committed to advocating for Promoting health equity through environmental policies that accelerate progress toward achieving justice. In 2020, Mass General Brigham called climate-smart health care. for the passage of the bill, An Act Relative to Environmental Justice, addressing public health Champions for a net-zero Boston. Mass inequities among low-income and communities of General Brigham was a vocal supporter for the color by protecting communities from air pollution, development of Boston’s Building Emissions increasing equitable access to government and Reduction Ordinance (BERDO), which sets information and reducing public health inequities. 11",
        "Sustainability Impact Report Mass General Brigham Building a more climate-resilient health care system It is essential that health care systems can assure access to medical care for their patients and communities, both during and after emergencies. With climate change increasingly threatening the resiliency of health care institutions and the communities they serve around the country, Mass General Brigham has taken extensive steps to ensure our continued operations amid the climate crisis to ensure that none of the care we provide our patients or the greater Boston community is compromised. Our progress. To ensure Resilience spotlight: Unique features include a first continuity of service in the face of floor 30 inches above the 500- Spaulding Rehabilitation increasingly frequent and severe year flood level to safeguard Hospital: The first waterfront extreme weather events, we have: against projected sea-level rise, hospital designed to withstand rooftop- or penthouse-located 1. Engaged outside experts the projected rise in sea levels, boilers, chillers, air handlers for to rigorously analyze the flooding and storms, Spaulding ventilation to ensure operation predicted flooding, heat, wind is built to endure for the next during flooding and an extensive and other climate hazards century. Nested where the Little drainage network. Spaulding in our communities for the Mystic Channel meets Boston’s has already demonstrated the coming 50 years Inner Harbor, Spaulding’s value of resilience: its on-site location allows its rehabilitation 2. Examined the specific cogeneration system for heat and programs to incorporate water consequences of each hazard power recouped its installation activities such as kayaking and scenario on all of our major costs within its first decade of other treatments to help patients hospital campuses and have operation. regain balance and mobility. developed climate resiliency plans for each site 3. Worked to ensure all new construction is maximally resistant against the consequences of climate change for the anticipated 50+ year lifespan of those buildings, generally designing buildings to be more resilient than the code requires 4. Made major upgrades to existing buildings to increase the resilience of our clinical and research sites, and we will continue to do so each year going forward 12",
        "Mass General Brigham Sustainability Impact Report The MGH Ragon Building: Mass General Hospital has begun construction on a state-of-the- art new building, ushering in the next generation of exceptional health care while reinforcing our strong commitment to our workforce, neighbors and communities. Consisting of two inpatient towers with 482 single-bed inpatient rooms and more than 1.5 million square feet, the new facility includes six levels of underground in a disaster, providing a safe footprint. Built to withstand the parking, accommodating “facility of refuge” for the rest of projected major flooding and 864 vehicles for patients and the hospital campus in the most high wind risks for the next 70 families and will be capable severe events. Powered almost years, Ragon will be MGH’s most of storing emergency medical entirely by renewable electricity, resilient facility to date, capable supplies in climate disasters the sustainable structure of providing its own energy and and increasing resilience. All reflects Mass General Brigham’s functioning independently for of its rooms will be capable of continued commitment to up to 96 hours during natural or becoming double occupancy significantly reducing its carbon manmade disasters. Building an environmentally sustainable health care system While our work at our hospitals has resulted in first-of-their-kind innovations, we have a responsibility—as medical professionals and as citizens of the Commonwealth—to align our work as an integrated health care system. Assessing and mitigating our climate impact. As Committee and formed the Brigham Climate medical professionals and scientists, we believe Action Committee. We formed a sustainability in following the data. We recently completed office within our real estate and facilities function a comprehensive environmental assessment and are the only health care system in the including system-wide greenhouse gas emissions country with four medical or clinical directors for (“carbon footprint”), as well as water use and sustainability. particulate matter pollution. The results will inform • Now, we are taking important steps to bring a systemwide emissions reduction plan. this work together system-wide. In 2022, we launched the Mass General Brigham Climate Building an integrated climate and Sustainability Leadership Council to begin governance infrastructure developing system-wide goals for emission- • In recent years, we have established a Mass reductions, inform system-wide sustainability General Hospital Executive Sustainability practices and initiatives and identify 13",
        "Sustainability Impact Report Mass General Brigham opportunities for collaboration with other Mass integrating climate, equity and health into clinical General Brigham priorities. practice and have been vocal advocates at every level of government about the intersectionality of System leadership spotlight. In 2022, Mass General those issues.” ELM also noted our work with key Brigham received the prestigious Commonwealth drivers of the state’s economy to advocate for Environmental Leadership Award by the strong environmental policy like environmental Environmental League of Massachusetts (ELM). It justice, offshore wind and clean transportation. was awarded to our system for being “a leader in Mass General Brigham has been a leader in climate and health for decades, with increasing intensity Partnerships Structure and leadership Actions 2000s Energy conservation interventions Strategic Energy Master Plan Boston 2010s Green MGH Raising Ribbon Environmental Commission Awareness League Healthier Hospital Implementation Initiative BWH EcoGreen Team of Healthier US Hospital goals Healthcare Climate Council BWH, MGH, and Climate MGB Sustainability resiliency plan Working Groups MGH Sustainability Committee 2020s BWH Climate Action Council IM residency climate curriculum MGH Center for MGH Environment and Health BWH Medical Medical Director Climate Director BWH Cool Food Pledge Resources for Health Funding for clinical Education sustainability projects at BWH SH Medical Director MGB Climate and Sustainability NWH Clinical Director Leadership Council MGB-wide GHG US inventory Health Sector Advocacy Plan Climate Pledge 14",
        "Mass General Brigham Sustainability Impact Report Pushing ahead for progress: our sustainability goals in the years ahead While we have made important progress, when it comes to climate change and environmental sustainability at Mass General Brigham, we have much work ahead of us. In the coming decades, we pledge to: 1. Implement an enterprise-wide environmental assessment system that collects and reports greenhouse gas emissions data across Mass General Brigham. We are reporting to CDP, a recognized global disclosure system for environmental impacts, with a plan to continue to do so annually. 2. Set science-based targets for emissions reductions and register them with the Science Based Targets Initiative (SBTi). 3. Finalize and act on a comprehensive greenhouse gas reduction plan. This includes: • Fulfilling the U.S. Health Sector Climate Pledge to reduce Scope 1 (such as heating and fuel) and 2 (such as purchased energy that generates emissions) emissions 50 percent by 2030 and 100 percent by 2050. • Establishing ambitious but achievable Scope 3 emissions goals around purchased goods and services, capital development and employee and patient travel. 4. Form a dedicated and appropriately resourced sustainability enterprise team with administrative and clinical leadership. • This would include overall system leadership and both a medical director and non-clinical sustainability director. • This office would work to ensure vertical and horizontal integration across Mass General Brigham, assisting our institutions’ local sustainability leaders to implement programs and initiatives to meet system goals. • Supporting this team would be leaders from supply chain, food and nutrition, facilities engineering and clinical care realms. 5. Develop a comprehensive system-wide structure and approach to climate—analogous to how we address quality and safety in our clinical work or diversity, equity and inclusion in our business. 15",
        "Sustainability Impact Report Mass General Brigham massgeneralbrigham.org 16"
    ]
}