{
    "FILE_NAME": "https://ntrs.nasa.gov/api/citations/20205011374/downloads/2020Fall_MA_CharlesRiverWatershedWater_ProjectSummary_FD-final.docx.pdf",
    "ALL TEXT": "NASA DEVELOP National Program Massachusetts – Boston Fall 2020 Project Summary Charles River Watershed Water Resources Assessing Flooding Vulnerability to Assist High Water Intervention and Urban Planning Programs in the Charles River Watershed Project Team Project Team: Trista Brophy (Project Lead) Willow Coleman Anna Garik Will Peters Advisors & Mentors: Dr. Cedric Fichot (Boston University) Dr. Kenton Ross (NASA Langley Research Center) Team POC: Trista Brophy, brophy.trista@gmail.com Partner POC: Danielle Perry, dperry@massaudubon.org; Marianne Larossi, miarossi@natickma.org; Jillian Wilson-Martin, jwmartin@natickma.org; Julie Wood, jwood@crwa.org Project Overview Project Synopsis: This project partnered with the Town of Natick’s Office of Sustainability, the Charles River Watershed Association (CRWA), and the Massachusetts Audubon Society (Mass Audubon) to map flood vulnerability and susceptibility in the Charles River watershed, as well as impervious surface cover and potential for watershed degradation. The team conducted a rapid feasibility study on the use of remotely- sensed Earth observation data to map localized flood extent in the watershed. The end products will help identify areas for increased flood resiliency efforts and will be communicated to the public using an ArcGIS StoryMap. Abstract: The Charles River watershed intersects 35 municipalities within the Boston Metropolitan Area and has a population of 1.2 million, making it one of the most densely populated watersheds in New England. In recent years, the watershed has observed higher rates of flood inundation, mainly due to increased development, extreme precipitation events, and increased surface runoff. As the frequency of flood events increases and a changing climate poses an ongoing threat to local communities, governments, and organizations in Massachusetts need accurate flood risk assessments. This project partnered with the Charles River Watershed Association, the Town of Natick’s Office of Sustainability, and the Massachusetts Audubon Society to assess the potential for watershed degradation, flood vulnerability, and flood susceptibility in the watershed. The team used Landsat 5 Thematic Mapper (TM), Landsat 8 Operational Land Imager (OLI), Sentinel-1 C- Band Synthetic Aperture Radar (C-SAR), and Sentinel-2 MultiSpectral Instrument (MSI) to assess the feasibility of identifying flood events using remote sensing. 1After identifying images that overlapped with the reported flood events, the team concluded that it was not feasible to use Earth observation data to detect localized flooding. Instead, the Federal Emergency Management Agency (FEMA) 100-year floodplain was used as a proxy for areas where flooding may occur. The team used statistical analysis and supervised classification to develop a flood susceptibility map, incorporating factors like soil drainage, height above nearest drainage, and topographic wetness index. This was overlaid with demographic and socioeconomic data to create a flood vulnerability map. The flood susceptibility map captured over 2/3 of reported flood events in the watershed, an improvement over the 1/3 of events captured by the FEMA 100-year and 500-year floodplain maps. Key Terms: remote sensing, flood vulnerability, flood susceptibility, urban flooding, Sentinel, Landsat, impervious surface National Application Area Addressed: Water Resources Study Location: Charles River watershed and Natick, MA Study Period: January 2000 – September 2020 Community Concerns:  Flooding and surface runoff have been increasingly impacting communities in the Charles River watershed, likely due to increased urban development and extreme precipitation events.  Municipal representatives in the Charles River watershed have identified flooding as one of the most threatening environmental hazards in their communities.  Local governments in the watershed are interested in incorporating remote sensing data to better address their communities’ risk from climate change impacts, especially flood vulnerability and susceptibility. Project Objectives:  Map impervious surfaces and potential for watershed degradation  Assess flood vulnerability and susceptibility across the watershed  Create an ArcGIS StoryMap to communicate the results of the project with the general public and increase understanding of flood risks in the region Partner Overview Partner Organizations: Partner Boundar Organization POC (Name, Position/Title) Type y Org? Town of Natick, Office of Richard Ames, GIS End User No Sustainability Coordinator; Marianne Larossi, Open Space Planner & Conservation Agent; Jillian Wilson Martin, Sustainability Coordinator; William McDowell, Town Engineer Massachusetts Audubon Elissa Landre, Metro West End User Yes 2Society Community Advocacy and Engagement Manager; Tom Lautzenheiser, Central/Western Regional Scientist; Danielle Perry, Statewide Climate Adaptation Ecologist; Joshua Rapp, Regional Scientist Charles River Watershed Julie Wood, Deputy Director End User Yes Association Decision-Making Practices & Policies: The CRWA and Town of Natick were looking to assess their flood susceptibility, while Mass Audubon was interested in assessing flood vulnerability for the lands they manage. All partners were in the process of creating preparedness plans for future flooding events, especially in more vulnerable areas. The partners were primarily using Federal Emergency Management Agency (FEMA) flood maps and GIS data in their decision making, vulnerability assessments, and climate preparations. All partner organizations were interested in incorporating cost- effective, remotely-sensed data into decision-making processes and management. Earth Observations & End Products Overview Earth Observations: Platform & Parameter Use Sensor Landsat 5 TM Surface reflectance The team used Landsat 5 Thematic Mapper (TM) data to assess the feasibility of estimating recent flood event extent. Landsat 8 OLI Surface reflectance The team used Landsat 8 Operational Land Imager (OLI) data to assess the feasibility of estimating recent flood event extent. Sentinel-1 C-SAR Backscatter The team used Sentinel-1 C-band Synthetic Aperture Radar (C-SAR) data to assess the feasibility of estimating recent flood event extent at a higher spatial resolution. Sentinel-2 MSI Surface reflectance The team used Sentinel-2 MultiSpectral Instrument (MSI) data to assess the feasibility of estimating recent flood event extent at a higher spatial resolution. Ancillary Datasets: 3 MassGIS Land Cover/Land Use Imagery – High resolution impervious surface classification used to map impervious surface fraction and potential for watershed degradation  MassGIS 2010 Census Data – Population data for potential watershed degradation and vulnerability mapping at census block group scale  MassGIS Critical Infrastructure Data – Acute care hospitals, non-acute care hospitals, long term care facilities, police stations, fire stations, and colleges/schools point data for flood vulnerability mapping  US Census Bureau American Community Survey Data – Ratio of Income to Poverty Level in the Past 12 Months (2018) dataset used as a flood vulnerability factor  Gridded National Soil Survey Geographic Database (gNATSGO) USA Soils Drainage Class Map Layer – Soil drainage and geographic data at 10 m resolution used as a flood conditioning factor  United States Geological Survey (USGS) Surficial Materials of Massachusetts – 1:24,000-scale surficial materials geologic map database used as a flood conditioning factor  USGS National Hydrography Dataset (NHD) – NHD flowlines used to calculate flood conditioning factors  MassGIS Digital Elevation Model (DEM) – DEM used to derive flood conditioning factors  MassGIS FEMA National Flood Hazard Layer (NFHL) – NFHL served as a proxy for flood extent  NOAA Storm Events Database – Information on flood, flash flood, and heavy rain events was used to validate the effectiveness of flood susceptibility maps and existing flood hazard maps Software & Scripting:  Esri ArcGIS Online – StoryMap creation  Esri ArcGIS Pro 2.6.2 – Data visualization and mapping  Google Earth Engine – Data processing and analysis  RStudio 1.3.959 – Data processing and analysis End Products: Softwar e End Product Earth Observations Used Partner Benefit & Use Release Categor y Watershed N/A These maps enable I Degradation partners to visualize Potential Maps impervious surface cover in the watershed and the distribution of potential for watershed degradation. Flood Landsat 5 TM Susceptibility and I Susceptibility Landsat 8 OLI vulnerability maps help and Sentinel-1 C-SAR partners pinpoint areas 4Vulnerability Sentinel-2 MSI of the highest Maps vulnerability to future flooding events. This allows for a more specific delegation of resources and aid from mitigation or recovery programs. ArcGIS Online N/A The StoryMap illustrates N/A StoryMap the project background, methods, and results. This product acts as a way of communicating the project’s goals to the general public, as well as other organizations or communities interested in applying the same strategies. Product Benefit to End User: The flood vulnerability and susceptibility maps will help partners better target areas of the Charles River watershed and the Town of Natick for additional flood resiliency efforts. Maps of impervious surface cover and potential for watershed degradation can help the end users identify areas that are more prone to runoff, as well as where green infrastructure might be most beneficial. In addition, the ArcGIS StoryMap will communicate the results of the project with the general public and increase public understanding of flood risks in the Charles River watershed. Overall, these products will provide partner groups with improved environmental management and decision-making tools. References Agel, L., Barlow, M., Collins, M. J., Douglas, E., & Kirshen, P. (2019). Hydrometeorological conditions preceding extreme streamflow for the Charles and Mystic river basins of eastern Massachusetts. Journal of Hydrometeorology, 20(9), 1795–1812. https://doi.org/10.1175/JHM-D-19- 0017.1 Cheng, C., Yang, Y. C. E., Ryan, R., Yu, Q., & Brabec, E. (2017). Assessing climate change-induced flooding mitigation for adaptation in Boston’s Charles River watershed, USA. Landscape and Urban Planning, 167, 25–36. https://doi.org/ 10.1016/j.landurbplan.2017.05.019 5",
    "TEXT BY PAGE": [
        "NASA DEVELOP National Program Massachusetts – Boston Fall 2020 Project Summary Charles River Watershed Water Resources Assessing Flooding Vulnerability to Assist High Water Intervention and Urban Planning Programs in the Charles River Watershed Project Team Project Team: Trista Brophy (Project Lead) Willow Coleman Anna Garik Will Peters Advisors & Mentors: Dr. Cedric Fichot (Boston University) Dr. Kenton Ross (NASA Langley Research Center) Team POC: Trista Brophy, brophy.trista@gmail.com Partner POC: Danielle Perry, dperry@massaudubon.org; Marianne Larossi, miarossi@natickma.org; Jillian Wilson-Martin, jwmartin@natickma.org; Julie Wood, jwood@crwa.org Project Overview Project Synopsis: This project partnered with the Town of Natick’s Office of Sustainability, the Charles River Watershed Association (CRWA), and the Massachusetts Audubon Society (Mass Audubon) to map flood vulnerability and susceptibility in the Charles River watershed, as well as impervious surface cover and potential for watershed degradation. The team conducted a rapid feasibility study on the use of remotely- sensed Earth observation data to map localized flood extent in the watershed. The end products will help identify areas for increased flood resiliency efforts and will be communicated to the public using an ArcGIS StoryMap. Abstract: The Charles River watershed intersects 35 municipalities within the Boston Metropolitan Area and has a population of 1.2 million, making it one of the most densely populated watersheds in New England. In recent years, the watershed has observed higher rates of flood inundation, mainly due to increased development, extreme precipitation events, and increased surface runoff. As the frequency of flood events increases and a changing climate poses an ongoing threat to local communities, governments, and organizations in Massachusetts need accurate flood risk assessments. This project partnered with the Charles River Watershed Association, the Town of Natick’s Office of Sustainability, and the Massachusetts Audubon Society to assess the potential for watershed degradation, flood vulnerability, and flood susceptibility in the watershed. The team used Landsat 5 Thematic Mapper (TM), Landsat 8 Operational Land Imager (OLI), Sentinel-1 C- Band Synthetic Aperture Radar (C-SAR), and Sentinel-2 MultiSpectral Instrument (MSI) to assess the feasibility of identifying flood events using remote sensing. 1",
        "After identifying images that overlapped with the reported flood events, the team concluded that it was not feasible to use Earth observation data to detect localized flooding. Instead, the Federal Emergency Management Agency (FEMA) 100-year floodplain was used as a proxy for areas where flooding may occur. The team used statistical analysis and supervised classification to develop a flood susceptibility map, incorporating factors like soil drainage, height above nearest drainage, and topographic wetness index. This was overlaid with demographic and socioeconomic data to create a flood vulnerability map. The flood susceptibility map captured over 2/3 of reported flood events in the watershed, an improvement over the 1/3 of events captured by the FEMA 100-year and 500-year floodplain maps. Key Terms: remote sensing, flood vulnerability, flood susceptibility, urban flooding, Sentinel, Landsat, impervious surface National Application Area Addressed: Water Resources Study Location: Charles River watershed and Natick, MA Study Period: January 2000 – September 2020 Community Concerns:  Flooding and surface runoff have been increasingly impacting communities in the Charles River watershed, likely due to increased urban development and extreme precipitation events.  Municipal representatives in the Charles River watershed have identified flooding as one of the most threatening environmental hazards in their communities.  Local governments in the watershed are interested in incorporating remote sensing data to better address their communities’ risk from climate change impacts, especially flood vulnerability and susceptibility. Project Objectives:  Map impervious surfaces and potential for watershed degradation  Assess flood vulnerability and susceptibility across the watershed  Create an ArcGIS StoryMap to communicate the results of the project with the general public and increase understanding of flood risks in the region Partner Overview Partner Organizations: Partner Boundar Organization POC (Name, Position/Title) Type y Org? Town of Natick, Office of Richard Ames, GIS End User No Sustainability Coordinator; Marianne Larossi, Open Space Planner & Conservation Agent; Jillian Wilson Martin, Sustainability Coordinator; William McDowell, Town Engineer Massachusetts Audubon Elissa Landre, Metro West End User Yes 2",
        "Society Community Advocacy and Engagement Manager; Tom Lautzenheiser, Central/Western Regional Scientist; Danielle Perry, Statewide Climate Adaptation Ecologist; Joshua Rapp, Regional Scientist Charles River Watershed Julie Wood, Deputy Director End User Yes Association Decision-Making Practices & Policies: The CRWA and Town of Natick were looking to assess their flood susceptibility, while Mass Audubon was interested in assessing flood vulnerability for the lands they manage. All partners were in the process of creating preparedness plans for future flooding events, especially in more vulnerable areas. The partners were primarily using Federal Emergency Management Agency (FEMA) flood maps and GIS data in their decision making, vulnerability assessments, and climate preparations. All partner organizations were interested in incorporating cost- effective, remotely-sensed data into decision-making processes and management. Earth Observations & End Products Overview Earth Observations: Platform & Parameter Use Sensor Landsat 5 TM Surface reflectance The team used Landsat 5 Thematic Mapper (TM) data to assess the feasibility of estimating recent flood event extent. Landsat 8 OLI Surface reflectance The team used Landsat 8 Operational Land Imager (OLI) data to assess the feasibility of estimating recent flood event extent. Sentinel-1 C-SAR Backscatter The team used Sentinel-1 C-band Synthetic Aperture Radar (C-SAR) data to assess the feasibility of estimating recent flood event extent at a higher spatial resolution. Sentinel-2 MSI Surface reflectance The team used Sentinel-2 MultiSpectral Instrument (MSI) data to assess the feasibility of estimating recent flood event extent at a higher spatial resolution. Ancillary Datasets: 3",
        " MassGIS Land Cover/Land Use Imagery – High resolution impervious surface classification used to map impervious surface fraction and potential for watershed degradation  MassGIS 2010 Census Data – Population data for potential watershed degradation and vulnerability mapping at census block group scale  MassGIS Critical Infrastructure Data – Acute care hospitals, non-acute care hospitals, long term care facilities, police stations, fire stations, and colleges/schools point data for flood vulnerability mapping  US Census Bureau American Community Survey Data – Ratio of Income to Poverty Level in the Past 12 Months (2018) dataset used as a flood vulnerability factor  Gridded National Soil Survey Geographic Database (gNATSGO) USA Soils Drainage Class Map Layer – Soil drainage and geographic data at 10 m resolution used as a flood conditioning factor  United States Geological Survey (USGS) Surficial Materials of Massachusetts – 1:24,000-scale surficial materials geologic map database used as a flood conditioning factor  USGS National Hydrography Dataset (NHD) – NHD flowlines used to calculate flood conditioning factors  MassGIS Digital Elevation Model (DEM) – DEM used to derive flood conditioning factors  MassGIS FEMA National Flood Hazard Layer (NFHL) – NFHL served as a proxy for flood extent  NOAA Storm Events Database – Information on flood, flash flood, and heavy rain events was used to validate the effectiveness of flood susceptibility maps and existing flood hazard maps Software & Scripting:  Esri ArcGIS Online – StoryMap creation  Esri ArcGIS Pro 2.6.2 – Data visualization and mapping  Google Earth Engine – Data processing and analysis  RStudio 1.3.959 – Data processing and analysis End Products: Softwar e End Product Earth Observations Used Partner Benefit & Use Release Categor y Watershed N/A These maps enable I Degradation partners to visualize Potential Maps impervious surface cover in the watershed and the distribution of potential for watershed degradation. Flood Landsat 5 TM Susceptibility and I Susceptibility Landsat 8 OLI vulnerability maps help and Sentinel-1 C-SAR partners pinpoint areas 4",
        "Vulnerability Sentinel-2 MSI of the highest Maps vulnerability to future flooding events. This allows for a more specific delegation of resources and aid from mitigation or recovery programs. ArcGIS Online N/A The StoryMap illustrates N/A StoryMap the project background, methods, and results. This product acts as a way of communicating the project’s goals to the general public, as well as other organizations or communities interested in applying the same strategies. Product Benefit to End User: The flood vulnerability and susceptibility maps will help partners better target areas of the Charles River watershed and the Town of Natick for additional flood resiliency efforts. Maps of impervious surface cover and potential for watershed degradation can help the end users identify areas that are more prone to runoff, as well as where green infrastructure might be most beneficial. In addition, the ArcGIS StoryMap will communicate the results of the project with the general public and increase public understanding of flood risks in the Charles River watershed. Overall, these products will provide partner groups with improved environmental management and decision-making tools. References Agel, L., Barlow, M., Collins, M. J., Douglas, E., & Kirshen, P. (2019). Hydrometeorological conditions preceding extreme streamflow for the Charles and Mystic river basins of eastern Massachusetts. Journal of Hydrometeorology, 20(9), 1795–1812. https://doi.org/10.1175/JHM-D-19- 0017.1 Cheng, C., Yang, Y. C. E., Ryan, R., Yu, Q., & Brabec, E. (2017). Assessing climate change-induced flooding mitigation for adaptation in Boston’s Charles River watershed, USA. Landscape and Urban Planning, 167, 25–36. https://doi.org/ 10.1016/j.landurbplan.2017.05.019 5"
    ]
}