{
    "FILE_NAME": "https://ulidigitalmarketing.blob.core.windows.net/ulidcnc/2012/04/ULI-Developing-Resilience-Report-FINAL.pdf",
    "ALL TEXT": "DEVELOPING RESILIENCE LIVING WITH WATER STRATEGIES FOR GREATER BOSTON APUBLISHED: September 2015 EDITED BY: Jeanne Haffner SPECIAL THANKS TO ULI BOSTON/NEW ENGLAND MEMBER CONTRIBUTORS: John Bolduc CAMBRIDGE COMMUNITY DEVELOPMENT DEPARTMENT Amy Korte ARROWSTREET Dennis Carlberg BOSTON UNIVERSITY David Lewis GOULSTON & STORRS Deborah Goddard MASSHOUSING Alan Mountjoy NBBJ Varoujan Hagopian GEI CONSULTANTS Hubert Murray PARTNERS HEALTHCARE Rebecca Hatchadorian ARUP Shaun O’Rourke THE TRUST FOR PUBLIC LAND Jason Hellendrung SASAKI ASSOCIATES, INC. Heather Scranton HALEY & ALDRICH, INC. Jennifer Hoerig ARROWSTREET Robert Uhlig HALVORSON DESIGN PARTNERSHIP, INC. Emily Keys Innes THE CECIL GROUP Jordan Zimmermann ARROWSTREET ULI BOSTON/NEW ENGLAND DISTRICT COUNCIL DISTRICT COUNCIL CHAIR Donald J. Briggs FEDERAL REALTY INVESTMENT TRUST CLIMATE RESILIENCY COMMITTEE CO-CHAIRS Dennis Carlberg BOSTON UNIVERSITY Cynthia McHale CERES STAFF Sarah Barnat EXECUTIVE DIRECTOR Michelle Landers SENIOR DIRECTOR Sydney Swanson ASSOCIATE Ileana Tauscher ASSOCIATED E V E L O P I N G R E S I L I E N C E LIVING WITH WATER STRATEGIES FOR GREATER BOSTON SEPTEMBER 2015 12CONTENTS INTRODUCTION  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 4 INFRASTRUCTURE RESILIENCY  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 6 URBAN DEVELOPMENT RESILIENCY  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 10 HOUSING RESILIENCY  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .15 INSTITUTIONAL RESILIENCY  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 18 CONCLUSION  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 22 SUMMARY OF FINDINGS  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 24 LEFT South Boston with 7.5’ of sea level rise. Image Credit: Arrowstreet 3INTRODUCTION ULI Boston/New England’s 2014 report, The Urban Implications of Living with Water, opened by stating, “We are beginning to feel the effects of climate change.” After the report’s release in September 2014, Boston experienced a record-breaking winter with 110.6 inches of snow and two of Boston’s heaviest snow storms of all time. After Hurricane Sandy in 2012 and the unprecedented winter of 2014-2015, climate resiliency has become a crucial component of Greater Boston’s urban development. With funding from the Kresge Foundation and ULI Foundation’s Urban Innovation Grant, ULI Boston/New England now brings you Developing Resilience as a follow-up to the 2014 report. This report focuses on resiliency strategies related to sea level rise and coastal storms in Greater Boston. It summarizes the findings of four interdisciplinary ULI Boston/New England Local Product Councils: Infrastructure, Housing & Economic Development, Urban Design, and Sustainability. The Local Product Councils are groups of 40-50 land-use professionals and ULI members; they responded to the following questions: • What are the key vulnerabilities and barriers to resiliency in Greater Boston? • What factors contribute to perpetuating these barriers? • What are the opportunities to make Greater Boston more resilient? • What actionable steps should be prioritized? • How can barriers be overcome through creative collaboration with existing networks and funding sources? While there are many risks our society needs to be resilient to, this report focuses on climate resiliency – the ability to bounce back and move forward after events brought on by sea level rise and severe storms. Unlike “sustainability,” the importance of “resiliency” has not yet taken hold within social, economic, and political circles. Implementing “sustainable” measures, like more efficient lighting technology, often comes with short-term economic gains. By contrast, long-term “resiliency” measures, such as floodproofing or moving equipment to higher floors, have not yet been accompanied by clear economic incentives. Costs for such upgrades are usually assumed by building or property owners with little to no return on their investment until after a flooding or severe storm event occurs. Existing insurance policies do not incentivize owners to adopt resilient measures in their buildings. In order to better prioritize climate resiliency, insurance companies should be encouraged to adopt a “direct risk-to-value” approach that would offer bonuses to resilient- minded owners. 4INTRODUCTION Because many building owners are under pressure to cut costs, long-term resilience efforts often fall by the wayside. And by focusing solely on technical issues, like floodproofing, we’re keeping communities from engaging in strategic efforts to better withstand the impacts of climate change in the years to come. More attention must be paid to the social and economic benefits of resiliency. It is more important than ever to make convincing arguments for why resiliency is important, and to identify economic incentives for resilient planning. Resiliency goes beyond the scale of individual buildings. It is not just a technical problem, but an imperative social, economic, and political issue. This report argues that in order to fully address Greater Boston’s vulnerabilities to climate change, we need cities, public agencies, developers, and the general public to help challenge the barriers to resilient development. Greater Boston communities should be integrating climate resiliency into their infrastructure, building, and city planning policies. ABOVE “The Parks” from “Resilient Linkages” - Finalist in Boston Living with Water design competition, June 2015. Image Credit: NBBJ 5INFRASTRUCTURE RESILIENCY ULI Boston/New England Infrastructure Council ABOVE View of Logan International Airport from East Boston. Image Credit: Bill Damon 6INFRASTRUCTURE RESILIENCY Scientists have predicted an overall increase in sea level of 4 to 6 feet by the end of this century, which will place a large portion of existing infrastructure networks in Greater Boston under water. While conversations with community leaders have already begun in regard to how to make Boston more resilient, the challenge of implementing these ideas needs to be addressed. Infrastructure vulnerabilities in the electric grid, natural gas, potable water, sanitary sewer, and public transportation systems prevent resilient development throughout Greater Boston. What are the barriers that keep resilient design from being implemented? Consolidated electrical grid . There is one large electrical grid serving the entire Northeast, except for certain pockets with district energy systems. Without a safety mechanism, damage to one portion creates a cascading energy failure across the entire region. Power plants, transmission lines, local distribution networks, and substations across Greater Boston are all exposed to severe storm damage. Dependence on natural gas . The Greater Boston region is becoming increasingly dependent on natural gas for both heating and electricity generation, particularly in urban areas. The lack of diversity in energy supply combined with the region’s location at the end of energy supply lines makes the region highly vulnerable to climate events. If the natural gas system is damaged or disrupted by a severe storm, the region would be without viable power alternatives. Outdated potable water . Although potable water is ample in New England, particularly in Boston thanks to the Quabbin Reservoir, the distribution network is outdated in many communities and in need of rehabilitation. Combined storm and sanitary sewer . Upgrading the Deer Island Treatment facility resulted in significant improvement to making Boston’s sanitary sewer system more effective and resilient to storm damage. However, many areas of Boston remain on a combined storm and sanitary delivery system. This combination overtaxes the treatment plant during storms, sending raw sewage into the harbor. During storm flooding, raw sewage could back up through storm drains into streets and buildings. Lack of investment in public transportation. During the winter of 2014-2015, Greater Boston’s public transportation system was severely disrupted. According to the latest reports from the Governor’s special panel to review the MBTA, the problems were attributed to poor management and a long deferment of much-needed maintenance due to inadequate funding. The MBTA’s recent experience with weather-related disruption exposes its vulnerabilities to climate change – it’s likely to shut ABOVE Aerial view of the holding tanks at Deer Island Treatment Plant. Image Credit: Massachusetts Water down in the event of flooding or severe storms. Resource Authority 7INFRASTRUCTURE RESILIENCY What are the factors that perpetuate these barriers? Make electrical stations floodproof . Reduce overhead lines by placing them in waterproof underground conduits to make the network more resilient Regional systems . Greater Boston relies predominantly on regional systems for during severe storms. This action will also improve the visual character of our urban energy, water, sewer, and transportation. These systems are owned and operated by neighborhoods. private corporations and state agencies, span municipal boundaries, and lie largely outside the jurisdiction of communities. Where local permitting does apply, the Reduce our reliance on natural gas . By investing in a diverse network jurisdictional patchwork can hinder action by owners and operators. of energy resources, like renewable wind and solar, the region can reduce its reliance on the natural gas system. Having a broader energy network will minimize Utility companies . The existing energy utility business model is not compatible our vulnerability to climate change events. We can also make smaller-scale building with the deployment of distributed energy and district energy systems. improvements to reduce our energy usage. Buildings can also be designed and constructed to provide adequate thermal comfort during disruptive events. Lack of funding . Lack of adequate funding to implement timely improvement. Continue to upgrade the sanitary sewer system . Completely Community resistance . Objections from communities to the construction of separate storm water runoff from sanitary, replace pipes to allow existing treatment new energy infrastructure to diversify supply and ameliorate transmission constraints. facilities to operate at their designed maximum efficiency, and reduce the risk of raw Where are the opportunities to address barriers sewage backing up into streets and buildings. through existing funding and programs that highlight Rehabilitate the MBTA System . Dramatic improvements are needed, interconnections and relationships across sectors? including: improving the organization and management of the MBTA; protecting Break up the electrical grid into smaller, self-sustaining islands . low lying subway portals and commuter rail stations from flooding; protecting bus This will safeguard the larger system from catastrophic failure as it contains and depots; improving the subway and rail communication system; and creating a plan for isolates disruption into smaller areas. Greater deployment of district energy and maintaining service during severe weather that includes potential back-up routes. distributed energy systems will increase the resiliency of critical facilities and services and enable residents to shelter in place. ABOVE Proposed MBTA development section in Revere Beach from The Urban Implications of Living with Water, September 2014. Image Credit: Arrowstreet 8INFRASTRUCTURE RESILIENCY ABOVE Rendering of Western Avenue in Cambridge for “Complete Streets” project - collaboration between City of Cambridge, engineers, and designers. Addresses street scape and infrastructural resilience. Image Credit: Halvorson Design Partnership, Inc. 9URBAN DEVELOPMENT RESILIENCY ULI Boston/New England Urban Development Council ABOVE “The Works” from “Resilient Linkages” - Finalist in Boston Living with Water design competition, June 2015. Image Credit: NBBJ 10URBAN DEVELOPMENT RESILIENCY Integrating climate resiliency into urban development and redevelopment in the Greater Boston area faces numerous challenges: disparate impacts of flooding on different classes of land-owners; a shortage of cost effective technologies for developers to incorporate into buildings; a lack of physical space to accommodate flood waters; and the absence of forward-looking, risk-reducing regulations to promote resiliency. Moreover, there has been a lack of discussion regarding the social and economic implications of flooding, which leads to a general under-appreciation of the risks faced. Fortunately, there are strategies at the building and neighborhood scale through planning, policy, and design that can be used to overcome these and other barriers. As a starting point, existing industry and community networks should be employed to promote awareness of climate-related flood risks and put climate-resilience practices into effect. Ongoing technical analysis should be utilized to draw attention to the risks, redirect private and public investment, and encourage regulatory changes. Making urban development more resilient can have the welcome side effect of creating attractive, livable and more valuable areas as well as new development opportunities. What are the barriers that keep resilient design from being implemented? Investment time horizons . Stakeholders make decisions within very Focus on the physical . Much of the existing discussion regarding resiliency different time frames. This discrepancy makes it difficult to invest in proactive has focused on physical damage to structures and infrastructure. There is a little resiliency measures. Short-term investors may not want to invest in long-term, focus on potential social and economic losses: low-probability risks, whereas long-term investors may prefer to adopt building-scale • In a flooding event, are residents adequately served by emergency services and rather than neighborhood-scale resiliency strategies to avoid taking on substantial food supplies? upfront costs without short-term investor support. • Are low-income, elderly, disabled, and other vulnerable populations Technical . Many building materials and techniques to cope with flooding and sea disproportionately affected? level rise are either not well developed, cost-prohibitive or are inappropriate for dense urban areas. These dense urban areas also have limited floodwater storage capacity. • How do businesses and individuals account for possible revenue/paycheck Additionally, it is costly for owners and utility companies to move electrical vaults to interruptions? higher floors. Studies have shown that the cost of business disruption far exceeds property damage Regulations . State and local land use and building code regulations are generally in major flood events. Climate resiliency conversations should better address these reactive to past conditions and do not account for changing conditions and future potential social and economic losses to make the conversation better understood by risks. Building codes are often focused on impacts produced by development rather the general population. than risks to development from outside conditions. Competing priorities . Resiliency planning initiatives are often undertaken by Regional risks . Climate change risks cross political boundaries and require public agencies with limited time and resources. Climate resiliency can be a lower coordination between political bodies, limiting the benefits of resiliency measures priority due to the indeterminate probability of climate-related risks. Levels of risk are until nearby political bodies adopt coordinated resiliency measures. Public inherently uncertain and the “correct” flood line cannot be adequately defined. infrastructure changes require regional action. Inconsistencies in risk assessments make it difficult to prioritize resiliency. 11URBAN DEVELOPMENT RESILIENCY ABOVE Scales of resilient design from “Sea Change: Boston.” Image Credit: Sasaki Associates, Inc. What are the factors that perpetuate these barriers? Scale . Some resiliency is achievable in the short term and at the individual building scale. Yet more comprehensive, long-term solutions at the neighborhood scale are more difficult. Interventions require effective coordination among actors with different time-horizons and investment expectations, and currently there are no existing regulatory mechanisms establishing such coordination. Smaller developers find it hard to address resiliency measures for single buildings due to cost, and short lease terms for tenants are a disincentive for developers to pay to retrofit buildings with resilient structures. Political institutions are inherently slow to change . State and local public institutions generally are slow to react to changing conditions. They aren’t able to invest political capital in identifying future events of uncertain probability, and they’re structured to make decisions independent of, rather than in concert with, other federal, state, and local bodies. Severe storm and sea level rise effects are difficult to visualize before they occur . While Greater Boston communities are aware of the devastating effects of Hurricane Sandy, it is challenging to perceive the potential effects of a superstorm hitting the Boston area. Having not experienced a climate-related event on the scale of Sandy, climate resiliency has captured little attention relative to other priorities so there has been little investment in researching and implementing adaptive measures to prepare for future losses. Physical damage is easiest to depict and more attention-grabbing than social and economic losses due to climate change events. 12URBAN DEVELOPMENT RESILIENCY What opportunities for resiliency should be prioritized to achieve “early wins”? Individual building scale . Highlight signature, climate-ready developments in high-risk areas that include or are designed to include resiliency strategies. Build a public informational strategy around those examples. Promote these developments as a market-differentiating factor as LEED certification has done for sustainability. Neighborhood-Scale: East Boston example . During spring of 2015, ULI Boston/New England assembled a Technical Assistance Panel (TAP) to assist with resiliency planning in East Boston. In partnership with the Neighborhood of Affordable Housing (NOAH) and The Kresge Foundation, the TAP found several opportunties for resilient measures and presented them to the community. The TAP process combined with community engagement strategies can be used as a model for catalyzing resiliency planning on the neighborhood scale in other urban areas. Chapter 91’s Municipal Harbor Plan program . Implement a Municipal Harbor Plan in a waterfront or similarly-situated neighborhood to assess the relationship between tidelands and public access. Sea level rise and shifting shorelines may reduce public waterfront access, making the Municipal Harbor Plan a potential forum to explore opportunities for resiliency. ABOVE Development Incentive Framework from “Resilient Linkages” - Finalist in Boston Living with Water design competition, June 2015. Image Credit: NBBJ 13URBAN DEVELOPMENT RESILIENCY Where are the opportunities to address barriers through existing funding and programs that highlight interconnections and relationships across sectors? Use collaborative networks . ULI Boston/New England, Boston Society of Architects, U.S. Green Building Council, Enterprise Community Partners, the Boston Green Ribbon Commission and many other collaborative partners helped to drive awareness for building sustainability. Partnerships between these established networks can advance construction and design techniques and introduce concepts for incorporating resiliency into building codes and regulatory regimes. These networks can also raise awareness about climate risks among designers, developers, investors, and insurers to create an understanding about the valuation of proactive investments in the reduction of climate- related risks. Create additional flood risk modeling . Use further refinement of recent flood-risk modeling efforts and data collection to support a public awareness campaign using maps and illustrations. These will support changes to risk-based regulations such as zoning and Wetlands Protection Act amendments, as well as justify the resilience- specific private sector investment to limit exposure to risk . Implement zoning overlay districts . Adopt overlay districts to prescribe best practices, raise awareness about the risk, and allow for possible economic efficiencies. Boston has adopted an overlay district for groundwater conservation which could act as a model. Update the flood-resistant construction appendix to the Massachusetts Building Code . Massachusetts currently has an appendix to its building code that is applicable to construction in flood zones. This section (780 CMR 120.G) could be updated to incorporate climate resilience measures. Encourage local and state governments to prioritize resilience . Requiring municipalities to identify resilience strategies in the application process for public infrastructure grants would bring more attention to the issues. Municipalities could offer tax incentives to developers or groups of developers that implement strategies at larger scales. At the state level, proposed legislation to require a state-level climate change adaptation plan could serve as an impetus for greater coordination on resilience. ABOVE Evolving shoreline images from “100 Acres” - Submission for Boston Living with Water design competition, June 2015. Image Credit: Arrowstreet 14HOUSING RESILIENCY ULI Boston/New England Housing and Economic Development Council ABOVE Rendering of Parcel K in Boston’s Seaport district, featuring housing and retail with resilience to sea level rise. Image Credit: Arrowstreet 15HOUSING RESILIENCY The topic of resiliency is only beginning to enter into conversations regarding affordable and mixed-income housing. Generally, there is little indication that housing developers are concerned about the issue of resiliency. Climate change events are not acknowledged in the operations and policies behind physical structures, and abstract discussions don’t deliver concrete solutions. Regulatory obstacles, cost constraints, and a lack of a regional infrastructure through which more comprehensive solutions can be developed and deployed add further challenges. To advance resiliency in affordable and mixed-income housing, it is critical to create non-specialized publications written for a broad audience addressing problems of resiliency in the housing sector, as well as to initiate a local regulatory approach that would require developers to make projects more resilient. What are the barriers that keep resilient design from being implemented? Lack of guidance . Resiliency is often discussed in abstract terms, so developers are without effective guidance on how to implement resilient design. Measures should be put forth as practical and feasible steps on how to increase resiliency in the housing sector. Regulatory conflicts . Local zoning and building codes often conflict with resiliency measures, preventing any regulatory incentives for developers to make projects resilient. For instance, while it may be resilient to move mechanical features out of the basement, this is often not possible due to regulations requiring utilities to be hooked up at the point where service comes into the building. Existing conditions . There are significant challenges in addressing resiliency within numerous existing housing typologies. While resiliency measures can be more easily outlined for new construction, it is often more difficult to undertake these measures when redeveloping existing buildings for affordable or mixed- income housing. Different housing environments create inconsistencies in resiliency planning. Cost constraints . The necessity to control costs in developing and rehabbing housing has become paramount. Even if the other barriers were resolved, this obstacle would continue to be problematic. Without a storm event or climate change occurrence, there is no market demand for developers to invest in building resilience. ABOVE Rendering of Clippership Wharf along the Boston Inner Harbor in East Boston. The multi-family housing development also includes plans for a harborwalk surrounding the project. Image Credit: Lend Lease, The Architectural Team and Halvorson Design Partnership, Inc. 16HOUSING RESILIENCY What are the factors that perpetuate these barriers? Lack of cost/benefit metrics . We know very little about the incremental costs associated with addressing resiliency. The cost/benefit calculations for resiliency must include a “payback” argument to justify the initial capital costs. Sustainable energy usage in buildings has immediate savings, but relocating basement generators only creates a payback in the event of a severe storm or flooding event. With climate change increasing the inevitability of these events, there should be more focus in calculating the incremental savings of investing in resiliency measures. Insurance industry . Including insurance companies in conversations about resiliency is crucial for creating accurate cost/benefit analysis. Standard insurance policy clauses, particularly the “force majeure” clause, are designed to insulate the industry and may discourage resiliency measures. If insurers could adopt a “direct risk-to-value” approach for climate change events, building owners and developers would have more incentive to invest in resiliency measures. Lack of regional governance mechanism . Regional discussion surrounding resiliency is essential for achieving meaningful solutions. Climate change events are not limited to political boundaries, and so regional collaboration on resiliency regulation is the only way to create consistent, effective policies. Addressing resiliency on a development by development basis undermines the importance of the issue. Creating regional conversations will help prioritize resilient solutions. Which opportunities for resiliency should be prioritized to achieve “early wins”? Create a step-by-step guide for building resilience . Advance the issue of “resiliency” much the way that “sustainability” initiatives were implemented through LEED. Identify “low hanging fruit” and the attendant capital costs as well as the costs that will be avoided to start creating the cost/benefit metrics. Key resources such as the NYU Furman Center’s “The Price of Resilience: Can Multifamily Housing Afford to Adapt” (July 2014) help outline steps for housing resiliency. Enterprise Green Communities has added resiliency credits to their 2015 Green Communities Criteria, providing examples of how resiliency measures can be more effectively adopted by affordable housing developers. Regulate economic incentives for resiliency . Create new funding programs or identify crossover with existing public funding where resiliency may be addressed. Simplify resiliency goals for developers . Develop a process for resilience audits, similar to energy audits, that can identify specific vulnerabilities and resilience opportunities in housing. ABOVE Basement of historic, waterfront building before and after mat and foundation walls were sealed and a seepage collection system was constructed. Image Credit: Haley & Aldrich, Inc. 17INSTITUTIONAL RESILIENCY ULI Boston/New England Sustainability Council ABOVE Photo of new Spaulding Rehabilitation Hospital in Charlestown, MA. The hospital was designed by Perkins+Will, emphasizing resilience features as a response to potential flooding risks. Image Credit: Steinkamp Photography, courtesy Partners Healthcare 18INSTITUTIONAL RESILIENCY The role of institutions as leaders in developing policy to prepare for the impacts of climate change cannot be overestimated. Colleges and universities are thought leaders in climate change research, educating future generations of scientists, engineers, investors, and policy makers to lead our society toward a more sustainable future. Hospitals and the healthcare sector can lead in the development of public health policy related to climate change. They also provide essential public safety emergency services in response to major climate related events. Government institutions are central to policy formation, providing essential governance and infrastructure preparations for climate change events. Rising sea levels and flooding from severe storms should be significant factors to take into account over the life of a building. The design lifespan of institutional buildings tends to be longer than commercial buildings used for office and retail. New institutional buildings are typically designed for a life of 75 years or more. In fact, New England has many institutional buildings that have been in use for over 300 years. While major civic and governmental institutions undoubtedly consider a positive return on investment an important criteria for developing new facilities or redeveloping existing ones, an investment in functional generations of service is just as important. What are the barriers that keep resilient design from being implemented? Lack of economic incentives . Financial considerations and return on investment are a major concern for governmental and non-governmental institutions alike. The higher education and healthcare sectors are each under pressure to contain and reduce costs for the services they deliver. Although construction-related expenses are relatively minor in the overall budget, the prevailing guideline limits the payback period to 10 years, and in many cases it is far less than that. Lack of knowledge and awareness . Lack of knowledge and awareness amongst stakeholders and decision makers regarding climate change and its potential consequences make it difficult to depart from normative procedures. Decisions about investing in resilient measures are often justified with climate change studies, but risk assessments are often inconsistent or difficult to prove. Insurance . Insurers have not yet established standard criteria for evaluating risks associated with climate change, so there is no valuation model to assess losses due to severe storms. What are the factors that perpetuate these barriers? Political skepticism . Political skepticism in the mainstream media strengthens the lack of awareness about climate resiliency. It puts an extra burden of proof on scientists, technicians and project managers to justify their reasons for implementing resilient measures within a public facility or campus. Need to cut costs . Slim profit margins in the healthcare industry make it difficult to argue for substantial, upfront capital investments in resiliency. Institutions then have to make even stronger arguments for long-term gains. Utility providers . Utility infrastructure companies have been reluctant to change standard specifications and operating procedures. Raising generators and equipment to higher floors, while standard practice in the Gulf states, is much more costly in the Greater Boston region. Lack of centralized control . Institutions lack centralized control over the major infrastructure systems integrated into their facility or campus: transit, power, gas, water and sewer, et cetera. Every institution, however large, is dependent on some or all of these support systems, making it difficult to make autonomous decisions about resiliency. 19INSTITUTIONAL RESILIENCY Which opportunities for resiliency should be prioritized to achieve “early wins”? Continue rehabilitation of existing buildings . Existing institutional buildings can often adopt architectural and engineering resiliency measures at a lower cost than other retrofitting projects. With the support of the owner organization and permitting authorities, there are more opportunities to implement changes. Rehabilitating existing buildings and making them more resilient can be a “low hanging fruit” for institutions. Pioneering projects . Individual “pioneering” projects can document challenges, achievements and shortcomings. There are variations between new and existing buildings, between long-term and short-term investment assets, where resilient measures may only be incorporated if required to do so by permitting authorities. By highlighting projects that invest in resiliency, we can better understand these variations. Reduce dependency . We can reduce our dependency on external infrastructure by increasing energy and water efficiency and reducing waste. More efficient buildings are less costly and have fewer infrastructure barriers to resiliency. ABOVE Rendering showing building resilience for Spaulding Rehabilitation Hospital in Charlestown, MA. Image Credit: Partners Healthcare 20INSTITUTIONAL RESILIENCY Where are the opportunities to address barriers through existing funding and programs that highlight interconnections and relationships across sectors? Coordinate with utility providers . Like other sectors, the institutional sector would greatly benefit from a coordinated policy with utility providers. A government- sponsored forum, like a “Utility Co-op”, would mitigate competition by allowing providers to meet periodically to share new technology, eliminate overlap and redundancy, develop a coordinated emergency response protocol, and perhaps agree on sharing common utility corridors. Collaborate with insurance industry . The insurance industry offers a great opportunity to establish standards to evaluate risk to property and business interruption. Utilize permitting to establish standards . Through permitting, government entities at all levels are vehicles for establishing resiliency standards and criteria. LEFT East Boston flooding vulnerabilities after 2050 storm surge. From ULI Boston/New England East Boston TAP Report, July 2015. Image Credit: Arrowstreet 21CONCLUSION Greater Boston’s mounting vulnerability to climate change events poses a serious threat to people, property, and the economy. The option of keeping the sea at bay with new barriers and structures is very limited. To find effective “living with water” strategies, we need to change practices across all sectors. Given the slow moving nature of sea level rise – from a human perspective – it is difficult to communicate the urgency of taking action now to prepare for the future. But as we’ve seen from severe climate change events in recent years, it is necessary to start immediately making infrastructure, planning, and investment decisions that will lead to a more resilient Greater Boston. This report identifies some of the key obstacles that hold back urgent action, but it also discusses opportunities for near-term action throughout the region. ABOVE Timeline of recent Northeast climate resiliency initiatives, events and policies. Image Credit: Arrowstreet 22CONCLUSION Common themes throughout sectors include: create more effective initiatives to help decision-makers understand sea level rise and climate change risks; establish regional collaboration amongst policy makers; encourage innovation of new methods and technologies for resilient design and construction; and develop a financing mechanism to create incentives for implementing resiliency measures. By isolating conversations within individual sectors and practices, we too often reinforce the barriers to resilient development. Developing Resilience takes a multi-disciplinary approach to resiliency. Discussion between agencies, owners, developers, insurers, and utilities is crucial for facilitating effective resiliency initiatives. By fostering more diverse levels of collaboration, we can better execute the social, economic, and political solutions needed for climate change resiliency in Greater Boston. ABOVE Timeline of recent Northeast climate resiliency initiatives, events and policies. Image Credit: Arrowstreet 23SUMMARY OF FINDINGS Resiliency Area Barriers to Resiliency Factors Perpetuating Barriers Recommended Actions INFRASTRUCTURE • One, regional electric grid without local safety • Regional jurisdiction limits resilient • Break up the grid into smaller self-sufficient grid mechanisms actions from local owners and islands operators • Dependence on natural gas with lack of • Make electrical stations flood proof diversified energy sources • Lack of sufficient funding for • Expand energy network to include renewable sources immediate upgrades • Inefficient, vulnerable, and aging distribution such as wind and solar energy network for potable water • Existing energy utility business model • Separate storm water runoff from sanitary is not compatible with the deployment • Combined sewer and sanitary systems of distributed energy and district • Rehabilitate the MBTA system through more efficient throughout much of the region energy systems. management, as well as physical improvements to • Deferred maintenance and inadequate stations and lines • Objection by many communities funding for the MBTA system to the construction of new energy infrastructure URBAN DEVELOPMENT • Investment time-horizons vary and • No short-term incentives to encourage • Activate industry and community networks to stakeholders make decisions within different resiliency policy address risks of flooding and climate change time frames • No sense of urgency within public • Undertake additional flood risk modeling • Floodproofing materials and techniques are institutions • More coordination among short-term and long-term not well developed or too costly • Climate change events are difficult investors • Land use and building code regulations are to visualize and communicate to the • Implement zoning overlay districts reactive instead of proactive general public • Update the flood-resistant construction appendix to • Lack of regional collaboration makes the Massachusetts Building Code resiliency planning inconsistent and ineffective • Engage neighborhood and community groups to advance the understanding of the social and • Too much “focus on the physical” aspects of economic risks resiliency – lack of discussion on the social and economic risks • Encourage local and state governments to prioritize resiliency 24SUMMARY OF FINDINGS Resiliency Area Barriers to Resiliency Factors Perpetuating Barriers Recommended Actions HOUSING • Lack of guidance for developers on how to • No concrete information regarding • Find a “LEED”-type branding for resilient buildings implement technical and regulatory changes the incremental economic benefits of • Identify resiliency opportunities within existing resiliency • Local zoning and building codes often conflict funding and funded programs with resiliency measures • Insurance policies have “force majeure” • Develop a process for resilience audits clauses that eliminate resiliency • Resiliency measures are costly to developers incentives • Lack of collaboration between regional governances on zoning and building codes INSTITUTIONAL • Lack of economic incentives for resiliency • Political skepticism regarding climate • Reduce dependency on external infrastructure measures change science by creating more sustainable developments with decreased energy usage • Investment time scales are too short-term to • Lack of short-term financial gains incentivize resiliency measures • Create a government sponsored “Utility Co-op” as • Resistance to changing utility a forum to collaborate with utility providers on • Lack of knowledge about the concrete infrastructure, such as moving resiliency impacts of climate change equipment to upper floors • Collaborate with insurance companies to create • Insurers do not acknowledge resiliency • Institutions are reliant on collaboration economic incentives measures with major infrastructure providers; lack of centralized control • Have local permitting require higher resiliency standards 25The mission of the Urban Land Institute is to provide leadership in the responsible use of land and in creating and sustaining thriving communities worldwide. ULI is committed to: • Bringing together leaders from across the fields of real estate and land use policy to exchange best practices and serve community needs; • Fostering collaboration within and beyond ULI’s membership through mentoring, dialogue, and problem solving; • Exploring issues of urbanization, conservation, regeneration, land use, capital formation, and sustainable development; • Advancing land use policies and design practices that respect the uniqueness of both the built and natural environments; • Sharing knowledge through education, applied research, publishing, and electronic media; • Sustaining a diverse global network of local practice and advisory efforts that address current and future challenges. Established in 1936, ULI today has more than 35,000 members worldwide, representing the entire spectrum of land-use and development disciplines. ULI relies heavily on the experience of its members. It is through member involvement and information resources that ULI has been able to set standards of excellence in development practice. ULI has long been recognized as one of the world’s most respected and widely quoted sources of objective information on urban planning, growth, and development. ULI Boston/New England 400 Atlantic Avenue Boston MA 02110 617-982-6369 boston@uli.org boston.uli.org D",
    "TEXT BY PAGE": [
        "DEVELOPING RESILIENCE LIVING WITH WATER STRATEGIES FOR GREATER BOSTON A",
        "PUBLISHED: September 2015 EDITED BY: Jeanne Haffner SPECIAL THANKS TO ULI BOSTON/NEW ENGLAND MEMBER CONTRIBUTORS: John Bolduc CAMBRIDGE COMMUNITY DEVELOPMENT DEPARTMENT Amy Korte ARROWSTREET Dennis Carlberg BOSTON UNIVERSITY David Lewis GOULSTON & STORRS Deborah Goddard MASSHOUSING Alan Mountjoy NBBJ Varoujan Hagopian GEI CONSULTANTS Hubert Murray PARTNERS HEALTHCARE Rebecca Hatchadorian ARUP Shaun O’Rourke THE TRUST FOR PUBLIC LAND Jason Hellendrung SASAKI ASSOCIATES, INC. Heather Scranton HALEY & ALDRICH, INC. Jennifer Hoerig ARROWSTREET Robert Uhlig HALVORSON DESIGN PARTNERSHIP, INC. Emily Keys Innes THE CECIL GROUP Jordan Zimmermann ARROWSTREET ULI BOSTON/NEW ENGLAND DISTRICT COUNCIL DISTRICT COUNCIL CHAIR Donald J. Briggs FEDERAL REALTY INVESTMENT TRUST CLIMATE RESILIENCY COMMITTEE CO-CHAIRS Dennis Carlberg BOSTON UNIVERSITY Cynthia McHale CERES STAFF Sarah Barnat EXECUTIVE DIRECTOR Michelle Landers SENIOR DIRECTOR Sydney Swanson ASSOCIATE Ileana Tauscher ASSOCIATE",
        "D E V E L O P I N G R E S I L I E N C E LIVING WITH WATER STRATEGIES FOR GREATER BOSTON SEPTEMBER 2015 1",
        "2",
        "CONTENTS INTRODUCTION  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 4 INFRASTRUCTURE RESILIENCY  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 6 URBAN DEVELOPMENT RESILIENCY  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 10 HOUSING RESILIENCY  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .15 INSTITUTIONAL RESILIENCY  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 18 CONCLUSION  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 22 SUMMARY OF FINDINGS  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  .  . 24 LEFT South Boston with 7.5’ of sea level rise. Image Credit: Arrowstreet 3",
        "INTRODUCTION ULI Boston/New England’s 2014 report, The Urban Implications of Living with Water, opened by stating, “We are beginning to feel the effects of climate change.” After the report’s release in September 2014, Boston experienced a record-breaking winter with 110.6 inches of snow and two of Boston’s heaviest snow storms of all time. After Hurricane Sandy in 2012 and the unprecedented winter of 2014-2015, climate resiliency has become a crucial component of Greater Boston’s urban development. With funding from the Kresge Foundation and ULI Foundation’s Urban Innovation Grant, ULI Boston/New England now brings you Developing Resilience as a follow-up to the 2014 report. This report focuses on resiliency strategies related to sea level rise and coastal storms in Greater Boston. It summarizes the findings of four interdisciplinary ULI Boston/New England Local Product Councils: Infrastructure, Housing & Economic Development, Urban Design, and Sustainability. The Local Product Councils are groups of 40-50 land-use professionals and ULI members; they responded to the following questions: • What are the key vulnerabilities and barriers to resiliency in Greater Boston? • What factors contribute to perpetuating these barriers? • What are the opportunities to make Greater Boston more resilient? • What actionable steps should be prioritized? • How can barriers be overcome through creative collaboration with existing networks and funding sources? While there are many risks our society needs to be resilient to, this report focuses on climate resiliency – the ability to bounce back and move forward after events brought on by sea level rise and severe storms. Unlike “sustainability,” the importance of “resiliency” has not yet taken hold within social, economic, and political circles. Implementing “sustainable” measures, like more efficient lighting technology, often comes with short-term economic gains. By contrast, long-term “resiliency” measures, such as floodproofing or moving equipment to higher floors, have not yet been accompanied by clear economic incentives. Costs for such upgrades are usually assumed by building or property owners with little to no return on their investment until after a flooding or severe storm event occurs. Existing insurance policies do not incentivize owners to adopt resilient measures in their buildings. In order to better prioritize climate resiliency, insurance companies should be encouraged to adopt a “direct risk-to-value” approach that would offer bonuses to resilient- minded owners. 4",
        "INTRODUCTION Because many building owners are under pressure to cut costs, long-term resilience efforts often fall by the wayside. And by focusing solely on technical issues, like floodproofing, we’re keeping communities from engaging in strategic efforts to better withstand the impacts of climate change in the years to come. More attention must be paid to the social and economic benefits of resiliency. It is more important than ever to make convincing arguments for why resiliency is important, and to identify economic incentives for resilient planning. Resiliency goes beyond the scale of individual buildings. It is not just a technical problem, but an imperative social, economic, and political issue. This report argues that in order to fully address Greater Boston’s vulnerabilities to climate change, we need cities, public agencies, developers, and the general public to help challenge the barriers to resilient development. Greater Boston communities should be integrating climate resiliency into their infrastructure, building, and city planning policies. ABOVE “The Parks” from “Resilient Linkages” - Finalist in Boston Living with Water design competition, June 2015. Image Credit: NBBJ 5",
        "INFRASTRUCTURE RESILIENCY ULI Boston/New England Infrastructure Council ABOVE View of Logan International Airport from East Boston. Image Credit: Bill Damon 6",
        "INFRASTRUCTURE RESILIENCY Scientists have predicted an overall increase in sea level of 4 to 6 feet by the end of this century, which will place a large portion of existing infrastructure networks in Greater Boston under water. While conversations with community leaders have already begun in regard to how to make Boston more resilient, the challenge of implementing these ideas needs to be addressed. Infrastructure vulnerabilities in the electric grid, natural gas, potable water, sanitary sewer, and public transportation systems prevent resilient development throughout Greater Boston. What are the barriers that keep resilient design from being implemented? Consolidated electrical grid . There is one large electrical grid serving the entire Northeast, except for certain pockets with district energy systems. Without a safety mechanism, damage to one portion creates a cascading energy failure across the entire region. Power plants, transmission lines, local distribution networks, and substations across Greater Boston are all exposed to severe storm damage. Dependence on natural gas . The Greater Boston region is becoming increasingly dependent on natural gas for both heating and electricity generation, particularly in urban areas. The lack of diversity in energy supply combined with the region’s location at the end of energy supply lines makes the region highly vulnerable to climate events. If the natural gas system is damaged or disrupted by a severe storm, the region would be without viable power alternatives. Outdated potable water . Although potable water is ample in New England, particularly in Boston thanks to the Quabbin Reservoir, the distribution network is outdated in many communities and in need of rehabilitation. Combined storm and sanitary sewer . Upgrading the Deer Island Treatment facility resulted in significant improvement to making Boston’s sanitary sewer system more effective and resilient to storm damage. However, many areas of Boston remain on a combined storm and sanitary delivery system. This combination overtaxes the treatment plant during storms, sending raw sewage into the harbor. During storm flooding, raw sewage could back up through storm drains into streets and buildings. Lack of investment in public transportation. During the winter of 2014-2015, Greater Boston’s public transportation system was severely disrupted. According to the latest reports from the Governor’s special panel to review the MBTA, the problems were attributed to poor management and a long deferment of much-needed maintenance due to inadequate funding. The MBTA’s recent experience with weather-related disruption exposes its vulnerabilities to climate change – it’s likely to shut ABOVE Aerial view of the holding tanks at Deer Island Treatment Plant. Image Credit: Massachusetts Water down in the event of flooding or severe storms. Resource Authority 7",
        "INFRASTRUCTURE RESILIENCY What are the factors that perpetuate these barriers? Make electrical stations floodproof . Reduce overhead lines by placing them in waterproof underground conduits to make the network more resilient Regional systems . Greater Boston relies predominantly on regional systems for during severe storms. This action will also improve the visual character of our urban energy, water, sewer, and transportation. These systems are owned and operated by neighborhoods. private corporations and state agencies, span municipal boundaries, and lie largely outside the jurisdiction of communities. Where local permitting does apply, the Reduce our reliance on natural gas . By investing in a diverse network jurisdictional patchwork can hinder action by owners and operators. of energy resources, like renewable wind and solar, the region can reduce its reliance on the natural gas system. Having a broader energy network will minimize Utility companies . The existing energy utility business model is not compatible our vulnerability to climate change events. We can also make smaller-scale building with the deployment of distributed energy and district energy systems. improvements to reduce our energy usage. Buildings can also be designed and constructed to provide adequate thermal comfort during disruptive events. Lack of funding . Lack of adequate funding to implement timely improvement. Continue to upgrade the sanitary sewer system . Completely Community resistance . Objections from communities to the construction of separate storm water runoff from sanitary, replace pipes to allow existing treatment new energy infrastructure to diversify supply and ameliorate transmission constraints. facilities to operate at their designed maximum efficiency, and reduce the risk of raw Where are the opportunities to address barriers sewage backing up into streets and buildings. through existing funding and programs that highlight Rehabilitate the MBTA System . Dramatic improvements are needed, interconnections and relationships across sectors? including: improving the organization and management of the MBTA; protecting Break up the electrical grid into smaller, self-sustaining islands . low lying subway portals and commuter rail stations from flooding; protecting bus This will safeguard the larger system from catastrophic failure as it contains and depots; improving the subway and rail communication system; and creating a plan for isolates disruption into smaller areas. Greater deployment of district energy and maintaining service during severe weather that includes potential back-up routes. distributed energy systems will increase the resiliency of critical facilities and services and enable residents to shelter in place. ABOVE Proposed MBTA development section in Revere Beach from The Urban Implications of Living with Water, September 2014. Image Credit: Arrowstreet 8",
        "INFRASTRUCTURE RESILIENCY ABOVE Rendering of Western Avenue in Cambridge for “Complete Streets” project - collaboration between City of Cambridge, engineers, and designers. Addresses street scape and infrastructural resilience. Image Credit: Halvorson Design Partnership, Inc. 9",
        "URBAN DEVELOPMENT RESILIENCY ULI Boston/New England Urban Development Council ABOVE “The Works” from “Resilient Linkages” - Finalist in Boston Living with Water design competition, June 2015. Image Credit: NBBJ 10",
        "URBAN DEVELOPMENT RESILIENCY Integrating climate resiliency into urban development and redevelopment in the Greater Boston area faces numerous challenges: disparate impacts of flooding on different classes of land-owners; a shortage of cost effective technologies for developers to incorporate into buildings; a lack of physical space to accommodate flood waters; and the absence of forward-looking, risk-reducing regulations to promote resiliency. Moreover, there has been a lack of discussion regarding the social and economic implications of flooding, which leads to a general under-appreciation of the risks faced. Fortunately, there are strategies at the building and neighborhood scale through planning, policy, and design that can be used to overcome these and other barriers. As a starting point, existing industry and community networks should be employed to promote awareness of climate-related flood risks and put climate-resilience practices into effect. Ongoing technical analysis should be utilized to draw attention to the risks, redirect private and public investment, and encourage regulatory changes. Making urban development more resilient can have the welcome side effect of creating attractive, livable and more valuable areas as well as new development opportunities. What are the barriers that keep resilient design from being implemented? Investment time horizons . Stakeholders make decisions within very Focus on the physical . Much of the existing discussion regarding resiliency different time frames. This discrepancy makes it difficult to invest in proactive has focused on physical damage to structures and infrastructure. There is a little resiliency measures. Short-term investors may not want to invest in long-term, focus on potential social and economic losses: low-probability risks, whereas long-term investors may prefer to adopt building-scale • In a flooding event, are residents adequately served by emergency services and rather than neighborhood-scale resiliency strategies to avoid taking on substantial food supplies? upfront costs without short-term investor support. • Are low-income, elderly, disabled, and other vulnerable populations Technical . Many building materials and techniques to cope with flooding and sea disproportionately affected? level rise are either not well developed, cost-prohibitive or are inappropriate for dense urban areas. These dense urban areas also have limited floodwater storage capacity. • How do businesses and individuals account for possible revenue/paycheck Additionally, it is costly for owners and utility companies to move electrical vaults to interruptions? higher floors. Studies have shown that the cost of business disruption far exceeds property damage Regulations . State and local land use and building code regulations are generally in major flood events. Climate resiliency conversations should better address these reactive to past conditions and do not account for changing conditions and future potential social and economic losses to make the conversation better understood by risks. Building codes are often focused on impacts produced by development rather the general population. than risks to development from outside conditions. Competing priorities . Resiliency planning initiatives are often undertaken by Regional risks . Climate change risks cross political boundaries and require public agencies with limited time and resources. Climate resiliency can be a lower coordination between political bodies, limiting the benefits of resiliency measures priority due to the indeterminate probability of climate-related risks. Levels of risk are until nearby political bodies adopt coordinated resiliency measures. Public inherently uncertain and the “correct” flood line cannot be adequately defined. infrastructure changes require regional action. Inconsistencies in risk assessments make it difficult to prioritize resiliency. 11",
        "URBAN DEVELOPMENT RESILIENCY ABOVE Scales of resilient design from “Sea Change: Boston.” Image Credit: Sasaki Associates, Inc. What are the factors that perpetuate these barriers? Scale . Some resiliency is achievable in the short term and at the individual building scale. Yet more comprehensive, long-term solutions at the neighborhood scale are more difficult. Interventions require effective coordination among actors with different time-horizons and investment expectations, and currently there are no existing regulatory mechanisms establishing such coordination. Smaller developers find it hard to address resiliency measures for single buildings due to cost, and short lease terms for tenants are a disincentive for developers to pay to retrofit buildings with resilient structures. Political institutions are inherently slow to change . State and local public institutions generally are slow to react to changing conditions. They aren’t able to invest political capital in identifying future events of uncertain probability, and they’re structured to make decisions independent of, rather than in concert with, other federal, state, and local bodies. Severe storm and sea level rise effects are difficult to visualize before they occur . While Greater Boston communities are aware of the devastating effects of Hurricane Sandy, it is challenging to perceive the potential effects of a superstorm hitting the Boston area. Having not experienced a climate-related event on the scale of Sandy, climate resiliency has captured little attention relative to other priorities so there has been little investment in researching and implementing adaptive measures to prepare for future losses. Physical damage is easiest to depict and more attention-grabbing than social and economic losses due to climate change events. 12",
        "URBAN DEVELOPMENT RESILIENCY What opportunities for resiliency should be prioritized to achieve “early wins”? Individual building scale . Highlight signature, climate-ready developments in high-risk areas that include or are designed to include resiliency strategies. Build a public informational strategy around those examples. Promote these developments as a market-differentiating factor as LEED certification has done for sustainability. Neighborhood-Scale: East Boston example . During spring of 2015, ULI Boston/New England assembled a Technical Assistance Panel (TAP) to assist with resiliency planning in East Boston. In partnership with the Neighborhood of Affordable Housing (NOAH) and The Kresge Foundation, the TAP found several opportunties for resilient measures and presented them to the community. The TAP process combined with community engagement strategies can be used as a model for catalyzing resiliency planning on the neighborhood scale in other urban areas. Chapter 91’s Municipal Harbor Plan program . Implement a Municipal Harbor Plan in a waterfront or similarly-situated neighborhood to assess the relationship between tidelands and public access. Sea level rise and shifting shorelines may reduce public waterfront access, making the Municipal Harbor Plan a potential forum to explore opportunities for resiliency. ABOVE Development Incentive Framework from “Resilient Linkages” - Finalist in Boston Living with Water design competition, June 2015. Image Credit: NBBJ 13",
        "URBAN DEVELOPMENT RESILIENCY Where are the opportunities to address barriers through existing funding and programs that highlight interconnections and relationships across sectors? Use collaborative networks . ULI Boston/New England, Boston Society of Architects, U.S. Green Building Council, Enterprise Community Partners, the Boston Green Ribbon Commission and many other collaborative partners helped to drive awareness for building sustainability. Partnerships between these established networks can advance construction and design techniques and introduce concepts for incorporating resiliency into building codes and regulatory regimes. These networks can also raise awareness about climate risks among designers, developers, investors, and insurers to create an understanding about the valuation of proactive investments in the reduction of climate- related risks. Create additional flood risk modeling . Use further refinement of recent flood-risk modeling efforts and data collection to support a public awareness campaign using maps and illustrations. These will support changes to risk-based regulations such as zoning and Wetlands Protection Act amendments, as well as justify the resilience- specific private sector investment to limit exposure to risk . Implement zoning overlay districts . Adopt overlay districts to prescribe best practices, raise awareness about the risk, and allow for possible economic efficiencies. Boston has adopted an overlay district for groundwater conservation which could act as a model. Update the flood-resistant construction appendix to the Massachusetts Building Code . Massachusetts currently has an appendix to its building code that is applicable to construction in flood zones. This section (780 CMR 120.G) could be updated to incorporate climate resilience measures. Encourage local and state governments to prioritize resilience . Requiring municipalities to identify resilience strategies in the application process for public infrastructure grants would bring more attention to the issues. Municipalities could offer tax incentives to developers or groups of developers that implement strategies at larger scales. At the state level, proposed legislation to require a state-level climate change adaptation plan could serve as an impetus for greater coordination on resilience. ABOVE Evolving shoreline images from “100 Acres” - Submission for Boston Living with Water design competition, June 2015. Image Credit: Arrowstreet 14",
        "HOUSING RESILIENCY ULI Boston/New England Housing and Economic Development Council ABOVE Rendering of Parcel K in Boston’s Seaport district, featuring housing and retail with resilience to sea level rise. Image Credit: Arrowstreet 15",
        "HOUSING RESILIENCY The topic of resiliency is only beginning to enter into conversations regarding affordable and mixed-income housing. Generally, there is little indication that housing developers are concerned about the issue of resiliency. Climate change events are not acknowledged in the operations and policies behind physical structures, and abstract discussions don’t deliver concrete solutions. Regulatory obstacles, cost constraints, and a lack of a regional infrastructure through which more comprehensive solutions can be developed and deployed add further challenges. To advance resiliency in affordable and mixed-income housing, it is critical to create non-specialized publications written for a broad audience addressing problems of resiliency in the housing sector, as well as to initiate a local regulatory approach that would require developers to make projects more resilient. What are the barriers that keep resilient design from being implemented? Lack of guidance . Resiliency is often discussed in abstract terms, so developers are without effective guidance on how to implement resilient design. Measures should be put forth as practical and feasible steps on how to increase resiliency in the housing sector. Regulatory conflicts . Local zoning and building codes often conflict with resiliency measures, preventing any regulatory incentives for developers to make projects resilient. For instance, while it may be resilient to move mechanical features out of the basement, this is often not possible due to regulations requiring utilities to be hooked up at the point where service comes into the building. Existing conditions . There are significant challenges in addressing resiliency within numerous existing housing typologies. While resiliency measures can be more easily outlined for new construction, it is often more difficult to undertake these measures when redeveloping existing buildings for affordable or mixed- income housing. Different housing environments create inconsistencies in resiliency planning. Cost constraints . The necessity to control costs in developing and rehabbing housing has become paramount. Even if the other barriers were resolved, this obstacle would continue to be problematic. Without a storm event or climate change occurrence, there is no market demand for developers to invest in building resilience. ABOVE Rendering of Clippership Wharf along the Boston Inner Harbor in East Boston. The multi-family housing development also includes plans for a harborwalk surrounding the project. Image Credit: Lend Lease, The Architectural Team and Halvorson Design Partnership, Inc. 16",
        "HOUSING RESILIENCY What are the factors that perpetuate these barriers? Lack of cost/benefit metrics . We know very little about the incremental costs associated with addressing resiliency. The cost/benefit calculations for resiliency must include a “payback” argument to justify the initial capital costs. Sustainable energy usage in buildings has immediate savings, but relocating basement generators only creates a payback in the event of a severe storm or flooding event. With climate change increasing the inevitability of these events, there should be more focus in calculating the incremental savings of investing in resiliency measures. Insurance industry . Including insurance companies in conversations about resiliency is crucial for creating accurate cost/benefit analysis. Standard insurance policy clauses, particularly the “force majeure” clause, are designed to insulate the industry and may discourage resiliency measures. If insurers could adopt a “direct risk-to-value” approach for climate change events, building owners and developers would have more incentive to invest in resiliency measures. Lack of regional governance mechanism . Regional discussion surrounding resiliency is essential for achieving meaningful solutions. Climate change events are not limited to political boundaries, and so regional collaboration on resiliency regulation is the only way to create consistent, effective policies. Addressing resiliency on a development by development basis undermines the importance of the issue. Creating regional conversations will help prioritize resilient solutions. Which opportunities for resiliency should be prioritized to achieve “early wins”? Create a step-by-step guide for building resilience . Advance the issue of “resiliency” much the way that “sustainability” initiatives were implemented through LEED. Identify “low hanging fruit” and the attendant capital costs as well as the costs that will be avoided to start creating the cost/benefit metrics. Key resources such as the NYU Furman Center’s “The Price of Resilience: Can Multifamily Housing Afford to Adapt” (July 2014) help outline steps for housing resiliency. Enterprise Green Communities has added resiliency credits to their 2015 Green Communities Criteria, providing examples of how resiliency measures can be more effectively adopted by affordable housing developers. Regulate economic incentives for resiliency . Create new funding programs or identify crossover with existing public funding where resiliency may be addressed. Simplify resiliency goals for developers . Develop a process for resilience audits, similar to energy audits, that can identify specific vulnerabilities and resilience opportunities in housing. ABOVE Basement of historic, waterfront building before and after mat and foundation walls were sealed and a seepage collection system was constructed. Image Credit: Haley & Aldrich, Inc. 17",
        "INSTITUTIONAL RESILIENCY ULI Boston/New England Sustainability Council ABOVE Photo of new Spaulding Rehabilitation Hospital in Charlestown, MA. The hospital was designed by Perkins+Will, emphasizing resilience features as a response to potential flooding risks. Image Credit: Steinkamp Photography, courtesy Partners Healthcare 18",
        "INSTITUTIONAL RESILIENCY The role of institutions as leaders in developing policy to prepare for the impacts of climate change cannot be overestimated. Colleges and universities are thought leaders in climate change research, educating future generations of scientists, engineers, investors, and policy makers to lead our society toward a more sustainable future. Hospitals and the healthcare sector can lead in the development of public health policy related to climate change. They also provide essential public safety emergency services in response to major climate related events. Government institutions are central to policy formation, providing essential governance and infrastructure preparations for climate change events. Rising sea levels and flooding from severe storms should be significant factors to take into account over the life of a building. The design lifespan of institutional buildings tends to be longer than commercial buildings used for office and retail. New institutional buildings are typically designed for a life of 75 years or more. In fact, New England has many institutional buildings that have been in use for over 300 years. While major civic and governmental institutions undoubtedly consider a positive return on investment an important criteria for developing new facilities or redeveloping existing ones, an investment in functional generations of service is just as important. What are the barriers that keep resilient design from being implemented? Lack of economic incentives . Financial considerations and return on investment are a major concern for governmental and non-governmental institutions alike. The higher education and healthcare sectors are each under pressure to contain and reduce costs for the services they deliver. Although construction-related expenses are relatively minor in the overall budget, the prevailing guideline limits the payback period to 10 years, and in many cases it is far less than that. Lack of knowledge and awareness . Lack of knowledge and awareness amongst stakeholders and decision makers regarding climate change and its potential consequences make it difficult to depart from normative procedures. Decisions about investing in resilient measures are often justified with climate change studies, but risk assessments are often inconsistent or difficult to prove. Insurance . Insurers have not yet established standard criteria for evaluating risks associated with climate change, so there is no valuation model to assess losses due to severe storms. What are the factors that perpetuate these barriers? Political skepticism . Political skepticism in the mainstream media strengthens the lack of awareness about climate resiliency. It puts an extra burden of proof on scientists, technicians and project managers to justify their reasons for implementing resilient measures within a public facility or campus. Need to cut costs . Slim profit margins in the healthcare industry make it difficult to argue for substantial, upfront capital investments in resiliency. Institutions then have to make even stronger arguments for long-term gains. Utility providers . Utility infrastructure companies have been reluctant to change standard specifications and operating procedures. Raising generators and equipment to higher floors, while standard practice in the Gulf states, is much more costly in the Greater Boston region. Lack of centralized control . Institutions lack centralized control over the major infrastructure systems integrated into their facility or campus: transit, power, gas, water and sewer, et cetera. Every institution, however large, is dependent on some or all of these support systems, making it difficult to make autonomous decisions about resiliency. 19",
        "INSTITUTIONAL RESILIENCY Which opportunities for resiliency should be prioritized to achieve “early wins”? Continue rehabilitation of existing buildings . Existing institutional buildings can often adopt architectural and engineering resiliency measures at a lower cost than other retrofitting projects. With the support of the owner organization and permitting authorities, there are more opportunities to implement changes. Rehabilitating existing buildings and making them more resilient can be a “low hanging fruit” for institutions. Pioneering projects . Individual “pioneering” projects can document challenges, achievements and shortcomings. There are variations between new and existing buildings, between long-term and short-term investment assets, where resilient measures may only be incorporated if required to do so by permitting authorities. By highlighting projects that invest in resiliency, we can better understand these variations. Reduce dependency . We can reduce our dependency on external infrastructure by increasing energy and water efficiency and reducing waste. More efficient buildings are less costly and have fewer infrastructure barriers to resiliency. ABOVE Rendering showing building resilience for Spaulding Rehabilitation Hospital in Charlestown, MA. Image Credit: Partners Healthcare 20",
        "INSTITUTIONAL RESILIENCY Where are the opportunities to address barriers through existing funding and programs that highlight interconnections and relationships across sectors? Coordinate with utility providers . Like other sectors, the institutional sector would greatly benefit from a coordinated policy with utility providers. A government- sponsored forum, like a “Utility Co-op”, would mitigate competition by allowing providers to meet periodically to share new technology, eliminate overlap and redundancy, develop a coordinated emergency response protocol, and perhaps agree on sharing common utility corridors. Collaborate with insurance industry . The insurance industry offers a great opportunity to establish standards to evaluate risk to property and business interruption. Utilize permitting to establish standards . Through permitting, government entities at all levels are vehicles for establishing resiliency standards and criteria. LEFT East Boston flooding vulnerabilities after 2050 storm surge. From ULI Boston/New England East Boston TAP Report, July 2015. Image Credit: Arrowstreet 21",
        "CONCLUSION Greater Boston’s mounting vulnerability to climate change events poses a serious threat to people, property, and the economy. The option of keeping the sea at bay with new barriers and structures is very limited. To find effective “living with water” strategies, we need to change practices across all sectors. Given the slow moving nature of sea level rise – from a human perspective – it is difficult to communicate the urgency of taking action now to prepare for the future. But as we’ve seen from severe climate change events in recent years, it is necessary to start immediately making infrastructure, planning, and investment decisions that will lead to a more resilient Greater Boston. This report identifies some of the key obstacles that hold back urgent action, but it also discusses opportunities for near-term action throughout the region. ABOVE Timeline of recent Northeast climate resiliency initiatives, events and policies. Image Credit: Arrowstreet 22",
        "CONCLUSION Common themes throughout sectors include: create more effective initiatives to help decision-makers understand sea level rise and climate change risks; establish regional collaboration amongst policy makers; encourage innovation of new methods and technologies for resilient design and construction; and develop a financing mechanism to create incentives for implementing resiliency measures. By isolating conversations within individual sectors and practices, we too often reinforce the barriers to resilient development. Developing Resilience takes a multi-disciplinary approach to resiliency. Discussion between agencies, owners, developers, insurers, and utilities is crucial for facilitating effective resiliency initiatives. By fostering more diverse levels of collaboration, we can better execute the social, economic, and political solutions needed for climate change resiliency in Greater Boston. ABOVE Timeline of recent Northeast climate resiliency initiatives, events and policies. Image Credit: Arrowstreet 23",
        "SUMMARY OF FINDINGS Resiliency Area Barriers to Resiliency Factors Perpetuating Barriers Recommended Actions INFRASTRUCTURE • One, regional electric grid without local safety • Regional jurisdiction limits resilient • Break up the grid into smaller self-sufficient grid mechanisms actions from local owners and islands operators • Dependence on natural gas with lack of • Make electrical stations flood proof diversified energy sources • Lack of sufficient funding for • Expand energy network to include renewable sources immediate upgrades • Inefficient, vulnerable, and aging distribution such as wind and solar energy network for potable water • Existing energy utility business model • Separate storm water runoff from sanitary is not compatible with the deployment • Combined sewer and sanitary systems of distributed energy and district • Rehabilitate the MBTA system through more efficient throughout much of the region energy systems. management, as well as physical improvements to • Deferred maintenance and inadequate stations and lines • Objection by many communities funding for the MBTA system to the construction of new energy infrastructure URBAN DEVELOPMENT • Investment time-horizons vary and • No short-term incentives to encourage • Activate industry and community networks to stakeholders make decisions within different resiliency policy address risks of flooding and climate change time frames • No sense of urgency within public • Undertake additional flood risk modeling • Floodproofing materials and techniques are institutions • More coordination among short-term and long-term not well developed or too costly • Climate change events are difficult investors • Land use and building code regulations are to visualize and communicate to the • Implement zoning overlay districts reactive instead of proactive general public • Update the flood-resistant construction appendix to • Lack of regional collaboration makes the Massachusetts Building Code resiliency planning inconsistent and ineffective • Engage neighborhood and community groups to advance the understanding of the social and • Too much “focus on the physical” aspects of economic risks resiliency – lack of discussion on the social and economic risks • Encourage local and state governments to prioritize resiliency 24",
        "SUMMARY OF FINDINGS Resiliency Area Barriers to Resiliency Factors Perpetuating Barriers Recommended Actions HOUSING • Lack of guidance for developers on how to • No concrete information regarding • Find a “LEED”-type branding for resilient buildings implement technical and regulatory changes the incremental economic benefits of • Identify resiliency opportunities within existing resiliency • Local zoning and building codes often conflict funding and funded programs with resiliency measures • Insurance policies have “force majeure” • Develop a process for resilience audits clauses that eliminate resiliency • Resiliency measures are costly to developers incentives • Lack of collaboration between regional governances on zoning and building codes INSTITUTIONAL • Lack of economic incentives for resiliency • Political skepticism regarding climate • Reduce dependency on external infrastructure measures change science by creating more sustainable developments with decreased energy usage • Investment time scales are too short-term to • Lack of short-term financial gains incentivize resiliency measures • Create a government sponsored “Utility Co-op” as • Resistance to changing utility a forum to collaborate with utility providers on • Lack of knowledge about the concrete infrastructure, such as moving resiliency impacts of climate change equipment to upper floors • Collaborate with insurance companies to create • Insurers do not acknowledge resiliency • Institutions are reliant on collaboration economic incentives measures with major infrastructure providers; lack of centralized control • Have local permitting require higher resiliency standards 25",
        "The mission of the Urban Land Institute is to provide leadership in the responsible use of land and in creating and sustaining thriving communities worldwide. ULI is committed to: • Bringing together leaders from across the fields of real estate and land use policy to exchange best practices and serve community needs; • Fostering collaboration within and beyond ULI’s membership through mentoring, dialogue, and problem solving; • Exploring issues of urbanization, conservation, regeneration, land use, capital formation, and sustainable development; • Advancing land use policies and design practices that respect the uniqueness of both the built and natural environments; • Sharing knowledge through education, applied research, publishing, and electronic media; • Sustaining a diverse global network of local practice and advisory efforts that address current and future challenges. Established in 1936, ULI today has more than 35,000 members worldwide, representing the entire spectrum of land-use and development disciplines. ULI relies heavily on the experience of its members. It is through member involvement and information resources that ULI has been able to set standards of excellence in development practice. ULI has long been recognized as one of the world’s most respected and widely quoted sources of objective information on urban planning, growth, and development. ULI Boston/New England 400 Atlantic Avenue Boston MA 02110 617-982-6369 boston@uli.org boston.uli.org D"
    ]
}