{
    "FILE_NAME": "https://climate-xchange.org/wp-content/uploads/2018/08/Investing-in-a-Better-Massachusetts-Conversations-with-Frontline-Organizations-on-Connecting-Climate-and-Community-Priorities_website.pdf",
    "ALL TEXT": "Investing in a Better Massachusetts Conversations with Frontline Organizations on Connecting Climate and Community PrioritiesABOUT CLIMATE XCHANGE 31 Saint James Avenue, Fl. 6, Boston MA 02116 Climate-XChange.org | 617.624.0919 Climate XChange is a 501(c)3 non-profit, non-partisan organization with a mission to achieve a durable, just transition away from polluting fossil fuels in the United States. With a three-pronged strategy of direct advocacy, research, and communications, we work to advance climate policy at the state level. We also host the State Climate Policy Network, which brings together changemakers, to learn from each other and increase the ambition, equity and durability of state and local climate policy. Learn more at climate-xchange.org. Photo: Courtesy Dudley Street Neighborhood Initiative ABOUT FAIRMOUNT-INDIGO CDC COLLABORATIVE 594 Columbia Road, Suite #302, Dorchester, MA 02125 fairmountcollaborative.org | 617-825-4200, The Fairmount-Indigo CDC Collaborative is a community development corporation whose members include Dorchester Bay EDC, Codman Square NDC, and Southwest Boston CDC. We serve the predominantly low- and moderate-income neighborhoods along the Fairmount Commuter Rail Line from Hyde Park to North Dorchester in Boston. We have strong track records in building Photo: Courtesy of Benjamin thriving and diverse neighborhoods – creating new affordable and Franklin Institute of Technology mixed-income housing, economic development opportunities, and avenues to foster resident and youth leadership. Together, we are helping to bring more reliable and affordable public transit options and new investments in housing, commercial development, and open space to benefit the residents living within the Fairmount Corridor. LEAD AUTHORS Ava Gallo | Research Fellow, Climate XChange Jonah Kurman-Faber | Research Director, Climate XChange Saba Ijadi | Climate Justice Coordinator, Fairmount-Indigo CDC Collaborative Sarah Xu | State Climate Policy Network Fellow, Climate XChange REPORT DESIGN Photo: Courtesy of Hilltown CDC Amanda Griffiths Pontillo | Creative Director, Climate XChange CONTRIBUTORS Karl Celis | Graduate Student, University of Massachusetts Boston Nina Schlegel | Global Center for Climate Justice Joe Kriesberg | Massachusetts Association of Community Development Corporations Andrew Seeder | Conservation Law Foundation Dave Christopolis | Hilltown Community Development Corporation Photo: Courtesy of Massachusetts Anna Leslie | Allston-Brighton Health Collaborative Association of CDCs Sarita Hudson | Public Health Institute of Western Massachusetts Cover Photo: Michael Browning X Climate-XChange.orgCONTENTS Executive Summary 1 Introduction 3 Methods 9 Community Partner Profiles 11 Job Creation, Training, & Wealth Building 17 Centering the Needs and Voices of Frontline Communities 18 Not Repeating Historical Inequities in Systems 19 Increasing Social Mobility 20 Building on Existing Successful Programs 21 Community Leadership and Empowerment 22 Housing 23 Centering the Needs and Voices of Frontline Communities 24 Not Repeating Historical Inequities in Systems 25 Increasing Social Mobility 28 Building on Existing Successful Programs 29 Community Leadership and Empowerment 32 Infrastructure 34 Centering the Needs and Voices of Frontline Communities 34 Not Repeating Historical Inequities in Systems 35 LEAD AUTHORS Building on Existing Successful Programs 37 Ava Gallo | Research Fellow, Climate XChange Community Leadership and Empowerment 38 Jonah Kurman-Faber | Research Director, Climate XChange Design and Process 39 Saba Ijadi | Climate Justice Coordinator, Fairmount-Indigo CDC Collaborative Sarah Xu | State Climate Policy Network Fellow, Climate XChange Centering the Needs and Voices of Frontline Communities 40 REPORT DESIGN Not Repeating Historical Inequities in Systems 41 Amanda Griffiths Pontillo | Creative Director, Climate XChange Building on Systems that Already Work 43 CONTRIBUTORS Community Leadership and Empowerment 44 Karl Celis | Graduate Student, University of Massachusetts Boston Summary of Findings 45 Nina Schlegel | Global Center for Climate Justice Joe Kriesberg | Massachusetts Association of Community Development Corporations Andrew Seeder | Conservation Law Foundation Dave Christopolis | Hilltown Community Development Corporation Anna Leslie | Allston-Brighton Health Collaborative Sarita Hudson | Public Health Institute of Western Massachusetts X Climate-XChange.orgExecutive Summary Photo: Matt MoloneyIt is imperative that during this time of coinciding by the pandemic, including: rent and mortgage Values that should resonate public health and climate crises, the voices of payments, food insecurity, and loss of employment. with any public investment frontline organizations in Massachusetts are Interviewees underscored the need to reduce the program include: centered in designing solutions. Communities current stress and suffering within communities thrive when they are able to use their expertise to from the most harmful effects of the pandemic envision and shape the outcomes that best fit local before moving to more long-term investments. At Centering the needs priorities. When it comes to investment programs, the same time, frontline communities will suffer and voices of frontline they are most effective when rooted in the lived the most from the long-term impacts of the climate experience of communities. crisis. Therefore, it is also vital to make bold, communities proactive policy choices to both reduce greenhouse Climate XChange embarked on this research gas emissions as well as address the immediate project to highlight the priorities of frontline needs of communities in Massachusetts heavily Not repeating historical organizations across Massachusetts for how to impacted by the pandemic. Investments need to inequities within best allocate government investments spurred accomplish both concurrently. by this moment of economic, social, and climate systems crises. This study is complementary to a technical report authored by Climate XChange, entitled, Interviewees also emphasized values that “Investing in a Better Massachusetts: An Analysis should resonate with any public investment Increasing social mobility of Job Creation and Community Benefits from program. These included: Green Investments,” which models the potential jobs, health, and energy cost benefits from dozens • Centering the needs and voices of of green investments across the Commonwealth. frontline communities, Building on existing The numbers and lived experiences tell a clear successful programs • Not repeating historical inequities story of what kinds of projects would best serve within systems, communities in Massachusetts. • Increasing social mobility, Fostering community Government spending has dominated the political leadership and conversation since the beginning of the pandemic; • Building on existing successful empowerment however, it is critical that these projects do not programs, and repeat the failures of their predecessors. Black and Brown Americans have long been excluded from • Fostering community leadership the benefits of stimulus spending since the New and empowerment. Values were applied over four Deal, and more recently through the American investment areas: Recovery and Reinvestment Act of 2009. These These ideals carried through three areas instances of isolation from benefits have had lasting of investment: housing, job creation, and repercussions on communities of color, creating roadblocks for communities to thrive. Additionally, infrastructure. This research also illuminates how Job Creation to exemplify these values through the process and frontline communities in Massachusetts have been design of investment packages in order to uplift all disproportionately impacted by the effects of the residents equitably. pandemic, in part due to their increased exposure to environmental hazards. In the wake of immense tragedy and inequity, Housing decision-makers have an opportunity to use With this context in mind, Climate XChange historic investments to help all communities in partnered with Fairmount-Indigo CDC Massachusetts thrive. However, it is vital that Collaborative and spoke to a broad set of individuals the decisions made reflect the urgency of the from organizations working with frontline problems experienced by frontline communities. communities about their priorities for investment Infrastructure If this time is squandered and not used to its spending. Individuals came from across the full potential, generations will continue to suffer Commonwealth from urban, suburban, and rural from the outcomes of historical discrimination, areas and represented community organizations, which are only exacerbated and compounded by community development corporations (CDCs), cascading crises in the present day. It is imperative labor unions, and two-year colleges. Design and Process that investment projects are designed to In these conversations, community leaders acknowledge structural barriers and work towards stressed the urgency of meeting the immediate a more healthy and equitable future for all. needs of residents, which have been exacerbated X Climate-XChange.org 2Introduction Photo: Courtesy of CIR SEIUPhoto: Courtesy Dudley Street Neighborhood Initiative In this moment of overlapping health and climate of investments accessible to all. The researchers crises in Massachusetts, it is vital that the needs talked with individuals from organizations and strengths of those who are on the frontlines working in communities of color and low- are central in efforts to address these issues. income communities, labor unions, women-led Climate XChange and Fairmount-Indigo CDC organizations, local colleges, and organizations Collaborative embarked on a research project to representing communities affected by sea level rise. highlight perspectives from frontline community In these conversations, community leaders organizations1 on the design and implementation stressed the urgency of meeting the immediate of government investment programs. needs of residents, which have been exacerbated Communities thrive when they are able to use by the pandemic, including: rent and mortgage their expertise to envision the solutions that best payments, food insecurity, and loss of fit local priorities,2 and investment programs also employment. Interviewees underscored the need function most effectively when rooted in the lived to reduce the current stress and suffering within experience of communities.3 communities from the most harmful effects of Rooted in these ideals, Climate XChange and the pandemic before moving to more long-term Fairmount-Indigo CDC Collaborative engaged investments. However, frontline communities will in conversations with frontline community suffer the most from the long-term impacts of leaders across the state from January to March climate change. It is vital to take bold, proactive 2021. These discussions sought to understand actions to both reduce greenhouse gas emissions the challenges they see in their communities, as well as address the immediate needs of comprehend their long-term vision for solutions, communities in Massachusetts heavily impacted gather their priorities for how investments should by the pandemic. Investments need to accomplish be spent, and identify ways to make the benefits both concurrently. 1 | The term “Frontline communities” is defined in this report as communities that are disproportionately impacted by the effects of the pandemic and climate change and often left out of decision-making processes. 2 | Pyles, Loretta, et al. “Citizen Participation in Disaster Recovery Projects and Programmes in Rural Communities: a Comparison of the Haiti Earthquake and Hurricane Katrina.” Disasters, vol. 42, no. 3, 2017, pp. 498–518., doi:10.1111/ disa.12260. 3 | Jaskulowska, Joanna. “Public Participation After Natural Disaster - Case Study Of Christchurch Earthquake Response.” Zarzadzanie Publiczne.47 (2019): 225-45. ProQuest. Web. 8 Dec. 2020 X Climate-XChange.org 4Five values emerged from the conversations, which are central to any and all investments: • Centering the needs and voices of frontline communities, • Not repeating historical inequities within systems, • Increasing social mobility, • Building on existing successful programs, and • Fostering community leadership Photo: Courtesy of Dudley Street Neighborhood Initiative and empowerment. These values should be reflected in every investment package; however, community leaders noted specific applications within three major investment categories: job creation, housing, and infrastructure. This research also illuminates how to exemplify these values through the process and design of investment packages in order to uplift all residents equitably. These programs and policies are reflected in the chart on the following page. The solutions and recommendations for government investments provided by community leaders in this report illustrate the unique challenges faced by the communities they serve, but also exemplify the larger obstacles Photo: Courtesy of Mobius Builders frontline communities face when grappling with compounding crises. Legislators have an opportunity to recognize and comprehend these cascading impacts on a deeper level and incorporate them into the design of investment packages, so that all Massachusetts residents, especially those on the frontlines, can be lifted up by their benefits. Photo: Courtesy of Courtesy of The Newmarket Business Association X 5 Climate-XChange.orgVALUES X Climate-XChange.org 6 SNOITACILPPA EULAV Centering the Not Repeating Community Needs and Voices Increasing Building on Existing Historical Inequities Leadership and of Frontline Social Mobility Successful Programs in Systems Empowerment Communities • Increase local • Support • Create quality • Invest in green job • Foster worker and BIPOC unionization across jobs and careers training programs empowerment hiring to combat sectors at two-year colleges Job Creation displacement and high schools • Ensure that • Protect fossil fuel unions work to workers uplift all workers • Maintain housing • Invest in • Create social • Provide financial • Build affordability community- mobility through assistance and developments without reducing municipality-state homeownership protection based on quality partnerships to community • Fund retrofits and address the needs needs rather than energy efficiency of local residents developer priorities programs and minimize by creating gentrification communication • Build deeply channels between affordable housing • Expand energy Housing neighborhoods retrofit programs and communities to reduce upfront capital as a barrier • Implement to reducing energy programs that costs and include reduce financial updates for older barriers to houses that are not homeownership, up to code like community land trusts • Make EVs and • Account for • Expand access • Expand existing • Engage frontline their infrastructure historic unjust to essential green jobs training communities in affordable and exposure to air infrastructure for programming. the design and accessible, pollution work including Expand the reach implementation Infrastructure so priority broadband of the public of infrastructure • Make up for communities can and reliable transportation projects the lack of reap their benefits transportation systems. adequate public transportation • Eradicate • Provide technical • Increase access • Expand existing • Leverage language barriers assistance to to higher education green jobs training community through accessible individuals, programming expertise and trust communications community in program design Design and organizations, • Expand the Process • Provide expanded and resource- reach of public and equitable transportation constrained access to childcare systems municipalities to access investmentsPhoto: Courtesy of Neighbor to Neighbor THE EFFECTS OF THE PANDEMIC AND ENVIRONMENTAL INJUSTICE IN MASSACHUSETTS The findings of this report are contextualized by increase of food insecurity rates due to the the compounding crises faced by Massachusetts pandemic with an increase of 59% since 2018.8 residents. The COVID-19 pandemic has The severe health effects of the pandemic have had dramatic economic, social, and public also hit communities of color harder than other health impacts across the United States, and communities due to their disproportionate Massachusetts has not been immune to these exposure to environmental burdens. A study effects. At the height of the pandemic, the state completed by Harvard T. H. Chan School of Public had the highest unemployment rate in the Health reported that even a small increase in long- country,4 and the Congressional Budget Office term exposure to fine particulate-matter pollution estimates it will take a decade to fully recover.5 (PM2.5) leads to a large increase in the COVID-19 Even as unemployment levels have receded death rate.9 In Massachusetts, concentrations of over the summer months, they still remain at PM2.5 are highest for Black and Latinx residents levels 250 percent higher than pre-pandemic,6 due to the historical shift of environmental and Black, Latinx, and Asian residents still face burdens (such as the placement of major highways higher levels of unemployment than their white and thoroughfares) into communities of color, counterparts.7 Additionally, food insecurity levels affecting air quality and asthma rates to the have skyrocketed in the state. Feeding America present day.10 cites Massachusetts as the state with the highest 4 | “Assessing the Economic Damage of the COVID Crisis Four Months In.” Boston Indicators, 12 Aug. 2020, www. bostonindicators.org/reports/report-website-pages/covid_indicators-x2/2020/august/economic-impact-brief. 5 | “Re: Comparison of CBO’s May 2020 Interim Projections of Gross Domestic Product and Its January 2020 Baseline Projections.” Congressional Budget Office, 1 June 2020, https://www.cbo.gov/system/files/2020-06/56376-GDP.pdf 6 | Bureau of Labor Statistics, “Local Area Unemployment Statistics.” May 6, 2021. https://data.bls.gov/timeseries/ LASST250000000000003?amp%253bdata_tool=XGtable&output_view=data&include_graphs=true 7 | “Assessing the Economic Damage of the COVID Crisis Four Months In.” Boston Indicators, 12 Aug. 2020, www. bostonindicators.org/reports/report-website-pages/covid_indicators-x2/2020/august/economic-impact-brief. 8 | Hake, Monica, et al. “The Impact of the Coronavirus on Food Insecurity in 2020.” Feeding America, October 2020, https://www.feedingamerica.org/sites/default/files/2020-10/Brief_Local%20Impact_10.2020_0.pdf Accessed 7 December 2020. 9 | Wu, X., Nethery, R. C., Sabath, M. B., Braun, D. and Dominici, F., 2020. Air pollution and COVID-19 mortality in the United States: Strengths and limitations of an ecological regression analysis. Science advances, 6(45), p.eabd4049. 10 | Pinto de Moura, Maria Cecelia, et al. Union of Concerned Scientists, 2019, Inequitable Exposure to Air Pollution from Vehicles in Massachusetts. https://www.ucsusa.org/sites/default/files/2020-05/inequitable-exposure-to-vehicle- pollution-ma.pdf X 7 Climate-XChange.orgPhoto: Courtesy of Allston Brighton Health Collaborative STIMULUS SPENDING As a result of the economic strife exacerbated by Loan Corporation and the Federal Housing the pandemic, stimulus packages have dominated Administration.13 The American Recovery and the political conversation since the beginning of Reinvestment Act of 2009 also failed to consider the pandemic. Federal, state, and local officials the structural barriers of Black and Latinx have debated the efficacy and efficiency of Americans during the 2008 recession, thus different strategies to get money in the hands creating a stimulus package that did not lift all of Americans. In March 2021, President Biden Americans up equitably.14 announced his “once in a generation” American Jobs Plan, pledging to invest trillions of dollars into In order to increase the physical, social, economic, rebuilding our country’s crumbling infrastructure, and mental well-being of all people, it is vital create 19 million jobs,11 and begin the transition to to consider the structural barriers that have a green economy.12 prevented certain communities from accessing the benefits of investments in the past. In design However, stimulus spending in the United States and implementation, legislators need to think has a history of race, gender, and class exclusion. through how to make investments accessible to Although many Americans benefitted greatly from everyone while relying on the intimate community the social and economic programs of the New knowledge fostered by local organizations. To Deal in the 1930s, Black and Brown Americans address this challenge, Climate XChange and did not receive those same benefits due to Fairmount-Indigo CDC Collaborative conducted intentional exclusion from Social Security, lack a series of interviews with frontline community of protection from the National Labor Relations leaders to understand how government Act, and discrimination from the Home Owners investments can best support their communities. 11 | Kessler, Glenn. “Analysis | Biden’s Pitch That the Economy ‘Will Create 19 Million Jobs’ If Infrastructure Is Passed.” The Washington Post, WP Company, 6 Apr. 2021, www.washingtonpost.com/politics/2021/04/06/bidens-pitch-that- economy-will-create-19-million-jobs-if-infrastructure-is-passed/. 12 | “FACT SHEET: The American Jobs Plan.” The White House, The United States Government, 31 Mar. 2021,www. whitehouse.gov/briefing-room/statements-releases/2021/03/31/fact-sheet-the-american-jobs-plan/. 13 | Rolley, Otis. “The New Deal Made America’s Racial Inequality Worse. We Can’t Make the Same Mistake With Covid-19 Economic Crisis.” The Rockefeller Foundation, 19 June 2020, www.rockefellerfoundation.org/blog/the-new- deal-made-americas-racial-inequality-worse-we-cant-make-the-same-mistake-with-covid-19-economic-crisis/. 14 | Gray, Vance, et al. “American Recovery and Reinvestment Act of 2009: A Political Analysis of Its Impact on Black and Latino Unemployment in the United States.” Race, Gender & Class, vol. 22, no. 3-4, 2015, pp. 107–135. JSTOR, www. jstor.org/stable/26505352. Accessed 26 Mar. 2021. X Climate-XChange.org 8Methods Photo: Courtesy of Neighbor to NeighborINTERVIEWS For interview outreach and implementation, A code book was assembled that reflected members of both Climate XChange and common themes seen throughout the interview Fairmount-Indigo CDC Collaborative leveraged process. Researchers examined each interview their personal knowledge and connections as and coded each statement of the interview to its nonprofits in Massachusetts to reach community corresponding theme(s) in the codebook.16 Each organizations. Researchers were mindful of transcript was analyzed by two researchers, with geographical and issue area diversity as outreach the first coder analyzing an untouched transcript, for interviews took place. However, this sample and the second coder reviewing a transcript that of organizations stems from convenience and had already been coded. This process was utilized personal connection rather than a representation to systematically draw out common themes and of community organizations at large, particularly reduce researcher bias in coding priorities. in the workforce sector. Therefore, the themes drawn in this piece are not representative of SURVEYS frontline communities as whole, but rather only reflective of the interviews with community A supplemental data collection method included organizations, community development a digital survey to rank various green investments corporations (CDCs), labor unions, and in order of importance to the community of the two-year colleges. respondent. The investments resembled a list of programs modeled for their jobs, health, and other A landscape analysis was conducted of community benefits in a companion quantitative organizations in Massachusetts to gather a report, as a way to draw connections between representative, though not exhaustive, list of the priorities of frontline organizations and the organizations representing frontline communities. measured impacts of said priorities. Each respondent Several organizations were initially contacted was asked to rank each climate project for its level from the list. An individual from each organization of importance to their community with the options: was contacted via email for a 30-minute Very Important (4), Somewhat Important (3), Neutral interview. After initial interviews were conducted, (2), and Not a Priority (1). Every interviewee was researchers used a snowball technique to recruit asked to fill out the climate projects ranking form. additional participants by asking interviewees to Twenty-two out of 29 interviewees filled out the recommend contacts for inclusion in the study. form, a response rate of 76 percent. Interviewees signed a consent form prior to their interview to give permission to record their Additionally, to gather a broader data set, the form conversation and include their responses in this was sent out through email to Massachusetts report. Each individual’s time was compensated residents in Climate XChange’s State Climate Policy with a $50 stipend, which could be accepted by Network (SCPN), a list of 1,158 email addresses. the respondent as a personal payment, donated to There were 81 respondents from 55 communities the organization they represent, or declined. across the Commonwealth, a response rate of seven percent. Two respondents were randomly selected Each interview consisted of a brief summary of to receive a $50 giftcard to the local business of the project and a standard set of eight open- their choice. ended questions with opportunities for follow up. Researchers asked interviewees about the The following sections elucidate the findings from issues facing their community, how they believe the interview and survey responses, organized into investments should be spent to support their the three major categories of jobs, housing, and community, and how investments can be made infrastructure. There is a fourth section on how accessible for all people.15 Interviews were to exemplify these values through the design and recorded for transcription and analysis purposes. process of investment packages in order to uplift all Overall, 28 interviews were conducted over the residents equitably. Each section contains specific course of two months with 29 interviewees. recommendations for that category organized by Interviews ranged from 15-45 minutes. each of the five aforementioned value areas. Researchers analyzed the transcripts through 15 | A full list of interview questions can be found in DeDoose, a research analysis software commonly the Appendix. used for qualitative and mixed methods research. 16 | A full list of codes used in this study can be found in the Appendix. X Climate-XChange.org 10Community Partner Profiles Photo: Elly FilhoACTION FOR EQUITY ALTERNATIVES FOR COMMUNITY AND ENVIRONMENT As a coalition of community-based and social justice organizations, Action for Equity works for all people to have Alternatives for Community & Environment (ACE) is a quality housing, good jobs and job access, environmental neighborhood based, environmental justice and transit- quality, and transportation access, among other things as oriented development nonprofit. They organize Roxbury steps to reach the society they want. They are fighting for residents and work with community organizers locally, an equitable society where power is held by all, regardless statewide and nationally to build platforms and offer of race, class and gender, as well as sexual orientation, age, resources that address systemic injustice. They work faith, geography, or physical ability; where the disparities directly within the frontline communities that are most resulting from a history of embedded structural racism are impacted, bringing critical solutions that include advocacy, not just gone, but people are made whole; where the benefits organizing, legal and regulatory campaigns. ACE is the of our collective endeavors in government, community first environmental justice nonprofit organization in building, development, and progress in general are felt by Massachusetts and has defended the rights of Roxbury all. They are fighting for a society in which the oppression of residents for over 25 years. many is not used to benefit the few, and where neither race BENJAMIN FRANKLIN nor anything else is used as a dividing line. INSTITUTE OF TECHNOLOGY ALLSTON BRIGHTON Benjamin Franklin Institute of Technology (BFIT)’s is an HEALTH COLLABORATIVE affordable, urban, private, nonprofit college serving the The Allston Brighton Health Collaborative (ABHC) is a Boston region. Their mission is to foster student success and collaboration of organizations devoted to working together career readiness in technology fields. to promote and improve the health and wellbeing of the CAPE ANN CLIMATE COALITION communities of Allston and Brighton. Their strategies for impact are aligned with the Department of Public The Cape Ann Climate Coalition (CACC) is a group of Health to focus on key social determinants of health areas: volunteers who have organized to take action in response Transportation through policy and advocacy, Food Access to the climate crisis. As residents of Cape Ann, they see through programming, Mental Wellness through capacity and feel the effects of climate change due to a warming building, Resource Connection and Clinical/Community climate and rising sea levels. These concerns motivate their Linkages through network strengthening. ABHC is the only members who come with a wide range of experiences, ideas, cross-sector network of its kind in Boston focused on the and skills that reflect the richness of the diversity on Cape social determinants of health and health-related social needs. Ann. Knowing that they need collaborative efforts towards It’s a burgeoning model of backbone, collective impact. solutions is the glue that binds them together. ALLSTON-BRIGHTON COMMUNITY CAPE COD COMMERCIAL DEVELOPMENT CORPORATION FISHERMEN’S ALLIANCE Allston-Brighton CDC builds a stronger, more stable The Cape Cod Commercial Fishermen’s Alliance is fishermen, community by representing and supporting the interests, community members, public officials, and scientists working engagement, and leadership of Allston-Brighton’s diverse together to build creative strategies, advocate for improved communities, institutions, individuals, and families of all marine policies, protect the ocean ecosystem, and ensure the incomes. Rapidly rising housing costs disproportionately viability and future of Cape Cod’s fisheries. affect the neighborhood’s most vulnerable residents, COMMUNITY OF INTERNS AND creating housing instability and displacement of low- and RESIDENTS (CIR) SERVICE EMPLOYEES moderate-income individuals from critical community INTERNATIONAL UNION (SEIU) assets like public transportation, jobs, health care, their families, and more. ABCDC strives to create a vibrant The Committee of Interns and Residents (CIR) is the largest neighborhood where people of many incomes, races, and housestaff union in the United States. They are a local of genders can live and work. Service Employees International Union (SEIU), representing over 17,000 resident physicians and fellows who are dedicated to improving residency training and education, advancing patient care, and expanding healthcare access for their communities. They empower our nation’s interns, residents, and fellows to fight for excellence for their patients, their training, and their healthcare system through organizing, collective bargaining and advocacy. X Climate-XChange.org 12CODMAN SQUARE NDC EMERALD CITIES COLLABORATIVE Codman Square NDC’s mission is to build a cohesive Emerald Cities Collaborative (ECC) is a national and resilient community in Codman Square and South nonprofit network of organizations working together Dorchester, develop affordable housing and commercial to advance a sustainable environment while creating spaces that are safe and sustainable, and promote economic high-road — sustainable, just and inclusive — economies stability for low- and moderate-income residents of all with opportunities for all. ECC develops energy, green ages. CSNDC serves a two square mile area of Dorchester infrastructure, and other sustainable development that is bounded by Columbia Road and Geneva Avenue projects that not only contribute to the resilience of our to the north, Gallivan Boulevard and Morton Street to metropolitan regions, but also ensure an equity stake for the south, Blue Hill Avenue to the west, and Dorchester low-income communities of color in the green economy. Avenue to the east. Throughout their history, they have This includes developing the economic infrastructure for concentrated on physical development in their service area, family-supporting wages and career paths for residents of but in the face of growing concerns about gentrification such communities, as well as contracting opportunities for and displacement — and now the unrest caused by women, minority and other disadvantaged businesses. long standing racial disparities and injustices which are FRANKLIN COUNTY CDC presenting in disproportionate COVID-19 health impacts, economic insecurities and police brutality — they have Headquartered in Greenfield, Massachusetts, the Franklin become increasingly focused on social, economic, political County Community Development Corporation (FCCDC) is a and racial inequities in their neighborhood. community economic development non profit organization providing comprehensive business development education, COMMUNITY ACTION WORKS access to capital, commercial office and manufacturing space Community Action Works believes that environmental plus home of the Western Massachusetts Food Processing threats are big, but the power of well-organized community Center. The FCCDC was formed in 1979 to maximize groups is bigger. That’s why they work side by side with community control over their future economic destiny. At everyday people to confront those who are polluting and that time, a number of manufacturing companies in the area harming the health of their communities. They partner were closing and moving elsewhere. The FCCDC has changed with the people who are most impacted by environmental over the years as the needs of the community have changed. problems — which are Black, Indigenous, People of Color Yet their programs and activities are still geared toward and poor communities — training them with the know-how stimulating a robust economy and expanding opportunities anyone would need to make change in their own backyard. for low- and moderate-income residents. Because when you and your neighbors know how to make GREENROOTS change, you can build the power to transform your world. GreenRoots works to achieve environmental justice and DUDLEY STREET NEIGHBORHOOD INITIATIVE (DSNI) greater quality of life through collective action, unity, education and youth leadership across neighborhoods and DSNI was formed by Dudley residents seeking to reclaim communities. GreenRoots is a community-based organization a neighborhood that had been ravaged by disinvestment, dedicated to improving and enhancing the urban environment arson fires, and dumping. When many had given up, DSNI and public health in Chelsea and surrounding communities. organized neighbors to create a comprehensive plan They do so through deep community engagement and and a shared vision for a new, vibrant urban village. To empowerment, youth leadership and implementation of secure development without displacement, DSNI gained innovative projects and campaigns. eminent domain authority, purchased vacant land, and GROUNDWORK LAWRENCE protected affordability. This process led to family stability and the creation of a community land trust. Today, Groundwork Lawrence (GWL) has been making change the once garbage-strewn lots have been rebuilt with happen since its beginnings in 1999. Through its quality affordable houses, parks, playgrounds, gardens, environmental and open space improvements, healthy food community facilities, and new businesses. Through service access programs, youth education, employment initiatives, on DSNI’s Board, residents lead an effort that includes all community programming and events, GWL creates the neighborhood stakeholders in a democratically-elected, building blocks of a healthy community, and empowers community process. Together, DSNI has created greater residents to improve their quality of life. civic participation, economic opportunity, community connections, and opportunities for youth. They have built community across their diversity of language, race, ethnicity, and age. They have invested in their young people and the youth in turn have invested in the community. X 13 Climate-XChange.orgHILLTOWN CDC NEIGHBORHOOD OF AFFORDABLE HOUSING Hilltown Community Development is a private non-profit organization in rural western Massachusetts working to NOAH, a community development corporation, promotes support rural development and prosperity in the region by equity, community cohesion, environmental justice, and improving housing, strengthening social services, leveraging economic resiliency. They increase access to affordable funding, and stimulating the local economy. housing, create social and economic opportunities, and empower residents to be leaders of change. LAWRENCE COMMUNITYWORKS THE NEWMARKET BUSINESS ASSOCIATION Lawrence CommunityWorks (LCW) is a community development corporation that weaves together community The Newmarket Business Association, a chartered, planning, organizing, and asset-building efforts with high- non-profit organization founded in 1977, is committed quality affordable housing and commercial development to to: the continued growth of business in the Newmarket create vibrant neighborhoods and empowered residents. area, promoting business to business interaction, By facilitating conversations and action on community communicating the interests of other members to City and priorities, LCW engages partners and a network of youth and State officials and working with those officials to create adult residents in opportunities to move themselves and the a better business climate, and working as the primary city of Lawrence forward. advocate and voice of its membership for the betterment of the Newmarket District. MASSACHUSETTS ASSOCIATION OF CDCS PUBLIC HEALTH INSTITUTE OF MACDC is a membership organization that seeks to build WESTERN MASSACHUSETTS and sustain a high performing and adaptive community development sector that is supported by private and public PHIWM provides skills, expertise, and experience to create investment and sound public policies. They advance racial successful public health campaigns and sustainable system and economic equity by creating healthy communities where changes to improve health and well-being in Western MA. everyone lives in housing they can afford, benefits from They build on community assets and build community economic opportunities and can fully participate in the civic capacity to positively impact social determinants of life of their community. health by engaging and partnering collaboratively with communities and leading data to action strategies to MOBIUS COMMUNITY BUILDERS, INC champion and advocate for a public policy agenda. Ensuring health equity and challenging institutional racism are Mobius Community Builders’s mission is to enlighten, core values integrated into all of their services. PHIWM’s enhance, and improve the quality of life and stability in specialty is to work with and on behalf of communities marginalized communities by developing affordable housing. that experience health disparities. Its efforts highlight They believe that community development is essential, and and address structures and institutions that cause these they are committed to building communities that thrive. disparities, including the destructive racial hierarchy in our NEIGHBOR TO NEIGHBOR society. Together with community partners and residents, PHIWM designs, tests, and implements solutions and Neighbor to Neighbor represents the “new majority:” people policies that result in more equitable access to resources of color, immigrants, women, and the working class, on a that impact community health. path to liberation. Their statewide membership is organizing to put people and the planet before profit. They counter the fear that causes injustice by building power to transform the institutions that govern our lives. In an era of income inequality, environmental degradation, and racism, their chapters are building the power to confront this triple crisis in Massachusetts. They fill the ballot box with their votes. They fill the streets with their voices. They seed the new alternatives that put power and decision-making in the hands of those directly affected. They are certain that a better world is possible and that they are the ones to build it. X Climate-XChange.org 14REVITALIZE CDC SERVICE EMPLOYEES INTERNATIONAL UNION (SEIU) 32BJ Founded in 1992, Revitalize CDC performs critical repairs, modifications and rehabilitation on the homes and non-profit SEIU 32BJ represents 18,000 property services workers in facilities of low-income families with children, the elderly, Massachusetts, Rhode Island and New Hampshire, including military veterans and people with disabilities. They leverage janitors, security officers, maintenance and custodial the investments of donors, grantors and volunteers to make workers, and window cleaners. Their members clean, significant home repairs that stabilize neighborhoods, maintain and provide security for buildings in the region’s strengthen the tax base, and allow elderly homeowners to leading industries. The New England district has become a “age in place.” leader in immigrant justice, economic justice, racial justice and other community organizing initiatives that impact ROXBURY COMMUNITY COLLEGE their members across the region. Roxbury Community College is a co-educational public SERVICE EMPLOYEES INTERNATIONAL institution of higher education offering Associate Degrees and UNION (SEIU) LOCAL 509 certificate programs. RCC’s primary objective is to provide residents of the Commonwealth, specifically those individuals SEIU Local 509 represents nearly 20,000 human service living in the greater Boston area, “optimum opportunity for workers and educators throughout Massachusetts. They access to a college education consistent with their interests provide a variety of social services to elders, at-risk and aptitudes and to reduce to a minimum economic, children and people with mental illnesses or developmental social, psychological and academic barriers to educational disabilities — as well as educational services in both public opportunity.” The college’s goals are the result of ideas and private sector settings. From mental health clinicians and generated by and from the college community and reflect a social workers to early childhood educators and university response to the needs of the larger Roxbury community. lecturers, Local 509 members are united in their mission to raise living standards for working families while improving the quality and affordability of the services they provide. Cape Ann Franklin County Lawrence Cape Ann Climate Coalition Franklin County CDC Groundwork Lawrence Essex Franklin Lynn Middlesex Neighbor to Neighbor Suffolk Berkshire Hampshire Worcester Braintree SEIU Local 888 Norfolk Hampden Plymouth Bristol Chesterfield Holyoke Worcester Hilltown CDC Neighbor to Neighbor Neighbor to Neighbor SEIU Local 888 Barnstable Springfield Neighbor to Neighbor Chatham Public Health Institute Cape Cod Commercial of Western MA Fisherman’s Alliance Dukes Revitalize CDC SEIU Local 888 Nantucket X 15 Climate-XChange.orgSERVICE EMPLOYEES INTERNATIONAL SOUTHWEST BOSTON CDC UNION (SEIU) LOCAL 888 Southwest Boston Community Development Corporation Founded in 2003, SEIU Local 888 unites more than 8,500 works with partners to build and sustain a thriving, public service workers. Their members provide vital economically diverse community in Hyde Park and Roslindale. support and services in cities and towns throughout the They work to prevent displacement, particularly of low and Commonwealth. Local 888 believes in the dignity and worth moderate income families and elderly residents, create and of the services their members provide. Local 888 is dedicated preserve affordable housing, strengthen the commercial base to improving the lives of their members, their families and the of the neighborhoods, ensure access to good transit, protect communities they serve. conservation land and waterways and promote climate resiliency. They are committed to working with local leaders whose voices are not otherwise heard. They are committed to creating more equitable neighborhoods. BOSTON Allston and Brighton Allston Brighton Health Collaborative East Boston Allston-Brighton Community Neighborhood of Affordable Housing Development Corporation Charles- town East Downtown North Boston Community Action Works Beacon End Emerald Cities Collaborative Allsto n / Brig hto n B Ba ac yk Hi Dll o w nto w n M Nea is gs ha bch ou r ts oe t Nts e A igs hs boc oi ration of CDCs Fenway South SEIU 32BJ End South Boston Mission South End Hill Benjamin Franklin Institute of Technology Community of Interns and Residents (CIR) Service Roxbury Employees International Union (SEIU) Jamaica Plain Dorchester Action for Equity Dorchester Codman Square NDC West Roslindale Mobius Community Builders, Inc Roxbury Roxbury Mattapan Alternatives for Community and Environment The Newmarket Business Association Chatham Roxbury Community College Cape Cod Commercial Hyde Park Dudley Street Neighborhood Initiative Fisherman’s Alliance Hyde Park Southwest Boston CDC X Climate-XChange.org 16Job Creation, Training, & Wealth Building Photo: Justin LimAll 29 interviewees identified job creation and training as solutions to inequality and a critical “I would love to see more investment outcome of investments in Massachusetts. in job training opportunities in things However, they were careful to point out that job like helping people access trades, creation alone will not meet the needs of recovery from the pandemic or the climate crisis; new training, access to jobs, investment in jobs must be accompanied by training programs programs like ours, [and] connections that are readily accessible and cater to diverse to career opportunities.” ages and educational backgrounds. Further, programs that create jobs must be accompanied Marisa Lopez, Newmarket Business Association, by enforceable hiring and training policies that Jobs Initiative center frontline communities and those that have been historically underserved. The jobs created must also lead to improved opportunity Interviewees also noted that local hiring policies for social mobility and homeownership. As with stabilize communities and combat displacement. other categories, interviewees emphasized The goal of such policies and programs is to allow that investments will be best spent if reducing communities and individuals to build wealth and greenhouse gas emissions is just one of many invest in their community and environment. Nine beneficial outcomes. interviewees from all geographic areas, population densities, and representing all interviewee CENTERING THE NEEDS organizations except two-year colleges, noted the importance of instituting local hiring provisions to AND VOICES OF FRONTLINE any investment package. COMMUNITIES One interviewee noted that people returning The connection between meaningful, well- from incarceration may require soft-skills paying jobs and anti-displacement should be training concurrently or before entering a job developed and emphasized by programs funded training program. An emphasis on a just transition by investment dollars. For example, in order to emerged throughout the interviews. In particular, meet its emissions reductions goals, interviewees indicated that green investments Massachusetts will need to significantly lower should provide opportunities for the retraining of energy use from buildings, which accounted older adults and those who had worked in fossil for 58 percent of the state’s annual energy fuel industries. use in 2018.17 Reducing energy use will require a workforce that is trained in green building From a pandemic recovery standpoint, one retrofitting, green construction, green interviewee said that local farms in rural infrastructure, and green building systems Massachusetts need financial assistance to management. This can create opportunities for bounce back after a difficult year. Along with frontline community members to have careers direct financial assistance, investments should working on and in buildings that are in close work to increase food security and improve food proximity, enhancing their ability to remain in access by increasing access to local agricultural place and potentially increase homeownership. processing infrastructure. Investments in Targeted training and career opportunities rural Massachusetts should not be limited to should be provided for frontline communities renewable energy; sustainable food systems are as a city or town constructs new buildings and just as important. Increasing rural Massachusetts’ retrofits old ones. access to renewable energy and sustainable transportation should be coupled with programs that support and expand local farming. Increasing food security will not only enhance climate resilience, but also improve health outcomes and reduce greenhouse gas emissions associated with food production and delivery. 17 | Energy Information Administration, State Energy Data System (SEDS), 2018. Accessed 6 May, 2021. https://www. eia.gov/state/data.php?sid=MA#ConsumptionExpenditures X Climate-XChange.org 18NOT REPEATING HISTORICAL INEQUITIES IN SYSTEMS “[With the] concept [of] rebuilding society, let’s take this opportunity to do it right, and reduce inequality and transition off fossil fuel.” Jon Grossman, Union Staff Person Interviewees said that job programs created by good wages. However, others pointed out the green investments must focus on inclusion of past and present racist practices of unions in frontline communities. Groups interviewees Massachusetts which could potentially exclude specifically mentioned included people of color, people of color from union jobs.18 In a recent rural communities, formerly incarcerated people, illustrative example, the Boston Employment older adults, immigrants, and people earning low Commission found a high lack of compliance with incomes. For example, interviewees noted that the Boston Residents Jobs Policy, which requires job training programs should be accessible via 40 percent of worker hours go to people of color public transportation and that childcare should be for public jobs.19 Four interviewees who work for provided for trainees. unions noted that unions are increasingly diverse and indicated that their unions are well aware of When speaking about union jobs, some the historical inequities that should be addressed interviewees were positive about the potential and are actively working to do so.20 for unions to empower workers and guarantee Photo: Courtesy of Mobius Builders 18 | Watson, Travis. A brief history of racism in union construction. Black and Brown Construction. August, 2020. https://static1.squarespace.com/static/58177e236a496367e363b56a/t/5f3c9b058a32d215774cab96/ 19 | Mullings, Morgan C. Building trades unions won’t disclose racial data. The Bay State Banner. July, 2020. https:// www.baystatebanner.com/2020/07/16/building-trades-unions-wont-disclose-racial-data/ 20 | Newman, Kalina. Greater Boston Labor Council Makes History with Latest Election. AFL-CIO. January, 2020. https://aflcio.org/2020/1/13/greater-boston-labor-council-makes-history-latest-election X 19 Climate-XChange.orgINCREASING SOCIAL MOBILITY “We’re specifically targeting STEM opportunities. It’s not enough, I think, for our community to just have jobs, they need careers with family-sustaining wages, that have the opportunity to get advancements in those jobs. And those are the jobs I think our community really needs.” Mike Pollio, Dudley Street Neighborhood Initiative Interviewees were clear about the qualities they In tandem with implementing green investments, were looking for in new job opportunities created municipalities and the Commonwealth through investment programs. Opportunity should make it easier for small businesses for advancement, family-sustaining wages, and and contracting firms to bid on contracts for low barriers to entry were highlighted as vital climate projects. Programs that provide access qualities in job creation. Worker empowerment to capital and reduce the size of contracts are and the ability to unionize were also identified two strategies to accomplish this goal. Contracts as an important component of any job program. for green investments can be parsed down into The standards set by the unions of the smaller projects in order to encourage small, Commonwealth, in terms of pay, quality of jobs, local businesses to fulfill them. Implementing working conditions, and power of the laborer, investments in this way will promote local should be maintained for union and non-union businesses, employ local people, and build wealth jobs created by investments. Interviewees wanted in communities vulnerable to climate impacts. to keep these positives and continue the work of These efforts can be coupled with policies that ending racist practices. In short, green jobs should guarantee that people of color-owned contractors not just be jobs, but careers that are available to receive an equitable proportion of contracts frontline communities that increase their social funded by investments. mobility. Ten interviewees from all geographies, population densities, and representing all types of organizations stressed that the jobs created should advance social mobility. Photo: Courtesy of Benjamin Franklin Institute of Technology X Climate-XChange.org 20BUILDING ON EXISTING SUCCESSFUL PROGRAMS “The work that needs to be done is helping fund and create training programs and scholarships for those programs so that we can get people in the mid-skill jobs that don’t require a college degree but that pay well and they provide a pathway into a growing industry.” Greg King, Roxbury Community College Investments in green infrastructure, especially several interviewees identified training for job renewable energy resources, should be done in transition and green certifications as a growing tandem with community training to build on the need. Roxbury Community College, Benjamin skills of local workers who may have lost jobs in Franklin Institute of Technology, and Madison Park manufacturing and other industries. Fourteen High School were identified as places that already interviewees noted that access to green jobs have existing programming that can be expanded training would bring significant benefits to or where new courses can be taught. their communities. Job losses for many of the New opportunities and pathways for green jobs communities engaged are not only the result of training could help Massachusetts transition the COVID-19 pandemic, but of long-term job away from fossil fuels equitably. By opening up job loss in the manufacturing and infrastructure pathways, especially for frontline communities, industries. The United States lost 5.5 million Massachusetts could also work to close historical manufacturing jobs between 2000 and 2017, gaps in wealth inequality. Columbia University’s including over 150,000 in Massachusetts.21,22 Center on Poverty and Social Policy found that However, these jobs will not return through current federal interventions to the COVID-19 investment in infrastructure alone; green jobs recession have not yet effectively reduced training and investments in existing training wealth inequality, especially in low-income programs are equally important. communities of color, as job losses in recessions The majority of interviewees identified job training disproportionately impact these communities and through local two-year colleges and technical investments often serve as income transfers away schools as essential components to consider when from them.23 Therefore, targeted job development investing in green jobs. Creating more courses, in these communities could provide long-term apprenticeship programs, and certifications support and transition Massachusetts to an would allow young and early-career professionals equitable and renewable energy future. to work on projects and jumpstart their careers in the growing field of green jobs. Additionally, 21 | Hernandez, Richard. The fall of employment in the manufacturing sector. Monthly Labor Review. August 2018. https://www.bls.gov/opub/mlr/2018/beyond-bls/the-fall-of-employment-in-the-manufacturing-sector.htm 22 | Federal Reserve Bank of St. Louis, “State and Metro Area Employment, Hours, and Earnings.” Accessed 6 May 2021. https://fred.stlouisfed.org/series/SMU25000003000000001A 23 | Parolin, Zachary, et al. 8th ed., vol. 4, Center on Poverty and Social Policy at Columbia University, 2020, The CARES Act and Poverty in the COVID-19 Crisis. X 21 Climate-XChange.orgCOMMUNITY LEADERSHIP AND EMPOWERMENT “My long-term vision is aligned with our mission, which is having this community be one where residents have enough time and energy and awareness to advocate for themselves on a consistent basis.” David Queeley, Codman Square Neighborhood Development Corporation Two interviewees said that investment programs should empower workers to advocate for better wages and working conditions. Four interviewees noted the power of unions for achieving this, while one interviewee said that worker cooperatives are an effective way to empower workers. One interviewee highlighted that green careers should enable residents to reinvest in their communities. Jobs created by investments should encourage this reinvestment, fight displacement, and be supported by policies that empower workers with collective Photo: David Hills. Courtesy of Cape Cod Commercial Fishermen’s Alliance bargaining rights and decision making power. Photo: Courtesy of Benjamin Franklin Institute of Technology Photo: Courtesy of Massachusetts Association of CDCs X Climate-XChange.org 22Housing Photo: Josh OlaldeCENTERING THE NEEDS AND VOICES OF FRONTLINE COMMUNITIES HOUSING AFFORDABILITY AND QUALITY The housing crisis and cost of living are central In all, 18 interviewees (62 percent) discussed themes of social and environmental justice in housing affordability and 17 interviewees (59 “Housing is Massachusetts. A full 93 percent of interviewees percent) discussed the burden of utility and and remains a representing CDCs, two-year colleges, community energy costs. A household is considered “cost- struggle — if you organizations, and union and trade groups burdened” when more than 30 percent of income discussed housing a total of 671 times in their is used for housing. In every region of the state, don’t have a job interviews, which is second only to the topic of approximately one third of households are cost- you can’t pay jobs. During COVID-19, the home has evolved burdened.26 In New England, a greater percentage for and buy your beyond shelter into a place of work and education, of low income households are “energy burdened” necessities. So revealing the displacement, overcrowding, and than in all other regions of the United States.27 deterioration of the state’s housing market for low- Boston has the fourth highest percentage of you’re struggling income communities and communities of color. low-income households that are energy burdened to pay the rent... compared to all major metropolitan areas.28 When family income cannot keep pace with a if you come to neighborhood’s rising rent and property values, Housing insecurity, displacement, and low-quality deal with housing low-income families are at risk of being displaced housing are key compounding stressors on health insecurity, it’s from the community. and social mobility. In 28 instances, interviewees a very unstable emphasized housing as a public health issue. Displacement can take multiple forms: Globally, household air pollution kills 3.8 million environment.” people annually, and old dilapidated buildings and • Direct displacement occurs when a family can Community fossil fuel-based appliances are strong contributors no longer afford rent or mortgage payments and to poor indoor air quality.29 Children living in a Development is forced to move. This can happen forcefully home with a gas stove, for example, have a 42 Corporation through direct eviction and extreme rent percent higher risk of having current asthma, and a Representative increases, or through “soft evictions” where 32 percent higher risk of having lifetime asthma.30 landlords harass or otherwise deteriorate the shelters of tenants to force them to leave.24 Housing security is also a vital factor in mental health and upward mobility. For example, if • Exclusionary displacement occurs when new a family is housing insecure, forced to move low-income residents cannot afford to move multiple times per year, and confined to into a community due to increased rent and substandard crowded spaces, those conditions property values. This can also be the result of can have damaging effects on the mental and discriminatory practices such as barring tenants physical health of families. Interventions that with housing vouchers.25 stabilize the housing conditions of the family have • Cultural displacement occurs as new, wealthier been found to measurably improve the mental residents move in, along with new shops and and physical health of adults and children.31 This services that change the cultural character of the applies to other economic stressors such as community, which can leave remaining residents energy insecurity, which is linked to worse health with a sense of dislocation from outcomes for Boston families in poverty.32 the neighborhood. 24 | Typical landlords tactics for soft eviction include cutting off utilities, removing parking abilities, ignoring maintenance requests, or otherwise allowing unsafe and uncomfortable conditions to persist such as mold, pests, lead paint, rotting floors, and airborne pollutants. See https://www.urbandisplacement.org/pushedout for more information on direct displacement. 25 | The Uprooted Project also lists changes in land use or zoning as a cause of exclusionary displacement, such as eliminating units for households without children. “Tools for Texas Communities.” The Uprooted Project, sites.utexas. edu/gentrificationproject/understanding-gentrification-and-displacement/. 26 | Cost burden is defined as paying more than 30% of income for housing. “Many Households Burdened by Housing Costs in 2019.” Joint Center for Housing Studies, 2020, https://tinyurl.com/4cakanwh 27 | Drehobl, Ariel, et al. American Council for an Energy-Efficient Economy, 2020, How High Are Household Energy Burdens?: An Assessment of National and Metropolitan Energy Burden across the United States. (page 14) 28 | Drehobl, Ariel, et al. American Council for an Energy-Efficient Economy, 2020, How High Are Household Energy Burdens?: An Assessment of National and Metropolitan Energy Burden across the United States. (Page 8) 29 | “Household Air Pollution.” World Health Organization, World Health Organization, 17 June 2020, www.who.int/ airpollution/household/en/. 30 | Lin, Weiwei, et al. “Meta-Analysis of the Effects of Indoor Nitrogen Dioxide and Gas Cooking on Asthma and Wheeze in Children.” International Journal of Epidemiology, vol. 42, no. 6, 2013, pp. 1724–1737., doi:10.1093/ije/dyt150. 31 | Bovell-Ammon, Allison, et al. “Housing Intervention For Medically Complex Families Associated With Improved Family Health: Pilot Randomized Trial.” Health Affairs, vol. 39, no. 4, 2020, pp. 613–621., doi:10.1377/hlthaff.2019.01569. X 32 | Hernández, Diana. “Understanding ‘Energy Insecurity’ and Why It Matters to Health.” Social Science & Medicine, Climate-XChange.org 24 vol. 167, Oct. 2016, pp. 1–10., doi:10.1016/j.socscimed.2016.08.029.NOT REPEATING HISTORICAL INEQUITIES IN SYSTEMS There is a long history of racism, exclusion, and inequity in the American housing market that “I refuse to give up. I really persists today. Current residential segregation don’t want us to resign by race, ethnicity, and income is a result of ourselves to accepting that discriminatory practices by federal, state, and local governments, as well as the private housing the only way to keep housing industry. These institutional barriers to an affordable is to make sure it is equitable housing market are still in place, and of lousy quality.” include discrimination in the housing, mortgage, and insurance markets; exclusionary zoning; Joe Kriesburg, Massachusetts Association government policies affecting the location of and of Community Development Corporations access to subsidized housing; disparities in private (MACDC) and public investments; and the displacement of residents due to the cumulative inequities that created today’s income and wealth disparities.33 Nine interviewees, primarily representing CDCs and community organizations from urban Government investments are not immune from communities, mentioned displacement. In these structural inequities, and risk perpetuating particular, several interviewees emphasized that them if not designed to grapple with the reality displacement within the community does not of inequality and its root causes. Our research necessarily price families out of the area, but highlights three common housing justice barriers often rather prices families into overcrowded to overcome in a green investment plan: (1) arrangements within sub-standard units. Multiple gentrification, (2) upfront capital access, and (3) interviewees stressed that families are doubling older housing stock. or tripling up into dilapidated housing, which goes GENTRIFICATION unseen in homelessness statistics.34 Displacement, urban flight, and gentrification Multiple interviewees recommended a proactive are major challenges to frontline communities, community-municipality-state partnership to particularly in and around urban regions of the ensure that new investments into housing help state. Families are forced to live farther out from address the needs of actual community residents. sources of employment, which in turn requires Interviewees perceived green investment as a commuting or seeking inefficient forms of public promising tool to soften the housing market transportation. One public health organization challenges listed above — as people have more interviewed found that it is more difficult for options about where to live affordably, gateway their patients to access their community clinic, as cities and urban neighborhoods become more they are priced into remote areas without reliable accessible and inviting places to live. public transportation access. 33 | Melnik, Mark, and Abby Raisz. “Greater Boston Housing Report Card: Race, Equity & Housing in the Time of COVID-19.” The Boston Foundation, 14 July 2020, www.tbf.org/news-and-insights/reports/2020/july/greater-boston- housing-report-card-2020-race-equity-covid. 34 | The 41st Annual Homeless Census finds that Boston had fewer total homeless individuals and families in 2021 compared to 2020, but a greater number of individuals without shelter. Source: City of Boston, “41st Annual Homeless Census.” April 27, 2021. https://d279m997dpfwgl.cloudfront.net/wp/2021/04/2021-Census-Memo1.pdf X 25 Climate-XChange.orgUPFRONT CAPITAL AS A BARRIER “What Mass Save offers is not enough. People can’t afford to electrify their oil heaters, let alone their gas heaters, or perform other retrofits, even with the level of subsidies that are being offered.” Pat Alvarez, Southwest Boston CDC Despite the community benefits of investing in green and deeply affordable housing, there are still serious capital constraints that can prevent families and communities from participating in and benefiting from the green transition. Greener developments, retrofits, and solar arrays are expensive and can require substantial upfront funds to finance. This is a key barrier in the housing sector, where many long-term financial decisions, such as building home equity rather than renting property, performing deep retrofits and energy efficiency improvements, or installing a solar array on the home, pay themselves back over time, but still require too much upfront capital for low- income families to take full advantage. Mass Save and other financial interventions that reduce upfront costs were cited by the interviewees as valuable tools to combat unequal access to upfront capital. However, existing levels of subsidy are not sufficient for low-income families. Tenants have trouble accessing the program, as they lack the legal authority to make such energy efficiency or retrofit modifications to the property that would reduce energy bills. If a landlord uses a state program such as Mass Save to improve the property, they may be inclined to raise rent on tenants. Photo: Courtesy of Hilltown CDC X Climate-XChange.org 26THE BARRIERS OF OLDER HOUSING “One of the biggest problems with getting housing stabilized, and particularly in frontline communities...the houses themselves need an influx of thousands of dollars to be compliant so they can even have access to Mass Save. It’s old housing, these things have to be upgraded in order to make that possible.” Community Organization Representative Our interviewees also find that the older housing abatement are different from that of energy stock in their community is challenging to fix. efficiency and retrofit programs. One third of all housing units in Massachusetts Multiple interviewees emphasized the need for were built before 1940, and 60 percent were built new resources for organizations and households in before 1970.35 Multiple interviewees identified communities of color to not only afford upgrades, through their work that communities of color in but also navigate the upfront challenges of older the state live in older housing stock than white dilapidated housing stock. One interviewee stated communities.36 that HVAC companies don’t always understand Before retrofits can even be considered, a home how to achieve peak efficiency in older housing, must have a requisite state of repair that may cost and as a result families pay for upgrades yet don’t thousands of dollars to meet. Historically, policy see the energy savings they anticipated. makers prefer to spend stimulus money quickly The quality and age of housing can impact on projects that are ready to be implemented on access to other green investment programs. One day one. If investment-funded retrofits do not interviewee explained that before a community consider the barriers of older housing, particularly can even imagine having a microgrid, housing in communities of color, then the program is at and buildings need the electrical infrastructure risk of inequitably favoring retrofit-ready homes in to support it. When buildings are too old, and higher-income communities. filled with renters, the landlord is not incentivized Older housing stock also presents health to pay for electrical upgrades and can prevent challenges, such as asbestos and lead exposure, microgrid initiatives from taking place. The for local residents. A full rehabilitation of these renter-landlord dynamic is exacerbated with properties should not only address their energy vulnerable populations such as Medicaid patients, issues, but also other health and safety issues. undocumented families, and low income residents However, this is difficult to navigate, as the who may avoid discussing repair or efficiency regulations, programs, eligibility requirements, opportunities with landlords in fear of being and timing considerations for lead and asbestos displaced by the landlord. 35 | U.S. Census Bureau, American Community Survey 2019. https://tinyurl.com/kd7c6jnn 36 | Korman, Henry, and Bonnie Heudorfer. Metropolitan Area Planning Council, 2014, Fair Housing and Equity Assessment for Metropolitan Boston. X 27 Climate-XChange.orgINCREASING SOCIAL MOBILITY HOMEOWNERSHIP “Affordable homeownership would be a huge thing to focus stimulus funds on. I mean, figuring out ways, both for rental but really on homeownership ways to provide people with the ability to build longer term equity and wealth. I think that is what’s going to take people out of this.” Spencer Buchholz, Lawrence Community Works While increasing family income helps families Homeownership was also cited as a key priority cover their current needs, increasing family wealth for investments and other interventions into or financial equity allows them to build for the the housing market. Renters are chronically long-term by investing in education, creating disadvantaged in accessing government programs businesses, covering sudden expenses, such as that reduce energy reliances, since it is difficult medical emergencies or job loss, and building to make changes to a property that isn’t owned by durable social mobility. the resident. However, upfront capital and wealth inequality bars many families from purchasing A 2015 study by Duke University finds that the property in areas close to employment and other per capita median net-worth in the Greater essential services. Boston region was about $250,000 for white people, $12,000 for Caribbean Black people, The community can experience policy tensions $3,000 for Puerto Ricans, $8 for non-immigrant between the need to build wealth appreciation African Americans, and $0 for Dominicans.37 for the homeowner and the need to maintain Homeownership and debt are driving factors long-term price controls for the community. for this disparity. One third of non-immigrant Frontline community members who own property African Americans in the area own a home, have much to gain when their surrounding area compared to 80 percent of whites. Homeowners in increases in property value, whereas local tenants communities of color are also more likely to have bear the burden of increased rent costs. However, mortgage debt, student loans, and medical debt.38 in all cases the presence of non-resident investors and speculators was cited as a detriment to the Ten interviewees, a majority of whom represented housing market for the frontline communities. CDCs or community organizations, emphasized Several interviewees emphasized the need for the importance of home and property ownership, financial initiatives that lower the capital barriers both as a contributor to the state’s racial wealth for working families to access and compete in the gap and a key component of a long-term solution. homeowners market. 37 | Muñoz, Ana Patricia, et al. “The Color of Wealth in Boston.” Federal Reserve Bank of Boston, Duke University, The New School, and the Federal Reserve Bank of Boston, 25 Mar. 2015, www.bostonfed.org/publications/one-time-pubs/ color-of-wealth.aspx. 38 | Ibid. X Climate-XChange.org 28BUILDING ON EXISTING SUCCESSFUL PROGRAMS When asked how green investments could help the community navigate local challenges, interviewees “It’s about stabilizing the pointed to three main solutions to housing: rental market by giving the financial assistance, home energy improvements funding [...] what happens and/or retrofits, and deeply affordable transit- oriented housing development. when a moratorium on eviction ends and suddenly I FINANCIAL ASSISTANCE AND PROTECTION owe all of my rent? Is there a way to forgive that rent or get Interviewees overwhelmingly recommended that money be directed towards both short- that taken care of the same term and long-term housing financial alleviation. as the utilities?” Interviewees listed measures such as rent relief, rent forgiveness, and expanding existing programs Samantha Bilal, Public Health Institute of such as LIHEAP, to alleviate immediate bills and Western Massachusetts eviction risks. Massachusetts, despite the housing crisis, has outperformed other states in avoiding prevented thousands of evictions in the short- eviction during the pandemic due to heavy term.39 Between October 2020 and March 2021, utilization of rental assistance programs such as 85 percent fewer residential evictions were filed the Rental Assistance for Families in Transition year-over-year.40 (RAFT), and the Massachusetts Rental Voucher Program (MRVP). For medium to long-term solutions, multiple interviewees listed financial instruments such as Many municipalities have established or are in tax credits, new community land trusts and co- the process of setting up temporary emergency ownership programs, and other creative financing rental assistance (ERA) programs as well, drawing mechanisms to lower barriers to homeownership. from local re-purposed funds such as the One interviewee stressed that community-led Community Preservation Act (CPA), Affordable finance programs such as land trusts can also be Housing Trust Funds, Community Development a vital anti-displacement measure to ensure that Block Grants, and more. The Greater Boston local families capture the property value benefits Housing Report Card, released annually by the of developing new public transportation options in MHP Center for Housing Data, finds that the their community. eviction and foreclosure moratorium in 2020 39 | Hopper, Tom, and Callie Clark. Massachusetts Housing Partnership’s (MHP) Center for Housing Data, 2020, Housing Stability COVID and Beyond. 40 | “Press Release: Baker-Polito Administration Announces Federal Funding Through Eviction Diversion Initiative.” Mass.gov, Office of Governor Charlie Baker and Lt. Governor Karyn Polito, 2 Apr. 2021, www.mass.gov/news/baker- polito-administration-announces-federal-funding-through-eviction-diversion-initiative. X 29 Climate-XChange.orgRETROFITS AND ENERGY EFFICIENCY “One of the biggest priorities for immediate green stimulus funding is retrofitting homes so that folks are not paying really high utility bills either for heat during the winter or cooling during the summer. I would fund energy resilience.” Environmental Justice Organization Representative An overwhelming majority of interviewees view green investments on the survey. In 17 instances, green upgrades to housing, which includes interviewees cited retrofitting and weatherization weatherization, energy efficiency, solar panels, as a key local job creator and career path, given water upgrades, and other retrofits, as win-win the inexpensive training required and the universal investments for the community. Retrofits and demand for service. Multiple interviewees stressed efficiency upgrades can be designed to soften the need to prioritize minority and women cost burdens for low-income families living contracting firms in the local community when in older housing stock and rental properties, implementing housing upgrade programs. while simultaneously improving family health The potential for reduced utility costs and and quality of life and generating new technical improved health outcomes was of foremost career paths for local residents seeking interest for interviewees, particularly when home employment. Green upgrades to housing were retrofits are combined with local sources of discussed by 21 interviewees (72 percent) a total renewable electricity, such as rooftop solar and of 308 times, which is the highest occurrence community microgrids. Multiple housing experts rate of any housing sub-topic analyzed. interviewed emphasized that retrofits and energy Twenty-one out of 22 interviewee survey efficiency are still a low hanging fruit for the older respondents (95 percent) rated the Mass Save distressed housing stock, which combined with program as a “somewhat high” or “very high” rooftop solar has a break-even timeline of four priority for the community they represent to seven years or less. To the degree that local (seven and 14 interviewees, respectively). renewable projects decrease the cost of energy, Overall, it was the second-most popular of 19 residents can put that money saved towards other vital expenses. Photo: Courtesy of Mobius Builders X Climate-XChange.org 30DEVELOP MORE DEEPLY AFFORDABLE HOUSING “A long-term vision for communities is [...] to have a place that they can both work and live in. Stabilizing housing is really about stabilizing the market to be a place for everyday people, rather than set up for realtors.” Community Organization Representative Interviewees commonly indicated that Public housing and affordable housing programs, investments be directed towards creating new which one interviewee noted as “one of our deeply affordable housing developments in their existing bulwarks against gentrification and communities, with special care given to the green homelessness,” haven’t been sufficiently funded standards of new units as well as the transit since before the Reagan administration, and the offerings and land use planning surrounding federal budget for housing assistance is on pace to new units. All 22 interviewee survey respondents fall to its lowest levels in 40 years by 2025.42 rated transit-oriented developments as a Some interviewees stressed that any new buildings “somewhat high” or “very high” priority for the must be compatible with a zero-emissions future. community they represent (10 and 12 interviewees, Reducing emissions in the buildings sector is respectively). Overall, it was the third-most imperative to achieve net zero emissions by popular investment of 19 different programs on 2050.43 Electrified, energy efficient buildings may the survey. be more expensive to build in the short-term, but In recent years, climate and housing groups are vastly cheaper to maintain over the building’s in the state have found a natural alignment lifetime. Beyond building new units, interviewees in seeking sustainable development patterns. also stressed the need to tackle housing access The housing crisis was cited by interviewees by increasing homeownership and fostering as compounding transportation emissions by equal access to the labor market, so that families pushing families out of the city, who then need have the spending power to afford more energy- to drive or find inconvenient bus routes to get to efficient housing. work. This puts particular strain on communities Low-income housing investments, green building of color, who are three times more likely than codes, retrofits and energy efficiency programs, predominantly white communities to have and creative homeownership finance can together commutes greater than one hour.41 help address the housing crisis and climate crisis concurrently. The interviewees stressed the need to leverage capital from all sources, including state, city, federal, and private, to adequately fund these solutions. 41 | Williams, Victoria L. Boston Fair Housing Commission, 2010, Analysis of Impediments to Fair Housing Choice. 42 | Rice, Douglas. “Chart Book: Cuts in Federal Assistance Have Exacerbated Families’ Struggles to Afford Housing.” Center on Budget and Policy Priorities, 12 Apr. 2016, www.cbpp.org/research/housing/chart-book-cuts-in-federal- assistance-have-exacerbated-families-struggles-to#section04. 43 | “An Act Creating a Next-Generation Roadmap for Massachusetts Climate Policy.” 2021.https://malegislature.gov/ Laws/SessionLaws/Acts/2021/Chapter8 X 31 Climate-XChange.orgCOMMUNITY LEADERSHIP AND EMPOWERMENT “When a community has been involved in the process, and has actually been able to really see their community grow, that there’s a real investment, they see the value of where they live and hold it as beautiful. People want to live in a place where they feel valued.” Community Organization Representative Equitable programs at the nexus of housing Multiple CDCs and other nonprofits interviewed and climate require close partnership with are already implementing successful local the community. This extends beyond housing programs, such as community land trusts (CLTs), when communities are deciding what the future partnerships with affordable housing developers, environment will look like. Development decisions and incubator projects using state funds such as cannot be made in a vacuum but rather have to Mass Save or MassCEC programs. The leading incorporate what else makes communities livable factor that limits the work of community and economically viable, such as green spaces, organizations is not a lack of ideas, solutions, access to essential services, and or skills, but a lack of resources compared to transportation access. wealthier communities and organizations. This includes involving the local community Multiple interviewees recommended a proactive in decisions that will affect where jobs and community-municipality-state partnership to other upfront investment benefits will go. One ensure that new investments address the housing interviewee stressed the need to offer technical needs of the residents, not just developers. Larger assistance and resources for CDCs, as well as municipalities may have staff structure in place, minority and women-owned developers and such as a sustainability coordinator or development contractors so that the jobs created by housing director, to facilitate such a partnership, however investments go to the frontline community some CDCs interviewed had no such municipal as a beneficiary. staff in the communities they serve. Photo: Courtesy Dudley Street Neighborhood Initiative X Climate-XChange.org 32Inf rastructure Photo: Aubrey OdomGreen infrastructure was an important element to the interviews. A wide variety of projects “Even though low-income were brought up, including: energy efficiency, people are going to be retrofitting, and wind and solar energy the last ones to get into infrastructure. However, due to pandemic- related concerns around equity and access to the electric vehicle world, quality work and education, transportation and they will start getting the broadband emerged as the most critical pieces hand downs of those kinds of infrastructure. The COVID-19 pandemic of things and they’ll need compounded historical inequities such as unequal air quality burdens and lack of access to the charging stations. We’re internet. This section focuses on transportation talking about how to make and broadband related concerns highlighted by those investments for the interviewees and survey respondents. future even though they’re kind of expensive.” CENTERING THE NEEDS AND VOICES OF FRONTLINE Community Development COMMUNITIES Corporation Representative Investments in green infrastructure projects can create opportunities for communities to not only investment in electric vehicle infrastructure, recover from, but to prosper despite the impacts such as charging stations, should also coincide of the COVID-19 pandemic. The pandemic has with equity projects to increase frontline exacerbated existing community concerns such community access and support for a more as unequal access to public transportation, public equitable deployment of electric vehicles and health inequities, and lack of access to essential other electrified transit.45 Creating infrastructure infrastructure. Infrastructure projects can offer a to build capacity for and access to future electric wide variety of benefits for frontline organizations vehicle use is necessary for a low-carbon future. and communities. However, this does not mean that electric Projects that tackle transportation and broadband vehicle rebates and charging stations should should consider the equitable distribution of not be included in future policy packages. Eight impacts to frontline communities. Centering interviewees stressed the importance of electric frontline communities was especially evident in vehicles as an infrastructure investment and a discussing accessibility to electric vehicles. priority for Massachusetts to move towards less carbon-intensive transportation. Additionally, as Single-family electric vehicles are a significant three of interviewees suggest, equity concerns investment and are often inaccessible to low- can be addressed through electric vehicle income communities and communities of color. infrastructure implementation. The creation and In California, electric vehicle rebates might serve maintenance of electric vehicle sharing programs as wealth transfers from low-income tax-paying could temporarily bridge this accessibility gap. communities to middle and high-income families Further engagement and input from frontline that can afford electric vehicles.44 The barrier community and organization leaders will be to accessing electric vehicles due to high costs important in addressing equity issues around the was identified by six interviewees representing deployment of electric vehicles including but not communities across the state. Therefore, any limited to subsidy wealth transfers, accessibility, and supply chain impacts. 44 | Bryce, Robert. “California Assemblyman Says State’s Push For Electric Vehicles Fuels ‘Environmental Racism’.” Forbes, Forbes Magazine, 24 Sept. 2020, www.forbes.com/sites/robertbryce/2020/09/24/california-assemblyman-says- states-push-for-electric-vehicles-fuels-environmental-racism/?sh=3fc4d3292b9a. 45 | Walton, Robert. “States, utilities must ensure equitable investment in electric vehicle infrastructure, new report warns.” Utility Dive, 7 April 2021, https://www.aceee.org/white-paper/2021/04/siting-electric-vehicle-supply- equipment-evse-equity-mind. X Climate-XChange.org 34NOT REPEATING HISTORICAL INEQUITIES IN SYSTEMS Air quality concerns were mentioned as priority “That’s things like issues for 12 interviewees across Massachusetts and from community organizations, CDCs, environmental racism, and and unions. Six of these interviewees further communities of color getting expressed their concerns about the correlation redlined near highways [and] between poor air quality and high rates of asthma, near waste sites.” especially in Springfield, Massachusetts. The respondents also raised concerns that asthma Andy Hyatt, CIR SEIU is indicative of long-term systemic issues that highlight not only the unequal air pollution burden, but also historic public health challenges The electrification of public transportation is for Black and Brown communities. A respondent also a key issue for Massachusetts community also expressed concerns that high rates of asthma organizations. Not only is transportation the have also contributed to the impacts of the biggest current source of greenhouse gas COVID-19 pandemic on the community.48 emissions in the state, but the use of non-electric By transitioning to electrified and expanded public transportation raises air pollution and public transportation systems, Massachusetts environmental justice issues.46 The burden of air could reduce its largest source of pollution while pollution related to traffic and diesel-powered tackling historic air pollution inequities. This public transportation in Massachusetts remains concern is highlighted by two interviewees who inequitably distributed, with predominantly Black emphasized the need to move away from diesel- and Hispanic communities continuing to face powered transportation due to their proximity higher rates of pollution and particulate matter.47 to affordable housing units where vulnerable The survey of the interviewees found that both populations reside. air quality monitoring and transit oriented development were among the top five priority “I know of people who projects for the communities they represented. These priority projects reflect historical inequities literally told me that in the in public transportation and the disproportionate summertime when their impacts that diesel powered transportation windows are open, you have and traffic has had on frontline communities. to clean a layer of grime off Investments in electrified public transportation would help address these concerns. the dining room table from the diesel fuel.” Pat Alverez, Southwest Boston CDC 46 | “GHG Emissions and Mitigation Policies.” Mass.gov, Executive Office of Energy and Environmental Affairs, www. mass.gov/info-details/ghg-emissions-and-mitigation-policies#greenhouse-gas-emissions-trends-. 47 | Rosofsky, Anna, et al. “Temporal Trends in Air Pollution Exposure Inequality in Massachusetts.” Environmental Research, vol. 161, 2018, pp. 76–86., doi:10.1016/j.envres.2017.10.028. 48 | Riemer, Emily. “Asthma Added to List of COVID-19 Comorbidities for Vaccine Eligibility.” WCVB, WCVB, 23 Feb. 2021, www.wcvb.com/article/asthma-massachusetts-coronavirus-comorbidities-covid-19-vaccines/35538913#. X 35 Climate-XChange.orgINCREASING SOCIAL MOBILITY Infrastructure has the potential to open up quality of the State Climate Policy Network did not work and social mobility for frontline communities identify broadband projects in their top five identified by our interviewees. Seven interviewees infrastructure projects. This suggests that shared their observations on how the COVID-19 frontline organizations, in comparison to other pandemic has further exposed infrastructure gaps Massachusetts stakeholders, are more concerned in their communities. with access to high-speed internet. The interviews suggest that the need for broadband is intrinsically INTERNET ACCESS tied with essential work and education needs that were augmented during the COVID-19 pandemic. “[Access to basic needs] still TRANSPORTATION remains the biggest issue. Reliable, affordable public transportation is also an We have residents within our essential infrastructure project for interviewees. portfolio who are behind in The interviewees commonly raised concerns about rent, whose jobs have not infrastructure along with concerns about jobs and transportation. The frequency of these issues come back, who have their children at home because the schools aren’t open, who “Access to quality, ethical, and have poor internet service. equitable jobs is making sure The kids are often kicked off people [are] getting paid a of whatever Zoom school living wage and have access. they’re in at that point. It’s [Transportation] really plays just a multitude of issues.” into access, being able to get to work, and access to work Caitlin Robillard, Allston-Brighton CDC that’s viable, and sustainable.” Community Organization Representative During the COVID-19 pandemic, access to quality internet services is essential for education and work. However, access to the internet is not being tied together suggests that communities equitable. In 2015, the Pew Research Center found are particularly concerned with infrastructure that only 15 percent of middle and high school projects and its relation to transportation and aged students nationwide had reliable access quality work. Connecting low-income and to quality internet services. The majority of the communities of color to quality work is an avenue students that did not have access to the internet to increase social mobility. were from low-income communities of color.49 Investments in broadband would help close Similarly to broadband internet, access to the digital divide and provide access to quality reliable and affordable transportation connects education and work. communities to their places of work. Eight interviewees across Massachusetts and Interviewees representing community representing two-year colleges, community organizations, unions, and CDCs in our survey organizations, unions, and CDCs all identified identified that their first infrastructure priority public transportation as crucial for essential is building out broadband. In contrast, the survey activities and connecting communities to respondents from Massachusetts residents quality jobs. 49 | Auxier, Brooke, and Monica Anderson. “As Schools Close Due to the Coronavirus, Some U.S. Students Face a Digital ‘Homework Gap’.” Pew Research Center, Pew Research Center, 27 July 2020, www.pewresearch.org/fact- tank/2020/03/16/as-schools-close-due-to-the-coronavirus-some-u-s-students-face-a-digital-homework-gap/. X Climate-XChange.org 36BUILDING ON EXISTING SUCCESSFUL PROGRAMS TRANSPORTATION ACCESSIBILITY “Putting an extensive amount of stimulus funding to the public transit system, [especially] around electrification, but also around just expanding the network [...] can help reinvigorate the economy and get people back into using the [public transportation] system.” Anna Leslie, Allston Brighton Health Collaborative As outlined previously, a core infrastructure Massachusetts Institute of Technology (MIT) project that interviewees identified as a priority found that a reduction of public transportation is the expansion of public transportation. To costs by 50 percent in Boston increased low- build out and expand public transportation would income ridership by 30 percent, and that the create long-term resilience for communities majority of the reduced-price trips taken were to access quality jobs and reduce the need for connecting people to essential resources like private vehicles. Expansion of transportation healthcare.50 Improving the affordability of public infrastructure and accessibility would also open transportation would maximize its benefits to up access to job training, childcare, education, and frontline communities. Means-tested fares or improve the overall quality of life. free public transportation could further help the affordability and use of public transportation Public transportation is a vital resource for for frontline communities. The theme of public low-income communities but affordability transportation expansion and affordability was remains a barrier. In 2019, researchers at the identified by eight interviewees as essential for their communities across Massachusetts. Photo by Adam E. Moreira 50 | Rosenblum, Jeffrey, et al. Massachusetts Institute of Technology, 2019, How Low-Income Transit Riders in Boston Respond to Discounted Fares: A Randomized Controlled Evaluation. X 37 Climate-XChange.orgCOMMUNITY LEADERSHIP AND EMPOWERMENT “We don’t want just gray walls around the neighborhood of the seacoast — you want active parks, you want recreation, you want access to the water, all the things that make us a beautiful, wonderful, culturally, internationally respected city.” Community Development Corporation Representative A 2015 study found that the American Recovery leadership is a theme throughout infrastructure and Reinvestment Act of 2009 did not create long investments that can support the existing lasting benefits to Black and Brown communities. vulnerable communities in Massachusetts. It can It failed to address systemic barriers to wealth serve as a framework to understand the benefits of generation and was implemented in a race-neutral anti-displacement, job creation for local residents, way that did not account for the high rates of and access to quality work through both internet unemployment in communities of color.51 These access and public transportation. Massachusetts inequalities also persisted in green infrastructure has the opportunity to avoid repeating these past investments that focused on creating mostly mistakes by centering community leadership unskilled labor.52 The value of community to generate long lasting change through infrastructure investments. Photo: Courtesy of Massachusetts Association of CDCs 51 | Gray, Vance, et al. “American Recovery and Reinvestment Act of 2009: A Political Analysis of Its Impact on Black and Latino Unemployment in the United States.” Race, Gender & Class, vol. 22, no. 3-4, 2015, pp. 107–135. JSTOR, www. jstor.org/stable/26505352. Accessed 7 Apr. 2021. 52 | Popp, David, et al. National Bureau of Economic Research, 2020, The Employment Impact of Green Fiscal Push: Evidence from the American Recovery Act. X Climate-XChange.org 38Design & Process Photo: Oakville NewsIt is vital that investment packages and programs schools in a safe way. Investment packages that harness community knowledge and are designed do not address the lack of family care will not with the lived experience of all Americans in mind. equitably lift up women, particularly women This section details aspects of investments which of color, and thus will not have an equitable limit access to frontline communities, as well as distribution of impacts. strategies for considering historical barriers and LANGUAGE BARRIERS community assets in program design moving forward. “I think, number one for us, and [where] CENTERING THE NEEDS we’ve really tried to bridge the gap, are AND VOICES OF FRONTLINE immigrants, people [for whom] English COMMUNITIES is not their first language. There’s already ACCESS TO FAMILY CARE a trust issue, even people that are residents, but don’t speak English. “Families with children, if they don’t There’s also maybe not the most trust have money to pay for childcare, then with some government institutions. So they’re not working, and then they have they come to DSNI because we’ve built no money for food and everything else. that trust over generations.” Childcare is critical. Whether that’s Mike Pollio, Dudley Street Neighborhood Initiative different ways to pay the people who then can pay the childcare or make Nearly a quarter of Massachusetts residents speak childcare free but that would be huge.” a language other than English, which is higher than the national average of 21.9 percent.56 The top John Waite, Franklin County CDC five other languages spoken in the Commonwealth are Spanish, Portuguese, Chinese, Haitian Creole, and Vietnamese. The diversity of language in The need for family care did not originate with the Commonwealth should be reflected in how the pandemic, but was exacerbated by closures information about investments is disseminated. mandated by the public health crisis. This problem unevenly affects women, who have already been Eight interviewees from both Western and more likely to leave the workforce, be laid off, or Eastern Massachusetts, who span community consider quitting to provide care for their children organizations, community development or other family members.53 Additionally, 93 percent corporations, and unions mentioned language of employees in the childcare field are women, and access as an important aspect to include in the 45.3 percent are Black, Asian, or Latinx.54 information spread about investment programs. Among the interview participants, eight indicated Many noted the role of local organizations with that child or elder care was a concern for the community trust and knowledge in distributing members of their communities representing information about how to access new and Western and Eastern Massachusetts, urban existing government programs. State and local and rural populations, and community governments can do more to increase access organizations, CDCs, and unions. In rural by translating documents into other popular Western Massachusetts, limited or inconsistent languages in Massachusetts; however, there will transportation can also serve as another barrier to always be gaps. Community organizations know accessing child or adult care.55 Various suggestions first-hand the languages in their community and emerged from interviews including investing can help ensure the most isolated and vulnerable in child care vouchers and strategies to reopen residents have fair access. 53 | Cassella, Megan, and Eleanor Mueller. “A Lack of Child Care Is Keeping Women on Unemployment Rolls.” POLITICO, POLITICO, 25 June 2020, www.politico.com/news/2020/06/25/child-care-women-unemployment-339012. 54 | “Employed Persons by Detailed Occupation, Sex, Race, and Hispanic or Latino Ethnicity.” U.S. Bureau of Labor Statistics, U.S. Bureau of Labor Statistics, 22 Jan. 2021, www.bls.gov/cps/cpsaat11.htm. 55 | Gould, Toby. Rural Commonwealth, 2018, Transportation in Massachusetts’ Rural Core: What’s Missing?, www. ruralcommonwealth.org/. 56 | “Massachusetts for Massachusetts.” Data USA, datausa.io/profile/geo/massachusetts/demographics/languages. X Climate-XChange.org 40NOT REPEATING HISTORICAL INEQUITIES IN SYSTEMS PROVIDING TECHNICAL ASSISTANCE Smaller, resource-constrained cities and nonprofit organizations struggle to leverage the benefits of “I also agree that it government programs when the systems to access shouldn’t be a complex them are convoluted, and they do not have the grant program that someone capacity or the resources to navigate it. Twelve interviewees from most types of organizations, needs a grant writer to apply geographic location, and population density for. That’s also important noted the difficulties faced by their organizations, so that smaller organizations municipalities, and residents in accessing funding and smaller groups can and incentives at large. access it and can apply and One respondent from a community development not feel overwhelmed and corporation noted her desire to build deeply affordable housing that had solar panels and daunted by a complex electric vehicle charging stations, but she application process.” came across “conflicting priorities” when her capacity and financial abilities were stretched Marisa Lopez, Newmarket Business by the complicated processes to access these Association, Jobs Initiative technologies at an affordable rate. Many respondents noted the potential benefits of dedicated personnel that could assist with grant applications for organizations and could help individuals navigate complicated processes to access incentives like Mass Save or the Low Income Home Energy Assistance Program (LIHEAP). Photo: Courtesy of Massachusetts Association of CDCs X 41 Climate-XChange.orgINCREASING SOCIAL MOBILITY ACCESS TO HIGHER EDUCATION “Providing funding to community colleges is really important. That tends to be a gateway for Lawrentians to enroll in higher education, and then launch into a four-year degree. It’s a very standard strategy of increasing educational attainment, and it’s often viewed as a means to increase one’s earnings over time. But, if they don’t achieve their educational goals, then they’re not going to be realizing that opportunity. And quite frankly, sometimes that mountain of debt scares a lot of young adults, which could delay achieving those goals.” Brad Buschur, Groundwork Lawrence Higher education as a means to increase access percent of students from high-income families to green jobs has been discussed throughout this attended college in comparison to only 52 report, but respondents also noted the importance percent of students from low-income families.59 of higher education as a means of achieving social This disparity can be drawn back to financial mobility for their residents. inaccessibility and underfunded academic preparation for college applications. In Massachusetts, there is a strong correlation between low rates of bachelor’s degree attainment Respondents cited many solutions to increase and high rates of unemployment.57 Twelve access to higher education through investments. interviewees across every type of organization, One interviewee mentioned using investments geographic location, and population density to increase existing scholarship programs, noted the benefits of higher education in their including Pell Grants.60 This strategy would communities. Bachelor’s degree holders are half increase affordability for higher education without as likely to be unemployed as their peers who requiring young people to assume a large amount only have a high school degree, and they make of student debt. Another interviewee suggested $1 million in additional earnings on average increasing opportunities for high school students over their lifetime.58 to take courses that are dually enrolled in a local two-year college. According to the Massachusetts However, the barriers to entry for low-income Department for Higher Education, low-income people and people of color can be insurmountable, students who took a dual enrollment course were harming their overall trajectory for economic almost 16 percent more likely than their peers who and social mobility. In 2010, approximately 82 had never taken a dual enrollment course to enroll in college.61 57 | Massachusetts Department of Higher Education . “The Degree Gap: Honing In on College Access, Affordability & Completion in Massachusetts.” The Vision Project / Massachusetts Department of Higher Education, June 2016, www.mass.edu/visionproject/degreegap/honing.asp. 58 | Edelson, David. “How Does a College Degree Improve Graduates’ Employment and Earnings Potential?” Association of Public & Land-Grant Universities, 27 Feb. 2020, www.aplu.org/projects-and-initiatives/college-costs- tuition-and-financial-aid/publicuvalues/employment-earnings.html. 59 | National Bureau of Economic Research (NBER). n.d. “Current Population Survey (CPS) Data at the NBER.” National Bureau of Economic Research, Cambridge, MA. 60 | Learn more about Pell Grants here: https://studentaid.gov/understand-aid/types/grants/pell 61 | Massachusetts Department of Higher Education . “The Degree Gap: Honing In on College Access, Affordability & Completion in Massachusetts.” The Vision Project / Massachusetts Department of Higher Education, June 2016, www.mass.edu/visionproject/degreegap/honing.asp. X Climate-XChange.org 42BUILDING ON SYSTEMS THAT ALREADY WORK “I don’t think that a lot of these investment pieces need to be reinvented. The wheel doesn’t need to be reinvented and new committees don’t need to come out of nowhere.” Environmental Justice Organization Representative Many interviewees echoed this idea of not In the survey of the interview respondents where reinventing the wheel and instead expanding each individual ranked the climate projects that upon programs that have proven success rates were most important to their community, Mass amongst the communities they serve. Eighteen Save was the highest-ranked project with 21 interviewees representing every type of out of 22 respondents ranking it as very or organization, geographic location, and population somewhat important. density emphasized the point of allocating Respondents stressed repeatedly that it was investments to programs that were already often unnecessary and not effective to create working well. Programs mentioned included: new systems and processes to distribute the benefits of investments. They want to see the • Mass SAVE programs that their residents already benefit from improved and better resources on how • Healthy Incentives Program (HIP) to navigate services to provide the most direct positive impact. • Supplemental Nutrition Assistance Program (SNAP) • MassCEC Programs • The Low Income Home Energy Assistance Program (LIHEAP) • Commercial Driver’s License Trainings • Pell Grants and Other Scholarships • Low Income Housing Tax Credits • Young Fishermen’s Development Act • MassWorks Infrastructure Program • Mass Growth Capital Corporation (MGCC) Small Business Technical Assistance Grant Program Photo: Courtesy of Public Health Institute of Western Massachusetts X 43 Climate-XChange.orgCOMMUNITY LEADERSHIP AND EMPOWERMENT “I would also encourage engaging communities in the solution strategy that we’re seeking to address, because they’ve already been resilient in surviving during the pandemic, so they also have the solutions to the plan that we might consider.” Samantha Bilal, Public Health Institute of Western Massachusetts Interviewees stressed that their organizations One prime example arose through an organization know the needs and the strengths of their in Lawrence. In the beginning of the pandemic, communities best and should play an active role they saw the urgent need of food access for its in deciding how to allocate investment resources. residents and the financial struggle of its local restaurants. They organized a program to pay local Local residents and organizations are generally restaurants to cook meals for residents struggling first responders in times of crisis and are with food insecurity. This program concurrently intimately familiar with the issues facing their stabilized the restaurant economy in the area and communities before, during, and after a crisis supported those who were hungry by utilizing the hits.62 The COVID-19 pandemic is no exception. unique assets of the Lawrence community. Many respondents noted the ways their organizations have creatively shifted beyond Community organizations have a deeper their missions to address the needs exacerbated understanding of their residents’ needs and skill by the pandemic and to emphasize the existing sets than any outside organization or level of strengths of their communities. Twenty-two government, and should design programs that fit interviewees across every type of organization, those unique experiences. Investment programs geographic location, and population density should leverage this community expertise and agreed that community organizations should take trust to create programs that effectively solve a leading role in designing and implementing compounding problems in neighborhoods. investment programs. Photo: Courtesy of Groundwork Lawrence 62 | Jaskulowska, Joanna. “Public Participation After Natural Disaster – Case Study Of Christchurch Earthquake Response.” Zarządzanie Publiczne.47 (2019): 225-45. ProQuest. Web. 8 Dec. 2020 X Climate-XChange.org 44Summary of Findings Photo: Erik McleanIn this moment of political, economic, social, and that decision-makers seize this moment and environmental crises, decision-makers have an dramatically invest in rebuilding our society to opportunity to learn from missteps in the past work for every community, not just the wealthy. in order to uplift all Americans equitably. But the Below are key recommendations drawn from each urgency of this moment cannot be overstated. If section of the report that represent the qualities this time is squandered and not used to its full and values that every investment package moving potential, generations will continue to suffer from forward should exhibit. Interviewees stressed the outcomes of historical discrimination, which that the stakes are too high to repeat the same are only exacerbated and compounded by the mistakes again. cascading crises of the present day. It is essential INVESTMENTS MUST: • Include policies that require local hiring to the maximum extent possible • Include policies that require a greater amount of minority hires • Provide scholarships to two-year colleges for vocational training and certificate programs Job Creation • Make it easier for small businesses and contracting firms to bid on government contracts, such as by parsing into smaller projects that local businesses can fulfill • Guarantee that minority contractors receive an equitable proportion of contracts • Foster community-municipality-state partnerships to ensure new investments in housing address the needs of the community, rather than just developers • Lower the capital barriers that prevent low-income families and renters from taking advantage of Mass Save and other homeowner services • Prioritize older, dilapidated housing to reduce utility costs and indoor health hazards • Expand financial assistance measures such as rent relief, rent forgiveness, tax credits, and LIHEAP in the Housing short to medium-term • Create new financial programs to increase homeownership access, such as community land trusts and co- ownership programs • Further expand Mass Save and increase the subsidies offered for low-income households to retrofit homes • Leverage a combination of city, state, and federal funding to accelerate the development of new, deeply affordable housing near transportation access • Expand affordable public transportation routes to serve and connect frontline communities to places of work • Install electric vehicle infrastructure throughout the Commonwealth Infrastructure • Address equity concerns by implementing electric vehicle ride share programs in frontline communities • Expand broadband infrastructure to connect communities to quality jobs and education • Expand infrastructure projects that increase demand for quality jobs in frontline communities • Increase access to family care in order to allow all caregivers to benefit from job creation benefits • Make information about accessing the benefits of investments widely available in languages other than English and leverage community organizations to ensure broad and equitable access • Increase ease of access to investments by ensuring that methods for distributing funds are as easy as possible with designated personnel to assist with applications Design and Process • Increase access to higher education to ensure that all Massachusetts residents have the opportunity to obtain quality careers created through new jobs programs • Expand on programs that are already proven to be effective for frontline communities • Leverage community expertise and trust to create programs that best solve compounding problems in neighborhoods X Climate-XChange.org 46Appendix 1 Consent Form sent to all interview participants CLIMATE XCHANGE AND FAIRMOUNT-INDIGO CDC COLLABORATIVE Name of Investigators: Ava Gallo, Karl Celis, Jonah Kurman-Faber, Saba Ijadi INFORMED CONSENT TO PARTICIPATE IN A RESEARCH STUDY We are inviting you to take part in a research study. This form will tell you about the study. You may ask any questions that you have. When you are ready to make a decision, you may tell the researcher if you want to participate or not. You do not have to participate if you do not want to. If you decide to participate, the researcher will ask you to sign this statement and will give you a copy to keep. WHY AM I BEING ASKED TO PARTICIPATE IN A RESEARCH STUDY? You are being asked to take part in a research study collecting the priorities of communities across the state of Massachusetts for federal/state stimulus funding, specifically for climate projects. WHY IS THIS RESEARCH BEING DONE? The purpose of this study is to center community stories and input in the green stimulus conversation. WHAT WE WILL ASK YOU TO DO If you agree to be in this study, we will conduct an interview with you. The interview will include questions about your community, the impacts it has faced due to the pandemic, the impacts it has faced due to climate change, and how stimulus funding can best help it thrive. The interview will take about 30 minutes to complete. With your permission, we would also like to record the interview via the Zoom platform. Upon request, you may participate in an interview without recording, provided the researchers can take notes. COMPENSATION You will receive a $50 stipend for one interview. This compensation can be delivered as a donation to your organization or as personal compensation for your time. The information you provide may be made public unless you request otherwise: The records in this study will be made public. Results will be disseminated through a final report and other outputs unless you request for us to keep your answers confidential- in which case pseudonyms and substitutions of place names will be made in order to keep your identity confidential. We will ask you to review information for accuracy prior to its dissemination when identifying information (name, organization name, etc.) are included, if you so desire. TAKING PART IS VOLUNTARY Taking part in this study is completely voluntary. You may skip any questions that you do not want to answer. If you decide not to take part or to skip some of the questions, it will not affect your current or future relationship with Climate XChange or Fairmount-Indigo CDC Collaborative. If you decide to take part, you are free to withdraw at any time. X 47 Climate-XChange.orgAppendix 1 IF YOU HAVE QUESTIONS The researchers conducting this study are Ava Gallo, Karl Celis, Jonah Kurman-Faber, and Saba Ijadi. Please feel free to ask any questions you have by contacting Ava Gallo at ava@climate-xchange.org. You will be given a copy of this form to keep for your records. I would like the opportunity to review any of the information I share that contains personal identifiers (name, organization, etc.) prior to distribution. Yes No If yes, your contact information so we can follow-up: Email: Phone: In addition to agreeing to participate, I also consent to having the interview recorded via Zoom. Yes No In addition to agreeing to participate, I also consent to providing a photo that will potentially be disseminated with the research. Yes No STATEMENT OF CONSENT: I have read the above information, and have received answers to any questions I asked. I consent to take part in the study. Your Printed Name: Date: This consent form will be kept by the researcher for at least three years beyond the end of the study. X Climate-XChange.org 48Appendix 2 Questions used in long-form interviews OPENING DESCRIPTION Communities of color and low-income communities are on the frontline of the pandemic and climate change, and it is more important than ever that their priorities are emphasized in allocation of stimulus funding. Climate XChange and Fairmount-Indigo CDC Collaborative have partnered on this research project to center community voices in the Build Back Better conversation in Massachusetts. This project will serve as a companion piece to Climate XChange’s technical research which seeks to make the case for a green stimulus by quantifying the public health and job creation associated with climate and community investment. Both the technical analysis and survey research will be published by the Spring of 2021. Stimulus funding will be imminently allocated to Massachusetts and when it does it is instrumental that state legislators understand where and how to best allocate it. The information you provide in this interview along with our other interviewees will be compiled into a report for Massachusetts legislators to understand how their constituents are suffering due to the effects of the pandemic and climate change. With the quantitative research and your perspectives combined, these decisionmakers will have a clear sense of what projects need to be funded to truly support communities across the Commonwealth. Your input is so important in this process, and we want to make sure that it is accurately represented to those making the decisions about where this funding will end up. Do you have any questions before we go into the interview questions? OVERVIEW • What are the immediate challenges facing your community? • What is your long-term vision for your community? STIMULUS • How would stimulus funding best be spent to help your community recover from the pandemic? • What climate projects should be the highest priority to receive immediate funding? • What populations are at risk of being left out and need to be explicitly centered in stimulus spending? • What would you do to make stimulus spending as accessible as possible? • Are there industries or jobs with specific expertise that if funded would best support your community? • What qualities or provisions are you looking for in jobs that green stimulus creates in your community? FOLLOW-UP • How can our research best help your organizational priorities? • Currently, we plan on writing a report as the main output for this research project. What other outputs from this research would best serve your organization? • Do you have recommendations for other organizations or individuals for us to reach out to? X 49 Climate-XChange.orgAppendix 3 Green Recovery Projects Prioritization Form Please fill out this form to indicate what green recovery projects are most important to the community that you represent. * Required 1 | Email address * 2 | What is your name? * 3 | What organization/union are you affiliated with? * 4 | What community(ies) do you represent or live in? * 5 | How important is each project to your community? * Mark only one per row. Very Somewhat Neutral Not A Priority Light Rail Electric Vehicles Low Carbon Buses and Trucks Transit-Oriented Development (TOD) Ferry Expansion and Electrification High Speed Rail Broadband Connectivity Community Air Quality Monitors Building Energy Efficiency (Mass Save) Water Efficiency Programs Large Renewable Projects Battery Storage Projects Transmission Grid Updates Community Microgrids Clean Drinking Water Projects Water Management Ecosystem Restoration Urban Greening Irrigation and Water Efficiency 6 | Are there any green projects important to your community not represented on this list? If so, please list. X Climate-XChange.org 50",
    "TEXT BY PAGE": [
        "Investing in a Better Massachusetts Conversations with Frontline Organizations on Connecting Climate and Community Priorities",
        "",
        "ABOUT CLIMATE XCHANGE 31 Saint James Avenue, Fl. 6, Boston MA 02116 Climate-XChange.org | 617.624.0919 Climate XChange is a 501(c)3 non-profit, non-partisan organization with a mission to achieve a durable, just transition away from polluting fossil fuels in the United States. With a three-pronged strategy of direct advocacy, research, and communications, we work to advance climate policy at the state level. We also host the State Climate Policy Network, which brings together changemakers, to learn from each other and increase the ambition, equity and durability of state and local climate policy. Learn more at climate-xchange.org. Photo: Courtesy Dudley Street Neighborhood Initiative ABOUT FAIRMOUNT-INDIGO CDC COLLABORATIVE 594 Columbia Road, Suite #302, Dorchester, MA 02125 fairmountcollaborative.org | 617-825-4200, The Fairmount-Indigo CDC Collaborative is a community development corporation whose members include Dorchester Bay EDC, Codman Square NDC, and Southwest Boston CDC. We serve the predominantly low- and moderate-income neighborhoods along the Fairmount Commuter Rail Line from Hyde Park to North Dorchester in Boston. We have strong track records in building Photo: Courtesy of Benjamin thriving and diverse neighborhoods – creating new affordable and Franklin Institute of Technology mixed-income housing, economic development opportunities, and avenues to foster resident and youth leadership. Together, we are helping to bring more reliable and affordable public transit options and new investments in housing, commercial development, and open space to benefit the residents living within the Fairmount Corridor. LEAD AUTHORS Ava Gallo | Research Fellow, Climate XChange Jonah Kurman-Faber | Research Director, Climate XChange Saba Ijadi | Climate Justice Coordinator, Fairmount-Indigo CDC Collaborative Sarah Xu | State Climate Policy Network Fellow, Climate XChange REPORT DESIGN Photo: Courtesy of Hilltown CDC Amanda Griffiths Pontillo | Creative Director, Climate XChange CONTRIBUTORS Karl Celis | Graduate Student, University of Massachusetts Boston Nina Schlegel | Global Center for Climate Justice Joe Kriesberg | Massachusetts Association of Community Development Corporations Andrew Seeder | Conservation Law Foundation Dave Christopolis | Hilltown Community Development Corporation Photo: Courtesy of Massachusetts Anna Leslie | Allston-Brighton Health Collaborative Association of CDCs Sarita Hudson | Public Health Institute of Western Massachusetts Cover Photo: Michael Browning X Climate-XChange.org",
        "CONTENTS Executive Summary 1 Introduction 3 Methods 9 Community Partner Profiles 11 Job Creation, Training, & Wealth Building 17 Centering the Needs and Voices of Frontline Communities 18 Not Repeating Historical Inequities in Systems 19 Increasing Social Mobility 20 Building on Existing Successful Programs 21 Community Leadership and Empowerment 22 Housing 23 Centering the Needs and Voices of Frontline Communities 24 Not Repeating Historical Inequities in Systems 25 Increasing Social Mobility 28 Building on Existing Successful Programs 29 Community Leadership and Empowerment 32 Infrastructure 34 Centering the Needs and Voices of Frontline Communities 34 Not Repeating Historical Inequities in Systems 35 LEAD AUTHORS Building on Existing Successful Programs 37 Ava Gallo | Research Fellow, Climate XChange Community Leadership and Empowerment 38 Jonah Kurman-Faber | Research Director, Climate XChange Design and Process 39 Saba Ijadi | Climate Justice Coordinator, Fairmount-Indigo CDC Collaborative Sarah Xu | State Climate Policy Network Fellow, Climate XChange Centering the Needs and Voices of Frontline Communities 40 REPORT DESIGN Not Repeating Historical Inequities in Systems 41 Amanda Griffiths Pontillo | Creative Director, Climate XChange Building on Systems that Already Work 43 CONTRIBUTORS Community Leadership and Empowerment 44 Karl Celis | Graduate Student, University of Massachusetts Boston Summary of Findings 45 Nina Schlegel | Global Center for Climate Justice Joe Kriesberg | Massachusetts Association of Community Development Corporations Andrew Seeder | Conservation Law Foundation Dave Christopolis | Hilltown Community Development Corporation Anna Leslie | Allston-Brighton Health Collaborative Sarita Hudson | Public Health Institute of Western Massachusetts X Climate-XChange.org",
        "Executive Summary Photo: Matt Moloney",
        "It is imperative that during this time of coinciding by the pandemic, including: rent and mortgage Values that should resonate public health and climate crises, the voices of payments, food insecurity, and loss of employment. with any public investment frontline organizations in Massachusetts are Interviewees underscored the need to reduce the program include: centered in designing solutions. Communities current stress and suffering within communities thrive when they are able to use their expertise to from the most harmful effects of the pandemic envision and shape the outcomes that best fit local before moving to more long-term investments. At Centering the needs priorities. When it comes to investment programs, the same time, frontline communities will suffer and voices of frontline they are most effective when rooted in the lived the most from the long-term impacts of the climate experience of communities. crisis. Therefore, it is also vital to make bold, communities proactive policy choices to both reduce greenhouse Climate XChange embarked on this research gas emissions as well as address the immediate project to highlight the priorities of frontline needs of communities in Massachusetts heavily Not repeating historical organizations across Massachusetts for how to impacted by the pandemic. Investments need to inequities within best allocate government investments spurred accomplish both concurrently. by this moment of economic, social, and climate systems crises. This study is complementary to a technical report authored by Climate XChange, entitled, Interviewees also emphasized values that “Investing in a Better Massachusetts: An Analysis should resonate with any public investment Increasing social mobility of Job Creation and Community Benefits from program. These included: Green Investments,” which models the potential jobs, health, and energy cost benefits from dozens • Centering the needs and voices of of green investments across the Commonwealth. frontline communities, Building on existing The numbers and lived experiences tell a clear successful programs • Not repeating historical inequities story of what kinds of projects would best serve within systems, communities in Massachusetts. • Increasing social mobility, Fostering community Government spending has dominated the political leadership and conversation since the beginning of the pandemic; • Building on existing successful empowerment however, it is critical that these projects do not programs, and repeat the failures of their predecessors. Black and Brown Americans have long been excluded from • Fostering community leadership the benefits of stimulus spending since the New and empowerment. Values were applied over four Deal, and more recently through the American investment areas: Recovery and Reinvestment Act of 2009. These These ideals carried through three areas instances of isolation from benefits have had lasting of investment: housing, job creation, and repercussions on communities of color, creating roadblocks for communities to thrive. Additionally, infrastructure. This research also illuminates how Job Creation to exemplify these values through the process and frontline communities in Massachusetts have been design of investment packages in order to uplift all disproportionately impacted by the effects of the residents equitably. pandemic, in part due to their increased exposure to environmental hazards. In the wake of immense tragedy and inequity, Housing decision-makers have an opportunity to use With this context in mind, Climate XChange historic investments to help all communities in partnered with Fairmount-Indigo CDC Massachusetts thrive. However, it is vital that Collaborative and spoke to a broad set of individuals the decisions made reflect the urgency of the from organizations working with frontline problems experienced by frontline communities. communities about their priorities for investment Infrastructure If this time is squandered and not used to its spending. Individuals came from across the full potential, generations will continue to suffer Commonwealth from urban, suburban, and rural from the outcomes of historical discrimination, areas and represented community organizations, which are only exacerbated and compounded by community development corporations (CDCs), cascading crises in the present day. It is imperative labor unions, and two-year colleges. Design and Process that investment projects are designed to In these conversations, community leaders acknowledge structural barriers and work towards stressed the urgency of meeting the immediate a more healthy and equitable future for all. needs of residents, which have been exacerbated X Climate-XChange.org 2",
        "Introduction Photo: Courtesy of CIR SEIU",
        "Photo: Courtesy Dudley Street Neighborhood Initiative In this moment of overlapping health and climate of investments accessible to all. The researchers crises in Massachusetts, it is vital that the needs talked with individuals from organizations and strengths of those who are on the frontlines working in communities of color and low- are central in efforts to address these issues. income communities, labor unions, women-led Climate XChange and Fairmount-Indigo CDC organizations, local colleges, and organizations Collaborative embarked on a research project to representing communities affected by sea level rise. highlight perspectives from frontline community In these conversations, community leaders organizations1 on the design and implementation stressed the urgency of meeting the immediate of government investment programs. needs of residents, which have been exacerbated Communities thrive when they are able to use by the pandemic, including: rent and mortgage their expertise to envision the solutions that best payments, food insecurity, and loss of fit local priorities,2 and investment programs also employment. Interviewees underscored the need function most effectively when rooted in the lived to reduce the current stress and suffering within experience of communities.3 communities from the most harmful effects of Rooted in these ideals, Climate XChange and the pandemic before moving to more long-term Fairmount-Indigo CDC Collaborative engaged investments. However, frontline communities will in conversations with frontline community suffer the most from the long-term impacts of leaders across the state from January to March climate change. It is vital to take bold, proactive 2021. These discussions sought to understand actions to both reduce greenhouse gas emissions the challenges they see in their communities, as well as address the immediate needs of comprehend their long-term vision for solutions, communities in Massachusetts heavily impacted gather their priorities for how investments should by the pandemic. Investments need to accomplish be spent, and identify ways to make the benefits both concurrently. 1 | The term “Frontline communities” is defined in this report as communities that are disproportionately impacted by the effects of the pandemic and climate change and often left out of decision-making processes. 2 | Pyles, Loretta, et al. “Citizen Participation in Disaster Recovery Projects and Programmes in Rural Communities: a Comparison of the Haiti Earthquake and Hurricane Katrina.” Disasters, vol. 42, no. 3, 2017, pp. 498–518., doi:10.1111/ disa.12260. 3 | Jaskulowska, Joanna. “Public Participation After Natural Disaster - Case Study Of Christchurch Earthquake Response.” Zarzadzanie Publiczne.47 (2019): 225-45. ProQuest. Web. 8 Dec. 2020 X Climate-XChange.org 4",
        "Five values emerged from the conversations, which are central to any and all investments: • Centering the needs and voices of frontline communities, • Not repeating historical inequities within systems, • Increasing social mobility, • Building on existing successful programs, and • Fostering community leadership Photo: Courtesy of Dudley Street Neighborhood Initiative and empowerment. These values should be reflected in every investment package; however, community leaders noted specific applications within three major investment categories: job creation, housing, and infrastructure. This research also illuminates how to exemplify these values through the process and design of investment packages in order to uplift all residents equitably. These programs and policies are reflected in the chart on the following page. The solutions and recommendations for government investments provided by community leaders in this report illustrate the unique challenges faced by the communities they serve, but also exemplify the larger obstacles Photo: Courtesy of Mobius Builders frontline communities face when grappling with compounding crises. Legislators have an opportunity to recognize and comprehend these cascading impacts on a deeper level and incorporate them into the design of investment packages, so that all Massachusetts residents, especially those on the frontlines, can be lifted up by their benefits. Photo: Courtesy of Courtesy of The Newmarket Business Association X 5 Climate-XChange.org",
        "VALUES X Climate-XChange.org 6 SNOITACILPPA EULAV Centering the Not Repeating Community Needs and Voices Increasing Building on Existing Historical Inequities Leadership and of Frontline Social Mobility Successful Programs in Systems Empowerment Communities • Increase local • Support • Create quality • Invest in green job • Foster worker and BIPOC unionization across jobs and careers training programs empowerment hiring to combat sectors at two-year colleges Job Creation displacement and high schools • Ensure that • Protect fossil fuel unions work to workers uplift all workers • Maintain housing • Invest in • Create social • Provide financial • Build affordability community- mobility through assistance and developments without reducing municipality-state homeownership protection based on quality partnerships to community • Fund retrofits and address the needs needs rather than energy efficiency of local residents developer priorities programs and minimize by creating gentrification communication • Build deeply channels between affordable housing • Expand energy Housing neighborhoods retrofit programs and communities to reduce upfront capital as a barrier • Implement to reducing energy programs that costs and include reduce financial updates for older barriers to houses that are not homeownership, up to code like community land trusts • Make EVs and • Account for • Expand access • Expand existing • Engage frontline their infrastructure historic unjust to essential green jobs training communities in affordable and exposure to air infrastructure for programming. the design and accessible, pollution work including Expand the reach implementation Infrastructure so priority broadband of the public of infrastructure • Make up for communities can and reliable transportation projects the lack of reap their benefits transportation systems. adequate public transportation • Eradicate • Provide technical • Increase access • Expand existing • Leverage language barriers assistance to to higher education green jobs training community through accessible individuals, programming expertise and trust communications community in program design Design and organizations, • Expand the Process • Provide expanded and resource- reach of public and equitable transportation constrained access to childcare systems municipalities to access investments",
        "Photo: Courtesy of Neighbor to Neighbor THE EFFECTS OF THE PANDEMIC AND ENVIRONMENTAL INJUSTICE IN MASSACHUSETTS The findings of this report are contextualized by increase of food insecurity rates due to the the compounding crises faced by Massachusetts pandemic with an increase of 59% since 2018.8 residents. The COVID-19 pandemic has The severe health effects of the pandemic have had dramatic economic, social, and public also hit communities of color harder than other health impacts across the United States, and communities due to their disproportionate Massachusetts has not been immune to these exposure to environmental burdens. A study effects. At the height of the pandemic, the state completed by Harvard T. H. Chan School of Public had the highest unemployment rate in the Health reported that even a small increase in long- country,4 and the Congressional Budget Office term exposure to fine particulate-matter pollution estimates it will take a decade to fully recover.5 (PM2.5) leads to a large increase in the COVID-19 Even as unemployment levels have receded death rate.9 In Massachusetts, concentrations of over the summer months, they still remain at PM2.5 are highest for Black and Latinx residents levels 250 percent higher than pre-pandemic,6 due to the historical shift of environmental and Black, Latinx, and Asian residents still face burdens (such as the placement of major highways higher levels of unemployment than their white and thoroughfares) into communities of color, counterparts.7 Additionally, food insecurity levels affecting air quality and asthma rates to the have skyrocketed in the state. Feeding America present day.10 cites Massachusetts as the state with the highest 4 | “Assessing the Economic Damage of the COVID Crisis Four Months In.” Boston Indicators, 12 Aug. 2020, www. bostonindicators.org/reports/report-website-pages/covid_indicators-x2/2020/august/economic-impact-brief. 5 | “Re: Comparison of CBO’s May 2020 Interim Projections of Gross Domestic Product and Its January 2020 Baseline Projections.” Congressional Budget Office, 1 June 2020, https://www.cbo.gov/system/files/2020-06/56376-GDP.pdf 6 | Bureau of Labor Statistics, “Local Area Unemployment Statistics.” May 6, 2021. https://data.bls.gov/timeseries/ LASST250000000000003?amp%253bdata_tool=XGtable&output_view=data&include_graphs=true 7 | “Assessing the Economic Damage of the COVID Crisis Four Months In.” Boston Indicators, 12 Aug. 2020, www. bostonindicators.org/reports/report-website-pages/covid_indicators-x2/2020/august/economic-impact-brief. 8 | Hake, Monica, et al. “The Impact of the Coronavirus on Food Insecurity in 2020.” Feeding America, October 2020, https://www.feedingamerica.org/sites/default/files/2020-10/Brief_Local%20Impact_10.2020_0.pdf Accessed 7 December 2020. 9 | Wu, X., Nethery, R. C., Sabath, M. B., Braun, D. and Dominici, F., 2020. Air pollution and COVID-19 mortality in the United States: Strengths and limitations of an ecological regression analysis. Science advances, 6(45), p.eabd4049. 10 | Pinto de Moura, Maria Cecelia, et al. Union of Concerned Scientists, 2019, Inequitable Exposure to Air Pollution from Vehicles in Massachusetts. https://www.ucsusa.org/sites/default/files/2020-05/inequitable-exposure-to-vehicle- pollution-ma.pdf X 7 Climate-XChange.org",
        "Photo: Courtesy of Allston Brighton Health Collaborative STIMULUS SPENDING As a result of the economic strife exacerbated by Loan Corporation and the Federal Housing the pandemic, stimulus packages have dominated Administration.13 The American Recovery and the political conversation since the beginning of Reinvestment Act of 2009 also failed to consider the pandemic. Federal, state, and local officials the structural barriers of Black and Latinx have debated the efficacy and efficiency of Americans during the 2008 recession, thus different strategies to get money in the hands creating a stimulus package that did not lift all of Americans. In March 2021, President Biden Americans up equitably.14 announced his “once in a generation” American Jobs Plan, pledging to invest trillions of dollars into In order to increase the physical, social, economic, rebuilding our country’s crumbling infrastructure, and mental well-being of all people, it is vital create 19 million jobs,11 and begin the transition to to consider the structural barriers that have a green economy.12 prevented certain communities from accessing the benefits of investments in the past. In design However, stimulus spending in the United States and implementation, legislators need to think has a history of race, gender, and class exclusion. through how to make investments accessible to Although many Americans benefitted greatly from everyone while relying on the intimate community the social and economic programs of the New knowledge fostered by local organizations. To Deal in the 1930s, Black and Brown Americans address this challenge, Climate XChange and did not receive those same benefits due to Fairmount-Indigo CDC Collaborative conducted intentional exclusion from Social Security, lack a series of interviews with frontline community of protection from the National Labor Relations leaders to understand how government Act, and discrimination from the Home Owners investments can best support their communities. 11 | Kessler, Glenn. “Analysis | Biden’s Pitch That the Economy ‘Will Create 19 Million Jobs’ If Infrastructure Is Passed.” The Washington Post, WP Company, 6 Apr. 2021, www.washingtonpost.com/politics/2021/04/06/bidens-pitch-that- economy-will-create-19-million-jobs-if-infrastructure-is-passed/. 12 | “FACT SHEET: The American Jobs Plan.” The White House, The United States Government, 31 Mar. 2021,www. whitehouse.gov/briefing-room/statements-releases/2021/03/31/fact-sheet-the-american-jobs-plan/. 13 | Rolley, Otis. “The New Deal Made America’s Racial Inequality Worse. We Can’t Make the Same Mistake With Covid-19 Economic Crisis.” The Rockefeller Foundation, 19 June 2020, www.rockefellerfoundation.org/blog/the-new- deal-made-americas-racial-inequality-worse-we-cant-make-the-same-mistake-with-covid-19-economic-crisis/. 14 | Gray, Vance, et al. “American Recovery and Reinvestment Act of 2009: A Political Analysis of Its Impact on Black and Latino Unemployment in the United States.” Race, Gender & Class, vol. 22, no. 3-4, 2015, pp. 107–135. JSTOR, www. jstor.org/stable/26505352. Accessed 26 Mar. 2021. X Climate-XChange.org 8",
        "Methods Photo: Courtesy of Neighbor to Neighbor",
        "INTERVIEWS For interview outreach and implementation, A code book was assembled that reflected members of both Climate XChange and common themes seen throughout the interview Fairmount-Indigo CDC Collaborative leveraged process. Researchers examined each interview their personal knowledge and connections as and coded each statement of the interview to its nonprofits in Massachusetts to reach community corresponding theme(s) in the codebook.16 Each organizations. Researchers were mindful of transcript was analyzed by two researchers, with geographical and issue area diversity as outreach the first coder analyzing an untouched transcript, for interviews took place. However, this sample and the second coder reviewing a transcript that of organizations stems from convenience and had already been coded. This process was utilized personal connection rather than a representation to systematically draw out common themes and of community organizations at large, particularly reduce researcher bias in coding priorities. in the workforce sector. Therefore, the themes drawn in this piece are not representative of SURVEYS frontline communities as whole, but rather only reflective of the interviews with community A supplemental data collection method included organizations, community development a digital survey to rank various green investments corporations (CDCs), labor unions, and in order of importance to the community of the two-year colleges. respondent. The investments resembled a list of programs modeled for their jobs, health, and other A landscape analysis was conducted of community benefits in a companion quantitative organizations in Massachusetts to gather a report, as a way to draw connections between representative, though not exhaustive, list of the priorities of frontline organizations and the organizations representing frontline communities. measured impacts of said priorities. Each respondent Several organizations were initially contacted was asked to rank each climate project for its level from the list. An individual from each organization of importance to their community with the options: was contacted via email for a 30-minute Very Important (4), Somewhat Important (3), Neutral interview. After initial interviews were conducted, (2), and Not a Priority (1). Every interviewee was researchers used a snowball technique to recruit asked to fill out the climate projects ranking form. additional participants by asking interviewees to Twenty-two out of 29 interviewees filled out the recommend contacts for inclusion in the study. form, a response rate of 76 percent. Interviewees signed a consent form prior to their interview to give permission to record their Additionally, to gather a broader data set, the form conversation and include their responses in this was sent out through email to Massachusetts report. Each individual’s time was compensated residents in Climate XChange’s State Climate Policy with a $50 stipend, which could be accepted by Network (SCPN), a list of 1,158 email addresses. the respondent as a personal payment, donated to There were 81 respondents from 55 communities the organization they represent, or declined. across the Commonwealth, a response rate of seven percent. Two respondents were randomly selected Each interview consisted of a brief summary of to receive a $50 giftcard to the local business of the project and a standard set of eight open- their choice. ended questions with opportunities for follow up. Researchers asked interviewees about the The following sections elucidate the findings from issues facing their community, how they believe the interview and survey responses, organized into investments should be spent to support their the three major categories of jobs, housing, and community, and how investments can be made infrastructure. There is a fourth section on how accessible for all people.15 Interviews were to exemplify these values through the design and recorded for transcription and analysis purposes. process of investment packages in order to uplift all Overall, 28 interviews were conducted over the residents equitably. Each section contains specific course of two months with 29 interviewees. recommendations for that category organized by Interviews ranged from 15-45 minutes. each of the five aforementioned value areas. Researchers analyzed the transcripts through 15 | A full list of interview questions can be found in DeDoose, a research analysis software commonly the Appendix. used for qualitative and mixed methods research. 16 | A full list of codes used in this study can be found in the Appendix. X Climate-XChange.org 10",
        "Community Partner Profiles Photo: Elly Filho",
        "ACTION FOR EQUITY ALTERNATIVES FOR COMMUNITY AND ENVIRONMENT As a coalition of community-based and social justice organizations, Action for Equity works for all people to have Alternatives for Community & Environment (ACE) is a quality housing, good jobs and job access, environmental neighborhood based, environmental justice and transit- quality, and transportation access, among other things as oriented development nonprofit. They organize Roxbury steps to reach the society they want. They are fighting for residents and work with community organizers locally, an equitable society where power is held by all, regardless statewide and nationally to build platforms and offer of race, class and gender, as well as sexual orientation, age, resources that address systemic injustice. They work faith, geography, or physical ability; where the disparities directly within the frontline communities that are most resulting from a history of embedded structural racism are impacted, bringing critical solutions that include advocacy, not just gone, but people are made whole; where the benefits organizing, legal and regulatory campaigns. ACE is the of our collective endeavors in government, community first environmental justice nonprofit organization in building, development, and progress in general are felt by Massachusetts and has defended the rights of Roxbury all. They are fighting for a society in which the oppression of residents for over 25 years. many is not used to benefit the few, and where neither race BENJAMIN FRANKLIN nor anything else is used as a dividing line. INSTITUTE OF TECHNOLOGY ALLSTON BRIGHTON Benjamin Franklin Institute of Technology (BFIT)’s is an HEALTH COLLABORATIVE affordable, urban, private, nonprofit college serving the The Allston Brighton Health Collaborative (ABHC) is a Boston region. Their mission is to foster student success and collaboration of organizations devoted to working together career readiness in technology fields. to promote and improve the health and wellbeing of the CAPE ANN CLIMATE COALITION communities of Allston and Brighton. Their strategies for impact are aligned with the Department of Public The Cape Ann Climate Coalition (CACC) is a group of Health to focus on key social determinants of health areas: volunteers who have organized to take action in response Transportation through policy and advocacy, Food Access to the climate crisis. As residents of Cape Ann, they see through programming, Mental Wellness through capacity and feel the effects of climate change due to a warming building, Resource Connection and Clinical/Community climate and rising sea levels. These concerns motivate their Linkages through network strengthening. ABHC is the only members who come with a wide range of experiences, ideas, cross-sector network of its kind in Boston focused on the and skills that reflect the richness of the diversity on Cape social determinants of health and health-related social needs. Ann. Knowing that they need collaborative efforts towards It’s a burgeoning model of backbone, collective impact. solutions is the glue that binds them together. ALLSTON-BRIGHTON COMMUNITY CAPE COD COMMERCIAL DEVELOPMENT CORPORATION FISHERMEN’S ALLIANCE Allston-Brighton CDC builds a stronger, more stable The Cape Cod Commercial Fishermen’s Alliance is fishermen, community by representing and supporting the interests, community members, public officials, and scientists working engagement, and leadership of Allston-Brighton’s diverse together to build creative strategies, advocate for improved communities, institutions, individuals, and families of all marine policies, protect the ocean ecosystem, and ensure the incomes. Rapidly rising housing costs disproportionately viability and future of Cape Cod’s fisheries. affect the neighborhood’s most vulnerable residents, COMMUNITY OF INTERNS AND creating housing instability and displacement of low- and RESIDENTS (CIR) SERVICE EMPLOYEES moderate-income individuals from critical community INTERNATIONAL UNION (SEIU) assets like public transportation, jobs, health care, their families, and more. ABCDC strives to create a vibrant The Committee of Interns and Residents (CIR) is the largest neighborhood where people of many incomes, races, and housestaff union in the United States. They are a local of genders can live and work. Service Employees International Union (SEIU), representing over 17,000 resident physicians and fellows who are dedicated to improving residency training and education, advancing patient care, and expanding healthcare access for their communities. They empower our nation’s interns, residents, and fellows to fight for excellence for their patients, their training, and their healthcare system through organizing, collective bargaining and advocacy. X Climate-XChange.org 12",
        "CODMAN SQUARE NDC EMERALD CITIES COLLABORATIVE Codman Square NDC’s mission is to build a cohesive Emerald Cities Collaborative (ECC) is a national and resilient community in Codman Square and South nonprofit network of organizations working together Dorchester, develop affordable housing and commercial to advance a sustainable environment while creating spaces that are safe and sustainable, and promote economic high-road — sustainable, just and inclusive — economies stability for low- and moderate-income residents of all with opportunities for all. ECC develops energy, green ages. CSNDC serves a two square mile area of Dorchester infrastructure, and other sustainable development that is bounded by Columbia Road and Geneva Avenue projects that not only contribute to the resilience of our to the north, Gallivan Boulevard and Morton Street to metropolitan regions, but also ensure an equity stake for the south, Blue Hill Avenue to the west, and Dorchester low-income communities of color in the green economy. Avenue to the east. Throughout their history, they have This includes developing the economic infrastructure for concentrated on physical development in their service area, family-supporting wages and career paths for residents of but in the face of growing concerns about gentrification such communities, as well as contracting opportunities for and displacement — and now the unrest caused by women, minority and other disadvantaged businesses. long standing racial disparities and injustices which are FRANKLIN COUNTY CDC presenting in disproportionate COVID-19 health impacts, economic insecurities and police brutality — they have Headquartered in Greenfield, Massachusetts, the Franklin become increasingly focused on social, economic, political County Community Development Corporation (FCCDC) is a and racial inequities in their neighborhood. community economic development non profit organization providing comprehensive business development education, COMMUNITY ACTION WORKS access to capital, commercial office and manufacturing space Community Action Works believes that environmental plus home of the Western Massachusetts Food Processing threats are big, but the power of well-organized community Center. The FCCDC was formed in 1979 to maximize groups is bigger. That’s why they work side by side with community control over their future economic destiny. At everyday people to confront those who are polluting and that time, a number of manufacturing companies in the area harming the health of their communities. They partner were closing and moving elsewhere. The FCCDC has changed with the people who are most impacted by environmental over the years as the needs of the community have changed. problems — which are Black, Indigenous, People of Color Yet their programs and activities are still geared toward and poor communities — training them with the know-how stimulating a robust economy and expanding opportunities anyone would need to make change in their own backyard. for low- and moderate-income residents. Because when you and your neighbors know how to make GREENROOTS change, you can build the power to transform your world. GreenRoots works to achieve environmental justice and DUDLEY STREET NEIGHBORHOOD INITIATIVE (DSNI) greater quality of life through collective action, unity, education and youth leadership across neighborhoods and DSNI was formed by Dudley residents seeking to reclaim communities. GreenRoots is a community-based organization a neighborhood that had been ravaged by disinvestment, dedicated to improving and enhancing the urban environment arson fires, and dumping. When many had given up, DSNI and public health in Chelsea and surrounding communities. organized neighbors to create a comprehensive plan They do so through deep community engagement and and a shared vision for a new, vibrant urban village. To empowerment, youth leadership and implementation of secure development without displacement, DSNI gained innovative projects and campaigns. eminent domain authority, purchased vacant land, and GROUNDWORK LAWRENCE protected affordability. This process led to family stability and the creation of a community land trust. Today, Groundwork Lawrence (GWL) has been making change the once garbage-strewn lots have been rebuilt with happen since its beginnings in 1999. Through its quality affordable houses, parks, playgrounds, gardens, environmental and open space improvements, healthy food community facilities, and new businesses. Through service access programs, youth education, employment initiatives, on DSNI’s Board, residents lead an effort that includes all community programming and events, GWL creates the neighborhood stakeholders in a democratically-elected, building blocks of a healthy community, and empowers community process. Together, DSNI has created greater residents to improve their quality of life. civic participation, economic opportunity, community connections, and opportunities for youth. They have built community across their diversity of language, race, ethnicity, and age. They have invested in their young people and the youth in turn have invested in the community. X 13 Climate-XChange.org",
        "HILLTOWN CDC NEIGHBORHOOD OF AFFORDABLE HOUSING Hilltown Community Development is a private non-profit organization in rural western Massachusetts working to NOAH, a community development corporation, promotes support rural development and prosperity in the region by equity, community cohesion, environmental justice, and improving housing, strengthening social services, leveraging economic resiliency. They increase access to affordable funding, and stimulating the local economy. housing, create social and economic opportunities, and empower residents to be leaders of change. LAWRENCE COMMUNITYWORKS THE NEWMARKET BUSINESS ASSOCIATION Lawrence CommunityWorks (LCW) is a community development corporation that weaves together community The Newmarket Business Association, a chartered, planning, organizing, and asset-building efforts with high- non-profit organization founded in 1977, is committed quality affordable housing and commercial development to to: the continued growth of business in the Newmarket create vibrant neighborhoods and empowered residents. area, promoting business to business interaction, By facilitating conversations and action on community communicating the interests of other members to City and priorities, LCW engages partners and a network of youth and State officials and working with those officials to create adult residents in opportunities to move themselves and the a better business climate, and working as the primary city of Lawrence forward. advocate and voice of its membership for the betterment of the Newmarket District. MASSACHUSETTS ASSOCIATION OF CDCS PUBLIC HEALTH INSTITUTE OF MACDC is a membership organization that seeks to build WESTERN MASSACHUSETTS and sustain a high performing and adaptive community development sector that is supported by private and public PHIWM provides skills, expertise, and experience to create investment and sound public policies. They advance racial successful public health campaigns and sustainable system and economic equity by creating healthy communities where changes to improve health and well-being in Western MA. everyone lives in housing they can afford, benefits from They build on community assets and build community economic opportunities and can fully participate in the civic capacity to positively impact social determinants of life of their community. health by engaging and partnering collaboratively with communities and leading data to action strategies to MOBIUS COMMUNITY BUILDERS, INC champion and advocate for a public policy agenda. Ensuring health equity and challenging institutional racism are Mobius Community Builders’s mission is to enlighten, core values integrated into all of their services. PHIWM’s enhance, and improve the quality of life and stability in specialty is to work with and on behalf of communities marginalized communities by developing affordable housing. that experience health disparities. Its efforts highlight They believe that community development is essential, and and address structures and institutions that cause these they are committed to building communities that thrive. disparities, including the destructive racial hierarchy in our NEIGHBOR TO NEIGHBOR society. Together with community partners and residents, PHIWM designs, tests, and implements solutions and Neighbor to Neighbor represents the “new majority:” people policies that result in more equitable access to resources of color, immigrants, women, and the working class, on a that impact community health. path to liberation. Their statewide membership is organizing to put people and the planet before profit. They counter the fear that causes injustice by building power to transform the institutions that govern our lives. In an era of income inequality, environmental degradation, and racism, their chapters are building the power to confront this triple crisis in Massachusetts. They fill the ballot box with their votes. They fill the streets with their voices. They seed the new alternatives that put power and decision-making in the hands of those directly affected. They are certain that a better world is possible and that they are the ones to build it. X Climate-XChange.org 14",
        "REVITALIZE CDC SERVICE EMPLOYEES INTERNATIONAL UNION (SEIU) 32BJ Founded in 1992, Revitalize CDC performs critical repairs, modifications and rehabilitation on the homes and non-profit SEIU 32BJ represents 18,000 property services workers in facilities of low-income families with children, the elderly, Massachusetts, Rhode Island and New Hampshire, including military veterans and people with disabilities. They leverage janitors, security officers, maintenance and custodial the investments of donors, grantors and volunteers to make workers, and window cleaners. Their members clean, significant home repairs that stabilize neighborhoods, maintain and provide security for buildings in the region’s strengthen the tax base, and allow elderly homeowners to leading industries. The New England district has become a “age in place.” leader in immigrant justice, economic justice, racial justice and other community organizing initiatives that impact ROXBURY COMMUNITY COLLEGE their members across the region. Roxbury Community College is a co-educational public SERVICE EMPLOYEES INTERNATIONAL institution of higher education offering Associate Degrees and UNION (SEIU) LOCAL 509 certificate programs. RCC’s primary objective is to provide residents of the Commonwealth, specifically those individuals SEIU Local 509 represents nearly 20,000 human service living in the greater Boston area, “optimum opportunity for workers and educators throughout Massachusetts. They access to a college education consistent with their interests provide a variety of social services to elders, at-risk and aptitudes and to reduce to a minimum economic, children and people with mental illnesses or developmental social, psychological and academic barriers to educational disabilities — as well as educational services in both public opportunity.” The college’s goals are the result of ideas and private sector settings. From mental health clinicians and generated by and from the college community and reflect a social workers to early childhood educators and university response to the needs of the larger Roxbury community. lecturers, Local 509 members are united in their mission to raise living standards for working families while improving the quality and affordability of the services they provide. Cape Ann Franklin County Lawrence Cape Ann Climate Coalition Franklin County CDC Groundwork Lawrence Essex Franklin Lynn Middlesex Neighbor to Neighbor Suffolk Berkshire Hampshire Worcester Braintree SEIU Local 888 Norfolk Hampden Plymouth Bristol Chesterfield Holyoke Worcester Hilltown CDC Neighbor to Neighbor Neighbor to Neighbor SEIU Local 888 Barnstable Springfield Neighbor to Neighbor Chatham Public Health Institute Cape Cod Commercial of Western MA Fisherman’s Alliance Dukes Revitalize CDC SEIU Local 888 Nantucket X 15 Climate-XChange.org",
        "SERVICE EMPLOYEES INTERNATIONAL SOUTHWEST BOSTON CDC UNION (SEIU) LOCAL 888 Southwest Boston Community Development Corporation Founded in 2003, SEIU Local 888 unites more than 8,500 works with partners to build and sustain a thriving, public service workers. Their members provide vital economically diverse community in Hyde Park and Roslindale. support and services in cities and towns throughout the They work to prevent displacement, particularly of low and Commonwealth. Local 888 believes in the dignity and worth moderate income families and elderly residents, create and of the services their members provide. Local 888 is dedicated preserve affordable housing, strengthen the commercial base to improving the lives of their members, their families and the of the neighborhoods, ensure access to good transit, protect communities they serve. conservation land and waterways and promote climate resiliency. They are committed to working with local leaders whose voices are not otherwise heard. They are committed to creating more equitable neighborhoods. BOSTON Allston and Brighton Allston Brighton Health Collaborative East Boston Allston-Brighton Community Neighborhood of Affordable Housing Development Corporation Charles- town East Downtown North Boston Community Action Works Beacon End Emerald Cities Collaborative Allsto n / Brig hto n B Ba ac yk Hi Dll o w nto w n M Nea is gs ha bch ou r ts oe t Nts e A igs hs boc oi ration of CDCs Fenway South SEIU 32BJ End South Boston Mission South End Hill Benjamin Franklin Institute of Technology Community of Interns and Residents (CIR) Service Roxbury Employees International Union (SEIU) Jamaica Plain Dorchester Action for Equity Dorchester Codman Square NDC West Roslindale Mobius Community Builders, Inc Roxbury Roxbury Mattapan Alternatives for Community and Environment The Newmarket Business Association Chatham Roxbury Community College Cape Cod Commercial Hyde Park Dudley Street Neighborhood Initiative Fisherman’s Alliance Hyde Park Southwest Boston CDC X Climate-XChange.org 16",
        "Job Creation, Training, & Wealth Building Photo: Justin Lim",
        "All 29 interviewees identified job creation and training as solutions to inequality and a critical “I would love to see more investment outcome of investments in Massachusetts. in job training opportunities in things However, they were careful to point out that job like helping people access trades, creation alone will not meet the needs of recovery from the pandemic or the climate crisis; new training, access to jobs, investment in jobs must be accompanied by training programs programs like ours, [and] connections that are readily accessible and cater to diverse to career opportunities.” ages and educational backgrounds. Further, programs that create jobs must be accompanied Marisa Lopez, Newmarket Business Association, by enforceable hiring and training policies that Jobs Initiative center frontline communities and those that have been historically underserved. The jobs created must also lead to improved opportunity Interviewees also noted that local hiring policies for social mobility and homeownership. As with stabilize communities and combat displacement. other categories, interviewees emphasized The goal of such policies and programs is to allow that investments will be best spent if reducing communities and individuals to build wealth and greenhouse gas emissions is just one of many invest in their community and environment. Nine beneficial outcomes. interviewees from all geographic areas, population densities, and representing all interviewee CENTERING THE NEEDS organizations except two-year colleges, noted the importance of instituting local hiring provisions to AND VOICES OF FRONTLINE any investment package. COMMUNITIES One interviewee noted that people returning The connection between meaningful, well- from incarceration may require soft-skills paying jobs and anti-displacement should be training concurrently or before entering a job developed and emphasized by programs funded training program. An emphasis on a just transition by investment dollars. For example, in order to emerged throughout the interviews. In particular, meet its emissions reductions goals, interviewees indicated that green investments Massachusetts will need to significantly lower should provide opportunities for the retraining of energy use from buildings, which accounted older adults and those who had worked in fossil for 58 percent of the state’s annual energy fuel industries. use in 2018.17 Reducing energy use will require a workforce that is trained in green building From a pandemic recovery standpoint, one retrofitting, green construction, green interviewee said that local farms in rural infrastructure, and green building systems Massachusetts need financial assistance to management. This can create opportunities for bounce back after a difficult year. Along with frontline community members to have careers direct financial assistance, investments should working on and in buildings that are in close work to increase food security and improve food proximity, enhancing their ability to remain in access by increasing access to local agricultural place and potentially increase homeownership. processing infrastructure. Investments in Targeted training and career opportunities rural Massachusetts should not be limited to should be provided for frontline communities renewable energy; sustainable food systems are as a city or town constructs new buildings and just as important. Increasing rural Massachusetts’ retrofits old ones. access to renewable energy and sustainable transportation should be coupled with programs that support and expand local farming. Increasing food security will not only enhance climate resilience, but also improve health outcomes and reduce greenhouse gas emissions associated with food production and delivery. 17 | Energy Information Administration, State Energy Data System (SEDS), 2018. Accessed 6 May, 2021. https://www. eia.gov/state/data.php?sid=MA#ConsumptionExpenditures X Climate-XChange.org 18",
        "NOT REPEATING HISTORICAL INEQUITIES IN SYSTEMS “[With the] concept [of] rebuilding society, let’s take this opportunity to do it right, and reduce inequality and transition off fossil fuel.” Jon Grossman, Union Staff Person Interviewees said that job programs created by good wages. However, others pointed out the green investments must focus on inclusion of past and present racist practices of unions in frontline communities. Groups interviewees Massachusetts which could potentially exclude specifically mentioned included people of color, people of color from union jobs.18 In a recent rural communities, formerly incarcerated people, illustrative example, the Boston Employment older adults, immigrants, and people earning low Commission found a high lack of compliance with incomes. For example, interviewees noted that the Boston Residents Jobs Policy, which requires job training programs should be accessible via 40 percent of worker hours go to people of color public transportation and that childcare should be for public jobs.19 Four interviewees who work for provided for trainees. unions noted that unions are increasingly diverse and indicated that their unions are well aware of When speaking about union jobs, some the historical inequities that should be addressed interviewees were positive about the potential and are actively working to do so.20 for unions to empower workers and guarantee Photo: Courtesy of Mobius Builders 18 | Watson, Travis. A brief history of racism in union construction. Black and Brown Construction. August, 2020. https://static1.squarespace.com/static/58177e236a496367e363b56a/t/5f3c9b058a32d215774cab96/ 19 | Mullings, Morgan C. Building trades unions won’t disclose racial data. The Bay State Banner. July, 2020. https:// www.baystatebanner.com/2020/07/16/building-trades-unions-wont-disclose-racial-data/ 20 | Newman, Kalina. Greater Boston Labor Council Makes History with Latest Election. AFL-CIO. January, 2020. https://aflcio.org/2020/1/13/greater-boston-labor-council-makes-history-latest-election X 19 Climate-XChange.org",
        "INCREASING SOCIAL MOBILITY “We’re specifically targeting STEM opportunities. It’s not enough, I think, for our community to just have jobs, they need careers with family-sustaining wages, that have the opportunity to get advancements in those jobs. And those are the jobs I think our community really needs.” Mike Pollio, Dudley Street Neighborhood Initiative Interviewees were clear about the qualities they In tandem with implementing green investments, were looking for in new job opportunities created municipalities and the Commonwealth through investment programs. Opportunity should make it easier for small businesses for advancement, family-sustaining wages, and and contracting firms to bid on contracts for low barriers to entry were highlighted as vital climate projects. Programs that provide access qualities in job creation. Worker empowerment to capital and reduce the size of contracts are and the ability to unionize were also identified two strategies to accomplish this goal. Contracts as an important component of any job program. for green investments can be parsed down into The standards set by the unions of the smaller projects in order to encourage small, Commonwealth, in terms of pay, quality of jobs, local businesses to fulfill them. Implementing working conditions, and power of the laborer, investments in this way will promote local should be maintained for union and non-union businesses, employ local people, and build wealth jobs created by investments. Interviewees wanted in communities vulnerable to climate impacts. to keep these positives and continue the work of These efforts can be coupled with policies that ending racist practices. In short, green jobs should guarantee that people of color-owned contractors not just be jobs, but careers that are available to receive an equitable proportion of contracts frontline communities that increase their social funded by investments. mobility. Ten interviewees from all geographies, population densities, and representing all types of organizations stressed that the jobs created should advance social mobility. Photo: Courtesy of Benjamin Franklin Institute of Technology X Climate-XChange.org 20",
        "BUILDING ON EXISTING SUCCESSFUL PROGRAMS “The work that needs to be done is helping fund and create training programs and scholarships for those programs so that we can get people in the mid-skill jobs that don’t require a college degree but that pay well and they provide a pathway into a growing industry.” Greg King, Roxbury Community College Investments in green infrastructure, especially several interviewees identified training for job renewable energy resources, should be done in transition and green certifications as a growing tandem with community training to build on the need. Roxbury Community College, Benjamin skills of local workers who may have lost jobs in Franklin Institute of Technology, and Madison Park manufacturing and other industries. Fourteen High School were identified as places that already interviewees noted that access to green jobs have existing programming that can be expanded training would bring significant benefits to or where new courses can be taught. their communities. Job losses for many of the New opportunities and pathways for green jobs communities engaged are not only the result of training could help Massachusetts transition the COVID-19 pandemic, but of long-term job away from fossil fuels equitably. By opening up job loss in the manufacturing and infrastructure pathways, especially for frontline communities, industries. The United States lost 5.5 million Massachusetts could also work to close historical manufacturing jobs between 2000 and 2017, gaps in wealth inequality. Columbia University’s including over 150,000 in Massachusetts.21,22 Center on Poverty and Social Policy found that However, these jobs will not return through current federal interventions to the COVID-19 investment in infrastructure alone; green jobs recession have not yet effectively reduced training and investments in existing training wealth inequality, especially in low-income programs are equally important. communities of color, as job losses in recessions The majority of interviewees identified job training disproportionately impact these communities and through local two-year colleges and technical investments often serve as income transfers away schools as essential components to consider when from them.23 Therefore, targeted job development investing in green jobs. Creating more courses, in these communities could provide long-term apprenticeship programs, and certifications support and transition Massachusetts to an would allow young and early-career professionals equitable and renewable energy future. to work on projects and jumpstart their careers in the growing field of green jobs. Additionally, 21 | Hernandez, Richard. The fall of employment in the manufacturing sector. Monthly Labor Review. August 2018. https://www.bls.gov/opub/mlr/2018/beyond-bls/the-fall-of-employment-in-the-manufacturing-sector.htm 22 | Federal Reserve Bank of St. Louis, “State and Metro Area Employment, Hours, and Earnings.” Accessed 6 May 2021. https://fred.stlouisfed.org/series/SMU25000003000000001A 23 | Parolin, Zachary, et al. 8th ed., vol. 4, Center on Poverty and Social Policy at Columbia University, 2020, The CARES Act and Poverty in the COVID-19 Crisis. X 21 Climate-XChange.org",
        "COMMUNITY LEADERSHIP AND EMPOWERMENT “My long-term vision is aligned with our mission, which is having this community be one where residents have enough time and energy and awareness to advocate for themselves on a consistent basis.” David Queeley, Codman Square Neighborhood Development Corporation Two interviewees said that investment programs should empower workers to advocate for better wages and working conditions. Four interviewees noted the power of unions for achieving this, while one interviewee said that worker cooperatives are an effective way to empower workers. One interviewee highlighted that green careers should enable residents to reinvest in their communities. Jobs created by investments should encourage this reinvestment, fight displacement, and be supported by policies that empower workers with collective Photo: David Hills. Courtesy of Cape Cod Commercial Fishermen’s Alliance bargaining rights and decision making power. Photo: Courtesy of Benjamin Franklin Institute of Technology Photo: Courtesy of Massachusetts Association of CDCs X Climate-XChange.org 22",
        "Housing Photo: Josh Olalde",
        "CENTERING THE NEEDS AND VOICES OF FRONTLINE COMMUNITIES HOUSING AFFORDABILITY AND QUALITY The housing crisis and cost of living are central In all, 18 interviewees (62 percent) discussed themes of social and environmental justice in housing affordability and 17 interviewees (59 “Housing is Massachusetts. A full 93 percent of interviewees percent) discussed the burden of utility and and remains a representing CDCs, two-year colleges, community energy costs. A household is considered “cost- struggle — if you organizations, and union and trade groups burdened” when more than 30 percent of income discussed housing a total of 671 times in their is used for housing. In every region of the state, don’t have a job interviews, which is second only to the topic of approximately one third of households are cost- you can’t pay jobs. During COVID-19, the home has evolved burdened.26 In New England, a greater percentage for and buy your beyond shelter into a place of work and education, of low income households are “energy burdened” necessities. So revealing the displacement, overcrowding, and than in all other regions of the United States.27 deterioration of the state’s housing market for low- Boston has the fourth highest percentage of you’re struggling income communities and communities of color. low-income households that are energy burdened to pay the rent... compared to all major metropolitan areas.28 When family income cannot keep pace with a if you come to neighborhood’s rising rent and property values, Housing insecurity, displacement, and low-quality deal with housing low-income families are at risk of being displaced housing are key compounding stressors on health insecurity, it’s from the community. and social mobility. In 28 instances, interviewees a very unstable emphasized housing as a public health issue. Displacement can take multiple forms: Globally, household air pollution kills 3.8 million environment.” people annually, and old dilapidated buildings and • Direct displacement occurs when a family can Community fossil fuel-based appliances are strong contributors no longer afford rent or mortgage payments and to poor indoor air quality.29 Children living in a Development is forced to move. This can happen forcefully home with a gas stove, for example, have a 42 Corporation through direct eviction and extreme rent percent higher risk of having current asthma, and a Representative increases, or through “soft evictions” where 32 percent higher risk of having lifetime asthma.30 landlords harass or otherwise deteriorate the shelters of tenants to force them to leave.24 Housing security is also a vital factor in mental health and upward mobility. For example, if • Exclusionary displacement occurs when new a family is housing insecure, forced to move low-income residents cannot afford to move multiple times per year, and confined to into a community due to increased rent and substandard crowded spaces, those conditions property values. This can also be the result of can have damaging effects on the mental and discriminatory practices such as barring tenants physical health of families. Interventions that with housing vouchers.25 stabilize the housing conditions of the family have • Cultural displacement occurs as new, wealthier been found to measurably improve the mental residents move in, along with new shops and and physical health of adults and children.31 This services that change the cultural character of the applies to other economic stressors such as community, which can leave remaining residents energy insecurity, which is linked to worse health with a sense of dislocation from outcomes for Boston families in poverty.32 the neighborhood. 24 | Typical landlords tactics for soft eviction include cutting off utilities, removing parking abilities, ignoring maintenance requests, or otherwise allowing unsafe and uncomfortable conditions to persist such as mold, pests, lead paint, rotting floors, and airborne pollutants. See https://www.urbandisplacement.org/pushedout for more information on direct displacement. 25 | The Uprooted Project also lists changes in land use or zoning as a cause of exclusionary displacement, such as eliminating units for households without children. “Tools for Texas Communities.” The Uprooted Project, sites.utexas. edu/gentrificationproject/understanding-gentrification-and-displacement/. 26 | Cost burden is defined as paying more than 30% of income for housing. “Many Households Burdened by Housing Costs in 2019.” Joint Center for Housing Studies, 2020, https://tinyurl.com/4cakanwh 27 | Drehobl, Ariel, et al. American Council for an Energy-Efficient Economy, 2020, How High Are Household Energy Burdens?: An Assessment of National and Metropolitan Energy Burden across the United States. (page 14) 28 | Drehobl, Ariel, et al. American Council for an Energy-Efficient Economy, 2020, How High Are Household Energy Burdens?: An Assessment of National and Metropolitan Energy Burden across the United States. (Page 8) 29 | “Household Air Pollution.” World Health Organization, World Health Organization, 17 June 2020, www.who.int/ airpollution/household/en/. 30 | Lin, Weiwei, et al. “Meta-Analysis of the Effects of Indoor Nitrogen Dioxide and Gas Cooking on Asthma and Wheeze in Children.” International Journal of Epidemiology, vol. 42, no. 6, 2013, pp. 1724–1737., doi:10.1093/ije/dyt150. 31 | Bovell-Ammon, Allison, et al. “Housing Intervention For Medically Complex Families Associated With Improved Family Health: Pilot Randomized Trial.” Health Affairs, vol. 39, no. 4, 2020, pp. 613–621., doi:10.1377/hlthaff.2019.01569. X 32 | Hernández, Diana. “Understanding ‘Energy Insecurity’ and Why It Matters to Health.” Social Science & Medicine, Climate-XChange.org 24 vol. 167, Oct. 2016, pp. 1–10., doi:10.1016/j.socscimed.2016.08.029.",
        "NOT REPEATING HISTORICAL INEQUITIES IN SYSTEMS There is a long history of racism, exclusion, and inequity in the American housing market that “I refuse to give up. I really persists today. Current residential segregation don’t want us to resign by race, ethnicity, and income is a result of ourselves to accepting that discriminatory practices by federal, state, and local governments, as well as the private housing the only way to keep housing industry. These institutional barriers to an affordable is to make sure it is equitable housing market are still in place, and of lousy quality.” include discrimination in the housing, mortgage, and insurance markets; exclusionary zoning; Joe Kriesburg, Massachusetts Association government policies affecting the location of and of Community Development Corporations access to subsidized housing; disparities in private (MACDC) and public investments; and the displacement of residents due to the cumulative inequities that created today’s income and wealth disparities.33 Nine interviewees, primarily representing CDCs and community organizations from urban Government investments are not immune from communities, mentioned displacement. In these structural inequities, and risk perpetuating particular, several interviewees emphasized that them if not designed to grapple with the reality displacement within the community does not of inequality and its root causes. Our research necessarily price families out of the area, but highlights three common housing justice barriers often rather prices families into overcrowded to overcome in a green investment plan: (1) arrangements within sub-standard units. Multiple gentrification, (2) upfront capital access, and (3) interviewees stressed that families are doubling older housing stock. or tripling up into dilapidated housing, which goes GENTRIFICATION unseen in homelessness statistics.34 Displacement, urban flight, and gentrification Multiple interviewees recommended a proactive are major challenges to frontline communities, community-municipality-state partnership to particularly in and around urban regions of the ensure that new investments into housing help state. Families are forced to live farther out from address the needs of actual community residents. sources of employment, which in turn requires Interviewees perceived green investment as a commuting or seeking inefficient forms of public promising tool to soften the housing market transportation. One public health organization challenges listed above — as people have more interviewed found that it is more difficult for options about where to live affordably, gateway their patients to access their community clinic, as cities and urban neighborhoods become more they are priced into remote areas without reliable accessible and inviting places to live. public transportation access. 33 | Melnik, Mark, and Abby Raisz. “Greater Boston Housing Report Card: Race, Equity & Housing in the Time of COVID-19.” The Boston Foundation, 14 July 2020, www.tbf.org/news-and-insights/reports/2020/july/greater-boston- housing-report-card-2020-race-equity-covid. 34 | The 41st Annual Homeless Census finds that Boston had fewer total homeless individuals and families in 2021 compared to 2020, but a greater number of individuals without shelter. Source: City of Boston, “41st Annual Homeless Census.” April 27, 2021. https://d279m997dpfwgl.cloudfront.net/wp/2021/04/2021-Census-Memo1.pdf X 25 Climate-XChange.org",
        "UPFRONT CAPITAL AS A BARRIER “What Mass Save offers is not enough. People can’t afford to electrify their oil heaters, let alone their gas heaters, or perform other retrofits, even with the level of subsidies that are being offered.” Pat Alvarez, Southwest Boston CDC Despite the community benefits of investing in green and deeply affordable housing, there are still serious capital constraints that can prevent families and communities from participating in and benefiting from the green transition. Greener developments, retrofits, and solar arrays are expensive and can require substantial upfront funds to finance. This is a key barrier in the housing sector, where many long-term financial decisions, such as building home equity rather than renting property, performing deep retrofits and energy efficiency improvements, or installing a solar array on the home, pay themselves back over time, but still require too much upfront capital for low- income families to take full advantage. Mass Save and other financial interventions that reduce upfront costs were cited by the interviewees as valuable tools to combat unequal access to upfront capital. However, existing levels of subsidy are not sufficient for low-income families. Tenants have trouble accessing the program, as they lack the legal authority to make such energy efficiency or retrofit modifications to the property that would reduce energy bills. If a landlord uses a state program such as Mass Save to improve the property, they may be inclined to raise rent on tenants. Photo: Courtesy of Hilltown CDC X Climate-XChange.org 26",
        "THE BARRIERS OF OLDER HOUSING “One of the biggest problems with getting housing stabilized, and particularly in frontline communities...the houses themselves need an influx of thousands of dollars to be compliant so they can even have access to Mass Save. It’s old housing, these things have to be upgraded in order to make that possible.” Community Organization Representative Our interviewees also find that the older housing abatement are different from that of energy stock in their community is challenging to fix. efficiency and retrofit programs. One third of all housing units in Massachusetts Multiple interviewees emphasized the need for were built before 1940, and 60 percent were built new resources for organizations and households in before 1970.35 Multiple interviewees identified communities of color to not only afford upgrades, through their work that communities of color in but also navigate the upfront challenges of older the state live in older housing stock than white dilapidated housing stock. One interviewee stated communities.36 that HVAC companies don’t always understand Before retrofits can even be considered, a home how to achieve peak efficiency in older housing, must have a requisite state of repair that may cost and as a result families pay for upgrades yet don’t thousands of dollars to meet. Historically, policy see the energy savings they anticipated. makers prefer to spend stimulus money quickly The quality and age of housing can impact on projects that are ready to be implemented on access to other green investment programs. One day one. If investment-funded retrofits do not interviewee explained that before a community consider the barriers of older housing, particularly can even imagine having a microgrid, housing in communities of color, then the program is at and buildings need the electrical infrastructure risk of inequitably favoring retrofit-ready homes in to support it. When buildings are too old, and higher-income communities. filled with renters, the landlord is not incentivized Older housing stock also presents health to pay for electrical upgrades and can prevent challenges, such as asbestos and lead exposure, microgrid initiatives from taking place. The for local residents. A full rehabilitation of these renter-landlord dynamic is exacerbated with properties should not only address their energy vulnerable populations such as Medicaid patients, issues, but also other health and safety issues. undocumented families, and low income residents However, this is difficult to navigate, as the who may avoid discussing repair or efficiency regulations, programs, eligibility requirements, opportunities with landlords in fear of being and timing considerations for lead and asbestos displaced by the landlord. 35 | U.S. Census Bureau, American Community Survey 2019. https://tinyurl.com/kd7c6jnn 36 | Korman, Henry, and Bonnie Heudorfer. Metropolitan Area Planning Council, 2014, Fair Housing and Equity Assessment for Metropolitan Boston. X 27 Climate-XChange.org",
        "INCREASING SOCIAL MOBILITY HOMEOWNERSHIP “Affordable homeownership would be a huge thing to focus stimulus funds on. I mean, figuring out ways, both for rental but really on homeownership ways to provide people with the ability to build longer term equity and wealth. I think that is what’s going to take people out of this.” Spencer Buchholz, Lawrence Community Works While increasing family income helps families Homeownership was also cited as a key priority cover their current needs, increasing family wealth for investments and other interventions into or financial equity allows them to build for the the housing market. Renters are chronically long-term by investing in education, creating disadvantaged in accessing government programs businesses, covering sudden expenses, such as that reduce energy reliances, since it is difficult medical emergencies or job loss, and building to make changes to a property that isn’t owned by durable social mobility. the resident. However, upfront capital and wealth inequality bars many families from purchasing A 2015 study by Duke University finds that the property in areas close to employment and other per capita median net-worth in the Greater essential services. Boston region was about $250,000 for white people, $12,000 for Caribbean Black people, The community can experience policy tensions $3,000 for Puerto Ricans, $8 for non-immigrant between the need to build wealth appreciation African Americans, and $0 for Dominicans.37 for the homeowner and the need to maintain Homeownership and debt are driving factors long-term price controls for the community. for this disparity. One third of non-immigrant Frontline community members who own property African Americans in the area own a home, have much to gain when their surrounding area compared to 80 percent of whites. Homeowners in increases in property value, whereas local tenants communities of color are also more likely to have bear the burden of increased rent costs. However, mortgage debt, student loans, and medical debt.38 in all cases the presence of non-resident investors and speculators was cited as a detriment to the Ten interviewees, a majority of whom represented housing market for the frontline communities. CDCs or community organizations, emphasized Several interviewees emphasized the need for the importance of home and property ownership, financial initiatives that lower the capital barriers both as a contributor to the state’s racial wealth for working families to access and compete in the gap and a key component of a long-term solution. homeowners market. 37 | Muñoz, Ana Patricia, et al. “The Color of Wealth in Boston.” Federal Reserve Bank of Boston, Duke University, The New School, and the Federal Reserve Bank of Boston, 25 Mar. 2015, www.bostonfed.org/publications/one-time-pubs/ color-of-wealth.aspx. 38 | Ibid. X Climate-XChange.org 28",
        "BUILDING ON EXISTING SUCCESSFUL PROGRAMS When asked how green investments could help the community navigate local challenges, interviewees “It’s about stabilizing the pointed to three main solutions to housing: rental market by giving the financial assistance, home energy improvements funding [...] what happens and/or retrofits, and deeply affordable transit- oriented housing development. when a moratorium on eviction ends and suddenly I FINANCIAL ASSISTANCE AND PROTECTION owe all of my rent? Is there a way to forgive that rent or get Interviewees overwhelmingly recommended that money be directed towards both short- that taken care of the same term and long-term housing financial alleviation. as the utilities?” Interviewees listed measures such as rent relief, rent forgiveness, and expanding existing programs Samantha Bilal, Public Health Institute of such as LIHEAP, to alleviate immediate bills and Western Massachusetts eviction risks. Massachusetts, despite the housing crisis, has outperformed other states in avoiding prevented thousands of evictions in the short- eviction during the pandemic due to heavy term.39 Between October 2020 and March 2021, utilization of rental assistance programs such as 85 percent fewer residential evictions were filed the Rental Assistance for Families in Transition year-over-year.40 (RAFT), and the Massachusetts Rental Voucher Program (MRVP). For medium to long-term solutions, multiple interviewees listed financial instruments such as Many municipalities have established or are in tax credits, new community land trusts and co- the process of setting up temporary emergency ownership programs, and other creative financing rental assistance (ERA) programs as well, drawing mechanisms to lower barriers to homeownership. from local re-purposed funds such as the One interviewee stressed that community-led Community Preservation Act (CPA), Affordable finance programs such as land trusts can also be Housing Trust Funds, Community Development a vital anti-displacement measure to ensure that Block Grants, and more. The Greater Boston local families capture the property value benefits Housing Report Card, released annually by the of developing new public transportation options in MHP Center for Housing Data, finds that the their community. eviction and foreclosure moratorium in 2020 39 | Hopper, Tom, and Callie Clark. Massachusetts Housing Partnership’s (MHP) Center for Housing Data, 2020, Housing Stability COVID and Beyond. 40 | “Press Release: Baker-Polito Administration Announces Federal Funding Through Eviction Diversion Initiative.” Mass.gov, Office of Governor Charlie Baker and Lt. Governor Karyn Polito, 2 Apr. 2021, www.mass.gov/news/baker- polito-administration-announces-federal-funding-through-eviction-diversion-initiative. X 29 Climate-XChange.org",
        "RETROFITS AND ENERGY EFFICIENCY “One of the biggest priorities for immediate green stimulus funding is retrofitting homes so that folks are not paying really high utility bills either for heat during the winter or cooling during the summer. I would fund energy resilience.” Environmental Justice Organization Representative An overwhelming majority of interviewees view green investments on the survey. In 17 instances, green upgrades to housing, which includes interviewees cited retrofitting and weatherization weatherization, energy efficiency, solar panels, as a key local job creator and career path, given water upgrades, and other retrofits, as win-win the inexpensive training required and the universal investments for the community. Retrofits and demand for service. Multiple interviewees stressed efficiency upgrades can be designed to soften the need to prioritize minority and women cost burdens for low-income families living contracting firms in the local community when in older housing stock and rental properties, implementing housing upgrade programs. while simultaneously improving family health The potential for reduced utility costs and and quality of life and generating new technical improved health outcomes was of foremost career paths for local residents seeking interest for interviewees, particularly when home employment. Green upgrades to housing were retrofits are combined with local sources of discussed by 21 interviewees (72 percent) a total renewable electricity, such as rooftop solar and of 308 times, which is the highest occurrence community microgrids. Multiple housing experts rate of any housing sub-topic analyzed. interviewed emphasized that retrofits and energy Twenty-one out of 22 interviewee survey efficiency are still a low hanging fruit for the older respondents (95 percent) rated the Mass Save distressed housing stock, which combined with program as a “somewhat high” or “very high” rooftop solar has a break-even timeline of four priority for the community they represent to seven years or less. To the degree that local (seven and 14 interviewees, respectively). renewable projects decrease the cost of energy, Overall, it was the second-most popular of 19 residents can put that money saved towards other vital expenses. Photo: Courtesy of Mobius Builders X Climate-XChange.org 30",
        "DEVELOP MORE DEEPLY AFFORDABLE HOUSING “A long-term vision for communities is [...] to have a place that they can both work and live in. Stabilizing housing is really about stabilizing the market to be a place for everyday people, rather than set up for realtors.” Community Organization Representative Interviewees commonly indicated that Public housing and affordable housing programs, investments be directed towards creating new which one interviewee noted as “one of our deeply affordable housing developments in their existing bulwarks against gentrification and communities, with special care given to the green homelessness,” haven’t been sufficiently funded standards of new units as well as the transit since before the Reagan administration, and the offerings and land use planning surrounding federal budget for housing assistance is on pace to new units. All 22 interviewee survey respondents fall to its lowest levels in 40 years by 2025.42 rated transit-oriented developments as a Some interviewees stressed that any new buildings “somewhat high” or “very high” priority for the must be compatible with a zero-emissions future. community they represent (10 and 12 interviewees, Reducing emissions in the buildings sector is respectively). Overall, it was the third-most imperative to achieve net zero emissions by popular investment of 19 different programs on 2050.43 Electrified, energy efficient buildings may the survey. be more expensive to build in the short-term, but In recent years, climate and housing groups are vastly cheaper to maintain over the building’s in the state have found a natural alignment lifetime. Beyond building new units, interviewees in seeking sustainable development patterns. also stressed the need to tackle housing access The housing crisis was cited by interviewees by increasing homeownership and fostering as compounding transportation emissions by equal access to the labor market, so that families pushing families out of the city, who then need have the spending power to afford more energy- to drive or find inconvenient bus routes to get to efficient housing. work. This puts particular strain on communities Low-income housing investments, green building of color, who are three times more likely than codes, retrofits and energy efficiency programs, predominantly white communities to have and creative homeownership finance can together commutes greater than one hour.41 help address the housing crisis and climate crisis concurrently. The interviewees stressed the need to leverage capital from all sources, including state, city, federal, and private, to adequately fund these solutions. 41 | Williams, Victoria L. Boston Fair Housing Commission, 2010, Analysis of Impediments to Fair Housing Choice. 42 | Rice, Douglas. “Chart Book: Cuts in Federal Assistance Have Exacerbated Families’ Struggles to Afford Housing.” Center on Budget and Policy Priorities, 12 Apr. 2016, www.cbpp.org/research/housing/chart-book-cuts-in-federal- assistance-have-exacerbated-families-struggles-to#section04. 43 | “An Act Creating a Next-Generation Roadmap for Massachusetts Climate Policy.” 2021.https://malegislature.gov/ Laws/SessionLaws/Acts/2021/Chapter8 X 31 Climate-XChange.org",
        "COMMUNITY LEADERSHIP AND EMPOWERMENT “When a community has been involved in the process, and has actually been able to really see their community grow, that there’s a real investment, they see the value of where they live and hold it as beautiful. People want to live in a place where they feel valued.” Community Organization Representative Equitable programs at the nexus of housing Multiple CDCs and other nonprofits interviewed and climate require close partnership with are already implementing successful local the community. This extends beyond housing programs, such as community land trusts (CLTs), when communities are deciding what the future partnerships with affordable housing developers, environment will look like. Development decisions and incubator projects using state funds such as cannot be made in a vacuum but rather have to Mass Save or MassCEC programs. The leading incorporate what else makes communities livable factor that limits the work of community and economically viable, such as green spaces, organizations is not a lack of ideas, solutions, access to essential services, and or skills, but a lack of resources compared to transportation access. wealthier communities and organizations. This includes involving the local community Multiple interviewees recommended a proactive in decisions that will affect where jobs and community-municipality-state partnership to other upfront investment benefits will go. One ensure that new investments address the housing interviewee stressed the need to offer technical needs of the residents, not just developers. Larger assistance and resources for CDCs, as well as municipalities may have staff structure in place, minority and women-owned developers and such as a sustainability coordinator or development contractors so that the jobs created by housing director, to facilitate such a partnership, however investments go to the frontline community some CDCs interviewed had no such municipal as a beneficiary. staff in the communities they serve. Photo: Courtesy Dudley Street Neighborhood Initiative X Climate-XChange.org 32",
        "Inf rastructure Photo: Aubrey Odom",
        "Green infrastructure was an important element to the interviews. A wide variety of projects “Even though low-income were brought up, including: energy efficiency, people are going to be retrofitting, and wind and solar energy the last ones to get into infrastructure. However, due to pandemic- related concerns around equity and access to the electric vehicle world, quality work and education, transportation and they will start getting the broadband emerged as the most critical pieces hand downs of those kinds of infrastructure. The COVID-19 pandemic of things and they’ll need compounded historical inequities such as unequal air quality burdens and lack of access to the charging stations. We’re internet. This section focuses on transportation talking about how to make and broadband related concerns highlighted by those investments for the interviewees and survey respondents. future even though they’re kind of expensive.” CENTERING THE NEEDS AND VOICES OF FRONTLINE Community Development COMMUNITIES Corporation Representative Investments in green infrastructure projects can create opportunities for communities to not only investment in electric vehicle infrastructure, recover from, but to prosper despite the impacts such as charging stations, should also coincide of the COVID-19 pandemic. The pandemic has with equity projects to increase frontline exacerbated existing community concerns such community access and support for a more as unequal access to public transportation, public equitable deployment of electric vehicles and health inequities, and lack of access to essential other electrified transit.45 Creating infrastructure infrastructure. Infrastructure projects can offer a to build capacity for and access to future electric wide variety of benefits for frontline organizations vehicle use is necessary for a low-carbon future. and communities. However, this does not mean that electric Projects that tackle transportation and broadband vehicle rebates and charging stations should should consider the equitable distribution of not be included in future policy packages. Eight impacts to frontline communities. Centering interviewees stressed the importance of electric frontline communities was especially evident in vehicles as an infrastructure investment and a discussing accessibility to electric vehicles. priority for Massachusetts to move towards less carbon-intensive transportation. Additionally, as Single-family electric vehicles are a significant three of interviewees suggest, equity concerns investment and are often inaccessible to low- can be addressed through electric vehicle income communities and communities of color. infrastructure implementation. The creation and In California, electric vehicle rebates might serve maintenance of electric vehicle sharing programs as wealth transfers from low-income tax-paying could temporarily bridge this accessibility gap. communities to middle and high-income families Further engagement and input from frontline that can afford electric vehicles.44 The barrier community and organization leaders will be to accessing electric vehicles due to high costs important in addressing equity issues around the was identified by six interviewees representing deployment of electric vehicles including but not communities across the state. Therefore, any limited to subsidy wealth transfers, accessibility, and supply chain impacts. 44 | Bryce, Robert. “California Assemblyman Says State’s Push For Electric Vehicles Fuels ‘Environmental Racism’.” Forbes, Forbes Magazine, 24 Sept. 2020, www.forbes.com/sites/robertbryce/2020/09/24/california-assemblyman-says- states-push-for-electric-vehicles-fuels-environmental-racism/?sh=3fc4d3292b9a. 45 | Walton, Robert. “States, utilities must ensure equitable investment in electric vehicle infrastructure, new report warns.” Utility Dive, 7 April 2021, https://www.aceee.org/white-paper/2021/04/siting-electric-vehicle-supply- equipment-evse-equity-mind. X Climate-XChange.org 34",
        "NOT REPEATING HISTORICAL INEQUITIES IN SYSTEMS Air quality concerns were mentioned as priority “That’s things like issues for 12 interviewees across Massachusetts and from community organizations, CDCs, environmental racism, and and unions. Six of these interviewees further communities of color getting expressed their concerns about the correlation redlined near highways [and] between poor air quality and high rates of asthma, near waste sites.” especially in Springfield, Massachusetts. The respondents also raised concerns that asthma Andy Hyatt, CIR SEIU is indicative of long-term systemic issues that highlight not only the unequal air pollution burden, but also historic public health challenges The electrification of public transportation is for Black and Brown communities. A respondent also a key issue for Massachusetts community also expressed concerns that high rates of asthma organizations. Not only is transportation the have also contributed to the impacts of the biggest current source of greenhouse gas COVID-19 pandemic on the community.48 emissions in the state, but the use of non-electric By transitioning to electrified and expanded public transportation raises air pollution and public transportation systems, Massachusetts environmental justice issues.46 The burden of air could reduce its largest source of pollution while pollution related to traffic and diesel-powered tackling historic air pollution inequities. This public transportation in Massachusetts remains concern is highlighted by two interviewees who inequitably distributed, with predominantly Black emphasized the need to move away from diesel- and Hispanic communities continuing to face powered transportation due to their proximity higher rates of pollution and particulate matter.47 to affordable housing units where vulnerable The survey of the interviewees found that both populations reside. air quality monitoring and transit oriented development were among the top five priority “I know of people who projects for the communities they represented. These priority projects reflect historical inequities literally told me that in the in public transportation and the disproportionate summertime when their impacts that diesel powered transportation windows are open, you have and traffic has had on frontline communities. to clean a layer of grime off Investments in electrified public transportation would help address these concerns. the dining room table from the diesel fuel.” Pat Alverez, Southwest Boston CDC 46 | “GHG Emissions and Mitigation Policies.” Mass.gov, Executive Office of Energy and Environmental Affairs, www. mass.gov/info-details/ghg-emissions-and-mitigation-policies#greenhouse-gas-emissions-trends-. 47 | Rosofsky, Anna, et al. “Temporal Trends in Air Pollution Exposure Inequality in Massachusetts.” Environmental Research, vol. 161, 2018, pp. 76–86., doi:10.1016/j.envres.2017.10.028. 48 | Riemer, Emily. “Asthma Added to List of COVID-19 Comorbidities for Vaccine Eligibility.” WCVB, WCVB, 23 Feb. 2021, www.wcvb.com/article/asthma-massachusetts-coronavirus-comorbidities-covid-19-vaccines/35538913#. X 35 Climate-XChange.org",
        "INCREASING SOCIAL MOBILITY Infrastructure has the potential to open up quality of the State Climate Policy Network did not work and social mobility for frontline communities identify broadband projects in their top five identified by our interviewees. Seven interviewees infrastructure projects. This suggests that shared their observations on how the COVID-19 frontline organizations, in comparison to other pandemic has further exposed infrastructure gaps Massachusetts stakeholders, are more concerned in their communities. with access to high-speed internet. The interviews suggest that the need for broadband is intrinsically INTERNET ACCESS tied with essential work and education needs that were augmented during the COVID-19 pandemic. “[Access to basic needs] still TRANSPORTATION remains the biggest issue. Reliable, affordable public transportation is also an We have residents within our essential infrastructure project for interviewees. portfolio who are behind in The interviewees commonly raised concerns about rent, whose jobs have not infrastructure along with concerns about jobs and transportation. The frequency of these issues come back, who have their children at home because the schools aren’t open, who “Access to quality, ethical, and have poor internet service. equitable jobs is making sure The kids are often kicked off people [are] getting paid a of whatever Zoom school living wage and have access. they’re in at that point. It’s [Transportation] really plays just a multitude of issues.” into access, being able to get to work, and access to work Caitlin Robillard, Allston-Brighton CDC that’s viable, and sustainable.” Community Organization Representative During the COVID-19 pandemic, access to quality internet services is essential for education and work. However, access to the internet is not being tied together suggests that communities equitable. In 2015, the Pew Research Center found are particularly concerned with infrastructure that only 15 percent of middle and high school projects and its relation to transportation and aged students nationwide had reliable access quality work. Connecting low-income and to quality internet services. The majority of the communities of color to quality work is an avenue students that did not have access to the internet to increase social mobility. were from low-income communities of color.49 Investments in broadband would help close Similarly to broadband internet, access to the digital divide and provide access to quality reliable and affordable transportation connects education and work. communities to their places of work. Eight interviewees across Massachusetts and Interviewees representing community representing two-year colleges, community organizations, unions, and CDCs in our survey organizations, unions, and CDCs all identified identified that their first infrastructure priority public transportation as crucial for essential is building out broadband. In contrast, the survey activities and connecting communities to respondents from Massachusetts residents quality jobs. 49 | Auxier, Brooke, and Monica Anderson. “As Schools Close Due to the Coronavirus, Some U.S. Students Face a Digital ‘Homework Gap’.” Pew Research Center, Pew Research Center, 27 July 2020, www.pewresearch.org/fact- tank/2020/03/16/as-schools-close-due-to-the-coronavirus-some-u-s-students-face-a-digital-homework-gap/. X Climate-XChange.org 36",
        "BUILDING ON EXISTING SUCCESSFUL PROGRAMS TRANSPORTATION ACCESSIBILITY “Putting an extensive amount of stimulus funding to the public transit system, [especially] around electrification, but also around just expanding the network [...] can help reinvigorate the economy and get people back into using the [public transportation] system.” Anna Leslie, Allston Brighton Health Collaborative As outlined previously, a core infrastructure Massachusetts Institute of Technology (MIT) project that interviewees identified as a priority found that a reduction of public transportation is the expansion of public transportation. To costs by 50 percent in Boston increased low- build out and expand public transportation would income ridership by 30 percent, and that the create long-term resilience for communities majority of the reduced-price trips taken were to access quality jobs and reduce the need for connecting people to essential resources like private vehicles. Expansion of transportation healthcare.50 Improving the affordability of public infrastructure and accessibility would also open transportation would maximize its benefits to up access to job training, childcare, education, and frontline communities. Means-tested fares or improve the overall quality of life. free public transportation could further help the affordability and use of public transportation Public transportation is a vital resource for for frontline communities. The theme of public low-income communities but affordability transportation expansion and affordability was remains a barrier. In 2019, researchers at the identified by eight interviewees as essential for their communities across Massachusetts. Photo by Adam E. Moreira 50 | Rosenblum, Jeffrey, et al. Massachusetts Institute of Technology, 2019, How Low-Income Transit Riders in Boston Respond to Discounted Fares: A Randomized Controlled Evaluation. X 37 Climate-XChange.org",
        "COMMUNITY LEADERSHIP AND EMPOWERMENT “We don’t want just gray walls around the neighborhood of the seacoast — you want active parks, you want recreation, you want access to the water, all the things that make us a beautiful, wonderful, culturally, internationally respected city.” Community Development Corporation Representative A 2015 study found that the American Recovery leadership is a theme throughout infrastructure and Reinvestment Act of 2009 did not create long investments that can support the existing lasting benefits to Black and Brown communities. vulnerable communities in Massachusetts. It can It failed to address systemic barriers to wealth serve as a framework to understand the benefits of generation and was implemented in a race-neutral anti-displacement, job creation for local residents, way that did not account for the high rates of and access to quality work through both internet unemployment in communities of color.51 These access and public transportation. Massachusetts inequalities also persisted in green infrastructure has the opportunity to avoid repeating these past investments that focused on creating mostly mistakes by centering community leadership unskilled labor.52 The value of community to generate long lasting change through infrastructure investments. Photo: Courtesy of Massachusetts Association of CDCs 51 | Gray, Vance, et al. “American Recovery and Reinvestment Act of 2009: A Political Analysis of Its Impact on Black and Latino Unemployment in the United States.” Race, Gender & Class, vol. 22, no. 3-4, 2015, pp. 107–135. JSTOR, www. jstor.org/stable/26505352. Accessed 7 Apr. 2021. 52 | Popp, David, et al. National Bureau of Economic Research, 2020, The Employment Impact of Green Fiscal Push: Evidence from the American Recovery Act. X Climate-XChange.org 38",
        "Design & Process Photo: Oakville News",
        "It is vital that investment packages and programs schools in a safe way. Investment packages that harness community knowledge and are designed do not address the lack of family care will not with the lived experience of all Americans in mind. equitably lift up women, particularly women This section details aspects of investments which of color, and thus will not have an equitable limit access to frontline communities, as well as distribution of impacts. strategies for considering historical barriers and LANGUAGE BARRIERS community assets in program design moving forward. “I think, number one for us, and [where] CENTERING THE NEEDS we’ve really tried to bridge the gap, are AND VOICES OF FRONTLINE immigrants, people [for whom] English COMMUNITIES is not their first language. There’s already ACCESS TO FAMILY CARE a trust issue, even people that are residents, but don’t speak English. “Families with children, if they don’t There’s also maybe not the most trust have money to pay for childcare, then with some government institutions. So they’re not working, and then they have they come to DSNI because we’ve built no money for food and everything else. that trust over generations.” Childcare is critical. Whether that’s Mike Pollio, Dudley Street Neighborhood Initiative different ways to pay the people who then can pay the childcare or make Nearly a quarter of Massachusetts residents speak childcare free but that would be huge.” a language other than English, which is higher than the national average of 21.9 percent.56 The top John Waite, Franklin County CDC five other languages spoken in the Commonwealth are Spanish, Portuguese, Chinese, Haitian Creole, and Vietnamese. The diversity of language in The need for family care did not originate with the Commonwealth should be reflected in how the pandemic, but was exacerbated by closures information about investments is disseminated. mandated by the public health crisis. This problem unevenly affects women, who have already been Eight interviewees from both Western and more likely to leave the workforce, be laid off, or Eastern Massachusetts, who span community consider quitting to provide care for their children organizations, community development or other family members.53 Additionally, 93 percent corporations, and unions mentioned language of employees in the childcare field are women, and access as an important aspect to include in the 45.3 percent are Black, Asian, or Latinx.54 information spread about investment programs. Among the interview participants, eight indicated Many noted the role of local organizations with that child or elder care was a concern for the community trust and knowledge in distributing members of their communities representing information about how to access new and Western and Eastern Massachusetts, urban existing government programs. State and local and rural populations, and community governments can do more to increase access organizations, CDCs, and unions. In rural by translating documents into other popular Western Massachusetts, limited or inconsistent languages in Massachusetts; however, there will transportation can also serve as another barrier to always be gaps. Community organizations know accessing child or adult care.55 Various suggestions first-hand the languages in their community and emerged from interviews including investing can help ensure the most isolated and vulnerable in child care vouchers and strategies to reopen residents have fair access. 53 | Cassella, Megan, and Eleanor Mueller. “A Lack of Child Care Is Keeping Women on Unemployment Rolls.” POLITICO, POLITICO, 25 June 2020, www.politico.com/news/2020/06/25/child-care-women-unemployment-339012. 54 | “Employed Persons by Detailed Occupation, Sex, Race, and Hispanic or Latino Ethnicity.” U.S. Bureau of Labor Statistics, U.S. Bureau of Labor Statistics, 22 Jan. 2021, www.bls.gov/cps/cpsaat11.htm. 55 | Gould, Toby. Rural Commonwealth, 2018, Transportation in Massachusetts’ Rural Core: What’s Missing?, www. ruralcommonwealth.org/. 56 | “Massachusetts for Massachusetts.” Data USA, datausa.io/profile/geo/massachusetts/demographics/languages. X Climate-XChange.org 40",
        "NOT REPEATING HISTORICAL INEQUITIES IN SYSTEMS PROVIDING TECHNICAL ASSISTANCE Smaller, resource-constrained cities and nonprofit organizations struggle to leverage the benefits of “I also agree that it government programs when the systems to access shouldn’t be a complex them are convoluted, and they do not have the grant program that someone capacity or the resources to navigate it. Twelve interviewees from most types of organizations, needs a grant writer to apply geographic location, and population density for. That’s also important noted the difficulties faced by their organizations, so that smaller organizations municipalities, and residents in accessing funding and smaller groups can and incentives at large. access it and can apply and One respondent from a community development not feel overwhelmed and corporation noted her desire to build deeply affordable housing that had solar panels and daunted by a complex electric vehicle charging stations, but she application process.” came across “conflicting priorities” when her capacity and financial abilities were stretched Marisa Lopez, Newmarket Business by the complicated processes to access these Association, Jobs Initiative technologies at an affordable rate. Many respondents noted the potential benefits of dedicated personnel that could assist with grant applications for organizations and could help individuals navigate complicated processes to access incentives like Mass Save or the Low Income Home Energy Assistance Program (LIHEAP). Photo: Courtesy of Massachusetts Association of CDCs X 41 Climate-XChange.org",
        "INCREASING SOCIAL MOBILITY ACCESS TO HIGHER EDUCATION “Providing funding to community colleges is really important. That tends to be a gateway for Lawrentians to enroll in higher education, and then launch into a four-year degree. It’s a very standard strategy of increasing educational attainment, and it’s often viewed as a means to increase one’s earnings over time. But, if they don’t achieve their educational goals, then they’re not going to be realizing that opportunity. And quite frankly, sometimes that mountain of debt scares a lot of young adults, which could delay achieving those goals.” Brad Buschur, Groundwork Lawrence Higher education as a means to increase access percent of students from high-income families to green jobs has been discussed throughout this attended college in comparison to only 52 report, but respondents also noted the importance percent of students from low-income families.59 of higher education as a means of achieving social This disparity can be drawn back to financial mobility for their residents. inaccessibility and underfunded academic preparation for college applications. In Massachusetts, there is a strong correlation between low rates of bachelor’s degree attainment Respondents cited many solutions to increase and high rates of unemployment.57 Twelve access to higher education through investments. interviewees across every type of organization, One interviewee mentioned using investments geographic location, and population density to increase existing scholarship programs, noted the benefits of higher education in their including Pell Grants.60 This strategy would communities. Bachelor’s degree holders are half increase affordability for higher education without as likely to be unemployed as their peers who requiring young people to assume a large amount only have a high school degree, and they make of student debt. Another interviewee suggested $1 million in additional earnings on average increasing opportunities for high school students over their lifetime.58 to take courses that are dually enrolled in a local two-year college. According to the Massachusetts However, the barriers to entry for low-income Department for Higher Education, low-income people and people of color can be insurmountable, students who took a dual enrollment course were harming their overall trajectory for economic almost 16 percent more likely than their peers who and social mobility. In 2010, approximately 82 had never taken a dual enrollment course to enroll in college.61 57 | Massachusetts Department of Higher Education . “The Degree Gap: Honing In on College Access, Affordability & Completion in Massachusetts.” The Vision Project / Massachusetts Department of Higher Education, June 2016, www.mass.edu/visionproject/degreegap/honing.asp. 58 | Edelson, David. “How Does a College Degree Improve Graduates’ Employment and Earnings Potential?” Association of Public & Land-Grant Universities, 27 Feb. 2020, www.aplu.org/projects-and-initiatives/college-costs- tuition-and-financial-aid/publicuvalues/employment-earnings.html. 59 | National Bureau of Economic Research (NBER). n.d. “Current Population Survey (CPS) Data at the NBER.” National Bureau of Economic Research, Cambridge, MA. 60 | Learn more about Pell Grants here: https://studentaid.gov/understand-aid/types/grants/pell 61 | Massachusetts Department of Higher Education . “The Degree Gap: Honing In on College Access, Affordability & Completion in Massachusetts.” The Vision Project / Massachusetts Department of Higher Education, June 2016, www.mass.edu/visionproject/degreegap/honing.asp. X Climate-XChange.org 42",
        "BUILDING ON SYSTEMS THAT ALREADY WORK “I don’t think that a lot of these investment pieces need to be reinvented. The wheel doesn’t need to be reinvented and new committees don’t need to come out of nowhere.” Environmental Justice Organization Representative Many interviewees echoed this idea of not In the survey of the interview respondents where reinventing the wheel and instead expanding each individual ranked the climate projects that upon programs that have proven success rates were most important to their community, Mass amongst the communities they serve. Eighteen Save was the highest-ranked project with 21 interviewees representing every type of out of 22 respondents ranking it as very or organization, geographic location, and population somewhat important. density emphasized the point of allocating Respondents stressed repeatedly that it was investments to programs that were already often unnecessary and not effective to create working well. Programs mentioned included: new systems and processes to distribute the benefits of investments. They want to see the • Mass SAVE programs that their residents already benefit from improved and better resources on how • Healthy Incentives Program (HIP) to navigate services to provide the most direct positive impact. • Supplemental Nutrition Assistance Program (SNAP) • MassCEC Programs • The Low Income Home Energy Assistance Program (LIHEAP) • Commercial Driver’s License Trainings • Pell Grants and Other Scholarships • Low Income Housing Tax Credits • Young Fishermen’s Development Act • MassWorks Infrastructure Program • Mass Growth Capital Corporation (MGCC) Small Business Technical Assistance Grant Program Photo: Courtesy of Public Health Institute of Western Massachusetts X 43 Climate-XChange.org",
        "COMMUNITY LEADERSHIP AND EMPOWERMENT “I would also encourage engaging communities in the solution strategy that we’re seeking to address, because they’ve already been resilient in surviving during the pandemic, so they also have the solutions to the plan that we might consider.” Samantha Bilal, Public Health Institute of Western Massachusetts Interviewees stressed that their organizations One prime example arose through an organization know the needs and the strengths of their in Lawrence. In the beginning of the pandemic, communities best and should play an active role they saw the urgent need of food access for its in deciding how to allocate investment resources. residents and the financial struggle of its local restaurants. They organized a program to pay local Local residents and organizations are generally restaurants to cook meals for residents struggling first responders in times of crisis and are with food insecurity. This program concurrently intimately familiar with the issues facing their stabilized the restaurant economy in the area and communities before, during, and after a crisis supported those who were hungry by utilizing the hits.62 The COVID-19 pandemic is no exception. unique assets of the Lawrence community. Many respondents noted the ways their organizations have creatively shifted beyond Community organizations have a deeper their missions to address the needs exacerbated understanding of their residents’ needs and skill by the pandemic and to emphasize the existing sets than any outside organization or level of strengths of their communities. Twenty-two government, and should design programs that fit interviewees across every type of organization, those unique experiences. Investment programs geographic location, and population density should leverage this community expertise and agreed that community organizations should take trust to create programs that effectively solve a leading role in designing and implementing compounding problems in neighborhoods. investment programs. Photo: Courtesy of Groundwork Lawrence 62 | Jaskulowska, Joanna. “Public Participation After Natural Disaster – Case Study Of Christchurch Earthquake Response.” Zarządzanie Publiczne.47 (2019): 225-45. ProQuest. Web. 8 Dec. 2020 X Climate-XChange.org 44",
        "Summary of Findings Photo: Erik Mclean",
        "In this moment of political, economic, social, and that decision-makers seize this moment and environmental crises, decision-makers have an dramatically invest in rebuilding our society to opportunity to learn from missteps in the past work for every community, not just the wealthy. in order to uplift all Americans equitably. But the Below are key recommendations drawn from each urgency of this moment cannot be overstated. If section of the report that represent the qualities this time is squandered and not used to its full and values that every investment package moving potential, generations will continue to suffer from forward should exhibit. Interviewees stressed the outcomes of historical discrimination, which that the stakes are too high to repeat the same are only exacerbated and compounded by the mistakes again. cascading crises of the present day. It is essential INVESTMENTS MUST: • Include policies that require local hiring to the maximum extent possible • Include policies that require a greater amount of minority hires • Provide scholarships to two-year colleges for vocational training and certificate programs Job Creation • Make it easier for small businesses and contracting firms to bid on government contracts, such as by parsing into smaller projects that local businesses can fulfill • Guarantee that minority contractors receive an equitable proportion of contracts • Foster community-municipality-state partnerships to ensure new investments in housing address the needs of the community, rather than just developers • Lower the capital barriers that prevent low-income families and renters from taking advantage of Mass Save and other homeowner services • Prioritize older, dilapidated housing to reduce utility costs and indoor health hazards • Expand financial assistance measures such as rent relief, rent forgiveness, tax credits, and LIHEAP in the Housing short to medium-term • Create new financial programs to increase homeownership access, such as community land trusts and co- ownership programs • Further expand Mass Save and increase the subsidies offered for low-income households to retrofit homes • Leverage a combination of city, state, and federal funding to accelerate the development of new, deeply affordable housing near transportation access • Expand affordable public transportation routes to serve and connect frontline communities to places of work • Install electric vehicle infrastructure throughout the Commonwealth Infrastructure • Address equity concerns by implementing electric vehicle ride share programs in frontline communities • Expand broadband infrastructure to connect communities to quality jobs and education • Expand infrastructure projects that increase demand for quality jobs in frontline communities • Increase access to family care in order to allow all caregivers to benefit from job creation benefits • Make information about accessing the benefits of investments widely available in languages other than English and leverage community organizations to ensure broad and equitable access • Increase ease of access to investments by ensuring that methods for distributing funds are as easy as possible with designated personnel to assist with applications Design and Process • Increase access to higher education to ensure that all Massachusetts residents have the opportunity to obtain quality careers created through new jobs programs • Expand on programs that are already proven to be effective for frontline communities • Leverage community expertise and trust to create programs that best solve compounding problems in neighborhoods X Climate-XChange.org 46",
        "Appendix 1 Consent Form sent to all interview participants CLIMATE XCHANGE AND FAIRMOUNT-INDIGO CDC COLLABORATIVE Name of Investigators: Ava Gallo, Karl Celis, Jonah Kurman-Faber, Saba Ijadi INFORMED CONSENT TO PARTICIPATE IN A RESEARCH STUDY We are inviting you to take part in a research study. This form will tell you about the study. You may ask any questions that you have. When you are ready to make a decision, you may tell the researcher if you want to participate or not. You do not have to participate if you do not want to. If you decide to participate, the researcher will ask you to sign this statement and will give you a copy to keep. WHY AM I BEING ASKED TO PARTICIPATE IN A RESEARCH STUDY? You are being asked to take part in a research study collecting the priorities of communities across the state of Massachusetts for federal/state stimulus funding, specifically for climate projects. WHY IS THIS RESEARCH BEING DONE? The purpose of this study is to center community stories and input in the green stimulus conversation. WHAT WE WILL ASK YOU TO DO If you agree to be in this study, we will conduct an interview with you. The interview will include questions about your community, the impacts it has faced due to the pandemic, the impacts it has faced due to climate change, and how stimulus funding can best help it thrive. The interview will take about 30 minutes to complete. With your permission, we would also like to record the interview via the Zoom platform. Upon request, you may participate in an interview without recording, provided the researchers can take notes. COMPENSATION You will receive a $50 stipend for one interview. This compensation can be delivered as a donation to your organization or as personal compensation for your time. The information you provide may be made public unless you request otherwise: The records in this study will be made public. Results will be disseminated through a final report and other outputs unless you request for us to keep your answers confidential- in which case pseudonyms and substitutions of place names will be made in order to keep your identity confidential. We will ask you to review information for accuracy prior to its dissemination when identifying information (name, organization name, etc.) are included, if you so desire. TAKING PART IS VOLUNTARY Taking part in this study is completely voluntary. You may skip any questions that you do not want to answer. If you decide not to take part or to skip some of the questions, it will not affect your current or future relationship with Climate XChange or Fairmount-Indigo CDC Collaborative. If you decide to take part, you are free to withdraw at any time. X 47 Climate-XChange.org",
        "Appendix 1 IF YOU HAVE QUESTIONS The researchers conducting this study are Ava Gallo, Karl Celis, Jonah Kurman-Faber, and Saba Ijadi. Please feel free to ask any questions you have by contacting Ava Gallo at ava@climate-xchange.org. You will be given a copy of this form to keep for your records. I would like the opportunity to review any of the information I share that contains personal identifiers (name, organization, etc.) prior to distribution. Yes No If yes, your contact information so we can follow-up: Email: Phone: In addition to agreeing to participate, I also consent to having the interview recorded via Zoom. Yes No In addition to agreeing to participate, I also consent to providing a photo that will potentially be disseminated with the research. Yes No STATEMENT OF CONSENT: I have read the above information, and have received answers to any questions I asked. I consent to take part in the study. Your Printed Name: Date: This consent form will be kept by the researcher for at least three years beyond the end of the study. X Climate-XChange.org 48",
        "Appendix 2 Questions used in long-form interviews OPENING DESCRIPTION Communities of color and low-income communities are on the frontline of the pandemic and climate change, and it is more important than ever that their priorities are emphasized in allocation of stimulus funding. Climate XChange and Fairmount-Indigo CDC Collaborative have partnered on this research project to center community voices in the Build Back Better conversation in Massachusetts. This project will serve as a companion piece to Climate XChange’s technical research which seeks to make the case for a green stimulus by quantifying the public health and job creation associated with climate and community investment. Both the technical analysis and survey research will be published by the Spring of 2021. Stimulus funding will be imminently allocated to Massachusetts and when it does it is instrumental that state legislators understand where and how to best allocate it. The information you provide in this interview along with our other interviewees will be compiled into a report for Massachusetts legislators to understand how their constituents are suffering due to the effects of the pandemic and climate change. With the quantitative research and your perspectives combined, these decisionmakers will have a clear sense of what projects need to be funded to truly support communities across the Commonwealth. Your input is so important in this process, and we want to make sure that it is accurately represented to those making the decisions about where this funding will end up. Do you have any questions before we go into the interview questions? OVERVIEW • What are the immediate challenges facing your community? • What is your long-term vision for your community? STIMULUS • How would stimulus funding best be spent to help your community recover from the pandemic? • What climate projects should be the highest priority to receive immediate funding? • What populations are at risk of being left out and need to be explicitly centered in stimulus spending? • What would you do to make stimulus spending as accessible as possible? • Are there industries or jobs with specific expertise that if funded would best support your community? • What qualities or provisions are you looking for in jobs that green stimulus creates in your community? FOLLOW-UP • How can our research best help your organizational priorities? • Currently, we plan on writing a report as the main output for this research project. What other outputs from this research would best serve your organization? • Do you have recommendations for other organizations or individuals for us to reach out to? X 49 Climate-XChange.org",
        "Appendix 3 Green Recovery Projects Prioritization Form Please fill out this form to indicate what green recovery projects are most important to the community that you represent. * Required 1 | Email address * 2 | What is your name? * 3 | What organization/union are you affiliated with? * 4 | What community(ies) do you represent or live in? * 5 | How important is each project to your community? * Mark only one per row. Very Somewhat Neutral Not A Priority Light Rail Electric Vehicles Low Carbon Buses and Trucks Transit-Oriented Development (TOD) Ferry Expansion and Electrification High Speed Rail Broadband Connectivity Community Air Quality Monitors Building Energy Efficiency (Mass Save) Water Efficiency Programs Large Renewable Projects Battery Storage Projects Transmission Grid Updates Community Microgrids Clean Drinking Water Projects Water Management Ecosystem Restoration Urban Greening Irrigation and Water Efficiency 6 | Are there any green projects important to your community not represented on this list? If so, please list. X Climate-XChange.org 50"
    ]
}