{
    "FILE_NAME": "https://www.massaudubon.org/content/download/12560/file/MassAudubon_LosingGround5_FINAL_medres.pdf",
    "ALL TEXT": "LosinG Ground Planning for Resilience Patterns of development and their impact on the nature of Massachusetts Fifth Edition of the Losing Ground Series June 2014TABLE oF ConTEnTs Acknowledgements 1 introduction 2 Chapter 1 3 Land use Changes in Massachusetts Chapter 2 7 Land Conservation Between 2005 and 2013 Chapter 3 12 Critical Landscapes: resilience and BioMap2 Chapter 4 20 Community Planning for Climate resilience Chapter 5 25 Conclusions and recommendations references inside back coverAcknowledgements Losing Ground: Planning for Resilience was produced by Mass Audubon’s Advocacy Losing Ground was supported through the Open Space Institute’s Resilient Landscapes Department and authored by Tom Lautzenheiser, Jeffrey Collins, E. Heidi Ricci, and Initiative, which is made possible with a lead grant from the Doris Duke Charitable Founda- Jack Clarke. Preferred citation: Lautzenheiser, T.E., J.M. Collins, E.H. Ricci, and J. Clarke. tion. The Resilient Landscapes Initiative seeks to educate, train, and build the capacity of land 2014. Losing Ground: Planning for Resilience. Massachusetts Audubon Society, Inc. trusts working to respond to climate change and to direct $5.5 million in capital to pilot sites Lincoln, Massachusetts. 32 pp. that will provide refuge for plants and animals. We thank the many collaborators from partner conservation organizations and We are tremendously grateful to the following who have supported Losing Ground agencies who assisted with this report. with direct funding: • Alces Foundation This edition of Losing Ground would not have been possible without the generous • American Planning Association—Massachusetts Chapter data sharing and technical support from faculty, staff, and students in Boston University’s • Franz and Anne Colloredo-Mansfeld Department of Earth & Environment who provided us with the basic land cover change data • Epsilon Associates, Inc. that underlies our central analysis. Department Chair Curtis Woodcock and Professor Sucha- • Horsley Witten Group, Inc. rita Gopal fostered our collaboration and supported our application of their land cover clas- • Susan and Christopher Klem sification method to this project. Assistant Research Professor Pontus Olofsson contributed • Massachusetts Association of Planning Directors the statistical design and analysis for our efforts to refine area estimates of land cover change. • Open Space Institute Doctoral students Valerie Pasquarella and Christopher Holden were unflagging in explaining • Judy A. Samelson and William Schawbel the science behind the land cover classification method, responding to our project-spe- • U.S. Green Building Council—Massachusetts Chapter cific requests, and delivering the final land cover maps, data, and statistics to support Losing Ground. Professor John Rogan of Clark University’s Graduate School of Geography provided The report benefitted from the expertise of and close review by a wide range of colleagues our initial introduction to the use of Landsat imagery for land classification. outside Mass Audubon, including: Kurt Gaertner and Robert O’Connor in the Executive Office of Energy & Environmental Affairs; David Foster, Director of the Harvard Forest; The Nature Conservancy’s Massachusetts Program (TNC) generously provided a rescaled Andy Finton and Jessica Dyson of TNC; Larry Adams and Chris Ryan of the Central Massa- analysis of resilient lands for use in Losing Ground. Jessica Dyson, with input from Andy chusetts Regional Planning Commission; Julie Conroy of the Metropolitan Area Planning Finton, interpreted TNC’s regional resilience data for our use, designed the state-level resca- Council; Neil Angus of the U.S. Green Building Council—Massachusetts Chapter; Peter ling method, and completed the rescaling in GIS, providing critical insights into the data Lowitt, FAICP, Steve Sadwick, and Ralph Wilmer, FAICP, of the American Planning Associ- throughout the process. Mark Anderson and Melissa Clark of TNC’s Eastern Regional Office, ation—Massachusetts Chapter; and Scott Horsley, Consultant and Adjunct Professor. Town of who developed the original regional resilience analysis from Maine to Florida, provided Westford staff assisted with graphics and information on the Westford case study, including invaluable input to the rescaling process. Special thanks also to TNC Massachusetts State Conservation/Resource Planner William Turner, GIS Coordinator Chris Couto, and Director Director Wayne Klockner for his long-standing support of this work. of Land Use Management Chris Kluchman, AICP. William Harman of Westford Conservation The staff and data of the Massachusetts Office of Geographic Information (MassGIS) remain Trust and Developer Joe Flaherty provided information and inspiration for the case study. irreplaceable to Losing Ground. Director Christian Jacqz and Philip John provided early assistance with GIS analyses. The town boundary, water body, transportation, BioMap2, and Jack Clarke motivated and provided overall direction for this edition of Losing Ground. Mass Audubon colleagues Robert Buchsbaum, Gary Clayton, Michael O’Connor, Henry other map data in the report were drawn from MassGIS. Ben Smith, GIS Analyst in the Exec- Tepper, Lou Wagner, and Bob Wilber reviewed drafts of the document and contributed to utive Office of Energy & Environmental Affairs, maintains the statewide open space data discussions leading to the final report. Margo Servison and Amber Carr assisted with valida- layer and provided specific assistance with its use and interpretation. tion of the BU data; Margo also compiled the images used in the publication. Stephanie Elson The Massachusetts Natural Heritage and Endangered Species Program/TNC BioMap2 data and Advocacy Intern Nathan Spear researched and compiled data on planning and zoning are a powerful conservation tool, which we used extensively to assess the effects of land practices in the I-495 region. Liz Lynn Albert coordinated fundraising efforts. Ann Prince protection and land development on Massachusetts’ biodiversity. Maps and analyses were provided editorial oversight. Matthew Smith built the Losing Ground website. This edition prepared with ArcGIS software generously donated by the ESRI Conservation Program. of Losing Ground draws extensively on the previous edition written by James DeNormandie and Claire Corcoran. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 1Introduction The nature of Massachusetts is rooted in the land. From the shifting sands of the Cape The amount and the location of both development and land protection influence habitat and Islands to the ancient bedrock ridges of the Berkshires and Taconics, each of the quality. Accordingly, it is critical to track how new development and land protection relate to plant and animal species that we strive to protect requires sufficient habitat to survive. our most important habitats. In Chapter 3 we look at development impacts on valuable habitat While the hardworking conservation community continues to protect fields, forests, and as determined in BioMap2 and on resilient landscapes as determined by The Nature Conser- wetlands, loss of habitat due to land conversion remains one of the top threats to the nature vancy (TNC). Chapter 3 also asks whether we are protecting the right land by providing an of Massachusetts. For the past 30 years, Mass Audubon’s Losing Ground series has tracked update on efforts to protect land identified in BioMap2 and TNC’s resilience analysis. and reported on patterns of development and land conservation in Massachusetts, providing As natural lands are converted to development, it is ever more important to design our built an essential snapshot of a changing Commonwealth over time. This latest edition provides environment to minimize effects on natural processes. Chapter 4 describes important planning updated trends between 2005 and 2013. tools and programs available to foster “green community” design in the Commonwealth to Environmental protection ultimately rests on preservation of landscape functions. Seed sustain our economy and environment. We also take an in-depth look at smart growth policies dispersal, animal movement across the landscape, gene flow amongst a population, the mean- in 37 communities in the I-495 region, which continues to experience some of the highest dering of a stream—each of these is an example of a natural process that requires a landscape development rates in the state. of connected natural areas, unconstrained by artificial barriers, in which to operate. Human Building activity was dramatically reduced in the period of our analysis, due to the Great land use, especially our inclination to build long-lasting structures and to harden our invest- Recession and resulting credit crunch; yet development pressure on the land is returning ments against the vagaries of natural processes, tends to interrupt these natural processes and to levels seen in previous years. Recent catastrophic storms in our region have provided a thus reduce overall habitat quality and function. sobering reminder that the era of climate change is upon us, and will require creative and Development has reshaped the face of Massachusetts in the past 40 years. Earlier editions proactive solutions. Planning and zoning for development must be modernized and the pace of Losing Ground calculated 775,000 acres of developed land in Massachusetts in 1971, or of land protection must increase even further if we are to maintain a Massachusetts with an 15 percent of the state. We now estimate that 1.1 million acres are developed, representing interconnected mosaic of forests, fields, and wetlands, including the most valuable land for 21 percent of the state. Most of this development has occurred in the eastern half of the state wildlife habitat and climate resilience. as wooded suburbs have been absorbed by urban expansion and the farm fields of formerly rural exurbs have “grown houses” to meet the demand for commuter housing. In Chapter 1 we report on recent patterns of development across the state. While the amount of developed land has increased, the amount of protected land has increased even more, especially in recent years. The second edition of Losing Ground concluded that 890,000 acres were permanently protected as wildlife habitat in 1997. We now estimate that 1,259,075 acres are permanently protected for all purposes. Chapter 2 25 Miles analyzes the pace of land protection, where the land is being protected, by whom, and for what purposes. For a glossary of terms, frequently asked Massachusetts land cover, 2013 questions, and technical report please visit www.massaudubon.org/losingground. 2 Losing Ground: Planning for resilience | ©Mass Audubon 2014/ Land use Changes in Massachusetts Chapter 1 Land use decisions in Massachusetts are typically made on a parcel-by-parcel basis, within the planning and regulatory frameworks established at the municipal and state LAnd usE dATA sour CEs levels. The local effects of these decisions may be obvious: businesses or residences spring up in former forest or farmland, for example, contributing to the economic and social Land use change analyses in past editions of Losing Ground were based on land use capacity of the area. But the cumulative impacts of many such decisions are harder to discern, data provided by the Massachusetts Office of Geographic Information (MassGIS). and questions of long-term community character, sustainability, and resilience come into play. unfortunately, directly comparable, updated land use data were not available for To determine the patterns and trends of development over the period from April 2005 to use in this analysis. As an alternative, we turned to the department of Earth & April 2013, we analyzed a statewide land cover change dataset created by Boston Universi- Environment at Boston University (BU) where researchers use Landsat satellite ty’s Department of Earth & Environment. imagery to map land cover and monitor land cover changes. Landsat TM/ETM+ From April 2005 to April 2013, approximately 38,000 acres of forest or other undeveloped imagery has a 30-meter resolution, resulting in a land use mosaic consisting of land were converted to development in Massachusetts, translating to a pace of 13 acres per approximately 0.22-acre pixels. day through this 8-year period. Figure 1.1 shows that nearly 50,000 acres of forest were lost during this time period, and our “Open” category, consisting of bare land, low vegetation, and The BU team has developed a change detection and classification approach agriculture, increased by approximately 10,000 acres. that accurately determines the timing and location of land cover changes based on changes in the surface reflectance characteristics of individual pixels.1 This method utilizes all available Landsat TM/ETM+ data from 1985 to the present, Figure 1.1: Land use change (acres) in Massachusetts, 2005-2013 and is relatively unaffected by clouds, shadows, satellite error, and other artifacts that challenge land cover analyses based on shorter observation periods. Mass Audubon has worked with the Bu team to create and assess a custom, seven-class land cover product. The agreement among our land cover data and an internally Built generated reference dataset is approximately 86 percent. importantly, this new approach to mapping and monitoring land cover change open allows us to estimate annual rates of development during the period of our analysis. This information was not available in previous editions of Losing Ground other and represents a powerful new way to look at changes in the rate of development within our analysis window. Forest -80,000 -60,000 -40,000 -20,000 0 20,000 40,000 60,000 The estimated daily rate of development is markedly lower than the rate reported in previous editions of Losing Ground. This is good news from a conservation perspective, yet it is crit- ical to remember that this time period includes the most dramatic and sustained slowdown in building activity to affect Massachusetts in decades. The 2007 global economic crisis and ensuing Great Recession hit Massachusetts’ construction sector particularly hard, but the economy and construction are rebounding. Figure 1.2 shows the estimated annual rate of development since 2005 along with permitted housing units in Massachusetts according to the U.S. Census Bureau.2 While our Landsat-derived development estimates show the economic slowdown, our model captures trends only through April 2013, limiting our ability ©Mass Audubon 2014 | Losing Ground: Planning for resilience 3to effectively determine the subsequent rebound in development. The housing start data, The sprawl Frontier & danger Zone: which is available through 2013, clearly shows that the number of residential units produced How far has it spread? per year is trending toward its previous rate. Furthermore, the state passed a law automati- cally extending for four years all valid state, regional, and local land use-related permits in The reduction in the pace of development since 2005 has mostly affected those communities existence between August 15, 2008, and August 15, 2012. Many projects permitted during where high development rates have been previously documented. This makes sense because this term can simply begin construction without further review, even if local land use rules communities that were experiencing little development pressure before the downturn (such have changed in the interim. It will be good news if the rate of land lost to development stays as in the Berkshire highlands) have in general continued to experience little loss of natural low while the number of units produced rises. land, while those with high development pressure (such as in the Blackstone Valley) gener- ally have declining development rates. A consequence of this statewide slowdown in building activity has been that two development areas identified in previous Losing Ground reports, Figure 1.2: new development and permitted housing units in Massachusetts the Sprawl Frontier and the Sprawl Danger Zone, remain substantially similar to their 2005 extents3 (Figure 1.3). 30,000 10,000 Most of the towns experiencing the highest rates of development in Massachusetts—the 25,000 Sprawl Frontier—are within 10 miles of I-495, with an additional cluster in the southern 20,000 Connecticut River Valley. Within the I-495 zone, municipalities with the highest rates (between approximately 8 and 16 acres of new development per square mile of land area) 15,000 5,000 are located near Plymouth (Plympton, Carver, and Wareham), scattered east of Worcester 10,000 (Northborough, Hudson, Grafton, and Milford), or along the Merrimack River (Tyngsbor- ough, Dracut, and Methuen), with a few other communities (including Ayer, Lynnfield, and 5,000 nA Plainville) also occurring in this class. It is notable that many of these communities include 0 0 or are near the ends of the MBTA commuter rail system branches (Figure 1.4). 2005 2006 2007 2008 2009 2010 2011 2012 2013 Many towns on the Worcester Plateau and in the Connecticut and Housatonic River valleys were characterized in the previous edition of Losing Ground as being in the Sprawl Danger Zone: areas where an increase in development pressure could lead to significant changes in Figure 1.3: recent development trends in Massachusetts, 2005-2013 community character and ecological function. The economic downturn has relieved devel- opment pressure throughout much of the Sprawl Danger Zone; this situation represents an extended opportunity for land conservation. CoMPArinG CoMMuniTiEs Massachusetts’ 351 municipalities vary greatly in size, from the smallest (Nahant, at 1 square mile of land) to the largest (Plymouth, at nearly 100 square miles of land), so it would not always be meaningful to compare the absolute acreage of development across towns. To provide a common basis for comparison in this report, the area of new development in each town between 2005 and 2013 has been normalized by the town’s area, giving a development rate of acres per square mile. stinU gnisuoH weN Development (Acres) Development (acres) New Housing Units 25 Miles Sprawl Frontier Acres of new development per square mile by town 0.02-1.3 1.3-2.7 2.7-4.7 4.7-7.9 7.9-15.4 4 Losing Ground: Planning for resilience | ©Mass Audubon 2014Figure 1.4: Hot spots of development—20 towns with the highest Figure 1.5: Forest conversion in Massachusetts, 2005-2013 development rates in Massachusetts 25 Miles 25 Miles Top 10 11 to 20 Ayer Abington Carver Grafton Dracut Hanover 20 municipalities with the greatest area of Hudson Middleton MBTA Commuter Rail lines forestland converted to development (acres) Lynnfield Milford Interstate highways 20 municipalities with the greatest Methuen Norfolk proportion of forestland converted to Northborough Plymouth Other highways development (acres/2005 forested acres) Plainville Tyngsborough Plympton Walpole Wareham Wilbraham What types of land are being developed In contrast, most of the towns developing the greatest proportion of 2005 forest area are in the greater Boston area or the Merrimack River valley. It is important to consider that in in Massachusetts? communities such as Revere, Belmont, Lowell, and Wakefield—the top four communities In Losing Ground we are primarily addressing the issues surrounding new development— in the latter class, which each have less than 1,000 acres of forest (and Revere has less the conversion of a previously undeveloped area to residential, commercial, industrial, or than 100 acres)—even a relatively small development can impact a large proportion of other built land uses—rather than changes in use on previously developed sites (e.g., brown- the community’s forest area, dramatically altering neighborhood character and local field redevelopment). The conversion of forestland to low-density residential housing ecological function. accounts for the great majority of land development in Massachusetts between 2005 and Forest, including forested wetland, remains Massachusetts’ primary land cover type, 2013; conversion of open land to other types of housing and/or commercial development occurring on more than 3.2 million acres (more than 60 percent) of the state and forming the is also substantial. matrix in which all other land uses occur. In addition to its aesthetic, recreational, and wild- Figure 1.5 shows the 20 municipalities with the greatest amount of forest conversion to life habitat values, this forest cover provides crucial ecosystem services, including filtering development between 2005 and 2013, both as absolute area and relative to the amount of water and air, sequestering carbon, and buffering the effects of severe storms; forestland also forest in each town present in 2005; three municipalities are in the top 20 of both categories. supports the state’s economy as a source of renewable fuel, food, and fiber. Maintaining the Regions experiencing the greatest area of forest conversion include southeastern Massachu- integrity of this forested matrix is critical for the long-term well-being of both human and setts and the inner Cape, as well as a cluster of towns south of the Quabbin Reservoir. Each natural systems. town in the top 20 of forest conversion has lost more than 100 acres of forest to development between 2005 and 2013; Plymouth, at number one, has lost more than 400 acres of forest. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 5Figure 1.6: open land conversion in Massachusetts, 2005-2013 dATA LiMiTATions Landsat-derived land cover classification offers many advantages, including its continual and frequent updating (new images of Massachusetts are acquired approximately every 16 days), but existing methods for analyzing these data are challenged to accurately classify some important land use/land cover types. Agricultural areas in particular, with somewhat irregular patterns (both spatially and through time) of field preparation, crop production, and fallowness, do not 25 Miles fit neatly into a single classification label as readily as a stable forest, for example. Within a single growing season, a cropland area could be classified as bare soil, row crops, and herbaceous growth/pasture, sometimes multiple times. due to the high incidence of categorization error among nonforested, undeveloped land use types, we decided to aggregate these categories into a single “open Land” class. The tradeoff, however, is that all open lands, including quarries, beaches, urban 20 municipalities with the greatest area of vacant lots, and forests cleared for development but not yet developed, are also open land converted to development (acres) 20 municipalities with the greatest within the Open Land class, limiting our ability to draw from these data specific proportion of open land converted to conclusions regarding agricultural land. development (acres/2005 open land acres) Figure 1.6 shows the 20 municipalities with the greatest amount of open land conversion to The top 20 municipalities with the greatest proportion of 2005 open land area converted development between 2005 and 2013, both as absolute area and relative to the amount of to development are mostly concentrated in the greater Boston area, with a few towns near open land in each town present in 2005; three municipalities occur in the top 20 of both I-495, and the city of Springfield. In general, the proportion of open land conversion in these categories. The open land class includes cropland, pasture, and hayfields, as well as areas of communities is high because they had relatively small areas of open land in 2005. bare soil, low woody vegetation, and recreational fields; importantly, this class also includes The maintenance of agricultural capacity has been an important economic, social, and conser- areas that have been cleared in preparation for development. As such, this map should not be vation goal in Massachusetts for many years. A preliminary report released in February 2014 interpreted as representing conversion of agricultural land alone. (See box on Landsat data by the USDA National Agricultural Statistics Service indicates that the number of farms and limitations.) acreage of farmland in Massachusetts increased modestly between 2007 and 2012, to nearly The broad geographic pattern of the municipalities experiencing the greatest absolute areas 7,800 farms and over 520,000 farm acres (farm acres in this tally includes buildings and of open land conversion to development is similar to those experiencing forest conversion: noncultivated areas of a farmed parcel, such as forest or wetlands; the actual area in active a cluster of southeastern/inner Cape municipalities, several municipalities in the southern agricultural use is substantially smaller).4 Connecticut River valley, and more scattered around Worcester. These top 20 communities also include Nantucket and, surprisingly, Boston. Approximately 100 acres or more of open land have been converted to development between 2005 and 2013 in each of the top 20 communities, with Plymouth again placing first at more than 300 acres. 6 Losing Ground: Planning for resilience | ©Mass Audubon 2014/ Land Conservation between 2005 and 2013 Chapter 2 Land conservation in Massachusetts has reached a major milestone since the last A 20-year investment of $130 million for land protection around the edition of Losing Ground: thanks to the tireless work of a dedicated public and Quabbin and Wachusett Reservoirs has avoided a cost of $280 million private land conservation community, more than one-quarter of the state is now for water filtration.7 permanently protected. As of April 2013, permanently protected land for all purposes totals 1,259,075 acres, representing 25.2 percent of the land area of the state. Of these acres, 91 percent are conserved as natural and agricultural land, with the balance protected for recreational, cultural, historic, and other values. This milestone is especially impressive ProTECTEd And rECrEATionAL considering that Massachusetts is the third most densely populated state in the country. oPEn sPACE dATA sET Meeting this threshold is a moment for celebration and reflection, but only a moment; the pace of development is likely to accelerate again, and to meet the goals for land conservation The best source of information on the state of land protection in Massachusetts expressed in documents such as Harvard Forest’s Wildlands and Woodlands5 our efforts to continues to be the Protected and recreational openspace data available from protect land must be redoubled. MassGIS. This is a Geographic Information Systems (GIS) database, continually updated by the Executive Office of Energy & Environmental Affairs staff to improve Land is protected by many entities and for many reasons in Massachusetts. The largest completeness and spatial accuracy. our calculations are based on all lands coded conservation landowners are state environmental agencies, cities and towns, various not-for- profit organizations including land trusts, and the federal government. In addition, nearly as permanently protected in this dataset (minus land under water). As useful as 200,000 acres are protected by thousands of private landowners who have restricted use of this database is, it requires constant input from the land protection community. their land via permanent conservation restrictions and other legal mechanisms limiting devel- All entities involved in land protection should work closely with the Executive opment potential. Office of Energy & Environmental Affairs to ensure that their holdings are up-to- date and accurately depicted. For more information on submitting information, The extensive network of protected land in Massachusetts contributes in many ways to our contact Benjamin smith at benjamin.smith@state.ma.us. quality of life and supports the rich heritage of outdoor recreation that is an important part of life for so many in the Commonwealth. Land is protected for agriculture, the basis of the local food movement that is redefining how we shop and eat, and for forest products including fuelwood and lumber. Land is also protected expressly for drinking-water protection, most Who owns our protected lands? notably around the Quabbin Reservoir, Ware River watershed, and Wachusett Reservoir; but also around the lakes, reservoirs, and wells maintained by cities and towns throughout the Keeping these various landowners and purposes for land protection in mind, it is instruc- state. Careful stewardship of these acres offsets the vast sums that would be needed to build tive to look at which entities are protecting which type of land. Table 2.1 presents the total or enhance water treatment systems. permanently protected acreage in Massachusetts by type of ownership and primary purpose Land is protected for active recreation in our parks and playgrounds, for preservation of of protection. Land set aside for conservation purposes is far and away the largest category. historic structures and landscapes, and for our final resting places in cemeteries and church- These properties include most state parks and state forests, wildlife management areas, town yards. From the water we drink to the air we breathe to the space we need from cradle to forests, land trust holdings, and large federal sites such as the Cape Cod National Seashore. grave, protected and well-tended land is essential to nearly every aspect of our modern lives. These properties are usually managed for multiple values including passive recreation, forestry, and wildlife habitat. Land is protected for the ecosystem services that undeveloped acres provide including plant and wildlife habitat, soil retention, air purification, water filtration, attenuation of storm runoff, and carbon sequestration. The Trust for Public Land’s The Return on Investment in Parks and Open Space in Massachusetts6 reported that every dollar invested in land conser- vation returns four dollars in economic value of natural goods and services. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 7Table 2.1: Type of ownership and primary purpose of all permanently protected land in Massachusetts as of April 2013, in acres State Municipal/ Private Not- Federal Other All County w/Restriction for-profit Owners Conservation 465,768 166,049 110,587 131,117 52,809 297 926,627 Water Supply 100,542 99,156 5,891 396 2,282 6,460 214,726 Agriculture 1,158 817 66,155 3,440 34 71,605 Recreation 3,826 27,522 1,016 1,015 881 15 34,276 Historic/Cultural 31 612 421 536 832 2,433 Other 1,942 2,299 133 278 4,755 1 9,408 All Purposes 573,268 296,456 184,203 136,782 61,559 6,806 1,259,075 The water supply category includes state holdings around the Quabbin and Wachusett Reservoirs and the Ware River watershed with nearly equal acreage held in widely distrib- uted municipal lands. The recreation category includes actively used parks and playgrounds. Historic and cultural acres include cemeteries, heritage parks, and Minuteman National Historical Park, among other sites. The “Other” category of land type includes urban parks and some U.S. Army Corps of Engineers holdings. PErMAnEnTLy ProTECTEd oPEn sPACE in M AssACHusETTs state and municipal conservation properties are usually accorded protection through Article 97 of the state Constitution, which prohibits conversion to other uses without legislative and town approval. The “private with restriction” lands included here are all protected by some form of perpetual easement or restriction held by another entity. The most common forms of these protections are the conservation restriction (CR) and the agricultural preservation restriction (APR). in either case, conservation goals can be achieved without requiring a transfer of ownership or removal from the tax rolls. under these “less-than-fee” protection FroM CrAdLE To mechanisms, the landowner agrees to limit use of the land to activities agreed upon in the restriction, which is a legal document approved by the state secretary of GrAvE, ProTECTEd And Energy and Environment and the municipal Board of selectmen or City Council WELL-TEndEd LAnd is where the property is located, and then recorded in the registry of deeds. The restriction is granted (sold or donated) to a conservation entity such as a land trust, EssEnTiAL To nEArLy state agency, or municipality, which then has responsibility to regularly monitor the EvEry AsPECT oF our land to ensure that its use over time is consistent with the restriction. The land is permanently protected by the restriction, even when it is sold to another party. ModErn LivEs. 8 Losing Ground: Planning for resilience | ©Mass Audubon 2014Tables 2.2a and 2.2b present the information in Table 2.1 as percentages. Table 2.2a illustrates As shown in Table 2.2b, nearly three-quarters of permanently protected land is intended for how the acres in each primary purpose category are distributed among the various types of conservation and passive recreation. State agencies are clearly protecting land for conserva- landowner. Table 2.2b shows how each type of landowner’s acres are distributed among the tion and passive recreation as well as for water supply. Municipalities acquire land for largely various categories. the same purposes, with a bit more emphasis on water supply, as well as a substantial frac- tion for recreation. Not-for-profit and federal lands are also predominantly held for conserva- Table 2.2a: Percentage of each primary purpose category by ownership type tion. Restrictions over privately held lands are primarily intended for conservation and agri- cultural purposes. State Municipal/ Private Not- Federal Other All County w/Restriction for-profit Owners Land Protection, 2005-2013 Conservation 50% 18% 12% 14% 6% 0% 100% Water Supply 47% 46% 3% 0% 1% 3% 100% According to the MassGIS open space dataset, from April 2005 through April 2013, the Agriculture 2% 1% 92% 5% 0% 0% 100% same period as our land use change analysis, 120,389 acres of land were permanently Recreation 11% 80% 3% 3% 3% 0% 100% protected, or 10 percent of all land that has ever been conserved in the state. This represents Historic/Cultural 1% 25% 17% 22% 34% 0% 100% a pace of 41 acres per day, more than three times the estimated pace of development. Other 21% 24% 1% 3% 51% 0% 100% All Purposes 46% 24% 15% 11% 5% 1% 100% Table 2.3: newly protected acres by type of ownership and primary purpose from April 2005 to April 2013 As seen in the “All Purposes” totals row of Table 2.2a, the Commonwealth owns the largest share of conserved land, nearly half (46 percent) of all permanently protected land State Municipal/ Private Not- Federal Other Total in the state, mainly through the Department of Conservation and Recreation (state parks, County w/Restriction for-profit water supply protection areas, recreation areas, etc.) and the Department of Fish and Game Conservation 29,510 25,070 34,385 12,838 10 21 101,834 (primarily wildlife management areas). Agencies protect 50 percent of all land held primarily Agriculture 125 11,838 604 12,567 for conservation purposes. Ownership of water supply land is dominated by and nearly Water Supply 914 1,889 2,263 37 5,103 evenly divided between the state and municipalities. Protected agricultural land is almost Recreation 835 2 837 entirely privately owned with restrictions held by the Massachusetts Department of Agricul- Other 27 3 30 tural Resources. The “Other” category of land includes urban parks and land owned by the Historic & Cultural 1 7 10 18 U.S. Army Corps of Engineers for flood control. Total 30,425 27,946 48,498 13,489 10 21 120,389 Table 2.3 shows that placing a restriction over privately owned land has become the most Table 2.2b: Percentage of each ownership type by primary purpose common form of land protection. This is likely due, at least in part, to the significant federal income tax incentives that have been in place for most of this period for conservation of State Municipal/ Private Not- Federal Other All private land through donation or bargain sale of some form of restriction. Conservation County w/Restriction for-profit Owners restrictions are also highly practical and flexible documents; they do not require a transfer Conservation 81% 56% 60% 96% 86% 4% 74% of title, and they accommodate a variety of sustainable land uses, including forestry, agricul- Water Supply 18% 33% 3% 0% 4% 95% 17% ture, and even limited development. State agencies, cities and towns, and not-for-profits make Agriculture 0% 0% 36% 3% 0% 0% 6% up the other major forms of ownership. Conservation and passive recreation continue to be Recreation 1% 9% 1% 1% 1% 0% 3% the dominant primary purposes; and the proportion of land being protected in this category Historic/Cultural 0% 0% 0% 0% 1% 0% 0% is increasing: where 72 percent of all land protected before 2005 is in this category, between Other 0% 1% 0% 0% 8% 0% 1% 2005 and 2013, over 84 percent of all protected acres were in this category. Agricultural land, All Purposes 100% 100% 100% 100% 100% 100% 100% almost all in the form of private land covered by an agricultural preservation restriction, is the second most common primary purpose for land protection in this period. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 9Figure 2.1: newly protected acres by primary purpose expressed as Figure 2.2: newly protected acres by type of owner expressed as acres per day, April 1, 2005*, to April 30, 2013** acres per day, April 1, 2005*, to April 30, 2013** 70 60 50 40 30 20 10 0 Figure 2.1 shows that the rate of land protection is not constant within the period of our Figure 2.2 illustrates the relative importance of restricted private land and land protection by analysis. The pace picked up dramatically in 2007, reflecting a renewed commitment to land cities and towns in recent years. The 2009 peak in land protection activity was largely driven protection at the state level under the administration of Governor Deval Patrick. Between by a doubling of municipal acres from the previous year. While presenting this data as acres 2007 and 2013, the administration’s investment of $280 million in land conservation resulted per day allows us to include only portions of 2005 and 2013 on the same scale, it is important in the permanent protection of 100,000 acres of land and the creation of 150 new parks to remember for 2013 that many projects are completed toward the end of the state’s fiscal across the Commonwealth. The Executive Office of Energy & Environmental Affairs (EEA) year in June or at the end of the tax year in December. provided 1,200 grants to municipalities and land trusts and EEA’s agencies—Department of Agricultural Resources, Department of Conservation and Recreation, and Department of Fish and Game—completed hundreds of conservation acquisitions.8 WHiLE THE PACE oF LAnd ProTECTion rECEnTLy PEAkEd AT 60 ACrEs PEr dAy in 2009, THE PACE dECLinEd To An AvErAGE oF Around 37 ACrEs PEr dAy BETWEEn 2010 And 2012. 10 Losing Ground: Planning for resilience | ©Mass Audubon 2014 yad/serca 70 60 50 40 30 20 10 0 2005* 2006 2007 2008 2009 2010 2011 2012 2013** yad/serca Historic & Cultural Not-for-profit other Municipal/County recreation state Agriculture Private w/restriction Water supply Conservation 2005* 2006 2007 2008 2009 2010 2011 2012 2013**Towns with 200 to 400 acres of unprotected natural land per square mile include suburban Figure 2.3: ownership of land protected between April 2005 and April 2013. towns that retain a rural character and smaller towns in western Massachusetts, many of Bars indicate percent of all land protected through restrictions held by the which already have large state forests or other protected areas. Those seeing the highest rate various entities. of development are clustered along the I-495 belt west of Boston. Municipalities with fewer than 200 acres of unprotected natural land include the inner suburbs of Boston and Spring- Not-for- field, small towns throughout the state, and towns on the outer Cape with large proportions profit protected by the Cape Cod National Seashore. 11% state Municipal 48% restriction The land conservation community in Massachusetts, with exemplary leadership and funding or County support by Governor Patrick, the state legislature, and the Executive Office of Energy & 23% Private w/restriction Environmental Affairs, has made impressive gains in land conservation since 2005. More 40% 40% n reo st t- rfo icr t- ip or nofit than one-quarter of the state is now permanently protected from development. These acres provide wildlife habitat, farmland, recreational opportunities, and critical ecosystem services State 26% municipal and will continue to do so for generations to come. However, we cannot rest on the laurels of 12% restriction these accomplishments, because there are still more than 2.5 million acres of undeveloped, unprotected land across the state. As the Great Recession abates and development picks up, sustained and targeted land protection work remains critical. Figure 2.3 shows that restrictions over private lands represent 40 percent of all acres protected within the period of our analysis. Of those restricted acres, the largest share Figure 2.4: Massachusetts towns classed by acres of unprotected natural land per (48 percent) is protected by state agencies, with not-for-profits holding a nearly equal share square mile of town area. Towns with the highest rates of development in each (40 percent), and cities and towns holding a smaller proportion (12 percent). State agencies class are indicated with red hatching. and municipalities were most active in direct acquisition of protected land, each represent- ing roughly a quarter of all activity between 2005 and 2013. Where is natural land most under threat? While the impressive rate of land protection between 2005 and 2013 is an encouraging sign, many acres remain at risk of being developed. Figure 2.4 shows that many towns in northern 25Miles and southern Worcester County and the Berkshire hilltowns have more than 400 acres of unprotected natural land per square mile of town area. The red hatching in Figure 2.4 indi- cates that the towns in this category seeing the most rapid rates of development largely fall within the I-495 belt, each actually one town removed from the highway itself. Rapid devel- opment in these towns threatens opportunities for relatively large-scale land protection within Acres of unprotected natural land per square mile each community. > 400 300-400 200-300 100-200 < 100 Top ten towns in each category by rate of loss of natural land ©Mass Audubon 2014 | Losing Ground: Planning for resilience 11/ Critical Landscapes: resilience and BioMap2 Chapter 3 The pattern and pace of development in Massachusetts influence the state’s long-term Although the Great Recession slowed the pace of development between 2005 and 2013 rela- ecological integrity and constrain opportunities for effective land management and tive to preceding years, land continued to be developed in Massachusetts through this period protection. Land use planning can direct development and conservation toward the at a rate of approximately 13 acres per day. Some of this development can be considered most appropriate locations for each and can guide decisions when conflict occurs. To be “smart growth”—for example, compact residential and commercial building concentrated successful, however, planning frameworks must include the best available information on a around transportation hubs and brownfield sites that have been redeveloped. Another portion range of factors, spanning social, economic, and biological domains. of this development, however, has occurred within areas that are critical for the conserva- tion of Massachusetts’ biodiversity. Across the Commonwealth, more than 2,500 acres of Human-caused climate change has emerged as one of the greatest environmental issues of our BioMap2 Core Habitat, 2,400 acres of BioMap2 Critical Natural Landscape, and 1,600 acres time, but currently few tools are being applied to incorporate climate change adaptation into of highly climate-change resilient land were developed between 2005 and 2013 (some of land use decisions at the municipal level, where most land use decisions are made in Massa- these areas overlap), reducing the state’s long-term ecological health and diminishing resi- chusetts. BioMap2,9 a joint project of the Massachusetts Natural Heritage and Endangered dents’ quality of life. Additionally, the previous edition of Losing Ground showed that for Species Program and The Nature Conservancy (TNC), and a new TNC terrestrial climate each acre developed, the ecological integrity of several more acres of natural lands was change resilience model10 address this gap. These two complementary approaches identify diminished. areas of the state that are—and are likely to remain—the most important for ensuring the long-term ecological health of the Commonwealth. ConsErvATion in A Figure 3.1: TNC Resilient Landscapes (scaled to Massachusetts) CLiMATE CHAnG inG WorLd A long-standing approach to land conservation has rested on the idea of a fine filter, which means that parcels of land hosting populations of one or more rare species would be acquired by a conservation entity and managed for the benefit of those populations. The fine filter approach has been complemented by the coarse filter— rather than targeting individual species, acquisition and management have targeted natural communities, or assemblages of species and their habitats. Climate change 25 Miles challenges both the fine and coarse filter approaches because species ranges are generally shifting in latitude and/or elevation in response to increased temperature; even if managed skillfully, a specific parcel may no longer be able to host a species of conservation interest as a result of a fundamental change in climate. recognizing this difficulty, TNC ecologists are turning to a new conservation approach based on Resilience Score Greatly above average relatively stable landscape features that are important for biodiversity, regardless of Above average climate. This enduring features approach maintains that certain areas of the landscape, Average characterized by bedrock type, surficial geology, landform diversity, landscape Below average connectivity, and other factors, inherently host diverse ecosystems with the flexibility Greatly below average to adapt. Conserving these areas will protect a wide range of species come what may. 12 Losing Ground: Planning for resilience | ©Mass Audubon 2014MAssACHusETTs TErrEsTriAL Figure 3.2: Conceptual map of the TnC resilience model CLiMATE CHAnGE rEsiLiEnCE resilience is the ability of a system to continue to recover from disturbance. Landform Elevation Wetland Landscape Many factors influence the resilience of any particular system, and in ecology two variety + range + density = Complexity main factors are diversity and connectivity. The nature Conservancy’s Eastern raw resilience Conservation science Center has developed a complex geographical analysis to model score Landscape Permeability = the most resilient landscapes in the northeast, Mid-Atlantic, and southeast regions Connectedness resilience score of north America. This analysis provides a tool for focusing conservation efforts on the areas where conservation is most likely to have long-term success in a climate Elevation + Bedrock + Surficial + Landform = Geophysical Geology Geology setting changing world. The regional resilience analysis covers 22 states in the eastern united states as well as Canada’s Maritime Provinces. For this edition of Losing Ground, we worked with TnC’s Massachusetts Program to downscale the regional analysis to the state scale, using more detailed information than in the regional analysis when it While the specific details of calculation inputs, processing steps, and other decisions was available. are provided in the Losing Ground technical document, the basic method for developing At its core, the resilience analysis combines measures of landscape diversity—called the Massachusetts resilience dataset included defining a set of 20 geophysical settings, complexity in this context—and connectedness to indicate patterns of long-term creating Massachusetts-specific landscape complexity and landscape connectedness ecological function. resilient areas are expected to be those that offer a range layers, calculating resilience scores, and stratifying resilience scores by geophysical of well-connected microhabitats along an elevation gradient, allowing organisms setting . (TNC’s report Resilient Sites for Terrestrial Conservation in the Northeast to move among and seek out new areas in response to changing conditions. and Mid-Atlantic Region more fully describes the concepts and methods used in the Importantly, to create the final statewide resilience model, raw results were resilience analysis.) The land use dataset that was used to generate the permeability/ scaled within each geophysical setting, defined by landform, elevation, and geologic connectedness data was from 2006, early in our 2005 to 2013 analysis window; information. This ensured that the model captures the full breadth of geophysical development prior to 2006 is therefore already accounted for in the resilience model. settings (places like limestone valleys, mid-elevation granitic landscapes, and sandy coastal plains) that are represented in Massachusetts, and are the underlying drivers of biodiversity. The final analysis therefore estimates the resilience of lands relative to all results within each geophysical setting. A conceptual map of the resilience model is presented in Figure 3.2. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 13TnC resilience Figure 3.3: development within resilient Lands, 2005-2013 Figure 3.4: Land Protection within resilient Lands, 2005-2013 25 Miles 25 Miles Development within resilient lands (acres) per Resilient land conserved (acres) per square mile square mile of unprotected resilient land, by town of available resilient land, by town 0 0 <2 <16 2-8 16-49 8-18 49-105 18-39 105-222 39-76 222-462 No resilient land No resilient land Based on the land use change analysis described in Chapter 1, development within potentially The examples of Tewksbury and Burlington—the two communities with the highest rate of developable highly resilient land has generally been minimal between 2005 and 2013 (Figure resilient land development during the 2005 to 2013 period—serve to illustrate the general 3.3). Only 1,600 acres of highly resilient land were lost to development out of approximately pattern of greater resilient land development in eastern Massachusetts relative to western 1.4 million highly resilient acres in the state. The general pattern of resilient land develop- Massachusetts. In each of these communities, a single development (a residential subdivision ment largely echoes that of natural land conversion: most of the municipalities with higher and commercial development, respectively) affected a substantial portion of the small total rates of resilient land loss are within 10 miles of I-495. On an absolute basis, southeastern area of resilient land in that town. The development of these areas marks an important tran- Plymouth County—Plymouth, Carver, Middleboro, and Plympton—had the greatest concen- sition: the remaining natural areas in these towns are less likely to be able to support a high tration of development on resilient land developed during this period. level of biodiversity and certain ecosystem processes in the long term because they are insuf- ficiently complex and/or connected in the landscape to function as they did in the past. It must be noted that the reported number of resilient acres lost to development should be considered a conservative estimate rather than an absolute. Inherent limitations in the land use In contrast to the modest pace of development of highly resilient lands from 2005 to 2013, the change analysis, as well as a straightforward method of assessing the effects of development pace of land protection of highly resilient lands was tremendous, with more than 48,000 acres on resilience, likely result in an underestimate of the true impact of development on terrestrial of highly resilient land permanently protected. Newly conserved resilient land is scattered resilience. Nevertheless, assuming that errors are spread evenly across the state, comparisons around the Commonwealth, but a large portion of the permanently protected acreage is asso- between communities and regions in the state are informative. This qualification also applies ciated with relatively few transactions, most of which involve augmenting existing state land- to the following analyses of BioMap2 Core Habitat and Critical Natural Landscape. holdings. The cooperation among municipalities, land trusts, and other partners with the state 14 Losing Ground: Planning for resilience | ©Mass Audubon 2014Figure 3.5: undeveloped and unprotected resilient Land, 2013 Figure 3.6: Protected resilient Land, 2013 25 Miles 25 Miles Resilient Land (acres per square mile), by town No resilient land Percent of Resilient Land protected, by town <45 <16% 45-96 16-30% 96-159 30-47% 159-233 47-66% 233-351 66-89% No Resilient Land in this effort is also notable. For example, the two projects resulting in the greatest amount of Figure 3.6 shows the status of conservation of resilient land across the state as of April 2013. newly conserved resilient land—the Southeastern Massachusetts Bioreserve (Fall River) and Communities of the outer Cape, the Quabbin and Ware River watershed area, and the Berk- the Brushy Mountain/Paul C. Jones Working Forest (Leverett)—exemplify how many part- shire highlands, and scattered elsewhere, stand out as protecting more than two-thirds of ners can work together toward landscape-scale conservation successes. their resilient land. Many more communities, however, have protected less than one-sixth of their resilient lands; these communities must increase the pace of conservation to maintain Consideration of long-term climate change resilience is a relatively new factor in land protec- the adaptive capacity of their landscapes. General regions with low proportions of conserved tion prioritization. Figure 3.5 depicts the patterns of undeveloped yet unprotected resilient resilient land include the area south and southeast of the Quabbin Reservoir, the northern land—essentially, the resilient land that remains “in play” for development or conservation— Connecticut River valley, and much of Plymouth County. Statewide, approximately as of 2013. This highly resilient land totals nearly 790,000 acres, or approximately 60 percent 40 percent of resilient land (more than 490,000 acres) has been protected through April 2013. of all resilient land. Two main concentrations of this resilient land are obvious: the region south of the Quabbin Reservoir to the Connecticut border, including Ware, Palmer, Monson, BioMap2 and several other communities; and the flanks of the Connecticut River valley, especially the western side extending loosely from Russell to Colrain. These areas, with the Berkshire high- In 2010, the Natural Heritage and Endangered Species Program and The Nature Conservancy lands generally and sections of the Worcester Plateau, are the most important for building released an updated guide for strategic biodiversity conservation in Massachusetts. BioMap2 additional terrestrial resilience beyond the present conserved land network. incorporates elements of the fine filter and coarse filter approaches to conservation, identi- fying the areas of the state that are most important for the suite of species, natural communi- ties, and ecosystems that comprise the nature of Massachusetts. BioMap2 designates a total of 2.1 million acres as key to conserving the state’s biodiversity, separated into two catego- ries: Core Habitat (1.2 million acres) is focused on specific conservation elements, including habitats for species of conservation concern, high-priority natural communities, high-quality ©Mass Audubon 2014 | Losing Ground: Planning for resilience 15BioMap2: Core Habitat Figure 3.7: development within BioMap2 Core Habitat, 2005-2013 Figure 3.8: Land Protection within BioMap2 Core Habitat, 2005-2013 25 Miles 25 Miles Development within Core Habitat (acres) per Core Habitat protected (acres) per square mile square mile of unprotected Core Habitat, by town of available Core Habitat, by town 0 0 <2 <16 2-7 16-46 7-16 46-93 16-32 93-162 32-62 162-383 No Core Habitat No Core Habitat aquatic and wetland habitats, and large forest blocks; and Critical Natural Landscape either do not have much Core Habitat, or do not have much unprotected Core Habitat. Rela- (1.8 million acres) addresses landscape-scale biodiversity elements such as the largest intact tively small developments in these communities with little Core Habitat available can affect landscape blocks within each ecoregion and terrestrial buffers of high-quality aquatic and a large proportion of the remaining Core Habitat. This is almost certainly the case with wetland habitats. Core Habitat and Critical Natural Landscape overlap in some areas: approx- Stow, the highest scoring community by this metric: less than 50 acres of Core Habitat were imately 0.9 million acres of land are designated as both. Core Habitat and Critical Natural unprotected in 2005, but a single development converted 5 acres, or 10 percent, of that Core Landscape are complementary, and together they comprise a comprehensive conservation Habitat. While a community such as this has done a commendable job protecting much of its strategy. Although BioMap2 was released in 2010, many of the input datasets used to create important habitat, the analysis illustrates the closing window of opportunity for conservation it are based on information collected in 2005 (e.g., statewide land use/land cover data), so of important habitat in some towns. it largely reflects conditions before or early in the period of analysis for this edition of What the last edition of Losing Ground labeled the Sprawl Danger Zone—the central area of Losing Ground. the state under threat of increasing development—is reflected in Figure 3.7. Towns between Figure 3.7 depicts the pattern of development in unprotected Core Habitat between 2005 I-495 and Quabbin Reservoir and towns along the Connecticut River are seeing moderate loss and 2013. The I-495 belt hosts most of the communities with higher rates of development, of Core Habitat resulting from development. with others on the Worcester Plateau and in the Connecticut River valley. The checkerboard pattern in eastern Massachusetts partly occurs because many communities in this region 16 Losing Ground: Planning for resilience | ©Mass Audubon 2014Figure 3.9: undeveloped and unprotected BioMap2 Core Habitat, 2013 Figure 3.10: Protected BioMap2 Core Habitat, 2013 25 Miles 25 Miles Unprotected Core Habitat (acres per square mile), by town 0 Percent of Core Habitat protected, by town <29 <18% 29-65 18-35% 65-109 35-51% 109-179 51-67% 179-407 67-99% No Core Habitat No Core Habitat Between 2005 and 2013, a total of 44,200 acres of Core Habitat were protected across the development rates. Strong municipal planning tools and continued conservation action in state. Communities protecting the greatest proportion of their previously unprotected Core these areas are needed to ensure that these critical lands are protected before development Habitat include the northern Worcester Plateau towns of Winchendon, Ashburnham, Ashby, overwhelms their conservation value. and Townsend; other standout communities are scattered through the Buzzards Bay region Figure 3.10 shows the status of Core Habitat protection as of 2013 in each municipality. Over and western Massachusetts. Several greater Boston suburbs are also included in this category. 540,000 acres of Core Habitat was protected as of April 2013. Similar to the resilient land Remarkably, despite the relatively high total area of Core Habitat protected across the state protection status map, areas that stand out as requiring additional conservation effort include since 2005, more than 100 municipalities conserved no Core Habitat. This lack of conserva- the area south and southeast of the Quabbin Reservoir, Plymouth County, and the northern tion action during this period, when rates of development have been lower than in previous Connecticut River valley. Additionally, this map emphasizes the opportunity to protect Core periods, represents a lost, though potentially remediable, opportunity. Habitat in the Merrimack River valley, where some of the highest development rates in the Core Habitat that remained both unprotected and undeveloped in 2013 occurs throughout the state are also occurring. In contrast, the central Berkshire highlands, the Ware River water- state, but is concentrated in Plymouth County and the Islands, in the area around Groton, the shed lands, much of Cape Cod, and many suburbs in the greater Boston area have already central Connecticut River valley, and the Taconic region (Figure 3.9). Some of these areas, conserved the majority of their Core Habitat. especially in the eastern portion of the state, coincide with those experiencing the highest ©Mass Audubon 2014 | Losing Ground: Planning for resilience 17BioMap2: Critical natural Landscape Figure 3.11: development within BioMap2 Critical natural Landscape, 2005-2013 Figure 3.12: Land Protection within BioMap2 Critical natural Landscape, 2005-2013 25 Miles 25 Miles Critical Natural Landscape developed Critical Natural Landscape protected (acres) per square mile of unprotected Critical (acres) per square mile of available Critical Natural Landscape, by town Natural Landscape, by town 0 0 <1 <23 1-3 23-61 3-8 61-116 8-17 116-197 17-41 197-424 No Critical Natural Landscape No Critical Natural Landscape Development within Critical Natural Landscape (Figure 3.11) does not as directly reduce The communities with the greatest gains in protecting their remaining Critical Natural Land- habitat value for species or communities of conservation concern as much as would develop- scape are located predominantly in the western counties of the state and northern Worcester ment within Core Habitat. Nevertheless, loss of Critical Natural Landscape represents injury County (for example, North Adams, Leverett, and Ashburnham), and with other concen- to the state’s long-term ecological health and the values and functions these areas provide, as trations in Plymouth County, Essex County, and scattered through the MetroWest region the piecemeal erosion and fragmentation of large landscape blocks undermines the viability (Figure 3.12). Similar to the pattern with Core Habitat protection, more than 100 communi- of populations of both common and rare species. Between 2005 and 2013, 2,400 acres of ties protected no Critical Natural Landscape during the 2005 to 2013 period, and for many of Critical Natural Landscape were developed in the state. The communities experiencing the these communities the window of opportunity to protect these important lands closed further, greatest loss are clustered in southeastern Massachusetts (Plympton, Plymouth, Dartmouth, as they experienced the highest rates of development over the same period. and Bourne), the I-495 belt, and south of the Quabbin Reservoir (Wilbraham and Monson), echoing previously discussed development patterns. 18 Losing Ground: Planning for resilience | ©Mass Audubon 2014Figure 3.13: undeveloped and unprotected BioMap2 Critical natural Landscape, 2013 Figure 3.14: Protected BioMap2 Critical natural Landscape, 2013 25 Miles 25 Miles Unprotected Critical Natural Landscape (acres per square mile), by town Percent of Critical Natural Landscape protected, by town 0 <17% <40 17-34% 40-103 34-52% 103-184 52-70% 184-284 70-100% 284-469 No Critical Natural Landscape No Critical Natural Landscape Critical Natural Landscape remaining available for protection or development as of 2013 Figure 3.14 depicts the status of Critical Natural Landscape protection in Massachusetts is mostly in the state’s western counties, and Essex and Plymouth counties (Figure 3.13). as of 2013. Approximately 760,000 acres of Critical Natural Landscape was protected as of Conservation of these lands, especially in the Berkshire highlands, would maintain large- April 2013. The pattern here is similar to that discussed for resilient land and Core Habitat: scale connectivity in the landscape that will be increasingly important for population and substantial opportunities for strategic and impactful conservation action—whether through genetic flows as climate change induces range shifts in a variety of plant and animal species. land protection or community planning—occur in certain regions in the state: Plymouth County, the Merrimack and Connecticut River valleys, south of Worcester, and south of the Quabbin Reservoir. Large areas of state or federal landholdings (for example, October Mountain State Forest, the Quabbin and Ware River watershed lands, and the Cape Cod National Seashore) anchor regions in the Berkshire highlands, central Massachusetts, and Cape Cod where Critical Natural Landscape is relatively well protected. Many communities in the greater Boston region have also protected a high proportion of their Critical Natural Landscape. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 19/ Community Planning for Climate resilience Chapter 4 Mass Audubon regularly receives calls from individuals concerned about develop- ment in their cities and towns and its impact on wildlife habitat, water resources, HELPinG you sHAPE y our CoMMuniTy and farmland. Following the recommendations of the previous edition of Losing Ground, we have developed the Shaping the Future of Your Community program to Massachusetts’ complex land use laws are administered mainly by volunteer local promote sustainable community planning, especially in areas of the state undergoing officials. Mass Audubon established the Shaping the Future of Your Community rapid development. program in 2009 to support adoption of local sustainable development techniques We recognize that economic development, including residential development, will continue through customized workshops, community-based training, and direct assistance to to affect natural land, but not all land is the same, and not all development is the same. The local officials and residents. The program received an Environmental Merit Award Shaping program is working with communities to ask: Where is development most appro- from the New England Regional Office of the Environmental Protection Agency in priate and how can growth be steered so that ecosystem function is maintained for people 2013. For more information on how we can help you, visit www.massaudubon.org/ and wildlife? The way development is designed also plays an important role. Green, energy- shapingthefuture. efficient buildings in compact multi-use developments; preservation or planting of trees and native vegetation; and treating rainwater as a resource rather than a waste product all contribute to a more sustainable built environment. Priority Preservation Areas draw on resources such as BioMap2 and local Open Space and Local land use rules determine the location, intensity, and style of development. The vision Recreation Plans to identify high-priority lands for protection. Fortunately, many towns are for a community and the mechanisms for achieving that vision are expressed and codified creating funding mechanisms to actually protect these lands through the state Community in documents such as community Master Plans, Open Space and Recreation Plans, zoning Preservation Act (CPA). CPA is a local option that provides a combination of state and local and subdivision regulations, and local wetlands bylaws. While these mechanisms can be funding for open space and recreation, historic preservation, and affordable housing. Since arcane, they can be harnessed to protect land and promote sustainable forms of development. its passage in 2000, CPA has been adopted by 155 communities in Massachusetts and has The challenge lies in creating a set of land use rules and programs that fit with the unique provided $1.2 billion for over 6,000 projects including protection of over 19,000 acres of resources and interests of each community. open space.12 These regional planning efforts highlighted the need to adopt “smart growth” tools to support Planning for Preservation and development innovative development in the Priority Development Areas while protecting the Priority Pres- ervation Areas. Smart growth techniques such as well-sited, compact design, walkable neigh- Over the past several years, state officials and regional planning agencies have developed borhoods, mixed commercial and residential districts, Low Impact Development, and green new planning approaches and initiatives to guide development in a more sustainable manner buildings can meet economic and housing needs while maintaining ecosystem function within while preserving important natural assets. The Losing Ground series has influenced that work, a built landscape. and Mass Audubon has been a partner in these efforts. The previous edition of Losing Ground identified the Sprawl Frontier, an area of rapid development in and along the I-495 corridor. Communities can further direct development to the most appropriate locations through use of Following the recommendations of that report, Mass Audubon focused on working with state incentive-based programs such as transfer of development rights (TDR) and density bonuses. and regional partners to support community planning in this and other fast-growing parts of These techniques can be used to redirect growth away from high-value open space areas and the state. Collaborations such as the 495/MetroWest Development Compact Plan (495 Plan)11 toward town centers and/or redevelopment sites where appropriate infrastructure may exist and other regional plans for the South Coast and Central Massachusetts regions designate or can be built. As a result, open space can be preserved, and higher density downtown or Priority Development Areas that are most suitable for growth and Priority Preservation Areas village center areas can be revitalized while reining in escalating municipal costs associated that should be targets for protection. Most importantly, these plans include extensive input with sprawling road networks and associated water, wastewater, and stormwater infrastruc- from each community in the region. ture. Transforming the typical pattern of development in Massachusetts away from suburban sprawl toward more mixed-use, walkable neighborhoods has many benefits beyond open space protection—including social interaction, recreational opportunities, and healthy life- styles. The demand for these kinds of living arrangements is growing rapidly. 20 Losing Ground: Planning for resilience | ©Mass Audubon 2014smart Growth Tools in the i-495 region We analyzed land use regulations in each of the 37 communities in the 495 Plan region, focusing on several smart growth tools that have been widely promoted by the state and regional planning agencies. Smart growth tools were grouped into three categories: Land and Water Protection; Priority Development Techniques, and Energy and Climate Change. LAnd usE rEGuLATions Figure 4.1 summarizes the adoption of these tools in the region. CAn BE HArnEssEd in EACH • Land and Water Protection—We assessed several tools in this category including whether each community had an Open Space Plan that had been updated and accepted CoMMuniTy To ProTECT by the state; a Natural Resource Protection Zoning bylaw (or older Open Space Design/ iMPorTAnT LAnds And Cluster/Conservation Design Zoning); local passage of the Community Preservation Act (CPA); a municipal wetlands bylaw; a Transfer of Development Rights Zoning Bylaw ProMoTE susTAinABLE (TDR); and an Agricultural Commission. ForMs oF dEvELoPMEnT, Figure 4.1: Adoption of land use techniques by communities in the 495 Plan region inCLudinG iMProvinG CoMMuniTy rEsiLiEnCE To Land & Water open space Protection Plan CLiMATE CHAnGE. open space design Bylaw Community Preservation Act Wetland Bylaw Agricultural Commission Transfer of development rights Development Mixed use Zoning Growth district Zoning Green Energy & Community Climate Change solar Zoning Bylaw 0 5 10 15 20 25 30 35 Number of communities adopting policy All but one of the 37 communities have adopted at least one of these measures, but none have adopted all six and only eight have five of the six. The most widely adopted tech- niques are the local Wetlands Bylaw, Open Space Zoning, and Open Space Plan. Wetlands bylaws generally provide better protection for upland buffers to wetlands and waterways than the minimum state requirements. An updated Open Space Plan is necessary to qualify for state grants for open space and recreation projects. About half of the communities have adopted the CPA, and 14 have established an Agricultural Commission to support local farming. Only two communities use TDR, a tool that is complex to administer, but one that if properly applied can play an important role in supporting smart growth. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 21• Priority Development Techniques—We examined two techniques that concentrate Figure 4.2: natural resource Protection Zoning score for the 495 Plan Communities development in designated locations—Mixed Use Zoning that addresses the increasing popularity and marketability of mixed residential/commercial uses in walkable neighbor- 80% hoods or to revitalize downtowns; and Growth Districts approved by the state Executive Office of Housing and Economic Development (including 43D and 40R districts). The 70% majority of communities have established one or both of these kinds of districts, with 60% Mixed Use being applicable in at least one location in 26 of the communities. 50% • Energy and Climate Change—We looked at Green Community designation by the state, and adoption of a Solar Zoning bylaw to designate appropriate locations and condi- 40% tioning of large-scale ground-mounted solar arrays. Solar Zoning bylaws can ensure that forests or areas targeted for future preservation are not vulnerable to solar development. Two-thirds of the communities can count at least one of these measures, although only seven have both. Communities can also promote the integration of renewable energy into buildings and developments, such as roof-mounted solar PV or hot-water and solar parking canopies. Although we did not analyze the extent of municipal regulations that We analyzed the bylaws in relation to several provisions (Figure 4.2) including: promote such approaches, Green Community designations support appropriately sited renewable energy systems. • whether Open Space Design is allowed by right or only permitted through special permit • the minimum amount of open space protection required natural resource Protection Zoning • whether it applies to only large developments and a few locations or Not all development projects have the same economic or environmental effects. Traditional to large and small projects in many areas of the community subdivisions divide virtually all of the available upland on a site into house lots, resulting in • if the open space is contiguous or not; if important natural resources sprawling development. One alternative is Natural Resource Protection Zoning (NRPZ) or are conserved Open Space Design (OSD), which provides communities and developers with flexibility in • any relationship to local open space or master plans subdivision design, allowing for development that minimizes disturbance to natural features while still providing for new construction. NRPZ offers many benefits to landowners, devel- • procedural requirements for determining yield and design opers, and municipalities. It enables communities to protect valuable land and water resources • any provisions for monitoring of the protected open space without the need to purchase land, it reduces the extent of new infrastructure such as road- ways and stormwater systems that a community needs to maintain, and it gives landowners We assigned points, giving more points to provisions that were better or best practices. a cost-efficient way to develop their property with an attractive, marketable result. Unfortu- The maximum possible point score was 39, and some points were weighted higher because nately, this innovative approach to site design is not widely used in many communities due to they contribute more directly to resource conservation. Scores were then normalized to outdated zoning and subdivision rules. produce a percent score. Berlin, Hopedale, and Maynard have not adopted any NRPZ bylaw. Boxborough’s open space bylaw only applies to commercial districts and was not comparable Diving deeper in analyzing land use rules in the 495 Plan region, we took a special interest in for purposes of this analysis. the communities that have adopted an NRPZ or similar bylaw. We used criteria adapted from those developed by the Massachusetts Executive Office of Energy & Environmental Affairs, All but one of the bylaws require a Special Permit for approval of a conservation subdivision to analyze various elements of each community’s bylaw, and ranked each bylaw as Good, design, while allowing traditional cookie-cutter subdivisions “by right.” This complicates the Better, or Best in relation to the state’s model NRPZ bylaw. This analysis found that all but process and creates uncertainty for developers. Other issues with older bylaws include inade- 3 of the 37 communities have some type of open space or cluster bylaw. However, the quate criteria for the selection of the most important areas to conserve from a natural resource majority of these bylaws do not include many of the best practices recommended by the state. perspective, no link between the bylaw and local Open Space Plans, inadequate connectivity among protected open space, and lack of sufficient procedures for securing the permanent protection and proper management of the designated open spaces. 22 Losing Ground: Planning for resilience | ©Mass Audubon 2014 notcA dnalhsA mahgnilleB notloB hguorobxoF mahgnimarF nilknarF notfarG dravraH notsilloH notnikpoH nosduH notelttiL hguoroblraM dlefideM yawdeM drofliM silliM kcitan klofron hguorobhtron ellivnialP nrobrehs yrubswerhs hguorobhtuos wots yrubdus notpu dnalyaW hguorobtseW droftseW retsecroW mahtnerWThere are good reasons for communities to tailor a bylaw to local needs; however, the bylaw Building Community resilience must make it easier for landowners and developers to pursue the community’s desired result, rather than being so restrictive or cumbersome that the “easy” path remains conventional, Many of the tools initially designed for smart growth or sustainable development will also sprawling design. It is also critical that the land protected through NRPZ contributes to the help communities adapt to the unavoidable impacts of climate change. By minimizing the protection of a larger, interconnected network of natural land and trails consistent with the loss and fragmentation of forests and protecting natural defenses such as vegetated buffers local open space plan. Small pieces of land within or around the border of a development may along shorelines, rivers, and wetlands, communities can reduce their vulnerability to impacts have local aesthetic value but often do little to support a resilient network of natural areas. of increasingly intense storm events while maintaining the natural capacity of the land to absorb carbon. There is great variability from one community to another on use of the land protection and smart growth techniques that state and regional planning agencies have been promoting for On average, an acre of forest in Massachusetts contains about 85 tons of carbon,13 and several years or even decades. This reflects not only the different interests among communi- with 62 percent of the state covered in forest these lands are capturing about 13 percent of ties, but also the local capacity issues associated with updating plans, bylaws, and regulations. statewide annual emissions.14 A recent report from Harvard Forest and the Smithsonian Local land use boards are made up of citizen volunteers, and, while some communities have Institution, Changes to the Land,15 analyzed several scenarios for future land use in Massa- professional planning staff, those staff have many responsibilities. In addition to updating chusetts. The “Forests as Infrastructure” scenario focusing on targeted land conservation, plans, bylaws, and regulations, staff responsibilities also include reviewing and overseeing smart growth development, and good forest management scored highest on nature-based development projects—which often consumes a great deal of their time. Adopting zoning benefits. By 2060, it results in 25 percent less forest fragmentation, and protects 280,000 changes requires a two-thirds majority vote of town meeting or a City Council—which can be more acres of high-priority forest habitat than a continuation of recent trends. It also doubles difficult to achieve, especially when new and innovative approaches are proposed and people local production of timber and other forest products while increasing carbon storage by are uncertain of the results. Inevitably, different communities implement adopted tools to 35 percent over existing levels. varying degrees—for example, some communities create a comprehensive Open Space and Forests are the best land cover for absorbing and filtering precipitation, slowing runoff, and Recreation Plan and then immediately start putting it to use, while others may have a good allowing water to percolate into soils where it recharges groundwater. Climate change is also plan but have not been able to follow through with implementation. predicted to increase the frequency of droughts. The capacity of the land to recharge aqui- fers is vital for water supply, and groundwater is also essential to maintain flow in streams. Many of our rivers and streams already suffer from lack of flow during summer and fall due WEsTFord CAsE sTudy Westford, Massachusetts in 1978, the Town of Westford adopted a Conservation subdivision bylaw. This bylaw requires submission of two plans for any proposed subdivision—one based on traditional design and another using conservation design. The planning board chooses the plan it prefers, and in most instances that has been the conservation design. over the past 35 years, this bylaw has been applied to 48 developments, 25 Miles and resulted in the permanent protection of 1,743 acres of land, either through conservation restrictions (CRs), transfer to the town, or application of a special overlay zoning district. The interconnected network of open space created by this bylaw protects extensive wildlife habitat and water resources, and provides approximately 13 miles of hiking trails for public enjoyment. Figure 4.3: An extensive trail system connects two Trails conservation areas and three residential areas in Parcels Westford, Massachusetts. Conservation restriction Westford Conservation ©Mass Audubon 2014 | Losing Ground: Planning for resilience 23to water withdrawals and impervious surfaces such as pavement and rooftops. The Harvard Forest/Smithsonian report found that protecting our forest infrastructure and growing smarter Lid CAsE sT udy can keep the increase in runoff from impervious surfaces to below 10 percent in almost all of the watersheds in the Commonwealth. Forest cover around headwater streams is particularly one example of the successes and challenges in greening development is the important to protect coldwater fisheries to support trout and other aquatic species that are Alewife area on the Cambridge/Belmont line. The area suffers from frequent increasingly stressed by heat waves, reduced stream flows, and hot runoff from roads flooding and Combined Sewer Overflows, but also has excellent amenities and rooftops. including a state reservation with unusual urban wildlife habitats, a transit But we can do even more than just preserving our natural “green infrastructure.” We can use station, and connections to a regional bikeway. redevelopment of a former Low Impact Development (LID) techniques including rain gardens, grass swales, and infil- manufacturing plant at 165 Cambridgepark drive in Cambridge will replace a tration areas that capture, filter, and infiltrate runoff from roofs, driveways, and roadways. 100 percent impervious surface with a 300-unit Transit-oriented development LID can be applied in new developments to maintain existing hydrology, or even to increase that incorporates a vegetated “green” roof and bioretention systems. These the amount of infiltration over existing conditions in an already-stressed watershed. In some green infrastructure elements will result in a net increase in vegetated area and cases, LID technologies can also be integrated into existing developments, ameliorating the a net decrease in surface runoff that will aid in reducing flooding in the sensitive effects of development on hydrology. Green roofs, well-placed landscaping, and street trees Alewife Brook floodplain. Additional green infrastructure improvements have also have energy-efficiency benefits for building heating and cooling. Taken together, these also been undertaken in the Alewife area, including a constructed wetland to and other green building techniques can make the built environment more attractive and collect and treat roadway runoff while enhancing wildlife habitat. recreational trail livable, help mitigate climate change by reducing energy demand, and also increase resilience to climate extremes. improvements and interpretive signage have also been added. However, at the same time a major development is proposed for a nearby property that contains the last restoration remaining tract of forested upland in the vicinity. While green redevelopment can improve existing conditions in some locations, important remaining natural areas Even if all new development is built in areas of low environmental sensitivity, using compact, must be protected for the ecosystem services they contribute. LID design, there are still many features of existing development and infrastructure that make natural and human communities vulnerable to the impacts of climate change. Our rivers and streams are bisected by thousands of dams and culverts that prevent safe passage of fish and Figure 4.4: A green roof and other wildlife and present hazards during flood events. Efforts are underway to prioritize patio, similar to plans for removal and retrofitting of these barriers. 165 Cambridgepark drive Communities are beginning to recognize the value of greening their cities and towns with trees, pocket parks, community gardens, plantings along streambanks, and green roofs. These and other projects can reduce heat island effects, absorb storm runoff, provide locally sourced food, support outdoor exercise and social interaction, and enhance habitat for urban birds and other wildlife. Along the coast, Massachusetts is investing in green infrastructure projects such as beach nourishment, coastal wetland restoration, and even reestablishment of oyster beds. Both coastal and inland restoration and green infrastructure projects provide economic benefits well in excess of the costs. Coastal restoration projects can return as much as $15 in net economic benefit for every taxpayer dollar invested.16 Figure 4.5: Constructed Conclusion wetland complex, Alewife reservation, Cambridge, Massachusetts has made great progress in recent years toward reducing the rate of sprawl- Massachusetts style development and increasing the pace of well-targeted land conservation and ecological restoration. But there remains a significant risk that these trends may be reversed once again. As updating local land use rules and protecting land can get lost among the many pressing community priorities, the state’s continuing commitment to helping communities grow and develop in environmentally sustainable ways is essential. With nimble and responsive zoning and planning tools, local communities are better equipped to achieve a sustainable, vibrant future for the nature and people of Massachusetts. 24 Losing Ground: Planning for resilience | ©Mass Audubon 2014/ Conclusions and recommendations Chapter 5 In the period between 2005 and 2013, more than three acres of land were permanently • Federal Tax Incentives—The conservation community should advocate for expan- protected in Massachusetts for every acre that was developed. This is an encouraging sion of federal tax incentives to include gifts of outright ownership of land, also known pace of protection versus development and an increase from the 2:1 ratio cited in the 2009 as fee interest. Recently enacted federal and state tax incentives for land conservation edition of Losing Ground that covered the years from 1999 to 2005. These numbers reflect have resulted in a rapid increase in the pace and overall magnitude of conservation; both the reduced rate of development during our analysis period relative to previous editions however, current federal incentives are limited to gifts of less-than-fee interests only— of Losing Ground and a concerted effort, led by the Commonwealth in partnership with such as conservation restrictions (CRs). While CRs are a critical part of the land protec- municipalities and private groups, to protect key lands across the state. As encouraging as tion toolkit, sometimes a gift or bargain sale of the fee interest is the best outcome, for these figures are, we must recall that the last Losing Ground report demonstrated that devel- achieving resource protection goals and the donor’s goals. Demographic data suggest opment has indirect ecological impacts on an area three to four times the size of the built that many opportunities for fee transfers of important, unprotected properties will occur footprint itself. in the coming decade. Expanded federal tax incentives will provide conservation practi- tioners with all of the tools they need to address key opportunities in the years immedi- Building activity was dramatically reduced in the period of our analysis due to the Great ately ahead. Recession (2008-2009) and resulting credit crunch; yet data on new housing indicate that development pressure is returning to levels seen in the years before the economic slow- down. And new construction may increase even more quickly than is indicated in Figure increase the Pace of Land Protection in the 1.2: the housing start data presented there is based on permitted units; yet the Massachusetts Era of Climate Change Permit Extension Act17 means that some of these permitted units haven’t yet been built, so the increase in acres developed could take off even faster than new permits. • Commitment to Land Protection—The new gubernatorial administration must continue and build upon the Patrick Administration’s commitment to land protection as We must adopt and implement the most innovative approaches to land planning and site detailed in the Executive Office of Energy & Environmental Affairs’ recently released design and increase the pace of land protection even further if we are to maintain a Massa- report 100,000 Acres of New Conservation Land and 150 New Parks: A Legacy for the chusetts with an interconnected mosaic of forests, fields, and wetlands, including the most Next Generation. valuable land for wildlife habitat and climate resilience, while providing for economic growth in an efficient and sustainable manner. The need for these strategies becomes ever more • Land Protection Strategy—The land protection community should develop strategies urgent as the climate crisis escalates. In order to achieve these goals, we recommend the for increasing the pace of land protection. Table 5.1 shows the pace of land protection following actions. necessary to achieve various conservation goals in the coming decades. • Targeted Land Protection—State, local, and not-for-profit land protection and stew- Funding for Land Protection ardship efforts should continue to focus on the areas of opportunity for protection of important habitat and resilient landscapes identified in Chapter 3. Practitioners should • One percent for nature—The state administration and legislature should devote become familiar with and utilize the latest conservation planning tools including at least 1 percent of the annual state operating budget to environmental programs; BioMap2, TNC’s resilience model, and UMass Amherst’s Conservation Assessment the current rate is 0.64 percent. and Prioritization System (CAPS).18 Table 5.2 shows that we can protect a majority of • Environmental Bond—The legislature must complete final passage of an BioMap2 Core Habitat in the coming decades if we increase our focus on these lands. Environmental Bond and the administration must commit to spending no less than $50 million per year for land protection in the Commonwealth. Effective and innovative Planning • Community Preservation Trust Fund—The legislature and administration must • Zoning Reform—The Governor should actively and publicly support and the legis- provide continued support for the Community Preservation Trust Fund by funding lature should pass zoning reform legislation (An Act Promoting the Planning and Devel- the state match for locally raised dollars for open space, affordable housing, historic opment of Sustainable Communities19). This legislation would update Massachusetts’ restoration, and recreation projects. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 25antiquated planning and zoning laws and encourage strong community planning and natural resource protection while maintaining a vibrant and competitive Commonwealth. • Planning in the Sprawl Frontier—State and regional planning resources should be To MAinTAin A viBrAnT focused on the Sprawl Frontier, including more assistance and incentives for communi- ties to adopt innovative, sustainable development and green infrastructure techniques. CoMMonWEALTH, THE LAnd • Massachusetts Endangered Species Act—The conservation community and the legis- ProTECTion CoMMuniTy MusT lature should continue to support the Priority Habitat provisions of the Massachusetts inCrEAsE THE PACE oF ConsErvATion. Endangered Species Act20, which were recently upheld by the Massachusetts Supreme Judicial Court. Climate Change Adaptation • Comprehensive Adaptation Management Plan—The legislature should pass and the governor should sign the Comprehensive Adaptation Management Plan (CAMP) bill.21 The bill will require the state to develop an adaptation plan that clearly outlines the Commonwealth’s goals, priorities, and principles for resilience, preservation, protection, restoration, and enhancement of the Commonwealth’s built and natural infrastructure. • Funding for Adaptation Planning—Funds for climate change adaptation planning and project implementation should be provided through multiple sources including the state operating budget, Environmental Bond, Regional Greenhouse Gas Initiative, the Water Infrastructure Finance bill, and federal sources. • Green Infrastructure—Communities should invest in land protection and restoration of inland and coastal wetlands and upland buffers as green infrastructure to enhance the resilience of our natural and built environments. • Restoration Funding—The state should continue to fund restoration efforts through the Division of Ecological Restoration and UMass Amherst’s River and Stream Continuity Project,22 specifically wetland and buffer restoration, dam removals, and replacement of undersized culverts, to enhance resilience of wildlife habitat and the built environment. Partnerships • Conservation Land Stewardship—The conservation community must continue to work together to actively uphold the conservation values of permanently protected land. • Community Preservation Act—The conservation community should continue to support cities and towns in adopting and implementing the Community Preservation Act. • Land Cover Data—The Executive Office of Energy & Environmental Affairs and the Information Technology Division of the Administration and Finance Secretariat should ensure the availability of up-to-date, statewide aerial photographs and well-constructed, useful, and timely land cover data for use in this type of analysis. Agencies should explore innovative collaborations with universities and the user community. • Maintain Open Space Data—The land protection community should continue to work closely with MassGIS to maintain a comprehensive and up-to-date Open Space datalayer. 26 Losing Ground: Planning for resilience | ©Mass Audubon 2014Table 5.1: Land protection outcomes for various rates of land protection over time. Table 5.2: BioMap2 Core Habitat protection outcomes for various rates of Percent is based on total land area of state. protection over time. Percent is based on total BioMap2 Core Habitat excluding large water bodies. 2020 2025 2050 2020 2025 2050 acres/day acres/year total acres % of state total acres % of state total acres % of state acres/day acres/year total acres % of total acres % of total acres % of Core Habitat Core Habitat Core Habitat 40 14,600 1,361,275 27.2% 1,434,275 28.7% 1,799,275 36.0% 15 5,475 578,667 50.1% 606,042 52.5% 742,917 64.3% 50 18,250 1,386,825 27.8% 1,478,075 29.6% 1,934,325 38.7% 20 7,300 591,442 51.2% 627,942 54.4% 810,442 70.2% 60 21,900 1,412,375 28.3% 1,521,875 30.5% 2,069,375 41.4% 30 10,950 616,992 53.4% 671,742 58.2% 945,492 81.9% 70 25,550 1,437,925 28.8% 1,565,675 31.3% 2,204,425 44.1% 40 14,600 642,542 55.6% 715,542 61.9% 1,080,542 93.5% 80 29,200 1,463,475 29.3% 1,609,475 32.2% 2,339,475 46.8% 50 18,250 668,092 57.8% 759,342 65.7% 1,155,204 100% 90 32,850 1,489,025 29.8% 1,653,275 33.1% 2,474,525 49.5% 60 21,900 693,642 60.0% 803,142 69.5% 1,155204 100% 100 36,500 1,514,575 30.3% 1,697,075 34.0% 2,609,575 52.2% As detailed in Chapter 2, as of April 2013, nearly 1.26 million acres (25.2 percent) of the Table 5.2 shows how much BioMap2 Core Habitat could be protected at various rates state’s land area has been protected. Table 5.1 shows how many acres and what percent of the over time. From 2005 to 2013, Core Habitat was protected at a pace of 15 acres/day state’s land area would be protected if we conserved land at the rate shown on the left through resulting in over 540,000 acres, or 45 percent of Core Habitat being permanently protected. the date shown at the top. For example, if we can increase the recent 40 acre/day pace of land Roughly one-third of all land protected since 2005 is Core Habitat. If we could further focus protection by 50 percent to 60 acres/day and sustain that rate through 2025, we will have land protection efforts and increase the pace of Core Habitat protection to 30 acres/day, we protected fully 30 percent of the state. could protect over 58 percent of all terrestrial Core Habitat by 2025. This report’s title, Losing Ground, refers to the ongoing conversion of undeveloped land, lessons. The value of natural lands—including salt marshes, barrier beaches, and forested valued for wildlife habitat, agriculture, forest products, and water quality, among other attri- floodplains—for mitigating the damaging effects of intense storms is clear, and investments butes, to the hard infrastructure of human use. As documented by the Losing Ground series, in protecting these natural defenses provide dividends forever. It is a win-win decision when the pace of this conversion has varied over time, and this edition witnesses an ebb associ- land protection benefits both human and natural communities, yet short-term human interests ated with the Great Recession. Indications already point to the resumption of higher develop- continue to be powerful considerations. ment rates in 2014 and beyond, but at this point the window of opportunity for progressive The recent milestone of protecting fully one-quarter of the land area of the state could not and informed land use decisions remains open in many communities. In the lull before boom have been accomplished without the dedicated efforts by government, nongovernmental times return, now is the time to take stock of the forests, wetlands, fields, and rivers that are organizations, and private landowners. Yet for the conservation community there is no time so important for each community’s natural, cultural, and economic health, and chart a delib- to rest on this accomplishment. Action on the recommendations in this report will ensure erate development course that protects these assets over the long term. progress toward a sustainable and vibrant Massachusetts that continues to function for The need for such intelligent planning is heightened throughout the Commonwealth by the people and nature. effects of climate change. As one example, sea-level rise will continue to alter coastal areas and, combined with increased storm intensity, threatens some of the highest valued real estate in the state. Superstorm Sandy and Tropical Storm Irene demonstrated the vulnera- bility of infrastructure we consider to be permanent, and we would be foolish to ignore their ©Mass Audubon 2014 | Losing Ground: Planning for resilience 27Losing Ground’s interactive website (www.massaudubon.org/losingground) gives you the ability to explore key statistics from the land use change analysis at a variety of scales including in your town and watershed. 28 Losing Ground: Planning for resilience | ©Mass Audubon 2014 2288 LLoossiinngg GGrroouunndd:: PPllaannnniinngg ffoorr rreessiilliieennccee || ©©MMaassss AAuudduubboonn 22001144References 1. Zhu, Z., and C.E. Woodcock. 2014. Continuous change detection and classification of land cover using 12. Community Preservation Coalition website http://www.communitypreservation.org/content/ all available Landsat data. Remote Sensing of Environment, 144(C), 152–171. cpa-overview. Accessed 17 April 2014. 2. US Census Bureau website, spreadsheet of annual building permit history by state, http://www.census. 13. de la Crétaz, A.L., L.S. Fletcher, P.E. Gregory, W.R. VanDoren, and P.K. Barten. 2010. An Assessment gov/construction/bps/xls/annualhistorybystate.xls. Accessed 10 April 2014. of Forest Resources of Massachusetts. University of Massachusetts Amherst Department of Natural Resources Conservation and Massachusetts Department of Conservation and Recreation. Prepared for 3. DeNormandie, J., and C. Corcoran. 2009. Losing Ground—Beyond the Footprint. Massachusetts the USDA Forest Service. 189 pp. Audubon Society, Inc. Lincoln, Massachusetts. 32 pp. 14. MassDEP. 2013. 2008-2010 Massachusetts Greenhouse Gas Emissions Inventory. Massachusetts 4. USDA Agricultural Census website http://www.agcensus.usda.gov/. Accessed 3 April 2014. Department of Environmental Protection. Boston, Massachusetts. 14 pp. 5. Foster, D., D. Kittredge, B. Donahue, G. Motzkin, D. Orwig, A. Ellison, B. Hall, B. Colburn, and 15. Thompson, J., K. Fallon Lambert, D. Foster, M. Blumstein, E. Broadbent, and A. Almeyda Zambrano. A. D’Amato. 2005. Wildlands and Woodlands—A Vision for the Forests of Massachusetts. 2014. Changes to the Land—Four Scenarios for the Future of the Massachusetts Landscape. Harvard Forest, Harvard University. Petersham, Massachusetts. 28 pp. Harvard Forest, Harvard University, and Smithsonian Institution. Petersham, Massachusetts. 38 pp. 6. Trust for Public Land. 2013. The Return on Investment in Parks and Open Space in Massachusetts. 16. Center for American Progress website http://www.americanprogress.org/issues/green/ Trust for Public Land. Boston, Massachusetts. 52 pp. report/2014/04/09/87386/the-economic-case-for-restoring-coastal-ecosystems/. Accessed 7. Massachusetts Executive Office of Energy and Environmental Affairs. 2014. 100,000 Acres of 17 April 2014. New Conservation Land and 150 New Parks: A Legacy for the Next Generation. Boston, 17. Section 173 of Chapter 240 of the Acts of 2010 and extended by Sections 74 and 75 of Massachusetts. 19 pp. Chapter 238 of the Acts of 2012. 8. Ibid. 18. University of Massachusetts Conservation Assessment and Prioritization System. 9. Woolsey, H., A. Finton, J. DeNormandie. 2010. BioMap2—Conserving the Biodiversity of http://www.umasscaps.org/. Massachusetts in a Changing World. Massachusetts Department of Fish and Game/Natural Heritage 19. Bill H.1859 of the 188th General Court of the Commonwealth of Massachusetts. & Endangered Species Program and The Nature Conservancy/Massachusetts Program. 64 pp. 20. Massachusetts General Laws Chapter 131A (1990), and implementing regulations 321 10. Anderson, M.G., M. Clark, and A. Olivero Sheldon. 2012. Resilient Sites for Terrestrial Code of Massachusetts Regulations 10.00 (2006). Conservation in the Northeast and Mid-Atlantic Region. The Nature Conservancy, Eastern Conservation Science. 168 pp. 21. Bill S.2028 of the 188th General Court of the Commonwealth of Massachusetts. 11. 495 Development Compact. 2012. 495/MetroWest Development Compact Plan. Massachusetts 22. University of Massachusetts Extension River and Stream Continuity Project. Executive Office of Housing and Economic Development. Boston, Massachusetts. 167 pp. http://www.streamcontinuity.org. Production Credits Authors Photography Design and Layout Tom Lautzenheiser Cover (top left): Alexa Marcigliano Page 24 (Fig. 4.4): Horsley Witten Group Levine Design & Illustration Central/Western Regional Scientist Cover (middle left): Jack Clarke Page 24 (Fig. 4.5): Bioengineering Group www.levinedesign.net Jeff Collins Cover (bottom left): Richard Johnson Page 26: David Larson Printing Director of Ecological Management Cover (right): Greg Thompson Page 28: Amanda Boyd DS Graphics E. Heidi Ricci Table of Contents: Nick Sarfaty-Jackson Back cover (top): Joni Lohr Lowell, Massachusetts Senior Policy Analyst Page 8: Nathan Goshgarian Back cover (middle): E. Heidi Ricci Jack Clarke Page 10: Alan B. Ward Back cover (bottom): Kelly Fike Director of Public Policy and Page 13: Carolyn Baillargeon Cert no. SW-COC-003383 Government RelationsFifth Edition of the Losing Ground Series Mass Audubon works to protect the nature of Massachusetts for people and wildlife. Together with more than 100,000 members, we care for 35,000 acres of conservation land, provide school, camp, and other educational programs for 225,000 children and adults annually, and advocate for sound environmental policies at local, state, and federal levels. Founded in 1896 by two inspirational women who were committed to the protection of birds, Mass Audubon is now one of the largest and most prominent conservation organizations in new England. Today we are respected for our sound science, successful advocacy, and innovative approaches to connecting people and nature. Each year, our statewide network of wildlife sanctuaries welcomes nearly half a million visitors of all ages, abilities, and backgrounds and serves as the base for our work. To support these important efforts, call 800-AUDUBON (800-283-8266) or visit www.massaudubon.org. Mass Audubon’s Advocacy department works to educate and motivate Mass Audubon members, citizens, and state, federal, and local elected and appointed officials to make decisions that protect the nature of Massachusetts. Mass Audubon 208 south Great road Lincoln, Massachusetts 01773 download a copy of this document from 781-259-9500 800-AuduBon www.massaudubon.org/losingground/ www.massaudubon.org © Mass Audubon 2014 Printed on recycled Paper",
    "TEXT BY PAGE": [
        "LosinG Ground Planning for Resilience Patterns of development and their impact on the nature of Massachusetts Fifth Edition of the Losing Ground Series June 2014",
        "TABLE oF ConTEnTs Acknowledgements 1 introduction 2 Chapter 1 3 Land use Changes in Massachusetts Chapter 2 7 Land Conservation Between 2005 and 2013 Chapter 3 12 Critical Landscapes: resilience and BioMap2 Chapter 4 20 Community Planning for Climate resilience Chapter 5 25 Conclusions and recommendations references inside back cover",
        "Acknowledgements Losing Ground: Planning for Resilience was produced by Mass Audubon’s Advocacy Losing Ground was supported through the Open Space Institute’s Resilient Landscapes Department and authored by Tom Lautzenheiser, Jeffrey Collins, E. Heidi Ricci, and Initiative, which is made possible with a lead grant from the Doris Duke Charitable Founda- Jack Clarke. Preferred citation: Lautzenheiser, T.E., J.M. Collins, E.H. Ricci, and J. Clarke. tion. The Resilient Landscapes Initiative seeks to educate, train, and build the capacity of land 2014. Losing Ground: Planning for Resilience. Massachusetts Audubon Society, Inc. trusts working to respond to climate change and to direct $5.5 million in capital to pilot sites Lincoln, Massachusetts. 32 pp. that will provide refuge for plants and animals. We thank the many collaborators from partner conservation organizations and We are tremendously grateful to the following who have supported Losing Ground agencies who assisted with this report. with direct funding: • Alces Foundation This edition of Losing Ground would not have been possible without the generous • American Planning Association—Massachusetts Chapter data sharing and technical support from faculty, staff, and students in Boston University’s • Franz and Anne Colloredo-Mansfeld Department of Earth & Environment who provided us with the basic land cover change data • Epsilon Associates, Inc. that underlies our central analysis. Department Chair Curtis Woodcock and Professor Sucha- • Horsley Witten Group, Inc. rita Gopal fostered our collaboration and supported our application of their land cover clas- • Susan and Christopher Klem sification method to this project. Assistant Research Professor Pontus Olofsson contributed • Massachusetts Association of Planning Directors the statistical design and analysis for our efforts to refine area estimates of land cover change. • Open Space Institute Doctoral students Valerie Pasquarella and Christopher Holden were unflagging in explaining • Judy A. Samelson and William Schawbel the science behind the land cover classification method, responding to our project-spe- • U.S. Green Building Council—Massachusetts Chapter cific requests, and delivering the final land cover maps, data, and statistics to support Losing Ground. Professor John Rogan of Clark University’s Graduate School of Geography provided The report benefitted from the expertise of and close review by a wide range of colleagues our initial introduction to the use of Landsat imagery for land classification. outside Mass Audubon, including: Kurt Gaertner and Robert O’Connor in the Executive Office of Energy & Environmental Affairs; David Foster, Director of the Harvard Forest; The Nature Conservancy’s Massachusetts Program (TNC) generously provided a rescaled Andy Finton and Jessica Dyson of TNC; Larry Adams and Chris Ryan of the Central Massa- analysis of resilient lands for use in Losing Ground. Jessica Dyson, with input from Andy chusetts Regional Planning Commission; Julie Conroy of the Metropolitan Area Planning Finton, interpreted TNC’s regional resilience data for our use, designed the state-level resca- Council; Neil Angus of the U.S. Green Building Council—Massachusetts Chapter; Peter ling method, and completed the rescaling in GIS, providing critical insights into the data Lowitt, FAICP, Steve Sadwick, and Ralph Wilmer, FAICP, of the American Planning Associ- throughout the process. Mark Anderson and Melissa Clark of TNC’s Eastern Regional Office, ation—Massachusetts Chapter; and Scott Horsley, Consultant and Adjunct Professor. Town of who developed the original regional resilience analysis from Maine to Florida, provided Westford staff assisted with graphics and information on the Westford case study, including invaluable input to the rescaling process. Special thanks also to TNC Massachusetts State Conservation/Resource Planner William Turner, GIS Coordinator Chris Couto, and Director Director Wayne Klockner for his long-standing support of this work. of Land Use Management Chris Kluchman, AICP. William Harman of Westford Conservation The staff and data of the Massachusetts Office of Geographic Information (MassGIS) remain Trust and Developer Joe Flaherty provided information and inspiration for the case study. irreplaceable to Losing Ground. Director Christian Jacqz and Philip John provided early assistance with GIS analyses. The town boundary, water body, transportation, BioMap2, and Jack Clarke motivated and provided overall direction for this edition of Losing Ground. Mass Audubon colleagues Robert Buchsbaum, Gary Clayton, Michael O’Connor, Henry other map data in the report were drawn from MassGIS. Ben Smith, GIS Analyst in the Exec- Tepper, Lou Wagner, and Bob Wilber reviewed drafts of the document and contributed to utive Office of Energy & Environmental Affairs, maintains the statewide open space data discussions leading to the final report. Margo Servison and Amber Carr assisted with valida- layer and provided specific assistance with its use and interpretation. tion of the BU data; Margo also compiled the images used in the publication. Stephanie Elson The Massachusetts Natural Heritage and Endangered Species Program/TNC BioMap2 data and Advocacy Intern Nathan Spear researched and compiled data on planning and zoning are a powerful conservation tool, which we used extensively to assess the effects of land practices in the I-495 region. Liz Lynn Albert coordinated fundraising efforts. Ann Prince protection and land development on Massachusetts’ biodiversity. Maps and analyses were provided editorial oversight. Matthew Smith built the Losing Ground website. This edition prepared with ArcGIS software generously donated by the ESRI Conservation Program. of Losing Ground draws extensively on the previous edition written by James DeNormandie and Claire Corcoran. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 1",
        "Introduction The nature of Massachusetts is rooted in the land. From the shifting sands of the Cape The amount and the location of both development and land protection influence habitat and Islands to the ancient bedrock ridges of the Berkshires and Taconics, each of the quality. Accordingly, it is critical to track how new development and land protection relate to plant and animal species that we strive to protect requires sufficient habitat to survive. our most important habitats. In Chapter 3 we look at development impacts on valuable habitat While the hardworking conservation community continues to protect fields, forests, and as determined in BioMap2 and on resilient landscapes as determined by The Nature Conser- wetlands, loss of habitat due to land conversion remains one of the top threats to the nature vancy (TNC). Chapter 3 also asks whether we are protecting the right land by providing an of Massachusetts. For the past 30 years, Mass Audubon’s Losing Ground series has tracked update on efforts to protect land identified in BioMap2 and TNC’s resilience analysis. and reported on patterns of development and land conservation in Massachusetts, providing As natural lands are converted to development, it is ever more important to design our built an essential snapshot of a changing Commonwealth over time. This latest edition provides environment to minimize effects on natural processes. Chapter 4 describes important planning updated trends between 2005 and 2013. tools and programs available to foster “green community” design in the Commonwealth to Environmental protection ultimately rests on preservation of landscape functions. Seed sustain our economy and environment. We also take an in-depth look at smart growth policies dispersal, animal movement across the landscape, gene flow amongst a population, the mean- in 37 communities in the I-495 region, which continues to experience some of the highest dering of a stream—each of these is an example of a natural process that requires a landscape development rates in the state. of connected natural areas, unconstrained by artificial barriers, in which to operate. Human Building activity was dramatically reduced in the period of our analysis, due to the Great land use, especially our inclination to build long-lasting structures and to harden our invest- Recession and resulting credit crunch; yet development pressure on the land is returning ments against the vagaries of natural processes, tends to interrupt these natural processes and to levels seen in previous years. Recent catastrophic storms in our region have provided a thus reduce overall habitat quality and function. sobering reminder that the era of climate change is upon us, and will require creative and Development has reshaped the face of Massachusetts in the past 40 years. Earlier editions proactive solutions. Planning and zoning for development must be modernized and the pace of Losing Ground calculated 775,000 acres of developed land in Massachusetts in 1971, or of land protection must increase even further if we are to maintain a Massachusetts with an 15 percent of the state. We now estimate that 1.1 million acres are developed, representing interconnected mosaic of forests, fields, and wetlands, including the most valuable land for 21 percent of the state. Most of this development has occurred in the eastern half of the state wildlife habitat and climate resilience. as wooded suburbs have been absorbed by urban expansion and the farm fields of formerly rural exurbs have “grown houses” to meet the demand for commuter housing. In Chapter 1 we report on recent patterns of development across the state. While the amount of developed land has increased, the amount of protected land has increased even more, especially in recent years. The second edition of Losing Ground concluded that 890,000 acres were permanently protected as wildlife habitat in 1997. We now estimate that 1,259,075 acres are permanently protected for all purposes. Chapter 2 25 Miles analyzes the pace of land protection, where the land is being protected, by whom, and for what purposes. For a glossary of terms, frequently asked Massachusetts land cover, 2013 questions, and technical report please visit www.massaudubon.org/losingground. 2 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "/ Land use Changes in Massachusetts Chapter 1 Land use decisions in Massachusetts are typically made on a parcel-by-parcel basis, within the planning and regulatory frameworks established at the municipal and state LAnd usE dATA sour CEs levels. The local effects of these decisions may be obvious: businesses or residences spring up in former forest or farmland, for example, contributing to the economic and social Land use change analyses in past editions of Losing Ground were based on land use capacity of the area. But the cumulative impacts of many such decisions are harder to discern, data provided by the Massachusetts Office of Geographic Information (MassGIS). and questions of long-term community character, sustainability, and resilience come into play. unfortunately, directly comparable, updated land use data were not available for To determine the patterns and trends of development over the period from April 2005 to use in this analysis. As an alternative, we turned to the department of Earth & April 2013, we analyzed a statewide land cover change dataset created by Boston Universi- Environment at Boston University (BU) where researchers use Landsat satellite ty’s Department of Earth & Environment. imagery to map land cover and monitor land cover changes. Landsat TM/ETM+ From April 2005 to April 2013, approximately 38,000 acres of forest or other undeveloped imagery has a 30-meter resolution, resulting in a land use mosaic consisting of land were converted to development in Massachusetts, translating to a pace of 13 acres per approximately 0.22-acre pixels. day through this 8-year period. Figure 1.1 shows that nearly 50,000 acres of forest were lost during this time period, and our “Open” category, consisting of bare land, low vegetation, and The BU team has developed a change detection and classification approach agriculture, increased by approximately 10,000 acres. that accurately determines the timing and location of land cover changes based on changes in the surface reflectance characteristics of individual pixels.1 This method utilizes all available Landsat TM/ETM+ data from 1985 to the present, Figure 1.1: Land use change (acres) in Massachusetts, 2005-2013 and is relatively unaffected by clouds, shadows, satellite error, and other artifacts that challenge land cover analyses based on shorter observation periods. Mass Audubon has worked with the Bu team to create and assess a custom, seven-class land cover product. The agreement among our land cover data and an internally Built generated reference dataset is approximately 86 percent. importantly, this new approach to mapping and monitoring land cover change open allows us to estimate annual rates of development during the period of our analysis. This information was not available in previous editions of Losing Ground other and represents a powerful new way to look at changes in the rate of development within our analysis window. Forest -80,000 -60,000 -40,000 -20,000 0 20,000 40,000 60,000 The estimated daily rate of development is markedly lower than the rate reported in previous editions of Losing Ground. This is good news from a conservation perspective, yet it is crit- ical to remember that this time period includes the most dramatic and sustained slowdown in building activity to affect Massachusetts in decades. The 2007 global economic crisis and ensuing Great Recession hit Massachusetts’ construction sector particularly hard, but the economy and construction are rebounding. Figure 1.2 shows the estimated annual rate of development since 2005 along with permitted housing units in Massachusetts according to the U.S. Census Bureau.2 While our Landsat-derived development estimates show the economic slowdown, our model captures trends only through April 2013, limiting our ability ©Mass Audubon 2014 | Losing Ground: Planning for resilience 3",
        "to effectively determine the subsequent rebound in development. The housing start data, The sprawl Frontier & danger Zone: which is available through 2013, clearly shows that the number of residential units produced How far has it spread? per year is trending toward its previous rate. Furthermore, the state passed a law automati- cally extending for four years all valid state, regional, and local land use-related permits in The reduction in the pace of development since 2005 has mostly affected those communities existence between August 15, 2008, and August 15, 2012. Many projects permitted during where high development rates have been previously documented. This makes sense because this term can simply begin construction without further review, even if local land use rules communities that were experiencing little development pressure before the downturn (such have changed in the interim. It will be good news if the rate of land lost to development stays as in the Berkshire highlands) have in general continued to experience little loss of natural low while the number of units produced rises. land, while those with high development pressure (such as in the Blackstone Valley) gener- ally have declining development rates. A consequence of this statewide slowdown in building activity has been that two development areas identified in previous Losing Ground reports, Figure 1.2: new development and permitted housing units in Massachusetts the Sprawl Frontier and the Sprawl Danger Zone, remain substantially similar to their 2005 extents3 (Figure 1.3). 30,000 10,000 Most of the towns experiencing the highest rates of development in Massachusetts—the 25,000 Sprawl Frontier—are within 10 miles of I-495, with an additional cluster in the southern 20,000 Connecticut River Valley. Within the I-495 zone, municipalities with the highest rates (between approximately 8 and 16 acres of new development per square mile of land area) 15,000 5,000 are located near Plymouth (Plympton, Carver, and Wareham), scattered east of Worcester 10,000 (Northborough, Hudson, Grafton, and Milford), or along the Merrimack River (Tyngsbor- ough, Dracut, and Methuen), with a few other communities (including Ayer, Lynnfield, and 5,000 nA Plainville) also occurring in this class. It is notable that many of these communities include 0 0 or are near the ends of the MBTA commuter rail system branches (Figure 1.4). 2005 2006 2007 2008 2009 2010 2011 2012 2013 Many towns on the Worcester Plateau and in the Connecticut and Housatonic River valleys were characterized in the previous edition of Losing Ground as being in the Sprawl Danger Zone: areas where an increase in development pressure could lead to significant changes in Figure 1.3: recent development trends in Massachusetts, 2005-2013 community character and ecological function. The economic downturn has relieved devel- opment pressure throughout much of the Sprawl Danger Zone; this situation represents an extended opportunity for land conservation. CoMPArinG CoMMuniTiEs Massachusetts’ 351 municipalities vary greatly in size, from the smallest (Nahant, at 1 square mile of land) to the largest (Plymouth, at nearly 100 square miles of land), so it would not always be meaningful to compare the absolute acreage of development across towns. To provide a common basis for comparison in this report, the area of new development in each town between 2005 and 2013 has been normalized by the town’s area, giving a development rate of acres per square mile. stinU gnisuoH weN Development (Acres) Development (acres) New Housing Units 25 Miles Sprawl Frontier Acres of new development per square mile by town 0.02-1.3 1.3-2.7 2.7-4.7 4.7-7.9 7.9-15.4 4 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "Figure 1.4: Hot spots of development—20 towns with the highest Figure 1.5: Forest conversion in Massachusetts, 2005-2013 development rates in Massachusetts 25 Miles 25 Miles Top 10 11 to 20 Ayer Abington Carver Grafton Dracut Hanover 20 municipalities with the greatest area of Hudson Middleton MBTA Commuter Rail lines forestland converted to development (acres) Lynnfield Milford Interstate highways 20 municipalities with the greatest Methuen Norfolk proportion of forestland converted to Northborough Plymouth Other highways development (acres/2005 forested acres) Plainville Tyngsborough Plympton Walpole Wareham Wilbraham What types of land are being developed In contrast, most of the towns developing the greatest proportion of 2005 forest area are in the greater Boston area or the Merrimack River valley. It is important to consider that in in Massachusetts? communities such as Revere, Belmont, Lowell, and Wakefield—the top four communities In Losing Ground we are primarily addressing the issues surrounding new development— in the latter class, which each have less than 1,000 acres of forest (and Revere has less the conversion of a previously undeveloped area to residential, commercial, industrial, or than 100 acres)—even a relatively small development can impact a large proportion of other built land uses—rather than changes in use on previously developed sites (e.g., brown- the community’s forest area, dramatically altering neighborhood character and local field redevelopment). The conversion of forestland to low-density residential housing ecological function. accounts for the great majority of land development in Massachusetts between 2005 and Forest, including forested wetland, remains Massachusetts’ primary land cover type, 2013; conversion of open land to other types of housing and/or commercial development occurring on more than 3.2 million acres (more than 60 percent) of the state and forming the is also substantial. matrix in which all other land uses occur. In addition to its aesthetic, recreational, and wild- Figure 1.5 shows the 20 municipalities with the greatest amount of forest conversion to life habitat values, this forest cover provides crucial ecosystem services, including filtering development between 2005 and 2013, both as absolute area and relative to the amount of water and air, sequestering carbon, and buffering the effects of severe storms; forestland also forest in each town present in 2005; three municipalities are in the top 20 of both categories. supports the state’s economy as a source of renewable fuel, food, and fiber. Maintaining the Regions experiencing the greatest area of forest conversion include southeastern Massachu- integrity of this forested matrix is critical for the long-term well-being of both human and setts and the inner Cape, as well as a cluster of towns south of the Quabbin Reservoir. Each natural systems. town in the top 20 of forest conversion has lost more than 100 acres of forest to development between 2005 and 2013; Plymouth, at number one, has lost more than 400 acres of forest. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 5",
        "Figure 1.6: open land conversion in Massachusetts, 2005-2013 dATA LiMiTATions Landsat-derived land cover classification offers many advantages, including its continual and frequent updating (new images of Massachusetts are acquired approximately every 16 days), but existing methods for analyzing these data are challenged to accurately classify some important land use/land cover types. Agricultural areas in particular, with somewhat irregular patterns (both spatially and through time) of field preparation, crop production, and fallowness, do not 25 Miles fit neatly into a single classification label as readily as a stable forest, for example. Within a single growing season, a cropland area could be classified as bare soil, row crops, and herbaceous growth/pasture, sometimes multiple times. due to the high incidence of categorization error among nonforested, undeveloped land use types, we decided to aggregate these categories into a single “open Land” class. The tradeoff, however, is that all open lands, including quarries, beaches, urban 20 municipalities with the greatest area of vacant lots, and forests cleared for development but not yet developed, are also open land converted to development (acres) 20 municipalities with the greatest within the Open Land class, limiting our ability to draw from these data specific proportion of open land converted to conclusions regarding agricultural land. development (acres/2005 open land acres) Figure 1.6 shows the 20 municipalities with the greatest amount of open land conversion to The top 20 municipalities with the greatest proportion of 2005 open land area converted development between 2005 and 2013, both as absolute area and relative to the amount of to development are mostly concentrated in the greater Boston area, with a few towns near open land in each town present in 2005; three municipalities occur in the top 20 of both I-495, and the city of Springfield. In general, the proportion of open land conversion in these categories. The open land class includes cropland, pasture, and hayfields, as well as areas of communities is high because they had relatively small areas of open land in 2005. bare soil, low woody vegetation, and recreational fields; importantly, this class also includes The maintenance of agricultural capacity has been an important economic, social, and conser- areas that have been cleared in preparation for development. As such, this map should not be vation goal in Massachusetts for many years. A preliminary report released in February 2014 interpreted as representing conversion of agricultural land alone. (See box on Landsat data by the USDA National Agricultural Statistics Service indicates that the number of farms and limitations.) acreage of farmland in Massachusetts increased modestly between 2007 and 2012, to nearly The broad geographic pattern of the municipalities experiencing the greatest absolute areas 7,800 farms and over 520,000 farm acres (farm acres in this tally includes buildings and of open land conversion to development is similar to those experiencing forest conversion: noncultivated areas of a farmed parcel, such as forest or wetlands; the actual area in active a cluster of southeastern/inner Cape municipalities, several municipalities in the southern agricultural use is substantially smaller).4 Connecticut River valley, and more scattered around Worcester. These top 20 communities also include Nantucket and, surprisingly, Boston. Approximately 100 acres or more of open land have been converted to development between 2005 and 2013 in each of the top 20 communities, with Plymouth again placing first at more than 300 acres. 6 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "/ Land Conservation between 2005 and 2013 Chapter 2 Land conservation in Massachusetts has reached a major milestone since the last A 20-year investment of $130 million for land protection around the edition of Losing Ground: thanks to the tireless work of a dedicated public and Quabbin and Wachusett Reservoirs has avoided a cost of $280 million private land conservation community, more than one-quarter of the state is now for water filtration.7 permanently protected. As of April 2013, permanently protected land for all purposes totals 1,259,075 acres, representing 25.2 percent of the land area of the state. Of these acres, 91 percent are conserved as natural and agricultural land, with the balance protected for recreational, cultural, historic, and other values. This milestone is especially impressive ProTECTEd And rECrEATionAL considering that Massachusetts is the third most densely populated state in the country. oPEn sPACE dATA sET Meeting this threshold is a moment for celebration and reflection, but only a moment; the pace of development is likely to accelerate again, and to meet the goals for land conservation The best source of information on the state of land protection in Massachusetts expressed in documents such as Harvard Forest’s Wildlands and Woodlands5 our efforts to continues to be the Protected and recreational openspace data available from protect land must be redoubled. MassGIS. This is a Geographic Information Systems (GIS) database, continually updated by the Executive Office of Energy & Environmental Affairs staff to improve Land is protected by many entities and for many reasons in Massachusetts. The largest completeness and spatial accuracy. our calculations are based on all lands coded conservation landowners are state environmental agencies, cities and towns, various not-for- profit organizations including land trusts, and the federal government. In addition, nearly as permanently protected in this dataset (minus land under water). As useful as 200,000 acres are protected by thousands of private landowners who have restricted use of this database is, it requires constant input from the land protection community. their land via permanent conservation restrictions and other legal mechanisms limiting devel- All entities involved in land protection should work closely with the Executive opment potential. Office of Energy & Environmental Affairs to ensure that their holdings are up-to- date and accurately depicted. For more information on submitting information, The extensive network of protected land in Massachusetts contributes in many ways to our contact Benjamin smith at benjamin.smith@state.ma.us. quality of life and supports the rich heritage of outdoor recreation that is an important part of life for so many in the Commonwealth. Land is protected for agriculture, the basis of the local food movement that is redefining how we shop and eat, and for forest products including fuelwood and lumber. Land is also protected expressly for drinking-water protection, most Who owns our protected lands? notably around the Quabbin Reservoir, Ware River watershed, and Wachusett Reservoir; but also around the lakes, reservoirs, and wells maintained by cities and towns throughout the Keeping these various landowners and purposes for land protection in mind, it is instruc- state. Careful stewardship of these acres offsets the vast sums that would be needed to build tive to look at which entities are protecting which type of land. Table 2.1 presents the total or enhance water treatment systems. permanently protected acreage in Massachusetts by type of ownership and primary purpose Land is protected for active recreation in our parks and playgrounds, for preservation of of protection. Land set aside for conservation purposes is far and away the largest category. historic structures and landscapes, and for our final resting places in cemeteries and church- These properties include most state parks and state forests, wildlife management areas, town yards. From the water we drink to the air we breathe to the space we need from cradle to forests, land trust holdings, and large federal sites such as the Cape Cod National Seashore. grave, protected and well-tended land is essential to nearly every aspect of our modern lives. These properties are usually managed for multiple values including passive recreation, forestry, and wildlife habitat. Land is protected for the ecosystem services that undeveloped acres provide including plant and wildlife habitat, soil retention, air purification, water filtration, attenuation of storm runoff, and carbon sequestration. The Trust for Public Land’s The Return on Investment in Parks and Open Space in Massachusetts6 reported that every dollar invested in land conser- vation returns four dollars in economic value of natural goods and services. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 7",
        "Table 2.1: Type of ownership and primary purpose of all permanently protected land in Massachusetts as of April 2013, in acres State Municipal/ Private Not- Federal Other All County w/Restriction for-profit Owners Conservation 465,768 166,049 110,587 131,117 52,809 297 926,627 Water Supply 100,542 99,156 5,891 396 2,282 6,460 214,726 Agriculture 1,158 817 66,155 3,440 34 71,605 Recreation 3,826 27,522 1,016 1,015 881 15 34,276 Historic/Cultural 31 612 421 536 832 2,433 Other 1,942 2,299 133 278 4,755 1 9,408 All Purposes 573,268 296,456 184,203 136,782 61,559 6,806 1,259,075 The water supply category includes state holdings around the Quabbin and Wachusett Reservoirs and the Ware River watershed with nearly equal acreage held in widely distrib- uted municipal lands. The recreation category includes actively used parks and playgrounds. Historic and cultural acres include cemeteries, heritage parks, and Minuteman National Historical Park, among other sites. The “Other” category of land type includes urban parks and some U.S. Army Corps of Engineers holdings. PErMAnEnTLy ProTECTEd oPEn sPACE in M AssACHusETTs state and municipal conservation properties are usually accorded protection through Article 97 of the state Constitution, which prohibits conversion to other uses without legislative and town approval. The “private with restriction” lands included here are all protected by some form of perpetual easement or restriction held by another entity. The most common forms of these protections are the conservation restriction (CR) and the agricultural preservation restriction (APR). in either case, conservation goals can be achieved without requiring a transfer of ownership or removal from the tax rolls. under these “less-than-fee” protection FroM CrAdLE To mechanisms, the landowner agrees to limit use of the land to activities agreed upon in the restriction, which is a legal document approved by the state secretary of GrAvE, ProTECTEd And Energy and Environment and the municipal Board of selectmen or City Council WELL-TEndEd LAnd is where the property is located, and then recorded in the registry of deeds. The restriction is granted (sold or donated) to a conservation entity such as a land trust, EssEnTiAL To nEArLy state agency, or municipality, which then has responsibility to regularly monitor the EvEry AsPECT oF our land to ensure that its use over time is consistent with the restriction. The land is permanently protected by the restriction, even when it is sold to another party. ModErn LivEs. 8 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "Tables 2.2a and 2.2b present the information in Table 2.1 as percentages. Table 2.2a illustrates As shown in Table 2.2b, nearly three-quarters of permanently protected land is intended for how the acres in each primary purpose category are distributed among the various types of conservation and passive recreation. State agencies are clearly protecting land for conserva- landowner. Table 2.2b shows how each type of landowner’s acres are distributed among the tion and passive recreation as well as for water supply. Municipalities acquire land for largely various categories. the same purposes, with a bit more emphasis on water supply, as well as a substantial frac- tion for recreation. Not-for-profit and federal lands are also predominantly held for conserva- Table 2.2a: Percentage of each primary purpose category by ownership type tion. Restrictions over privately held lands are primarily intended for conservation and agri- cultural purposes. State Municipal/ Private Not- Federal Other All County w/Restriction for-profit Owners Land Protection, 2005-2013 Conservation 50% 18% 12% 14% 6% 0% 100% Water Supply 47% 46% 3% 0% 1% 3% 100% According to the MassGIS open space dataset, from April 2005 through April 2013, the Agriculture 2% 1% 92% 5% 0% 0% 100% same period as our land use change analysis, 120,389 acres of land were permanently Recreation 11% 80% 3% 3% 3% 0% 100% protected, or 10 percent of all land that has ever been conserved in the state. This represents Historic/Cultural 1% 25% 17% 22% 34% 0% 100% a pace of 41 acres per day, more than three times the estimated pace of development. Other 21% 24% 1% 3% 51% 0% 100% All Purposes 46% 24% 15% 11% 5% 1% 100% Table 2.3: newly protected acres by type of ownership and primary purpose from April 2005 to April 2013 As seen in the “All Purposes” totals row of Table 2.2a, the Commonwealth owns the largest share of conserved land, nearly half (46 percent) of all permanently protected land State Municipal/ Private Not- Federal Other Total in the state, mainly through the Department of Conservation and Recreation (state parks, County w/Restriction for-profit water supply protection areas, recreation areas, etc.) and the Department of Fish and Game Conservation 29,510 25,070 34,385 12,838 10 21 101,834 (primarily wildlife management areas). Agencies protect 50 percent of all land held primarily Agriculture 125 11,838 604 12,567 for conservation purposes. Ownership of water supply land is dominated by and nearly Water Supply 914 1,889 2,263 37 5,103 evenly divided between the state and municipalities. Protected agricultural land is almost Recreation 835 2 837 entirely privately owned with restrictions held by the Massachusetts Department of Agricul- Other 27 3 30 tural Resources. The “Other” category of land includes urban parks and land owned by the Historic & Cultural 1 7 10 18 U.S. Army Corps of Engineers for flood control. Total 30,425 27,946 48,498 13,489 10 21 120,389 Table 2.3 shows that placing a restriction over privately owned land has become the most Table 2.2b: Percentage of each ownership type by primary purpose common form of land protection. This is likely due, at least in part, to the significant federal income tax incentives that have been in place for most of this period for conservation of State Municipal/ Private Not- Federal Other All private land through donation or bargain sale of some form of restriction. Conservation County w/Restriction for-profit Owners restrictions are also highly practical and flexible documents; they do not require a transfer Conservation 81% 56% 60% 96% 86% 4% 74% of title, and they accommodate a variety of sustainable land uses, including forestry, agricul- Water Supply 18% 33% 3% 0% 4% 95% 17% ture, and even limited development. State agencies, cities and towns, and not-for-profits make Agriculture 0% 0% 36% 3% 0% 0% 6% up the other major forms of ownership. Conservation and passive recreation continue to be Recreation 1% 9% 1% 1% 1% 0% 3% the dominant primary purposes; and the proportion of land being protected in this category Historic/Cultural 0% 0% 0% 0% 1% 0% 0% is increasing: where 72 percent of all land protected before 2005 is in this category, between Other 0% 1% 0% 0% 8% 0% 1% 2005 and 2013, over 84 percent of all protected acres were in this category. Agricultural land, All Purposes 100% 100% 100% 100% 100% 100% 100% almost all in the form of private land covered by an agricultural preservation restriction, is the second most common primary purpose for land protection in this period. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 9",
        "Figure 2.1: newly protected acres by primary purpose expressed as Figure 2.2: newly protected acres by type of owner expressed as acres per day, April 1, 2005*, to April 30, 2013** acres per day, April 1, 2005*, to April 30, 2013** 70 60 50 40 30 20 10 0 Figure 2.1 shows that the rate of land protection is not constant within the period of our Figure 2.2 illustrates the relative importance of restricted private land and land protection by analysis. The pace picked up dramatically in 2007, reflecting a renewed commitment to land cities and towns in recent years. The 2009 peak in land protection activity was largely driven protection at the state level under the administration of Governor Deval Patrick. Between by a doubling of municipal acres from the previous year. While presenting this data as acres 2007 and 2013, the administration’s investment of $280 million in land conservation resulted per day allows us to include only portions of 2005 and 2013 on the same scale, it is important in the permanent protection of 100,000 acres of land and the creation of 150 new parks to remember for 2013 that many projects are completed toward the end of the state’s fiscal across the Commonwealth. The Executive Office of Energy & Environmental Affairs (EEA) year in June or at the end of the tax year in December. provided 1,200 grants to municipalities and land trusts and EEA’s agencies—Department of Agricultural Resources, Department of Conservation and Recreation, and Department of Fish and Game—completed hundreds of conservation acquisitions.8 WHiLE THE PACE oF LAnd ProTECTion rECEnTLy PEAkEd AT 60 ACrEs PEr dAy in 2009, THE PACE dECLinEd To An AvErAGE oF Around 37 ACrEs PEr dAy BETWEEn 2010 And 2012. 10 Losing Ground: Planning for resilience | ©Mass Audubon 2014 yad/serca 70 60 50 40 30 20 10 0 2005* 2006 2007 2008 2009 2010 2011 2012 2013** yad/serca Historic & Cultural Not-for-profit other Municipal/County recreation state Agriculture Private w/restriction Water supply Conservation 2005* 2006 2007 2008 2009 2010 2011 2012 2013**",
        "Towns with 200 to 400 acres of unprotected natural land per square mile include suburban Figure 2.3: ownership of land protected between April 2005 and April 2013. towns that retain a rural character and smaller towns in western Massachusetts, many of Bars indicate percent of all land protected through restrictions held by the which already have large state forests or other protected areas. Those seeing the highest rate various entities. of development are clustered along the I-495 belt west of Boston. Municipalities with fewer than 200 acres of unprotected natural land include the inner suburbs of Boston and Spring- Not-for- field, small towns throughout the state, and towns on the outer Cape with large proportions profit protected by the Cape Cod National Seashore. 11% state Municipal 48% restriction The land conservation community in Massachusetts, with exemplary leadership and funding or County support by Governor Patrick, the state legislature, and the Executive Office of Energy & 23% Private w/restriction Environmental Affairs, has made impressive gains in land conservation since 2005. More 40% 40% n reo st t- rfo icr t- ip or nofit than one-quarter of the state is now permanently protected from development. These acres provide wildlife habitat, farmland, recreational opportunities, and critical ecosystem services State 26% municipal and will continue to do so for generations to come. However, we cannot rest on the laurels of 12% restriction these accomplishments, because there are still more than 2.5 million acres of undeveloped, unprotected land across the state. As the Great Recession abates and development picks up, sustained and targeted land protection work remains critical. Figure 2.3 shows that restrictions over private lands represent 40 percent of all acres protected within the period of our analysis. Of those restricted acres, the largest share Figure 2.4: Massachusetts towns classed by acres of unprotected natural land per (48 percent) is protected by state agencies, with not-for-profits holding a nearly equal share square mile of town area. Towns with the highest rates of development in each (40 percent), and cities and towns holding a smaller proportion (12 percent). State agencies class are indicated with red hatching. and municipalities were most active in direct acquisition of protected land, each represent- ing roughly a quarter of all activity between 2005 and 2013. Where is natural land most under threat? While the impressive rate of land protection between 2005 and 2013 is an encouraging sign, many acres remain at risk of being developed. Figure 2.4 shows that many towns in northern 25Miles and southern Worcester County and the Berkshire hilltowns have more than 400 acres of unprotected natural land per square mile of town area. The red hatching in Figure 2.4 indi- cates that the towns in this category seeing the most rapid rates of development largely fall within the I-495 belt, each actually one town removed from the highway itself. Rapid devel- opment in these towns threatens opportunities for relatively large-scale land protection within Acres of unprotected natural land per square mile each community. > 400 300-400 200-300 100-200 < 100 Top ten towns in each category by rate of loss of natural land ©Mass Audubon 2014 | Losing Ground: Planning for resilience 11",
        "/ Critical Landscapes: resilience and BioMap2 Chapter 3 The pattern and pace of development in Massachusetts influence the state’s long-term Although the Great Recession slowed the pace of development between 2005 and 2013 rela- ecological integrity and constrain opportunities for effective land management and tive to preceding years, land continued to be developed in Massachusetts through this period protection. Land use planning can direct development and conservation toward the at a rate of approximately 13 acres per day. Some of this development can be considered most appropriate locations for each and can guide decisions when conflict occurs. To be “smart growth”—for example, compact residential and commercial building concentrated successful, however, planning frameworks must include the best available information on a around transportation hubs and brownfield sites that have been redeveloped. Another portion range of factors, spanning social, economic, and biological domains. of this development, however, has occurred within areas that are critical for the conserva- tion of Massachusetts’ biodiversity. Across the Commonwealth, more than 2,500 acres of Human-caused climate change has emerged as one of the greatest environmental issues of our BioMap2 Core Habitat, 2,400 acres of BioMap2 Critical Natural Landscape, and 1,600 acres time, but currently few tools are being applied to incorporate climate change adaptation into of highly climate-change resilient land were developed between 2005 and 2013 (some of land use decisions at the municipal level, where most land use decisions are made in Massa- these areas overlap), reducing the state’s long-term ecological health and diminishing resi- chusetts. BioMap2,9 a joint project of the Massachusetts Natural Heritage and Endangered dents’ quality of life. Additionally, the previous edition of Losing Ground showed that for Species Program and The Nature Conservancy (TNC), and a new TNC terrestrial climate each acre developed, the ecological integrity of several more acres of natural lands was change resilience model10 address this gap. These two complementary approaches identify diminished. areas of the state that are—and are likely to remain—the most important for ensuring the long-term ecological health of the Commonwealth. ConsErvATion in A Figure 3.1: TNC Resilient Landscapes (scaled to Massachusetts) CLiMATE CHAnG inG WorLd A long-standing approach to land conservation has rested on the idea of a fine filter, which means that parcels of land hosting populations of one or more rare species would be acquired by a conservation entity and managed for the benefit of those populations. The fine filter approach has been complemented by the coarse filter— rather than targeting individual species, acquisition and management have targeted natural communities, or assemblages of species and their habitats. Climate change 25 Miles challenges both the fine and coarse filter approaches because species ranges are generally shifting in latitude and/or elevation in response to increased temperature; even if managed skillfully, a specific parcel may no longer be able to host a species of conservation interest as a result of a fundamental change in climate. recognizing this difficulty, TNC ecologists are turning to a new conservation approach based on Resilience Score Greatly above average relatively stable landscape features that are important for biodiversity, regardless of Above average climate. This enduring features approach maintains that certain areas of the landscape, Average characterized by bedrock type, surficial geology, landform diversity, landscape Below average connectivity, and other factors, inherently host diverse ecosystems with the flexibility Greatly below average to adapt. Conserving these areas will protect a wide range of species come what may. 12 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "MAssACHusETTs TErrEsTriAL Figure 3.2: Conceptual map of the TnC resilience model CLiMATE CHAnGE rEsiLiEnCE resilience is the ability of a system to continue to recover from disturbance. Landform Elevation Wetland Landscape Many factors influence the resilience of any particular system, and in ecology two variety + range + density = Complexity main factors are diversity and connectivity. The nature Conservancy’s Eastern raw resilience Conservation science Center has developed a complex geographical analysis to model score Landscape Permeability = the most resilient landscapes in the northeast, Mid-Atlantic, and southeast regions Connectedness resilience score of north America. This analysis provides a tool for focusing conservation efforts on the areas where conservation is most likely to have long-term success in a climate Elevation + Bedrock + Surficial + Landform = Geophysical Geology Geology setting changing world. The regional resilience analysis covers 22 states in the eastern united states as well as Canada’s Maritime Provinces. For this edition of Losing Ground, we worked with TnC’s Massachusetts Program to downscale the regional analysis to the state scale, using more detailed information than in the regional analysis when it While the specific details of calculation inputs, processing steps, and other decisions was available. are provided in the Losing Ground technical document, the basic method for developing At its core, the resilience analysis combines measures of landscape diversity—called the Massachusetts resilience dataset included defining a set of 20 geophysical settings, complexity in this context—and connectedness to indicate patterns of long-term creating Massachusetts-specific landscape complexity and landscape connectedness ecological function. resilient areas are expected to be those that offer a range layers, calculating resilience scores, and stratifying resilience scores by geophysical of well-connected microhabitats along an elevation gradient, allowing organisms setting . (TNC’s report Resilient Sites for Terrestrial Conservation in the Northeast to move among and seek out new areas in response to changing conditions. and Mid-Atlantic Region more fully describes the concepts and methods used in the Importantly, to create the final statewide resilience model, raw results were resilience analysis.) The land use dataset that was used to generate the permeability/ scaled within each geophysical setting, defined by landform, elevation, and geologic connectedness data was from 2006, early in our 2005 to 2013 analysis window; information. This ensured that the model captures the full breadth of geophysical development prior to 2006 is therefore already accounted for in the resilience model. settings (places like limestone valleys, mid-elevation granitic landscapes, and sandy coastal plains) that are represented in Massachusetts, and are the underlying drivers of biodiversity. The final analysis therefore estimates the resilience of lands relative to all results within each geophysical setting. A conceptual map of the resilience model is presented in Figure 3.2. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 13",
        "TnC resilience Figure 3.3: development within resilient Lands, 2005-2013 Figure 3.4: Land Protection within resilient Lands, 2005-2013 25 Miles 25 Miles Development within resilient lands (acres) per Resilient land conserved (acres) per square mile square mile of unprotected resilient land, by town of available resilient land, by town 0 0 <2 <16 2-8 16-49 8-18 49-105 18-39 105-222 39-76 222-462 No resilient land No resilient land Based on the land use change analysis described in Chapter 1, development within potentially The examples of Tewksbury and Burlington—the two communities with the highest rate of developable highly resilient land has generally been minimal between 2005 and 2013 (Figure resilient land development during the 2005 to 2013 period—serve to illustrate the general 3.3). Only 1,600 acres of highly resilient land were lost to development out of approximately pattern of greater resilient land development in eastern Massachusetts relative to western 1.4 million highly resilient acres in the state. The general pattern of resilient land develop- Massachusetts. In each of these communities, a single development (a residential subdivision ment largely echoes that of natural land conversion: most of the municipalities with higher and commercial development, respectively) affected a substantial portion of the small total rates of resilient land loss are within 10 miles of I-495. On an absolute basis, southeastern area of resilient land in that town. The development of these areas marks an important tran- Plymouth County—Plymouth, Carver, Middleboro, and Plympton—had the greatest concen- sition: the remaining natural areas in these towns are less likely to be able to support a high tration of development on resilient land developed during this period. level of biodiversity and certain ecosystem processes in the long term because they are insuf- ficiently complex and/or connected in the landscape to function as they did in the past. It must be noted that the reported number of resilient acres lost to development should be considered a conservative estimate rather than an absolute. Inherent limitations in the land use In contrast to the modest pace of development of highly resilient lands from 2005 to 2013, the change analysis, as well as a straightforward method of assessing the effects of development pace of land protection of highly resilient lands was tremendous, with more than 48,000 acres on resilience, likely result in an underestimate of the true impact of development on terrestrial of highly resilient land permanently protected. Newly conserved resilient land is scattered resilience. Nevertheless, assuming that errors are spread evenly across the state, comparisons around the Commonwealth, but a large portion of the permanently protected acreage is asso- between communities and regions in the state are informative. This qualification also applies ciated with relatively few transactions, most of which involve augmenting existing state land- to the following analyses of BioMap2 Core Habitat and Critical Natural Landscape. holdings. The cooperation among municipalities, land trusts, and other partners with the state 14 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "Figure 3.5: undeveloped and unprotected resilient Land, 2013 Figure 3.6: Protected resilient Land, 2013 25 Miles 25 Miles Resilient Land (acres per square mile), by town No resilient land Percent of Resilient Land protected, by town <45 <16% 45-96 16-30% 96-159 30-47% 159-233 47-66% 233-351 66-89% No Resilient Land in this effort is also notable. For example, the two projects resulting in the greatest amount of Figure 3.6 shows the status of conservation of resilient land across the state as of April 2013. newly conserved resilient land—the Southeastern Massachusetts Bioreserve (Fall River) and Communities of the outer Cape, the Quabbin and Ware River watershed area, and the Berk- the Brushy Mountain/Paul C. Jones Working Forest (Leverett)—exemplify how many part- shire highlands, and scattered elsewhere, stand out as protecting more than two-thirds of ners can work together toward landscape-scale conservation successes. their resilient land. Many more communities, however, have protected less than one-sixth of their resilient lands; these communities must increase the pace of conservation to maintain Consideration of long-term climate change resilience is a relatively new factor in land protec- the adaptive capacity of their landscapes. General regions with low proportions of conserved tion prioritization. Figure 3.5 depicts the patterns of undeveloped yet unprotected resilient resilient land include the area south and southeast of the Quabbin Reservoir, the northern land—essentially, the resilient land that remains “in play” for development or conservation— Connecticut River valley, and much of Plymouth County. Statewide, approximately as of 2013. This highly resilient land totals nearly 790,000 acres, or approximately 60 percent 40 percent of resilient land (more than 490,000 acres) has been protected through April 2013. of all resilient land. Two main concentrations of this resilient land are obvious: the region south of the Quabbin Reservoir to the Connecticut border, including Ware, Palmer, Monson, BioMap2 and several other communities; and the flanks of the Connecticut River valley, especially the western side extending loosely from Russell to Colrain. These areas, with the Berkshire high- In 2010, the Natural Heritage and Endangered Species Program and The Nature Conservancy lands generally and sections of the Worcester Plateau, are the most important for building released an updated guide for strategic biodiversity conservation in Massachusetts. BioMap2 additional terrestrial resilience beyond the present conserved land network. incorporates elements of the fine filter and coarse filter approaches to conservation, identi- fying the areas of the state that are most important for the suite of species, natural communi- ties, and ecosystems that comprise the nature of Massachusetts. BioMap2 designates a total of 2.1 million acres as key to conserving the state’s biodiversity, separated into two catego- ries: Core Habitat (1.2 million acres) is focused on specific conservation elements, including habitats for species of conservation concern, high-priority natural communities, high-quality ©Mass Audubon 2014 | Losing Ground: Planning for resilience 15",
        "BioMap2: Core Habitat Figure 3.7: development within BioMap2 Core Habitat, 2005-2013 Figure 3.8: Land Protection within BioMap2 Core Habitat, 2005-2013 25 Miles 25 Miles Development within Core Habitat (acres) per Core Habitat protected (acres) per square mile square mile of unprotected Core Habitat, by town of available Core Habitat, by town 0 0 <2 <16 2-7 16-46 7-16 46-93 16-32 93-162 32-62 162-383 No Core Habitat No Core Habitat aquatic and wetland habitats, and large forest blocks; and Critical Natural Landscape either do not have much Core Habitat, or do not have much unprotected Core Habitat. Rela- (1.8 million acres) addresses landscape-scale biodiversity elements such as the largest intact tively small developments in these communities with little Core Habitat available can affect landscape blocks within each ecoregion and terrestrial buffers of high-quality aquatic and a large proportion of the remaining Core Habitat. This is almost certainly the case with wetland habitats. Core Habitat and Critical Natural Landscape overlap in some areas: approx- Stow, the highest scoring community by this metric: less than 50 acres of Core Habitat were imately 0.9 million acres of land are designated as both. Core Habitat and Critical Natural unprotected in 2005, but a single development converted 5 acres, or 10 percent, of that Core Landscape are complementary, and together they comprise a comprehensive conservation Habitat. While a community such as this has done a commendable job protecting much of its strategy. Although BioMap2 was released in 2010, many of the input datasets used to create important habitat, the analysis illustrates the closing window of opportunity for conservation it are based on information collected in 2005 (e.g., statewide land use/land cover data), so of important habitat in some towns. it largely reflects conditions before or early in the period of analysis for this edition of What the last edition of Losing Ground labeled the Sprawl Danger Zone—the central area of Losing Ground. the state under threat of increasing development—is reflected in Figure 3.7. Towns between Figure 3.7 depicts the pattern of development in unprotected Core Habitat between 2005 I-495 and Quabbin Reservoir and towns along the Connecticut River are seeing moderate loss and 2013. The I-495 belt hosts most of the communities with higher rates of development, of Core Habitat resulting from development. with others on the Worcester Plateau and in the Connecticut River valley. The checkerboard pattern in eastern Massachusetts partly occurs because many communities in this region 16 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "Figure 3.9: undeveloped and unprotected BioMap2 Core Habitat, 2013 Figure 3.10: Protected BioMap2 Core Habitat, 2013 25 Miles 25 Miles Unprotected Core Habitat (acres per square mile), by town 0 Percent of Core Habitat protected, by town <29 <18% 29-65 18-35% 65-109 35-51% 109-179 51-67% 179-407 67-99% No Core Habitat No Core Habitat Between 2005 and 2013, a total of 44,200 acres of Core Habitat were protected across the development rates. Strong municipal planning tools and continued conservation action in state. Communities protecting the greatest proportion of their previously unprotected Core these areas are needed to ensure that these critical lands are protected before development Habitat include the northern Worcester Plateau towns of Winchendon, Ashburnham, Ashby, overwhelms their conservation value. and Townsend; other standout communities are scattered through the Buzzards Bay region Figure 3.10 shows the status of Core Habitat protection as of 2013 in each municipality. Over and western Massachusetts. Several greater Boston suburbs are also included in this category. 540,000 acres of Core Habitat was protected as of April 2013. Similar to the resilient land Remarkably, despite the relatively high total area of Core Habitat protected across the state protection status map, areas that stand out as requiring additional conservation effort include since 2005, more than 100 municipalities conserved no Core Habitat. This lack of conserva- the area south and southeast of the Quabbin Reservoir, Plymouth County, and the northern tion action during this period, when rates of development have been lower than in previous Connecticut River valley. Additionally, this map emphasizes the opportunity to protect Core periods, represents a lost, though potentially remediable, opportunity. Habitat in the Merrimack River valley, where some of the highest development rates in the Core Habitat that remained both unprotected and undeveloped in 2013 occurs throughout the state are also occurring. In contrast, the central Berkshire highlands, the Ware River water- state, but is concentrated in Plymouth County and the Islands, in the area around Groton, the shed lands, much of Cape Cod, and many suburbs in the greater Boston area have already central Connecticut River valley, and the Taconic region (Figure 3.9). Some of these areas, conserved the majority of their Core Habitat. especially in the eastern portion of the state, coincide with those experiencing the highest ©Mass Audubon 2014 | Losing Ground: Planning for resilience 17",
        "BioMap2: Critical natural Landscape Figure 3.11: development within BioMap2 Critical natural Landscape, 2005-2013 Figure 3.12: Land Protection within BioMap2 Critical natural Landscape, 2005-2013 25 Miles 25 Miles Critical Natural Landscape developed Critical Natural Landscape protected (acres) per square mile of unprotected Critical (acres) per square mile of available Critical Natural Landscape, by town Natural Landscape, by town 0 0 <1 <23 1-3 23-61 3-8 61-116 8-17 116-197 17-41 197-424 No Critical Natural Landscape No Critical Natural Landscape Development within Critical Natural Landscape (Figure 3.11) does not as directly reduce The communities with the greatest gains in protecting their remaining Critical Natural Land- habitat value for species or communities of conservation concern as much as would develop- scape are located predominantly in the western counties of the state and northern Worcester ment within Core Habitat. Nevertheless, loss of Critical Natural Landscape represents injury County (for example, North Adams, Leverett, and Ashburnham), and with other concen- to the state’s long-term ecological health and the values and functions these areas provide, as trations in Plymouth County, Essex County, and scattered through the MetroWest region the piecemeal erosion and fragmentation of large landscape blocks undermines the viability (Figure 3.12). Similar to the pattern with Core Habitat protection, more than 100 communi- of populations of both common and rare species. Between 2005 and 2013, 2,400 acres of ties protected no Critical Natural Landscape during the 2005 to 2013 period, and for many of Critical Natural Landscape were developed in the state. The communities experiencing the these communities the window of opportunity to protect these important lands closed further, greatest loss are clustered in southeastern Massachusetts (Plympton, Plymouth, Dartmouth, as they experienced the highest rates of development over the same period. and Bourne), the I-495 belt, and south of the Quabbin Reservoir (Wilbraham and Monson), echoing previously discussed development patterns. 18 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "Figure 3.13: undeveloped and unprotected BioMap2 Critical natural Landscape, 2013 Figure 3.14: Protected BioMap2 Critical natural Landscape, 2013 25 Miles 25 Miles Unprotected Critical Natural Landscape (acres per square mile), by town Percent of Critical Natural Landscape protected, by town 0 <17% <40 17-34% 40-103 34-52% 103-184 52-70% 184-284 70-100% 284-469 No Critical Natural Landscape No Critical Natural Landscape Critical Natural Landscape remaining available for protection or development as of 2013 Figure 3.14 depicts the status of Critical Natural Landscape protection in Massachusetts is mostly in the state’s western counties, and Essex and Plymouth counties (Figure 3.13). as of 2013. Approximately 760,000 acres of Critical Natural Landscape was protected as of Conservation of these lands, especially in the Berkshire highlands, would maintain large- April 2013. The pattern here is similar to that discussed for resilient land and Core Habitat: scale connectivity in the landscape that will be increasingly important for population and substantial opportunities for strategic and impactful conservation action—whether through genetic flows as climate change induces range shifts in a variety of plant and animal species. land protection or community planning—occur in certain regions in the state: Plymouth County, the Merrimack and Connecticut River valleys, south of Worcester, and south of the Quabbin Reservoir. Large areas of state or federal landholdings (for example, October Mountain State Forest, the Quabbin and Ware River watershed lands, and the Cape Cod National Seashore) anchor regions in the Berkshire highlands, central Massachusetts, and Cape Cod where Critical Natural Landscape is relatively well protected. Many communities in the greater Boston region have also protected a high proportion of their Critical Natural Landscape. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 19",
        "/ Community Planning for Climate resilience Chapter 4 Mass Audubon regularly receives calls from individuals concerned about develop- ment in their cities and towns and its impact on wildlife habitat, water resources, HELPinG you sHAPE y our CoMMuniTy and farmland. Following the recommendations of the previous edition of Losing Ground, we have developed the Shaping the Future of Your Community program to Massachusetts’ complex land use laws are administered mainly by volunteer local promote sustainable community planning, especially in areas of the state undergoing officials. Mass Audubon established the Shaping the Future of Your Community rapid development. program in 2009 to support adoption of local sustainable development techniques We recognize that economic development, including residential development, will continue through customized workshops, community-based training, and direct assistance to to affect natural land, but not all land is the same, and not all development is the same. The local officials and residents. The program received an Environmental Merit Award Shaping program is working with communities to ask: Where is development most appro- from the New England Regional Office of the Environmental Protection Agency in priate and how can growth be steered so that ecosystem function is maintained for people 2013. For more information on how we can help you, visit www.massaudubon.org/ and wildlife? The way development is designed also plays an important role. Green, energy- shapingthefuture. efficient buildings in compact multi-use developments; preservation or planting of trees and native vegetation; and treating rainwater as a resource rather than a waste product all contribute to a more sustainable built environment. Priority Preservation Areas draw on resources such as BioMap2 and local Open Space and Local land use rules determine the location, intensity, and style of development. The vision Recreation Plans to identify high-priority lands for protection. Fortunately, many towns are for a community and the mechanisms for achieving that vision are expressed and codified creating funding mechanisms to actually protect these lands through the state Community in documents such as community Master Plans, Open Space and Recreation Plans, zoning Preservation Act (CPA). CPA is a local option that provides a combination of state and local and subdivision regulations, and local wetlands bylaws. While these mechanisms can be funding for open space and recreation, historic preservation, and affordable housing. Since arcane, they can be harnessed to protect land and promote sustainable forms of development. its passage in 2000, CPA has been adopted by 155 communities in Massachusetts and has The challenge lies in creating a set of land use rules and programs that fit with the unique provided $1.2 billion for over 6,000 projects including protection of over 19,000 acres of resources and interests of each community. open space.12 These regional planning efforts highlighted the need to adopt “smart growth” tools to support Planning for Preservation and development innovative development in the Priority Development Areas while protecting the Priority Pres- ervation Areas. Smart growth techniques such as well-sited, compact design, walkable neigh- Over the past several years, state officials and regional planning agencies have developed borhoods, mixed commercial and residential districts, Low Impact Development, and green new planning approaches and initiatives to guide development in a more sustainable manner buildings can meet economic and housing needs while maintaining ecosystem function within while preserving important natural assets. The Losing Ground series has influenced that work, a built landscape. and Mass Audubon has been a partner in these efforts. The previous edition of Losing Ground identified the Sprawl Frontier, an area of rapid development in and along the I-495 corridor. Communities can further direct development to the most appropriate locations through use of Following the recommendations of that report, Mass Audubon focused on working with state incentive-based programs such as transfer of development rights (TDR) and density bonuses. and regional partners to support community planning in this and other fast-growing parts of These techniques can be used to redirect growth away from high-value open space areas and the state. Collaborations such as the 495/MetroWest Development Compact Plan (495 Plan)11 toward town centers and/or redevelopment sites where appropriate infrastructure may exist and other regional plans for the South Coast and Central Massachusetts regions designate or can be built. As a result, open space can be preserved, and higher density downtown or Priority Development Areas that are most suitable for growth and Priority Preservation Areas village center areas can be revitalized while reining in escalating municipal costs associated that should be targets for protection. Most importantly, these plans include extensive input with sprawling road networks and associated water, wastewater, and stormwater infrastruc- from each community in the region. ture. Transforming the typical pattern of development in Massachusetts away from suburban sprawl toward more mixed-use, walkable neighborhoods has many benefits beyond open space protection—including social interaction, recreational opportunities, and healthy life- styles. The demand for these kinds of living arrangements is growing rapidly. 20 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "smart Growth Tools in the i-495 region We analyzed land use regulations in each of the 37 communities in the 495 Plan region, focusing on several smart growth tools that have been widely promoted by the state and regional planning agencies. Smart growth tools were grouped into three categories: Land and Water Protection; Priority Development Techniques, and Energy and Climate Change. LAnd usE rEGuLATions Figure 4.1 summarizes the adoption of these tools in the region. CAn BE HArnEssEd in EACH • Land and Water Protection—We assessed several tools in this category including whether each community had an Open Space Plan that had been updated and accepted CoMMuniTy To ProTECT by the state; a Natural Resource Protection Zoning bylaw (or older Open Space Design/ iMPorTAnT LAnds And Cluster/Conservation Design Zoning); local passage of the Community Preservation Act (CPA); a municipal wetlands bylaw; a Transfer of Development Rights Zoning Bylaw ProMoTE susTAinABLE (TDR); and an Agricultural Commission. ForMs oF dEvELoPMEnT, Figure 4.1: Adoption of land use techniques by communities in the 495 Plan region inCLudinG iMProvinG CoMMuniTy rEsiLiEnCE To Land & Water open space Protection Plan CLiMATE CHAnGE. open space design Bylaw Community Preservation Act Wetland Bylaw Agricultural Commission Transfer of development rights Development Mixed use Zoning Growth district Zoning Green Energy & Community Climate Change solar Zoning Bylaw 0 5 10 15 20 25 30 35 Number of communities adopting policy All but one of the 37 communities have adopted at least one of these measures, but none have adopted all six and only eight have five of the six. The most widely adopted tech- niques are the local Wetlands Bylaw, Open Space Zoning, and Open Space Plan. Wetlands bylaws generally provide better protection for upland buffers to wetlands and waterways than the minimum state requirements. An updated Open Space Plan is necessary to qualify for state grants for open space and recreation projects. About half of the communities have adopted the CPA, and 14 have established an Agricultural Commission to support local farming. Only two communities use TDR, a tool that is complex to administer, but one that if properly applied can play an important role in supporting smart growth. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 21",
        "• Priority Development Techniques—We examined two techniques that concentrate Figure 4.2: natural resource Protection Zoning score for the 495 Plan Communities development in designated locations—Mixed Use Zoning that addresses the increasing popularity and marketability of mixed residential/commercial uses in walkable neighbor- 80% hoods or to revitalize downtowns; and Growth Districts approved by the state Executive Office of Housing and Economic Development (including 43D and 40R districts). The 70% majority of communities have established one or both of these kinds of districts, with 60% Mixed Use being applicable in at least one location in 26 of the communities. 50% • Energy and Climate Change—We looked at Green Community designation by the state, and adoption of a Solar Zoning bylaw to designate appropriate locations and condi- 40% tioning of large-scale ground-mounted solar arrays. Solar Zoning bylaws can ensure that forests or areas targeted for future preservation are not vulnerable to solar development. Two-thirds of the communities can count at least one of these measures, although only seven have both. Communities can also promote the integration of renewable energy into buildings and developments, such as roof-mounted solar PV or hot-water and solar parking canopies. Although we did not analyze the extent of municipal regulations that We analyzed the bylaws in relation to several provisions (Figure 4.2) including: promote such approaches, Green Community designations support appropriately sited renewable energy systems. • whether Open Space Design is allowed by right or only permitted through special permit • the minimum amount of open space protection required natural resource Protection Zoning • whether it applies to only large developments and a few locations or Not all development projects have the same economic or environmental effects. Traditional to large and small projects in many areas of the community subdivisions divide virtually all of the available upland on a site into house lots, resulting in • if the open space is contiguous or not; if important natural resources sprawling development. One alternative is Natural Resource Protection Zoning (NRPZ) or are conserved Open Space Design (OSD), which provides communities and developers with flexibility in • any relationship to local open space or master plans subdivision design, allowing for development that minimizes disturbance to natural features while still providing for new construction. NRPZ offers many benefits to landowners, devel- • procedural requirements for determining yield and design opers, and municipalities. It enables communities to protect valuable land and water resources • any provisions for monitoring of the protected open space without the need to purchase land, it reduces the extent of new infrastructure such as road- ways and stormwater systems that a community needs to maintain, and it gives landowners We assigned points, giving more points to provisions that were better or best practices. a cost-efficient way to develop their property with an attractive, marketable result. Unfortu- The maximum possible point score was 39, and some points were weighted higher because nately, this innovative approach to site design is not widely used in many communities due to they contribute more directly to resource conservation. Scores were then normalized to outdated zoning and subdivision rules. produce a percent score. Berlin, Hopedale, and Maynard have not adopted any NRPZ bylaw. Boxborough’s open space bylaw only applies to commercial districts and was not comparable Diving deeper in analyzing land use rules in the 495 Plan region, we took a special interest in for purposes of this analysis. the communities that have adopted an NRPZ or similar bylaw. We used criteria adapted from those developed by the Massachusetts Executive Office of Energy & Environmental Affairs, All but one of the bylaws require a Special Permit for approval of a conservation subdivision to analyze various elements of each community’s bylaw, and ranked each bylaw as Good, design, while allowing traditional cookie-cutter subdivisions “by right.” This complicates the Better, or Best in relation to the state’s model NRPZ bylaw. This analysis found that all but process and creates uncertainty for developers. Other issues with older bylaws include inade- 3 of the 37 communities have some type of open space or cluster bylaw. However, the quate criteria for the selection of the most important areas to conserve from a natural resource majority of these bylaws do not include many of the best practices recommended by the state. perspective, no link between the bylaw and local Open Space Plans, inadequate connectivity among protected open space, and lack of sufficient procedures for securing the permanent protection and proper management of the designated open spaces. 22 Losing Ground: Planning for resilience | ©Mass Audubon 2014 notcA dnalhsA mahgnilleB notloB hguorobxoF mahgnimarF nilknarF notfarG dravraH notsilloH notnikpoH nosduH notelttiL hguoroblraM dlefideM yawdeM drofliM silliM kcitan klofron hguorobhtron ellivnialP nrobrehs yrubswerhs hguorobhtuos wots yrubdus notpu dnalyaW hguorobtseW droftseW retsecroW mahtnerW",
        "There are good reasons for communities to tailor a bylaw to local needs; however, the bylaw Building Community resilience must make it easier for landowners and developers to pursue the community’s desired result, rather than being so restrictive or cumbersome that the “easy” path remains conventional, Many of the tools initially designed for smart growth or sustainable development will also sprawling design. It is also critical that the land protected through NRPZ contributes to the help communities adapt to the unavoidable impacts of climate change. By minimizing the protection of a larger, interconnected network of natural land and trails consistent with the loss and fragmentation of forests and protecting natural defenses such as vegetated buffers local open space plan. Small pieces of land within or around the border of a development may along shorelines, rivers, and wetlands, communities can reduce their vulnerability to impacts have local aesthetic value but often do little to support a resilient network of natural areas. of increasingly intense storm events while maintaining the natural capacity of the land to absorb carbon. There is great variability from one community to another on use of the land protection and smart growth techniques that state and regional planning agencies have been promoting for On average, an acre of forest in Massachusetts contains about 85 tons of carbon,13 and several years or even decades. This reflects not only the different interests among communi- with 62 percent of the state covered in forest these lands are capturing about 13 percent of ties, but also the local capacity issues associated with updating plans, bylaws, and regulations. statewide annual emissions.14 A recent report from Harvard Forest and the Smithsonian Local land use boards are made up of citizen volunteers, and, while some communities have Institution, Changes to the Land,15 analyzed several scenarios for future land use in Massa- professional planning staff, those staff have many responsibilities. In addition to updating chusetts. The “Forests as Infrastructure” scenario focusing on targeted land conservation, plans, bylaws, and regulations, staff responsibilities also include reviewing and overseeing smart growth development, and good forest management scored highest on nature-based development projects—which often consumes a great deal of their time. Adopting zoning benefits. By 2060, it results in 25 percent less forest fragmentation, and protects 280,000 changes requires a two-thirds majority vote of town meeting or a City Council—which can be more acres of high-priority forest habitat than a continuation of recent trends. It also doubles difficult to achieve, especially when new and innovative approaches are proposed and people local production of timber and other forest products while increasing carbon storage by are uncertain of the results. Inevitably, different communities implement adopted tools to 35 percent over existing levels. varying degrees—for example, some communities create a comprehensive Open Space and Forests are the best land cover for absorbing and filtering precipitation, slowing runoff, and Recreation Plan and then immediately start putting it to use, while others may have a good allowing water to percolate into soils where it recharges groundwater. Climate change is also plan but have not been able to follow through with implementation. predicted to increase the frequency of droughts. The capacity of the land to recharge aqui- fers is vital for water supply, and groundwater is also essential to maintain flow in streams. Many of our rivers and streams already suffer from lack of flow during summer and fall due WEsTFord CAsE sTudy Westford, Massachusetts in 1978, the Town of Westford adopted a Conservation subdivision bylaw. This bylaw requires submission of two plans for any proposed subdivision—one based on traditional design and another using conservation design. The planning board chooses the plan it prefers, and in most instances that has been the conservation design. over the past 35 years, this bylaw has been applied to 48 developments, 25 Miles and resulted in the permanent protection of 1,743 acres of land, either through conservation restrictions (CRs), transfer to the town, or application of a special overlay zoning district. The interconnected network of open space created by this bylaw protects extensive wildlife habitat and water resources, and provides approximately 13 miles of hiking trails for public enjoyment. Figure 4.3: An extensive trail system connects two Trails conservation areas and three residential areas in Parcels Westford, Massachusetts. Conservation restriction Westford Conservation ©Mass Audubon 2014 | Losing Ground: Planning for resilience 23",
        "to water withdrawals and impervious surfaces such as pavement and rooftops. The Harvard Forest/Smithsonian report found that protecting our forest infrastructure and growing smarter Lid CAsE sT udy can keep the increase in runoff from impervious surfaces to below 10 percent in almost all of the watersheds in the Commonwealth. Forest cover around headwater streams is particularly one example of the successes and challenges in greening development is the important to protect coldwater fisheries to support trout and other aquatic species that are Alewife area on the Cambridge/Belmont line. The area suffers from frequent increasingly stressed by heat waves, reduced stream flows, and hot runoff from roads flooding and Combined Sewer Overflows, but also has excellent amenities and rooftops. including a state reservation with unusual urban wildlife habitats, a transit But we can do even more than just preserving our natural “green infrastructure.” We can use station, and connections to a regional bikeway. redevelopment of a former Low Impact Development (LID) techniques including rain gardens, grass swales, and infil- manufacturing plant at 165 Cambridgepark drive in Cambridge will replace a tration areas that capture, filter, and infiltrate runoff from roofs, driveways, and roadways. 100 percent impervious surface with a 300-unit Transit-oriented development LID can be applied in new developments to maintain existing hydrology, or even to increase that incorporates a vegetated “green” roof and bioretention systems. These the amount of infiltration over existing conditions in an already-stressed watershed. In some green infrastructure elements will result in a net increase in vegetated area and cases, LID technologies can also be integrated into existing developments, ameliorating the a net decrease in surface runoff that will aid in reducing flooding in the sensitive effects of development on hydrology. Green roofs, well-placed landscaping, and street trees Alewife Brook floodplain. Additional green infrastructure improvements have also have energy-efficiency benefits for building heating and cooling. Taken together, these also been undertaken in the Alewife area, including a constructed wetland to and other green building techniques can make the built environment more attractive and collect and treat roadway runoff while enhancing wildlife habitat. recreational trail livable, help mitigate climate change by reducing energy demand, and also increase resilience to climate extremes. improvements and interpretive signage have also been added. However, at the same time a major development is proposed for a nearby property that contains the last restoration remaining tract of forested upland in the vicinity. While green redevelopment can improve existing conditions in some locations, important remaining natural areas Even if all new development is built in areas of low environmental sensitivity, using compact, must be protected for the ecosystem services they contribute. LID design, there are still many features of existing development and infrastructure that make natural and human communities vulnerable to the impacts of climate change. Our rivers and streams are bisected by thousands of dams and culverts that prevent safe passage of fish and Figure 4.4: A green roof and other wildlife and present hazards during flood events. Efforts are underway to prioritize patio, similar to plans for removal and retrofitting of these barriers. 165 Cambridgepark drive Communities are beginning to recognize the value of greening their cities and towns with trees, pocket parks, community gardens, plantings along streambanks, and green roofs. These and other projects can reduce heat island effects, absorb storm runoff, provide locally sourced food, support outdoor exercise and social interaction, and enhance habitat for urban birds and other wildlife. Along the coast, Massachusetts is investing in green infrastructure projects such as beach nourishment, coastal wetland restoration, and even reestablishment of oyster beds. Both coastal and inland restoration and green infrastructure projects provide economic benefits well in excess of the costs. Coastal restoration projects can return as much as $15 in net economic benefit for every taxpayer dollar invested.16 Figure 4.5: Constructed Conclusion wetland complex, Alewife reservation, Cambridge, Massachusetts has made great progress in recent years toward reducing the rate of sprawl- Massachusetts style development and increasing the pace of well-targeted land conservation and ecological restoration. But there remains a significant risk that these trends may be reversed once again. As updating local land use rules and protecting land can get lost among the many pressing community priorities, the state’s continuing commitment to helping communities grow and develop in environmentally sustainable ways is essential. With nimble and responsive zoning and planning tools, local communities are better equipped to achieve a sustainable, vibrant future for the nature and people of Massachusetts. 24 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "/ Conclusions and recommendations Chapter 5 In the period between 2005 and 2013, more than three acres of land were permanently • Federal Tax Incentives—The conservation community should advocate for expan- protected in Massachusetts for every acre that was developed. This is an encouraging sion of federal tax incentives to include gifts of outright ownership of land, also known pace of protection versus development and an increase from the 2:1 ratio cited in the 2009 as fee interest. Recently enacted federal and state tax incentives for land conservation edition of Losing Ground that covered the years from 1999 to 2005. These numbers reflect have resulted in a rapid increase in the pace and overall magnitude of conservation; both the reduced rate of development during our analysis period relative to previous editions however, current federal incentives are limited to gifts of less-than-fee interests only— of Losing Ground and a concerted effort, led by the Commonwealth in partnership with such as conservation restrictions (CRs). While CRs are a critical part of the land protec- municipalities and private groups, to protect key lands across the state. As encouraging as tion toolkit, sometimes a gift or bargain sale of the fee interest is the best outcome, for these figures are, we must recall that the last Losing Ground report demonstrated that devel- achieving resource protection goals and the donor’s goals. Demographic data suggest opment has indirect ecological impacts on an area three to four times the size of the built that many opportunities for fee transfers of important, unprotected properties will occur footprint itself. in the coming decade. Expanded federal tax incentives will provide conservation practi- tioners with all of the tools they need to address key opportunities in the years immedi- Building activity was dramatically reduced in the period of our analysis due to the Great ately ahead. Recession (2008-2009) and resulting credit crunch; yet data on new housing indicate that development pressure is returning to levels seen in the years before the economic slow- down. And new construction may increase even more quickly than is indicated in Figure increase the Pace of Land Protection in the 1.2: the housing start data presented there is based on permitted units; yet the Massachusetts Era of Climate Change Permit Extension Act17 means that some of these permitted units haven’t yet been built, so the increase in acres developed could take off even faster than new permits. • Commitment to Land Protection—The new gubernatorial administration must continue and build upon the Patrick Administration’s commitment to land protection as We must adopt and implement the most innovative approaches to land planning and site detailed in the Executive Office of Energy & Environmental Affairs’ recently released design and increase the pace of land protection even further if we are to maintain a Massa- report 100,000 Acres of New Conservation Land and 150 New Parks: A Legacy for the chusetts with an interconnected mosaic of forests, fields, and wetlands, including the most Next Generation. valuable land for wildlife habitat and climate resilience, while providing for economic growth in an efficient and sustainable manner. The need for these strategies becomes ever more • Land Protection Strategy—The land protection community should develop strategies urgent as the climate crisis escalates. In order to achieve these goals, we recommend the for increasing the pace of land protection. Table 5.1 shows the pace of land protection following actions. necessary to achieve various conservation goals in the coming decades. • Targeted Land Protection—State, local, and not-for-profit land protection and stew- Funding for Land Protection ardship efforts should continue to focus on the areas of opportunity for protection of important habitat and resilient landscapes identified in Chapter 3. Practitioners should • One percent for nature—The state administration and legislature should devote become familiar with and utilize the latest conservation planning tools including at least 1 percent of the annual state operating budget to environmental programs; BioMap2, TNC’s resilience model, and UMass Amherst’s Conservation Assessment the current rate is 0.64 percent. and Prioritization System (CAPS).18 Table 5.2 shows that we can protect a majority of • Environmental Bond—The legislature must complete final passage of an BioMap2 Core Habitat in the coming decades if we increase our focus on these lands. Environmental Bond and the administration must commit to spending no less than $50 million per year for land protection in the Commonwealth. Effective and innovative Planning • Community Preservation Trust Fund—The legislature and administration must • Zoning Reform—The Governor should actively and publicly support and the legis- provide continued support for the Community Preservation Trust Fund by funding lature should pass zoning reform legislation (An Act Promoting the Planning and Devel- the state match for locally raised dollars for open space, affordable housing, historic opment of Sustainable Communities19). This legislation would update Massachusetts’ restoration, and recreation projects. ©Mass Audubon 2014 | Losing Ground: Planning for resilience 25",
        "antiquated planning and zoning laws and encourage strong community planning and natural resource protection while maintaining a vibrant and competitive Commonwealth. • Planning in the Sprawl Frontier—State and regional planning resources should be To MAinTAin A viBrAnT focused on the Sprawl Frontier, including more assistance and incentives for communi- ties to adopt innovative, sustainable development and green infrastructure techniques. CoMMonWEALTH, THE LAnd • Massachusetts Endangered Species Act—The conservation community and the legis- ProTECTion CoMMuniTy MusT lature should continue to support the Priority Habitat provisions of the Massachusetts inCrEAsE THE PACE oF ConsErvATion. Endangered Species Act20, which were recently upheld by the Massachusetts Supreme Judicial Court. Climate Change Adaptation • Comprehensive Adaptation Management Plan—The legislature should pass and the governor should sign the Comprehensive Adaptation Management Plan (CAMP) bill.21 The bill will require the state to develop an adaptation plan that clearly outlines the Commonwealth’s goals, priorities, and principles for resilience, preservation, protection, restoration, and enhancement of the Commonwealth’s built and natural infrastructure. • Funding for Adaptation Planning—Funds for climate change adaptation planning and project implementation should be provided through multiple sources including the state operating budget, Environmental Bond, Regional Greenhouse Gas Initiative, the Water Infrastructure Finance bill, and federal sources. • Green Infrastructure—Communities should invest in land protection and restoration of inland and coastal wetlands and upland buffers as green infrastructure to enhance the resilience of our natural and built environments. • Restoration Funding—The state should continue to fund restoration efforts through the Division of Ecological Restoration and UMass Amherst’s River and Stream Continuity Project,22 specifically wetland and buffer restoration, dam removals, and replacement of undersized culverts, to enhance resilience of wildlife habitat and the built environment. Partnerships • Conservation Land Stewardship—The conservation community must continue to work together to actively uphold the conservation values of permanently protected land. • Community Preservation Act—The conservation community should continue to support cities and towns in adopting and implementing the Community Preservation Act. • Land Cover Data—The Executive Office of Energy & Environmental Affairs and the Information Technology Division of the Administration and Finance Secretariat should ensure the availability of up-to-date, statewide aerial photographs and well-constructed, useful, and timely land cover data for use in this type of analysis. Agencies should explore innovative collaborations with universities and the user community. • Maintain Open Space Data—The land protection community should continue to work closely with MassGIS to maintain a comprehensive and up-to-date Open Space datalayer. 26 Losing Ground: Planning for resilience | ©Mass Audubon 2014",
        "Table 5.1: Land protection outcomes for various rates of land protection over time. Table 5.2: BioMap2 Core Habitat protection outcomes for various rates of Percent is based on total land area of state. protection over time. Percent is based on total BioMap2 Core Habitat excluding large water bodies. 2020 2025 2050 2020 2025 2050 acres/day acres/year total acres % of state total acres % of state total acres % of state acres/day acres/year total acres % of total acres % of total acres % of Core Habitat Core Habitat Core Habitat 40 14,600 1,361,275 27.2% 1,434,275 28.7% 1,799,275 36.0% 15 5,475 578,667 50.1% 606,042 52.5% 742,917 64.3% 50 18,250 1,386,825 27.8% 1,478,075 29.6% 1,934,325 38.7% 20 7,300 591,442 51.2% 627,942 54.4% 810,442 70.2% 60 21,900 1,412,375 28.3% 1,521,875 30.5% 2,069,375 41.4% 30 10,950 616,992 53.4% 671,742 58.2% 945,492 81.9% 70 25,550 1,437,925 28.8% 1,565,675 31.3% 2,204,425 44.1% 40 14,600 642,542 55.6% 715,542 61.9% 1,080,542 93.5% 80 29,200 1,463,475 29.3% 1,609,475 32.2% 2,339,475 46.8% 50 18,250 668,092 57.8% 759,342 65.7% 1,155,204 100% 90 32,850 1,489,025 29.8% 1,653,275 33.1% 2,474,525 49.5% 60 21,900 693,642 60.0% 803,142 69.5% 1,155204 100% 100 36,500 1,514,575 30.3% 1,697,075 34.0% 2,609,575 52.2% As detailed in Chapter 2, as of April 2013, nearly 1.26 million acres (25.2 percent) of the Table 5.2 shows how much BioMap2 Core Habitat could be protected at various rates state’s land area has been protected. Table 5.1 shows how many acres and what percent of the over time. From 2005 to 2013, Core Habitat was protected at a pace of 15 acres/day state’s land area would be protected if we conserved land at the rate shown on the left through resulting in over 540,000 acres, or 45 percent of Core Habitat being permanently protected. the date shown at the top. For example, if we can increase the recent 40 acre/day pace of land Roughly one-third of all land protected since 2005 is Core Habitat. If we could further focus protection by 50 percent to 60 acres/day and sustain that rate through 2025, we will have land protection efforts and increase the pace of Core Habitat protection to 30 acres/day, we protected fully 30 percent of the state. could protect over 58 percent of all terrestrial Core Habitat by 2025. This report’s title, Losing Ground, refers to the ongoing conversion of undeveloped land, lessons. The value of natural lands—including salt marshes, barrier beaches, and forested valued for wildlife habitat, agriculture, forest products, and water quality, among other attri- floodplains—for mitigating the damaging effects of intense storms is clear, and investments butes, to the hard infrastructure of human use. As documented by the Losing Ground series, in protecting these natural defenses provide dividends forever. It is a win-win decision when the pace of this conversion has varied over time, and this edition witnesses an ebb associ- land protection benefits both human and natural communities, yet short-term human interests ated with the Great Recession. Indications already point to the resumption of higher develop- continue to be powerful considerations. ment rates in 2014 and beyond, but at this point the window of opportunity for progressive The recent milestone of protecting fully one-quarter of the land area of the state could not and informed land use decisions remains open in many communities. In the lull before boom have been accomplished without the dedicated efforts by government, nongovernmental times return, now is the time to take stock of the forests, wetlands, fields, and rivers that are organizations, and private landowners. Yet for the conservation community there is no time so important for each community’s natural, cultural, and economic health, and chart a delib- to rest on this accomplishment. Action on the recommendations in this report will ensure erate development course that protects these assets over the long term. progress toward a sustainable and vibrant Massachusetts that continues to function for The need for such intelligent planning is heightened throughout the Commonwealth by the people and nature. effects of climate change. As one example, sea-level rise will continue to alter coastal areas and, combined with increased storm intensity, threatens some of the highest valued real estate in the state. Superstorm Sandy and Tropical Storm Irene demonstrated the vulnera- bility of infrastructure we consider to be permanent, and we would be foolish to ignore their ©Mass Audubon 2014 | Losing Ground: Planning for resilience 27",
        "Losing Ground’s interactive website (www.massaudubon.org/losingground) gives you the ability to explore key statistics from the land use change analysis at a variety of scales including in your town and watershed. 28 Losing Ground: Planning for resilience | ©Mass Audubon 2014 2288 LLoossiinngg GGrroouunndd:: PPllaannnniinngg ffoorr rreessiilliieennccee || ©©MMaassss AAuudduubboonn 22001144",
        "References 1. Zhu, Z., and C.E. Woodcock. 2014. Continuous change detection and classification of land cover using 12. Community Preservation Coalition website http://www.communitypreservation.org/content/ all available Landsat data. Remote Sensing of Environment, 144(C), 152–171. cpa-overview. Accessed 17 April 2014. 2. US Census Bureau website, spreadsheet of annual building permit history by state, http://www.census. 13. de la Crétaz, A.L., L.S. Fletcher, P.E. Gregory, W.R. VanDoren, and P.K. Barten. 2010. An Assessment gov/construction/bps/xls/annualhistorybystate.xls. Accessed 10 April 2014. of Forest Resources of Massachusetts. University of Massachusetts Amherst Department of Natural Resources Conservation and Massachusetts Department of Conservation and Recreation. Prepared for 3. DeNormandie, J., and C. Corcoran. 2009. Losing Ground—Beyond the Footprint. Massachusetts the USDA Forest Service. 189 pp. Audubon Society, Inc. Lincoln, Massachusetts. 32 pp. 14. MassDEP. 2013. 2008-2010 Massachusetts Greenhouse Gas Emissions Inventory. Massachusetts 4. USDA Agricultural Census website http://www.agcensus.usda.gov/. Accessed 3 April 2014. Department of Environmental Protection. Boston, Massachusetts. 14 pp. 5. Foster, D., D. Kittredge, B. Donahue, G. Motzkin, D. Orwig, A. Ellison, B. Hall, B. Colburn, and 15. Thompson, J., K. Fallon Lambert, D. Foster, M. Blumstein, E. Broadbent, and A. Almeyda Zambrano. A. D’Amato. 2005. Wildlands and Woodlands—A Vision for the Forests of Massachusetts. 2014. Changes to the Land—Four Scenarios for the Future of the Massachusetts Landscape. Harvard Forest, Harvard University. Petersham, Massachusetts. 28 pp. Harvard Forest, Harvard University, and Smithsonian Institution. Petersham, Massachusetts. 38 pp. 6. Trust for Public Land. 2013. The Return on Investment in Parks and Open Space in Massachusetts. 16. Center for American Progress website http://www.americanprogress.org/issues/green/ Trust for Public Land. Boston, Massachusetts. 52 pp. report/2014/04/09/87386/the-economic-case-for-restoring-coastal-ecosystems/. Accessed 7. Massachusetts Executive Office of Energy and Environmental Affairs. 2014. 100,000 Acres of 17 April 2014. New Conservation Land and 150 New Parks: A Legacy for the Next Generation. Boston, 17. Section 173 of Chapter 240 of the Acts of 2010 and extended by Sections 74 and 75 of Massachusetts. 19 pp. Chapter 238 of the Acts of 2012. 8. Ibid. 18. University of Massachusetts Conservation Assessment and Prioritization System. 9. Woolsey, H., A. Finton, J. DeNormandie. 2010. BioMap2—Conserving the Biodiversity of http://www.umasscaps.org/. Massachusetts in a Changing World. Massachusetts Department of Fish and Game/Natural Heritage 19. Bill H.1859 of the 188th General Court of the Commonwealth of Massachusetts. & Endangered Species Program and The Nature Conservancy/Massachusetts Program. 64 pp. 20. Massachusetts General Laws Chapter 131A (1990), and implementing regulations 321 10. Anderson, M.G., M. Clark, and A. Olivero Sheldon. 2012. Resilient Sites for Terrestrial Code of Massachusetts Regulations 10.00 (2006). Conservation in the Northeast and Mid-Atlantic Region. The Nature Conservancy, Eastern Conservation Science. 168 pp. 21. Bill S.2028 of the 188th General Court of the Commonwealth of Massachusetts. 11. 495 Development Compact. 2012. 495/MetroWest Development Compact Plan. Massachusetts 22. University of Massachusetts Extension River and Stream Continuity Project. Executive Office of Housing and Economic Development. Boston, Massachusetts. 167 pp. http://www.streamcontinuity.org. Production Credits Authors Photography Design and Layout Tom Lautzenheiser Cover (top left): Alexa Marcigliano Page 24 (Fig. 4.4): Horsley Witten Group Levine Design & Illustration Central/Western Regional Scientist Cover (middle left): Jack Clarke Page 24 (Fig. 4.5): Bioengineering Group www.levinedesign.net Jeff Collins Cover (bottom left): Richard Johnson Page 26: David Larson Printing Director of Ecological Management Cover (right): Greg Thompson Page 28: Amanda Boyd DS Graphics E. Heidi Ricci Table of Contents: Nick Sarfaty-Jackson Back cover (top): Joni Lohr Lowell, Massachusetts Senior Policy Analyst Page 8: Nathan Goshgarian Back cover (middle): E. Heidi Ricci Jack Clarke Page 10: Alan B. Ward Back cover (bottom): Kelly Fike Director of Public Policy and Page 13: Carolyn Baillargeon Cert no. SW-COC-003383 Government Relations",
        "Fifth Edition of the Losing Ground Series Mass Audubon works to protect the nature of Massachusetts for people and wildlife. Together with more than 100,000 members, we care for 35,000 acres of conservation land, provide school, camp, and other educational programs for 225,000 children and adults annually, and advocate for sound environmental policies at local, state, and federal levels. Founded in 1896 by two inspirational women who were committed to the protection of birds, Mass Audubon is now one of the largest and most prominent conservation organizations in new England. Today we are respected for our sound science, successful advocacy, and innovative approaches to connecting people and nature. Each year, our statewide network of wildlife sanctuaries welcomes nearly half a million visitors of all ages, abilities, and backgrounds and serves as the base for our work. To support these important efforts, call 800-AUDUBON (800-283-8266) or visit www.massaudubon.org. Mass Audubon’s Advocacy department works to educate and motivate Mass Audubon members, citizens, and state, federal, and local elected and appointed officials to make decisions that protect the nature of Massachusetts. Mass Audubon 208 south Great road Lincoln, Massachusetts 01773 download a copy of this document from 781-259-9500 800-AuduBon www.massaudubon.org/losingground/ www.massaudubon.org © Mass Audubon 2014 Printed on recycled Paper"
    ]
}