{
    "FILE_NAME": "https://neep.org/sites/default/files/resources/Green%20Zoning%20Report_Final_0.pdf",
    "ALL TEXT": "Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency November 2019 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | iTable of Contents Executive Summary/Introduction ..............................................................................................................................4 Legal Authority of the State Building Code & Zoning Act ...........................................................................................6 Overview of Current State Code and Zoning Regulations ..........................................................................................7 780 Code of Massachusetts Regulations (CMR) .....................................................................................................7 Municipal Zoning By-law Requirements and Code Limitations ..............................................................................7 Zoning Glossary ..........................................................................................................................................................8 Green Zoning Case Studies ...................................................................................................................................... 11 Massachusetts Case Studies ................................................................................................................................ 12 Regional Case Studies .......................................................................................................................................... 17 National Case Studies .......................................................................................................................................... 22 Massachusetts Green Zoning Pathways & Recommendations ............................................................................... 25 Where Do Communities Start? ............................................................................................................................ 25 Pathways & Recommendations ........................................................................................................................... 25 Conclusion ............................................................................................................................................................... 27 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | iiAcknowledgments This report reflects the invaluable contributions of multiple individuals. We would like to recognize the report’s lead author, Kai Palmer-Dunning, Buildings & Communities Associate. Several NEEP staff served key roles in the development of the report, including Darren Port, Moses Riley, Samantha Caputo, John Balfe, and Carolyn Sarno-Goldthwaite. Formatting and edits were provided by Lisa Cascio, Director of Partner Engagement, and Victoria Salvatore, Digital Marketing Associate. NEEP would like to recognize and thank members of its Massachusetts Zero Energy Codes Collaborative for their participation in reviewing this report and providing input into the creation of this document. These individuals include Nicole Sanchez (Metropolitan Area Planning Council), Deanna Moran (Conservation Law Foundation), and Caitlin Peale Sloan (Conservation Law Foundation). About NEEP Founded in 1996, NEEP is a nonprofit that assists the Northeast and Mid-Atlantic region in reducing building sector energy consumption three percent per year and carbon emissions 40 percent by 2030 (relative to 2001). Our mission is to accelerate regional collaboration to promote advanced energy efficiency and related solutions in homes, buildings, industries, and communities. We do this by fostering collaboration and innovation, developing tools, and disseminating knowledge to drive market transformation. We envision the region’s homes, buildings, and communities transformed into efficient, affordable, low-carbon, resilient places to live, work, and play. To learn more about NEEP, visit our website at http://www.neep.org. Disclaimer: NEEP verified the data used for this white paper to the best of our ability. This paper reflects the opinion and judgments of the NEEP staff and does not necessarily reflect those of NEEP Board members, NEEP Sponsors, or project participants and funders. ©Northeast Energy Efficiency Partnerships, Inc. 2019 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | iiiExecutive Summary/Introduction In many states around the country, the increasing efficiency required by building energy codes is one of the few ways to reduce building energy usage from one code cycle to the next. However, building energy codes are only updated every three years and sometimes take longer to be adopted at the state level. Long adoption cycles often result in building energy reduction falling behind state carbon reduction goals. Since buildings have a significant impact1 on energy consumption, electricity usage, and greenhouse gas (GHG) emissions, innovative solutions must be explored to fill the gap between code cycles. In Massachusetts, communities are somewhat limited in how they can fill this gap because the state building code preempts municipalities from passing local building codes unless they are submitted to the Board of Building Regulations and Standards (BBRS) for approval. However, no municipality to date has gone through this process. While state law grants municipalities the right to create independent zoning bylaws to regulate their built environment, there are limitations on how much municipalities can mandate about buildings before they come into conflict with the state building code. Communities, however, can still be proactive when addressing building energy usage. Municipalities can use their zoning bylaws to achieve greater energy efficiency and resiliency. Green zoning gives communities the ability to craft local zoning ordinances that emphasize investment in more energy- efficient buildings, curb GHG emissions on the local level, and promote quality of life benefits. Green zoning is the use of zoning bylaws and ordinances to address sustainability, green building, and resiliency. The practice employs various strategies that promote the local context of zoning while addressing the energy, ecological, and climate impacts of the built environment. Before green zoning can be considered, it is important for municipalities to address climate change at the local level through goal setting. This often Building Decarbonization: takes the form of a climate action plan or a simple energy efficiency goal Building decarbonization is a strategy that for buildings. For climate action plans, cities and towns set energy focuses on policies, market solutions, and reduction goals and outline various areas of focus that are important in technologies that drive electrification and achieving those goals. These areas of focus include strategic electrification, energy reduction in buildings that contribute to carbon emissions. transportation, community sustainability best practices, renewable energy, Decarbonization is essential to mitigate the and decarbonization of buildings through high-performance building impact buildings have on the climate and construction and energy efficiency. Within each area of focus, the plan GHG emissions. addresses strategies that will be used to reach the overall energy target. The need for comprehensive zoning updates is often identified as a necessary step towards building decarbonization. This is where green zoning principles can be utilized. There are an increasing number of communities in Massachusetts and other states adopting innovative green zoning bylaws and ordinances. Through engagement with local stakeholders and careful planning, communities are using zoning as a tool to address their specific building sector goals. Improving the efficiency of building energy codes is a key part of reducing building energy in the country, but communities have an additional opportunity to address the energy efficiency of existing buildings through zoning. Green zoning helps communities reduce their building energy footprint by addressing the local context and specific community needs of their built environment in a holistic, community-led process. The purpose of this report is to provide replicable examples of green zoning that can be adapted by cities and towns in Massachusetts that want to proactively address building energy usage in their communities. While this report addresses 1 https://www.eia.gov/consumption/ Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 4the specific context of building codes and zoning in Massachusetts, green zoning examples from other parts of the country are provided, and lessons learned derived from this report may be used throughout the NEEP region. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 5Legal Authority of the State Building Code & Zoning Act Like many states, Massachusetts has laws regulating state building codes and local zoning. The Massachusetts State Building Code (MSBC) provides standardized, minimum requirements for all building components related to energy conservation, ventilation, stability, sanitation, etc. to “safeguard the public health, safety and general welfare.”2 These requirements apply to all new construction and major renovations in the state. The building energy code requirements of the MSBC are a minimum performance standard and preempt municipalities trying to require energy efficiency beyond the building energy code. There is also a performance-based stretch code that may be voluntarily3 adopted by communities and is more energy-efficient than the base code. Although all buildings must adhere to the state’s minimum base code or stretch code, individual buildings may voluntarily exceed building energy code minimum and achieve any performance level they would like. Guidelines for zoning are promulgated by the state. Massachusetts state zoning law grants municipalities the right to set up uniform districts designated by their use and to create by-laws that “regulate the use of land, buildings, and structures to the full extent of the independent constitutional powers of cities and towns to protect the health, safety and general welfare of their present and future inhabitants.”4 There are exemptions to this independent constitutional power over zoning. Municipalities must still adhere to the MSBC, which sets requirements and regulates building components, preempting independent constitutional power over zoning. In the Zoning Act of Massachusetts General Law (MGL c. 40A, § 3-1) this exemption is stated as “no zoning ordinance or by-law shall regulate or restrict the use of materials, or methods of construction regulated by the state building code.”5 This exemption creates a clear distinction between the scope of local zoning and the MSBC. There is also an exemption for solar access in section 3-3 of the Zoning Act, stating that “no zoning ordinance or by-law shall prohibit or unreasonably regulate the installation of solar energy systems or the building of structures that facilitate the collection of solar energy.”6 For green zoning, this means that while municipalities have the independent constitutional power to create zoning bylaws, they must do so with the limitation of not being able to regulate anything that is already regulated by the MSBC. What is explicitly permissible under zoning exists in a grey area. A March 2019 report published by the Conservation Law Foundation titled The Massachusetts State Building Code & Climate Change: A legal primer and summary of convenings7 explores the legal framework of building codes and zoning when addressing climate change. In spite of the limitations to the power of local zoning, municipalities are still able to use their independent constitutional power to implement zoning bylaws that address energy efficiency and resiliency. The next section covers facts about MSBC regulations and how municipalities are responding to address climate change at the local level. 2780 CMR 9th Edition, Base Volume, § 101.3 3 While the Stretch Code is voluntarily adopted by cities and towns in Massachusetts, its adoption is required for cities and towns to become a Designated Green Community and receive funding: https://www.mass.gov/guides/becoming-a-designated-green-community 4 MGL c. 40A, § 1A 5 MGL c. 40A, § 3-1 6 MGL c. 40A, § 3-3 7 Conservation Law Foundation. The Massachusetts State Building Code & Climate Change: A legal primer and summary of convenings. 2019. Available at: https://www.clf.org/wp-content/uploads/2019/03/CLF_ClimateCodeReport_2019.pdf Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 6Overview of Current State Code and Zoning Regulations 780 Code of Massachusetts Regulations (CMR)  The Board of Building Regulations and Standards (BBRS), with assistance from the Department of Energy Resources (DOER), updates the building energy code on a three-year cycle.  The most recent International Energy Conservation Code (IECC) is adopted into the MSBC within a year of publication.  IECC 2018 is set to be promulgated in early 2020 as an amendment to the ninth edition of 780 Code of Massachusetts Regulations (CMR).  Massachusetts has a voluntary Stretch Energy Code that requires buildings to be 10 percent more efficient than buildings built to 2016 base code standards or achieve a Home Energy Rating System (HERS) score of 55.  Currently, 278 of 351 (79 percent) municipalities have adopted the Stretch Energy Code Appendix of the ninth edition of 780 Stretch Code Update Process: CMR. While the MSBC is updated on a three-year  The Stretch Energy Code has not kept up with IECC updates, cycle within one year of the latest IECC code meaning that once IECC 2018 goes into effect, the current being published, the stretch code is not Stretch Energy Code will not be much more efficient than the updated on a set schedule. With assistance base code. from the Green Communities Division and  Individual building designs can surpass the state minimum energy the DOER, the BBRS periodically updates the code and be more energy-efficient. However, municipalities can’t stretch code. The stretch code was last require all buildings within their jurisdictions to be more efficient updated in 2017. than the stretch code if voluntarily adopted by a municipality that is not a Green Community.  Municipalities are allowed to petition the BBRS in order to request a more stringent code due to special circumstances based on the characteristics/geography of the locality. Municipal Zoning By-law Requirements and Code Limitations  Municipal zoning by-laws are promulgated by Massachusetts General Law (MGL) c. 40A Zoning, MGL c. 40B Regional Planning, MGL c. 40R Smart-Growth Zoning.  All local zoning ordinances/by-laws are superseded by 780 CMR.  Exemptions within MGL c. 40A prevent municipal zoning from mandating energy and building material requirements that are already mandated by the state building code.  Town and city zoning requirements are different. All town legislative action taken on zoning is required to be reviewed by the Attorney General’s office – this does not apply to cities.  Municipalities across the state have created climate action plans that call for some level of change to zoning ordinances in order to address the impact of buildings on climate change. However, since they are preempted by the state building code, they are often unable to directly address the impacts of building energy usage. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 7Zoning Glossary This glossary provides general definitions of zoning terms related to sustainability, energy efficiency, and building resiliency. These definitions are provided by the U.S. Department of Energy, Environmental Protection Agency, and other sources linked in the footnotes. Albedo “Albedo, or solar reflectance, is a measure of a material's ability to reflect sunlight (including the visible, infrared, and ultraviolet wavelengths) on a scale of 0 to 1. An albedo value of 0.0 indicates that the surface absorbs all solar radiation, and a 1.0 albedo value represents total reflectivity.”8 Bioswale “Bioswales are storm water runoff conveyance systems that provide an alternative to storm sewers. They can absorb low flows or carry runoff from heavy rains to storm sewer inlets or directly to surface waters. Bioswales improve water quality by infiltrating the first flush of storm water runoff and filtering the large storm flows they convey.”9 British Thermal Unit “A Btu is the quantity of heat required to raise the temperature of one pound of water one (Btu) degree Fahrenheit at a specified temperature.”10 Cool Roof “A cool roof is one that has been designed to reflect more sunlight and absorb less heat than a standard roof. Cool roofs can be made of a highly reflective type of paint, a sheet covering, or highly reflective tiles or shingles.”11 Daylighting “The use of windows or skylights for natural lighting and temperature regulation…Highly efficient, strategically placed windows maximize the use of natural daylight in a building, lowering the need for artificial lighting without causing heating or cooling problems.”12 Density “A measure of the total building floor area or dwelling units on a parcel of land relative to the buildable land of that parcel.”13 Density Bonus “An incentive-based tool that permits a developer to increase the maximum allowable development on a site in exchange for either funds or in-kind support for specified public policy goals.”14 (Density bonuses are often given for greater affordable housing units or green building requirements.) Energy Use Intensity “EUI expresses a building’s energy use as a function of its size or other characteristics... EUI is expressed as energy per square foot per year. It’s calculated by dividing the total energy consumed by the building in one year (measured in kBtu or GJ) by the total gross floor area of the building.”15 8https://ofmpub.epa.gov/sor_internet/registry/termreg/searchandretrieve/glossariesandkeywordlists/search.do?details=&vocabName=Heat%20Is land%20Effect%20Glossary 9 https://www.nrcs.usda.gov/Internet/FSE_DOCUMENTS/nrcs144p2_029251.pdf 10https://ofmpub.epa.gov/sor_internet/registry/termreg/searchandretrieve/glossariesandkeywordlists/search.do?details=&vocabName=Heat%20I sland%20Effect%20Glossary 11 https://www.energy.gov/energysaver/design/energy-efficient-home-design/cool-roofs 12 https://www.energy.gov/eere/videos/energy-101-daylighting 13 https://www.usgbc.org/glossary/ 14 https://urban-regeneration.worldbank.org/node/20 15 https://www.energystar.gov/buildings/facility-owners-and-managers/existing-buildings/use-portfolio-manager/understand-metrics/what- energy Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 8Floor to Area Ratio “Floor area ratio (FAR) is the measurement of a building’s floor area in relation to the size of (FAR) the lot/parcel that the building is located on. FAR is expressed as a decimal number, and is derived by dividing the total area of the building by the total area of the parcel (building area ÷ lot area).”16 Green Building “Green building is the practice of creating structures and using processes that are environmentally responsible and resource-efficient throughout a building's life-cycle from siting to design, construction, operation, maintenance, renovation and deconstruction.”17 Green Roof “A green roof is a layer of vegetation planted over a waterproofing system that is installed on top of a flat or slightly–sloped roof. Green roofs are also known as vegetative or eco- roofs.”18 Green Space “Green space (land that is partly or completely covered with grass, trees, shrubs, or other vegetation). Green space includes parks, community gardens, and cemeteries.”19 Heat Island Effect “The term \"heat island\" describes built-up [high density or urban] areas that are hotter than nearby rural areas. The annual mean air temperature of a city with one million people or more can be 1.8–5.4°F (1–3°C) warmer than its surroundings. In the evening, the difference can be as high as 22°F (12°C). Heat islands can affect communities by increasing summertime peak energy demand, air conditioning costs, air pollution, and greenhouse gas emissions, heat-related illness and mortality, and water pollution.”20 Home Energy Rating “The Home Energy Rating System (HERS) Index is the industry standard by which a home's System (HERS) energy efficiency is measured. It’s also the nationally recognized system for inspecting and calculating a home's energy performance.”21 Overlay District or “An overlay zone is a zoning district which is applied over one or more previously Zone established zoning districts, establishing additional or stricter standards and criteria for covered properties in addition to those of the underlying zoning district.”22 Passive Solar “Passive solar design takes advantage of a building’s site, climate, and materials to minimize energy use.”23 “[A] home's windows, walls, and floors can be designed to collect, store, and distribute solar energy in the form of heat in the winter and reject solar heat in the summer.”24 Solar Reflectance “A measure of the constructed surface’s ability to stay cool in the sun by reflecting solar Index (SRI) radiation and emitting thermal radiation.”25 16 https://metrocouncil.org/Handbook/Files/Resources/Fact-Sheet/LAND-USE/How-to-Calculate-Floor-Area- Ratio.aspx#:~:text=Floor%20area%20ratio%20(FAR)%20is,building%20area%20%C3%B7%20lot%20area). 17 https://www.epa.gov/land-revitalization/green-buildings 18 https://www.nps.gov/tps/sustainability/new-technology/green-roofs/define.htm 19 https://www3.epa.gov/region1/eco/uep/openspace.html 20 https://www.epa.gov/heat-islands 21 https://www.hersindex.com/hers-index/what-is-the-hers- index/#:~:text=The%20Home%20Energy%20Rating%20System,calculating%20a%20home's%20energy%20performance. 22 https://www.planning.org/divisions/planningandlaw/propertytopics.htm#Overlay 23 https://www.energy.gov/energysaver/energy-efficient-home-design/passive-solar-home-design 24 https://www.nrel.gov/docs/fy01osti/27954.pdf 25 https://www.usgbc.org/glossary/term/5590 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 9Storm water “Storm water management, also called low impact development (LID) or green Management infrastructure…focuses on reducing runoff and improving water quality. LID practices help maintain natural hydrologic cycles through site grading, vegetation, soils and natural processes that absorb and filter storm water onsite.”26 Storm water Runoff “Storm water runoff is rainfall that flows over the ground surface. It is created when rain falls on roads, driveways, parking lots, rooftops and other paved surfaces that do not allow water to soak into the ground…Storm water runoff also picks up and carries with it many different pollutants that are found on paved surfaces such as sediment, nitrogen, phosphorus, bacteria, oil and grease, trash, pesticides and metals.”27 26 https://www.epa.gov/greeningepa/stormwater-management-practices-epa-facilities 27 https://www.cwp.org/reducing-stormwater- runoff/#:~:text=Stormwater%20runoff%20is%20rainfall%20that,stream%20impairment%20in%20urban%20areas. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 10Green Zoning Case Studies Building codes address building-specific features related to energy use like materials, building envelope, ventilation, heating/cooling, maximum EUI, and more. In Massachusetts, it is illegal for municipalities to create local building codes or municipal bylaws to regulate building energy usage promulgated by state building code law unless they go through an appeal process with the BBRS. Therefore, municipalities cannot pass zoning ordinances or by-laws that regulate these building-specific features or directly dictate the energy use of buildings. However, through strategies that address building use and impacts on the surrounding community and environment, zoning can indirectly improve the energy efficiency of buildings. Somerville, MA is an example of a community that is updating its zoning ordinance to address its evolving urban landscape as well as its zero energy goals. In conjunction with a zoning overhaul, the city also published its climate plan called Somerville Climate Forward28 in 2018. The plan comprehensively addresses the risks of climate change to the local community and outlines how it plans to achieve GHG reduction, resiliency, and sustainability for the city and its residents. These goals are specifically reflected in the proposed zoning ordinance, which addresses LEED requirements for new construction, heat island reduction, green roofs, storm water management, and environmental performance. It also proposes the use of a performance-based environmental standard called a “green score” which would improve urban air quality, reduce heat island effect and storm water runoff, and improve resident health and wellbeing. In 2015, the Department of Energy published a policy tool29 on their website to help municipalities pass zoning by-laws dealing with electric vehicle charging infrastructure. It explored how electric vehicle deployment should be included in zoning, codes and parking ordinances. The tool presented zoning ordinance examples from municipalities like Methuen, MA30 and New York City, NY as well as states like Georgia and Washington. Since the publication of the policy tool, the number of electric vehicles has increased drastically. Communities understand that including the electrification of transportation in their climate goals is essential. Therefore, it is important to include electric vehicle infrastructure in municipal zoning by-laws as well. Below are case studies of cities and towns in Massachusetts and around the country that have approved climate action plans and have passed or are currently in the process of passing zoning by-laws to address the building sector goals of their climate action plan. There is a wide range of climate action plan types and zoning ordinances from which communities can draw inspiration. The goal of this section is not to provide a suite of prescriptive zoning examples, but rather to showcase existing and proposed green zoning pathways communities can consider and modify to fit their individual needs. 28 https://www.somervillema.gov/departments/programs/somerville-climate-forward 29 https://afdc.energy.gov/bulletins/technology-bulletin-2015-08.html 30 https://www.cityofmethuen.net/sites/methuenma/files/file/file/electveh.pdf Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 11Massachusetts Case Studies Town Actions Green Zoning Ordinance Somerville Climate Forward Plan Article 10.4 (Green Score): Overview a. Green Score is a performance-based environmental landscape standard measured as a ratio of the weighted value of all landscape elements to the total land area (in square feet) of a lot. b. Calculation of the green score uses a value based system to incentivize Somerville, landscape elements and site design that contributes to the reduction MA of storm water runoff, the improvement of urban air quality, Proposed Zoning mitigation of the urban heat island effect, and improved wellbeing of Ordinance residents and visitors. c. The result of the green factor calculation relates to an increase in the environmental performance and quality of urban landscape features. Article 10.9 (Sustainable Development): 1. Green Buildings 2. Green Roofs & Storm Water Management 3. Heat Island Reduction 4. Environmental Performance Table 1. Somerville Climate Forward Plan and Article 10.4 and 10.9 of Proposed Zoning Ordinance Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 12Town Actions Green Zoning Ordinance Proposed Climate and Energy Master Plan Section 8.05 Solar Energy Systems (a) Definitions: 1. Solar Energy System: A device or structural design feature, a substantial purpose of which is to provide for the collection, storage and distribution of solar energy for space heating or cooling, electricity generation, or water heating. a. Solar Energy System, Active: A solar energy system whose primary purpose is to harvest energy by transforming solar energy into another form of energy or transferring heat from a collector to another medium using mechanical, electrical, or chemical means. b. Solar Energy System, Ground-Mounted / Canopy: An Active Solar Watertown, Energy System that is structurally mounted to the ground and is not MA Watertown Zoning roof-mounted. Ordinance Section c. Solar Energy System, Roof-Mounted: An Active Solar Energy System 8.05 that is structurally mounted to the roof of a building or structure. 2. Solar-ready zone: The solar-ready zone area is 50% of the roof area that is either flat or oriented between 110 degrees and 270 degrees of true north, exclusive of mandatory access or set back areas as required by the MA Fire Code. (b) Requirements: Development requiring site plan review approval under section 9.03 in the NB, LB, CB, I1, I-2, I-3, RMUD, and PSCD Districts greater than or equal to ten thousand (10,000) gross square feet or containing ten (10) or more residential units shall include a solar energy system that is equivalent to a minimum of 50% of the roof area of all buildings. In cases where a site includes an uncovered parking structure, the structure shall also have a solar energy system installed to cover a minimum of 90% of its top level. Table 2. Proposed Climate and Energy Master Plan and Watertown Zoning Ordinance Section 8.05 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 13Municipality Actions Green Zoning Ordinance Cambridge Net Zero Plan 22.10 INTENT AND PURPOSE It is the intent of Article 22.000 is to promote environmentally sustainable and energy-efficient design and development practices in new construction and renovation of buildings in the city. Some of the regulations in this article include design standards that shall be applied to new construction and renovation projects of a significant size. Other regulations in this article modify regulations found elsewhere in this zoning ordinance in order to encourage the incorporation of specific design features that will improve the sustainability and energy-efficiency of buildings. 22.20 GREEN BUILDING REQUIREMENTS Statement of Purpose. This Section 22.20 is adopted to ensure that major new projects and substantially rehabilitated buildings in Cambridge are planned, designed and constructed in a sustainable way so as to minimize adverse environmental impacts as they are initially constructed and as they are occupied and operated over the course of their useful lives. It is the purpose of Section 22.20 to encourage the reuse of existing buildings and materials; to encourage the conservation of natural resources and reduction of toxins in new construction and substantial rehabilitation of existing buildings through selection of recycled and otherwise environmentally appropriate building Cambridge, materials and methods; to ensure a reduction in the use of energy in both the MA Zoning Ordinance initial construction of the project and in its daily operation; and to encourage an Article 22 arrangement of buildings and mix of uses, on individual lots and within the city as a whole, that will foster pedestrian, bicycle, and public transit use in the city. While the provisions of this section apply to projects of 25,000 square feet or larger, developments of all sizes are encouraged to incorporate sustainable design principles. Notwithstanding the provisions of Article 22.00, the requirements of all local, state and/or federal regulations applicable to a project must be met, particularly the state building code, including its energy components. 22.30 GREEN ROOFS The purpose of this section is to remove potential impediments to the development of green roof systems on new and existing buildings by clarifying that such systems should not count against a building’s Gross Floor Area, and by providing for limited access and enjoyment of green roofs by occupants of a building. 22.40 EXTERIOR WALLS AND INSULATION The purpose of this section is to remove potential impediments to the construction of exterior walls with additional insulation or wall-based mechanical systems that can improve the energy-efficiency of a building, by exempting the additional gross floor area created by such features from the calculation of a building’s total Gross Floor Area. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 1422.50 OVERHANGS AND SUN-SHADING DEVICES The purpose of this section is to remove potential impediments to the addition of passive solar shading devices intended to reduce the impact of solar heat gain on a building or lot, by exempting areas underneath such devices from the calculation of Gross Floor Area under certain circumstances. 22.60 SOLAR ENERGY SYSTEMS The purpose of this section is to define solar energy systems within the zoning ordinance, to provide a mechanism for publicly registering such systems so that nearby developers can be aware of their existence, and to provide limited zoning protections for such systems in some instances where developers of neighboring properties are seeking a special permit or variance. 22.70 WIND TURBINE SYSTEMS It is the intent of Section 22.70 to permit the limited use of wind turbines throughout the city (a) for the purpose of small scale generation of electricity for on-site consumption as an accessory use to other activities located on the same lot, (b) for the purpose of researching, testing, evaluating, or demonstration of the efficacy in an urban setting of such instruments as a means by which renewable sources of energy might be employed to generate electricity at a larger scale for both a domestic and commercial purposes, and (c) in appropriate locations in non-residential districts for the generation of electricity for commercial sale as a principal use. These provisions are intended to ensure that such facilities are well designed, carefully sited, and operated in a manner that will not pose a nuisance or hazard to the general public or nearby neighbors. Table 3. Cambridge Net Zero Plan and Statement of Purpose for sections in Zoning Ordinance Article 22 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 15Municipality Actions Green Zoning Ordinance Climate Adaptation & Mitigation Report § 350-20.19 Urban Residential Sustainable Growth Overlay District: The Urban Residential Sustainable Growth Overlay is shown on the map and contains approximately half an acre. A. Permitted uses: single-family, multifamily development, townhouse development. B. Density: allows density of 20 or more units per acre. C. Design: Any multifamily or townhouse project creating seven or more units in one or more phases within a five-year period shall comply with the Northampton following: Northampton Zoning (4) Environment and energy. Buildings shall meet one of the following Ordinance § 350-20.19 environmental standards: a. Home Energy Rating System (HERS) rating no greater than 47 for units of 1,200 square feet or less, and no greater than 41 for units larger than 1,200 square feet. Alternatively, for units of 1,200 square feet or less, the PAA may consider a comparable energy standard to the HERS rating of 47 after consultation with the Building Commissioner. b. U.S. Green Building Council LEED New Construction Gold or Neighborhood Development Gold Certified. Table 4. Northampton Climate Adaptation & Mitigation Report and Northampton Urban Residential Sustainable Growth Overlay District Zoning Ordinance Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 16Regional Case Studies Municipality Actions Green Zoning Ordinance OneNYC 2050 2016 Energy Conservation Code: Chapter 1: 101.3 Intent. This code shall regulate the design and construction of buildings for the use and conservation of energy over the life of each building. This code is intended to provide flexibility to permit the use of innovative approaches and techniques to achieve this objective. This code is not intended to abridge safety, health or environmental requirements contained in other applicable codes. To the fullest extent feasible, use of modern technical methods, devices and improvements that tend to minimize consumption of energy without abridging reasonable requirements for the safety, health and security of the occupants or users of buildings shall be permitted. As New York City Energy far as may be practicable, the improvement of energy conservation Conservation Code construction practices, methods, equipment, materials and techniques New York City, (NYCECC) shall be encouraged. NY Chapter R4: Residential Energy Efficiency Appendix RB: SOLAR-READY PROVISIONS—DETACHED ONE-AND TWO- FAMILY DWELLINGS, MULTIPLE SINGLE-FAMILY DWELLINGS (TOWNHOUSES) Chapter C4: Commercial Energy Efficiency APPENDIX CA: MODIFIED NATIONAL STANDARD FOR BUILDINGS, EXCEPT FOR LOW-RISE RESIDENTIAL BUILDINGS Climate Mobilization Act Zone Green Text Amendment Table 5. New York City OneNYC 2050 Plan, sections from the New York City Energy Conservation Code (NYCECC), Climate Mobilization Act, and Zone Green Text Amendment Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 17Municipality Action Green Zoning Ordinance Baltimore Climate Action Plan Baltimore Sustainability Plan Environmental sustainability. 1. Developments should be designed to achieve green building standards equivalent to the silver standard of either the Leadership in Energy and Environmental Design (LEED) or the National Green Building Standards (NGBS). While the LEED or NGBS silver certifications are not required, preliminary information regarding any target design parameters related to LEED or NGBS standards shall be provided to the Design Review Panel upon request by the DRP, known at the time of DRP review. 2. Storm water management shall be incorporated into all development projects to reduce runoff, improve water quality and increase groundwater recharge. Baltimore, MD Baltimore Zoning Regulations: Article 2 3. Preservation of existing trees is strongly encouraged in all Section 259.16 proposed development projects. Mature trees, with a diameter of breast height (DBH) of ten inches or more shall be retained, except where the tree is: a. Dead, diseased, or injured beyond restoration as determined by a certified arborist or licensed forester; or b. Interferes with the location of a structure, utilities, other critical site improvements, or construction access. c. If a mature tree is removed as defined in this section, multiple trees with diameters that add up to the diameter of the tree being removed shall be planted on site or elsewhere in the D.T., provided a location is available. If another location is not available, a fee-in- lieu shall be paid to cover the cost of the replacement trees and for installation of the trees only, which fee shall be used within the Downtown Towson Overlay District. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 184. Any proposed planting areas and species selection for street trees shall conform to urban street tree best practices, including adequate root trenches to accommodate new soil volume and minimum soil depth that ensures the long-term health of the trees being planted. The interior dimension of tree pits or planting strips should be a minimum of ten feet long and six feet wide if there is sufficient sidewalk width for pedestrian traffic. The requirements or locations for plantings may be eliminated or precluded by the location of signage, utilities, street lights, and other preexisting and proposed infrastructure. If installation of new street trees is precluded, a fee-in-lieu shall be paid and used as required in Subsection A.6.a(3). 5. The use of light-colored or high-albedo surfaces are suggested to reduce the heat island effect on the top level of parking structures and surface parking lots. 6. The use of native canopy trees is strongly encouraged in parking lots, downtown open spaces and streetscapes. 7. When designing and developing outdoor spaces, sustainable practices should be used to reduce energy and water use, minimize runoff and improve storm water quality, prevent air pollution, reduce the heat island effect, and include green space to provide relief from the built environment. 8. The use of green roofs, cool roofs and solar panels should be considered for both aesthetic and environmental benefits Table 6. Baltimore Climate Action Plan, Baltimore Sustainability Plan, Baltimore Zoning Regulations: Article 2 Section 259.16 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 19Municipality Actions Green Zoning Ordinance Burlington Climate Action Plan Article 4 Section 4.4.3 Enterprise Districts: The Agricultural Processing and Energy (E-AE) district is intended primarily to accommodate enterprises engaged in the manufacturing, processing, and distribution of agricultural goods and products, and those related to the generation of energy from renewable sources. This district is intended to serve as a community of manufacturing and service businesses that work together to improve their environmental and economic performance. By working together they will reduce the use of raw materials, reduce outputs of waste, conserve energy and water resources, and reduce transportation requirements. Businesses with this district are encouraged to build linkages between themselves to coordinate the flows of energy and materials for maximum efficiency. Development should be designed with close attention paid to the principles of sustainable development and green building technologies. Parking is intended to be hidden within, behind, or to the side of primary structures. Article 6 Section 6.2.2 Review Standards: Burlington, VT Burlington Comprehensive Development Ordinance (e) Supporting the Use of Renewable Energy Resources: (CDO) Where feasible, the site plan should be so designed as to take advantage of the site’s inherent potential to utilize sources of renewable energy including direct sunlight, wind, or running water. The site plan should also incorporate site planning and landscaping decisions intended to minimize energy demand such as siting buildings to maximize solar access or the use of deciduous and coniferous trees to create shade and windbreak. Buildings should, where appropriate within the context of the neighborhood development pattern, maximize their solar exposure by being oriented to maximize natural light and heat gain during winter months, and to minimize casting shadows into ground floor living space of a building on an adjacent property. Article 6 Section 6.3.2 Review Standards: Reduce energy utilization: New structures should incorporate the best available technologies and materials in order to maximize energy efficient design. All new construction shall meet the Guidelines for Energy Efficient Construction pursuant to the requirements of Article VI. Energy Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 19Conservation, Section 8 of the City of Burlington Code of Ordinances. New structures should take advantage of solar access where available, and shall undertake efforts to reduce the impacts of shadows cast on adjacent buildings where practicable, in order to provide opportunities for the use of active and passive solar utilization. Note: There is a discrepancy between the Burlington CDO Article 4 and Appendix A Burlington CDO Article 4 within Burlington Code of Ordinances. Within Article 4 of Appendix A, there is a green building designation using an outdated LEED certification. It has been omitted from Burlington CDO Article 4 which was last appended April 25, 2018 Table 7. Burlington Climate Action Plan and Article 4 and 6 from Burlington Comprehensive Development Ordinance (CDO) Municipality Actions Green Zoning Ordinance 1) Create and reinforce smart growth development patterns. Smart growth fosters compact, walkable downtowns, village centers and neighborhoods, while preventing the development and fragmentation of farm and forest land and protecting natural resources. Zoning regulations that support compact, walkable development may include characteristics such as maximum lot sizes, shared driveways, parking behind buildings, minimum building heights, front doors and windows that face the street, and allowing a mix of uses. 2) Include energy-related site development standards in the zoning bylaw. These can include: a) Building location and orientation standards to maximize Vermont Natural Energy Efficient passive solar; Resources Standards in Zoning b) Building fenestration (i.e., window and door openings) Council (VNRC)31 Bylaws (Model Zoning) standards to maximize passive solar; c) Site standards to consider whether the developed site will be configured to accommodate renewable energy facilities (eg, solar photovoltaic panels) in the future; d) Lighting standards to avoid overlighting and require the use of LEDs or other efficient fixtures 3) Include building energy standards. Since a significant portion of the state’s total energy demand comes from buildings, a zoning bylaw that requires or incentivizes development to meet energy efficiency standards is a great step in reducing our total energy and climate footprint. State statute (24 V.S.A. § 3101) allows towns to create such codes and regulations. It is important to 31 Provided model energy efficient standards in zoning for municipalities to adapt for local zoning bylaws Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 20note that it is often easier to pass policies that incentivize energy efficiency, rather than policies that require it.  Provide incentives for renewable energy generation. Provide incentives, such as increased density, in exchange for on-site generation of renewable energy or compliance with certifiable energy efficiency standards (eg, LEED). 4) Avoid barriers to renewable energy facilities that are subject to local zoning. For example, communities could exempt wind turbines from height requirements or enact building design standards that accommodate solar hot water systems on rooftops. 5) Address historic preservation. Include historic preservation and adaptive reuse provisions to allow for economically viable uses of historic structures and avoid their demolition. 6) Include development standards to address transportation efficiency. These can include: a) requiring bicycle racks or lockers; b) Ensuring connections to existing or planned sidewalks, bicycle lanes and paths; requiring transit shelters where appropriate. 7) Prevent strip development. As opposed to smart growth, strip development is automobile oriented, land consumptive, and detrimental to the economic viability of historic centers – all of which make it more energy intensive. Zoning regulations can discourage strip development patterns by not allowing general commercial development (i.e., retail, restaurants) along highways, or by allowing these uses only if they are designed in compact patterns with bicycle, pedestrian, and transit connections. Table 8. Vermont Natural Resources Council (VNRC) Energy Efficient Standards in Zoning Bylaws Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 21National Case Studies Municipality Actions Green Zoning Ordinance Denver 80x50 Climate Action Plan Green space or green roofs  10 percent of the building or addition’s GFA,  60 percent of the total roof area, or  All available roof area.  Payment to Green Building Fund  $50 per square foot of green space required but not provided On‐site solar panels* NEW  70 percent of the total roof area, or BUILDINGS  Generate 100 (25,000 SQ. percent of the building or addition’s estimated average FT. AND UP) annual electricity use. & ADDITIONS *Or other renewable energy devices that provide similar generation capacity. A net-zero- Denver, CO Denver’s (50,000 SQ. energy building also meets the ordinance. Green FT. AND UP) Building Purchase off‐site solar energy Ordinance Include a cool  100 percent of the roof and one estimated average annual electricity use, or of the  The same amount of electricity that would have been following provided with on-site solar panels AND the options: building/addition achieves an estimated energy cost savings of at least six percent above building code requirements. Energy conservation  An estimated energy cost savings of at least 12 percent above building code requirements Green building certification  LEED v4 BD+C Gold, Enterprise Green Communities, National Green Building Standard (NGBS) ICC/ASHRAE 700 Gold, or equivalent Table 9(a). Denver 80x50 Climate Action Plan and Denver’s Green Building Ordinance Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 22Municipality Action Green Zoning Ordinance Green space or green roofs Total roof replacement / Additions  Two percent of the building or addition’s GFA  18 percent of the total roof area, or  All available roof area. Replacing roof section(s):  (two percent of the building GFA x roof selection area)÷(total roof area of the building)  18 percent of the roof section(s), or  All available area on the roof section(s). Payment to Green Building Fund  $50 per square foot of green space required but not provided ADDITIONS (25,000 – On‐site solar panels* 49,999 SQ. Total roof replacement / Additions FT.) & ROOF PERMITS FOR  Five percent of the building or addition’s GFA Denver’s EXISTING  42 percent of the total roof area, or Green BUILDINGS  Generate 100 Denver, CO Building (25,000 SQ. percent of the building’s average annual electricity use. Ordinance FT. AND UP) Replacing roof section(s): Include a cool  (Five percent of the building GFA x roof selection roof and one area)÷(total roof area of the building) of the  42 percent of the roof section(s), or following  Generate 100 options: percent of the building’s average annual electricity use. * Or other renewable energy devices that provide similar generation capacity. A net-zero- energy building also meets the ordinance. Energy conservation (Additions only)  An estimated energy cost savings of at least four percent above building code requirements Green building certification  LEED BD+C or O&M Silver, Enterprise Green Communities, NGBS ICC/ASHRAE 700 Silver, or equivalent Energy Program (Roof replacements only)  Includes an option to purchase an off‐site solar energy Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 23 Enroll now and complete program requirements within fi ve years. See denvergov.org/Energize Denver > Energy Program for details. Table 9(b). Denver 80x50 Climate Action Plan and Denver’s Green Building Ordinance Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 24Massachusetts Green Zoning Pathways & Recommendations Where Do Communities Start? Before communities begin thinking about green zoning, it is important they set climate goals at the municipal level. For many cities and towns in Massachusetts (Cambridge, Somerville, Lexington, etc.) these goals consist of adopting a climate action plan and making a commitment to reaching an energy target or reduction goal. Examples of climate action plans are provided in the tables in the previous section. For instance, in 2017 Springfield, MA adopted its Climate Action & Resilience Plan32 which made a commitment to achieve citywide GHG emission reductions of 80 percent by 2050 (based on 2015 baseline). The current version of Springfield’s plan does not propose any zoning changes outside of researching the feasibility of a solar ordinance for new construction and major renovation. However, like other municipalities that have adopted climate action plans, they have set goals and identified areas of focus for achieving them, giving them a great foundation on which to base their climate action work. In order to assist communities that are just beginning this process, NEEP has developed a free online tool called Community Action Planning for Energy Efficiency (CAPEE). CAPEE was designed to help communities overcome the many factors that prevent them from achieving energy and carbon reduction goals. The tool works for small- to-midsize communities that have limited bandwidth, resources, and expertise to undergo this process. By providing customized, detailed information in an easy-to-understand format, CAPEE assists communities to implement projects that reduce operating costs, improve the health of building occupants, and demonstrate environmental stewardship. For more information on CAPEE, visit: https://neep.org/capee/ Pathways & Recommendations For municipalities, there are general categories of green zoning bylaws and ordinances. The case studies in this report only highlight a few of these categories and their iterations. They include:  Overlay Districts (See Table 4)  Specialized Performance-Based Standards (See Table 1: Article 10.4)  Resiliency and Energy Reduction (See Table 1: Article 10.9.3)  Green Building Standards (See Table 1: Article 10.9.1)  Prescriptive Energy Efficiency Compliance (See Table 5: Chapter R4 & C4)  Flexible Energy Efficiency Compliance (See Table 9(a) & Table 9(b)) When communities are considering their options, they should assess zoning ordinances based on their local viability. For instance, Northampton’s Urban Residential Sustainable Growth Overlay District (Table 4) is a pathway already promulgated by the Smart Growth Zoning Overlay District Act33 in Massachusetts. Northampton’s overlay district applies to multifamily or townhouse projects that are seven or more units on a half-acre overlay and allows higher density in exchange for achieving either HERS or LEED standards. One 32 City of Springfield Office of Community Development. Strong, Healthy & Just: Springfield’s Climate Action & Resilience Plan. 2017. Available at: https://www.springfield-ma.gov/planning/fileadmin/community_dev/DR/CARP_FINAL_REV_2017.pdf 33 MGL c. 40R Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 25important note is that Northampton is a city, which means it is not required to submit proposed zoning ordinances to the Attorney General’s Office for review per Massachusetts law. Towns are required to do so and may run into issues if they use LEED or HERS standards in their zoning due to conflicts with the building energy code. Utilizing a density bonus (Table 8: Energy Efficient Standards in Zoning Bylaw, Item 3) or flexible overlay district requirement may help ensure that the energy efficiency standards being proposed are not zoning exemptions considered as part of the building energy code. A Specialized Performance-Based Standard (Table 1) and Flexible Energy Efficiency Compliance (Table 9(a) & 9(b)) are both comprehensive zoning ordinances that address resiliency and indirect energy benefits. Heat island reduction, passive solar, and storm water management are all examples of indirect energy efficiency pathways. Instead of mandating a building’s energy efficiency through performance standards and energy-efficient technologies (heat pumps, energy recovery ventilators (ERVs), etc.), indirect energy efficiency focuses on peripheral systems that lower a building’s overall energy usage intensity (EUI). For instance, roofs and other building surfaces with a high solar reflectance index (SRI) don’t absorb as much heat and lower cooling system loads in the summer. Passive solar design addresses cooling system loads and it also uses thermal mass to absorb and store heat energy for heating in the winter. Green roofs and other storm water management solutions like bioswales mitigate storm water runoff and improve irrigation, both of which affect the energy usage of mechanical irrigation and drainage systems. Denver, CO provides flexible compliance options in its Green Buildings Ordinance34 (Table 9(a) & 9(b)). One of these options is payment into a Green Building Fund. A development must be able to provide at least 75 percent of its green space requirement. In order to comply with the full amount, the project has the option to pay $50 per square foot of the remainder in the Green Building Fund. The fund is managed by the Department of Public Health & Environment and must be invested in energy efficiency and resiliency efforts with priority given to low- income areas. The Green Building Fund compliance option is similar to community benefit requirements in some zoning ordinances that are imposed on projects that require variances or are built in low-income communities. Community benefit generally includes paying into a fund, investing in community organizations, or enhancing the neighborhood streetscape. However, Denver is using this type of compliance option to directly impact the sustainability and resiliency of its built environment. 34 https://www.denvergov.org/content/denvergov/en/denver-development-services/commercial-projects/green-roof-initiative.html Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 26Conclusion Faced with the issue of climate change, communities in Massachusetts and all over the country have decided to take proactive steps toward mitigating their impact on the environment by becoming more sustainable and resilient. Communities have passed climate action plans, set energy targets, and identified areas of focus where they may create the most measurable change. Green zoning has become an essential tool for communities that have identified the built environment as the area on which they will focus their energy efficiency and resiliency efforts. Many zoning pathways exist for communities to adapt and replicate. However, it is important to address the local context and specific community needs when drafting green zoning ordinances and bylaws as well as identifying any legal restrictions that may prevent certain zoning ordinances from being passed. Massachusetts has very clear legal requirements for municipal zoning and the state building code. The building code supersedes municipal zoning on all regulations of materials and construction methods. The delineation of what is permissible between zoning and codes, however, can be unclear. Some towns attempting to pass zoning bylaws regulating energy efficiency have been denied by the Attorney General’s office, while some cities have been able to do so because they are not required to submit their zoning bylaws for review. Regardless, it is evident that communities want to take action on climate change and communities should continue to use all the tools at their disposal to reach their energy and climate goals. Outside of more efficient building codes, green zoning is one of the best ways to do so. In order to facilitate statewide and national building decarbonization on a deep level, zoning and codes must work together. Green zoning bylaws that focus on peripheral systems can compensate for the energy efficiency limitations imposed by the building code while improving the resilience of the built environment. Holistic building solutions like these mitigate environmental impact, promote economic development, and enhance the health and general wellbeing of residents – ultimately, the goal of all communities. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 27",
    "TEXT BY PAGE": [
        "Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency November 2019 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | i",
        "Table of Contents Executive Summary/Introduction ..............................................................................................................................4 Legal Authority of the State Building Code & Zoning Act ...........................................................................................6 Overview of Current State Code and Zoning Regulations ..........................................................................................7 780 Code of Massachusetts Regulations (CMR) .....................................................................................................7 Municipal Zoning By-law Requirements and Code Limitations ..............................................................................7 Zoning Glossary ..........................................................................................................................................................8 Green Zoning Case Studies ...................................................................................................................................... 11 Massachusetts Case Studies ................................................................................................................................ 12 Regional Case Studies .......................................................................................................................................... 17 National Case Studies .......................................................................................................................................... 22 Massachusetts Green Zoning Pathways & Recommendations ............................................................................... 25 Where Do Communities Start? ............................................................................................................................ 25 Pathways & Recommendations ........................................................................................................................... 25 Conclusion ............................................................................................................................................................... 27 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | ii",
        "Acknowledgments This report reflects the invaluable contributions of multiple individuals. We would like to recognize the report’s lead author, Kai Palmer-Dunning, Buildings & Communities Associate. Several NEEP staff served key roles in the development of the report, including Darren Port, Moses Riley, Samantha Caputo, John Balfe, and Carolyn Sarno-Goldthwaite. Formatting and edits were provided by Lisa Cascio, Director of Partner Engagement, and Victoria Salvatore, Digital Marketing Associate. NEEP would like to recognize and thank members of its Massachusetts Zero Energy Codes Collaborative for their participation in reviewing this report and providing input into the creation of this document. These individuals include Nicole Sanchez (Metropolitan Area Planning Council), Deanna Moran (Conservation Law Foundation), and Caitlin Peale Sloan (Conservation Law Foundation). About NEEP Founded in 1996, NEEP is a nonprofit that assists the Northeast and Mid-Atlantic region in reducing building sector energy consumption three percent per year and carbon emissions 40 percent by 2030 (relative to 2001). Our mission is to accelerate regional collaboration to promote advanced energy efficiency and related solutions in homes, buildings, industries, and communities. We do this by fostering collaboration and innovation, developing tools, and disseminating knowledge to drive market transformation. We envision the region’s homes, buildings, and communities transformed into efficient, affordable, low-carbon, resilient places to live, work, and play. To learn more about NEEP, visit our website at http://www.neep.org. Disclaimer: NEEP verified the data used for this white paper to the best of our ability. This paper reflects the opinion and judgments of the NEEP staff and does not necessarily reflect those of NEEP Board members, NEEP Sponsors, or project participants and funders. ©Northeast Energy Efficiency Partnerships, Inc. 2019 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | iii",
        "Executive Summary/Introduction In many states around the country, the increasing efficiency required by building energy codes is one of the few ways to reduce building energy usage from one code cycle to the next. However, building energy codes are only updated every three years and sometimes take longer to be adopted at the state level. Long adoption cycles often result in building energy reduction falling behind state carbon reduction goals. Since buildings have a significant impact1 on energy consumption, electricity usage, and greenhouse gas (GHG) emissions, innovative solutions must be explored to fill the gap between code cycles. In Massachusetts, communities are somewhat limited in how they can fill this gap because the state building code preempts municipalities from passing local building codes unless they are submitted to the Board of Building Regulations and Standards (BBRS) for approval. However, no municipality to date has gone through this process. While state law grants municipalities the right to create independent zoning bylaws to regulate their built environment, there are limitations on how much municipalities can mandate about buildings before they come into conflict with the state building code. Communities, however, can still be proactive when addressing building energy usage. Municipalities can use their zoning bylaws to achieve greater energy efficiency and resiliency. Green zoning gives communities the ability to craft local zoning ordinances that emphasize investment in more energy- efficient buildings, curb GHG emissions on the local level, and promote quality of life benefits. Green zoning is the use of zoning bylaws and ordinances to address sustainability, green building, and resiliency. The practice employs various strategies that promote the local context of zoning while addressing the energy, ecological, and climate impacts of the built environment. Before green zoning can be considered, it is important for municipalities to address climate change at the local level through goal setting. This often Building Decarbonization: takes the form of a climate action plan or a simple energy efficiency goal Building decarbonization is a strategy that for buildings. For climate action plans, cities and towns set energy focuses on policies, market solutions, and reduction goals and outline various areas of focus that are important in technologies that drive electrification and achieving those goals. These areas of focus include strategic electrification, energy reduction in buildings that contribute to carbon emissions. transportation, community sustainability best practices, renewable energy, Decarbonization is essential to mitigate the and decarbonization of buildings through high-performance building impact buildings have on the climate and construction and energy efficiency. Within each area of focus, the plan GHG emissions. addresses strategies that will be used to reach the overall energy target. The need for comprehensive zoning updates is often identified as a necessary step towards building decarbonization. This is where green zoning principles can be utilized. There are an increasing number of communities in Massachusetts and other states adopting innovative green zoning bylaws and ordinances. Through engagement with local stakeholders and careful planning, communities are using zoning as a tool to address their specific building sector goals. Improving the efficiency of building energy codes is a key part of reducing building energy in the country, but communities have an additional opportunity to address the energy efficiency of existing buildings through zoning. Green zoning helps communities reduce their building energy footprint by addressing the local context and specific community needs of their built environment in a holistic, community-led process. The purpose of this report is to provide replicable examples of green zoning that can be adapted by cities and towns in Massachusetts that want to proactively address building energy usage in their communities. While this report addresses 1 https://www.eia.gov/consumption/ Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 4",
        "the specific context of building codes and zoning in Massachusetts, green zoning examples from other parts of the country are provided, and lessons learned derived from this report may be used throughout the NEEP region. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 5",
        "Legal Authority of the State Building Code & Zoning Act Like many states, Massachusetts has laws regulating state building codes and local zoning. The Massachusetts State Building Code (MSBC) provides standardized, minimum requirements for all building components related to energy conservation, ventilation, stability, sanitation, etc. to “safeguard the public health, safety and general welfare.”2 These requirements apply to all new construction and major renovations in the state. The building energy code requirements of the MSBC are a minimum performance standard and preempt municipalities trying to require energy efficiency beyond the building energy code. There is also a performance-based stretch code that may be voluntarily3 adopted by communities and is more energy-efficient than the base code. Although all buildings must adhere to the state’s minimum base code or stretch code, individual buildings may voluntarily exceed building energy code minimum and achieve any performance level they would like. Guidelines for zoning are promulgated by the state. Massachusetts state zoning law grants municipalities the right to set up uniform districts designated by their use and to create by-laws that “regulate the use of land, buildings, and structures to the full extent of the independent constitutional powers of cities and towns to protect the health, safety and general welfare of their present and future inhabitants.”4 There are exemptions to this independent constitutional power over zoning. Municipalities must still adhere to the MSBC, which sets requirements and regulates building components, preempting independent constitutional power over zoning. In the Zoning Act of Massachusetts General Law (MGL c. 40A, § 3-1) this exemption is stated as “no zoning ordinance or by-law shall regulate or restrict the use of materials, or methods of construction regulated by the state building code.”5 This exemption creates a clear distinction between the scope of local zoning and the MSBC. There is also an exemption for solar access in section 3-3 of the Zoning Act, stating that “no zoning ordinance or by-law shall prohibit or unreasonably regulate the installation of solar energy systems or the building of structures that facilitate the collection of solar energy.”6 For green zoning, this means that while municipalities have the independent constitutional power to create zoning bylaws, they must do so with the limitation of not being able to regulate anything that is already regulated by the MSBC. What is explicitly permissible under zoning exists in a grey area. A March 2019 report published by the Conservation Law Foundation titled The Massachusetts State Building Code & Climate Change: A legal primer and summary of convenings7 explores the legal framework of building codes and zoning when addressing climate change. In spite of the limitations to the power of local zoning, municipalities are still able to use their independent constitutional power to implement zoning bylaws that address energy efficiency and resiliency. The next section covers facts about MSBC regulations and how municipalities are responding to address climate change at the local level. 2780 CMR 9th Edition, Base Volume, § 101.3 3 While the Stretch Code is voluntarily adopted by cities and towns in Massachusetts, its adoption is required for cities and towns to become a Designated Green Community and receive funding: https://www.mass.gov/guides/becoming-a-designated-green-community 4 MGL c. 40A, § 1A 5 MGL c. 40A, § 3-1 6 MGL c. 40A, § 3-3 7 Conservation Law Foundation. The Massachusetts State Building Code & Climate Change: A legal primer and summary of convenings. 2019. Available at: https://www.clf.org/wp-content/uploads/2019/03/CLF_ClimateCodeReport_2019.pdf Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 6",
        "Overview of Current State Code and Zoning Regulations 780 Code of Massachusetts Regulations (CMR)  The Board of Building Regulations and Standards (BBRS), with assistance from the Department of Energy Resources (DOER), updates the building energy code on a three-year cycle.  The most recent International Energy Conservation Code (IECC) is adopted into the MSBC within a year of publication.  IECC 2018 is set to be promulgated in early 2020 as an amendment to the ninth edition of 780 Code of Massachusetts Regulations (CMR).  Massachusetts has a voluntary Stretch Energy Code that requires buildings to be 10 percent more efficient than buildings built to 2016 base code standards or achieve a Home Energy Rating System (HERS) score of 55.  Currently, 278 of 351 (79 percent) municipalities have adopted the Stretch Energy Code Appendix of the ninth edition of 780 Stretch Code Update Process: CMR. While the MSBC is updated on a three-year  The Stretch Energy Code has not kept up with IECC updates, cycle within one year of the latest IECC code meaning that once IECC 2018 goes into effect, the current being published, the stretch code is not Stretch Energy Code will not be much more efficient than the updated on a set schedule. With assistance base code. from the Green Communities Division and  Individual building designs can surpass the state minimum energy the DOER, the BBRS periodically updates the code and be more energy-efficient. However, municipalities can’t stretch code. The stretch code was last require all buildings within their jurisdictions to be more efficient updated in 2017. than the stretch code if voluntarily adopted by a municipality that is not a Green Community.  Municipalities are allowed to petition the BBRS in order to request a more stringent code due to special circumstances based on the characteristics/geography of the locality. Municipal Zoning By-law Requirements and Code Limitations  Municipal zoning by-laws are promulgated by Massachusetts General Law (MGL) c. 40A Zoning, MGL c. 40B Regional Planning, MGL c. 40R Smart-Growth Zoning.  All local zoning ordinances/by-laws are superseded by 780 CMR.  Exemptions within MGL c. 40A prevent municipal zoning from mandating energy and building material requirements that are already mandated by the state building code.  Town and city zoning requirements are different. All town legislative action taken on zoning is required to be reviewed by the Attorney General’s office – this does not apply to cities.  Municipalities across the state have created climate action plans that call for some level of change to zoning ordinances in order to address the impact of buildings on climate change. However, since they are preempted by the state building code, they are often unable to directly address the impacts of building energy usage. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 7",
        "Zoning Glossary This glossary provides general definitions of zoning terms related to sustainability, energy efficiency, and building resiliency. These definitions are provided by the U.S. Department of Energy, Environmental Protection Agency, and other sources linked in the footnotes. Albedo “Albedo, or solar reflectance, is a measure of a material's ability to reflect sunlight (including the visible, infrared, and ultraviolet wavelengths) on a scale of 0 to 1. An albedo value of 0.0 indicates that the surface absorbs all solar radiation, and a 1.0 albedo value represents total reflectivity.”8 Bioswale “Bioswales are storm water runoff conveyance systems that provide an alternative to storm sewers. They can absorb low flows or carry runoff from heavy rains to storm sewer inlets or directly to surface waters. Bioswales improve water quality by infiltrating the first flush of storm water runoff and filtering the large storm flows they convey.”9 British Thermal Unit “A Btu is the quantity of heat required to raise the temperature of one pound of water one (Btu) degree Fahrenheit at a specified temperature.”10 Cool Roof “A cool roof is one that has been designed to reflect more sunlight and absorb less heat than a standard roof. Cool roofs can be made of a highly reflective type of paint, a sheet covering, or highly reflective tiles or shingles.”11 Daylighting “The use of windows or skylights for natural lighting and temperature regulation…Highly efficient, strategically placed windows maximize the use of natural daylight in a building, lowering the need for artificial lighting without causing heating or cooling problems.”12 Density “A measure of the total building floor area or dwelling units on a parcel of land relative to the buildable land of that parcel.”13 Density Bonus “An incentive-based tool that permits a developer to increase the maximum allowable development on a site in exchange for either funds or in-kind support for specified public policy goals.”14 (Density bonuses are often given for greater affordable housing units or green building requirements.) Energy Use Intensity “EUI expresses a building’s energy use as a function of its size or other characteristics... EUI is expressed as energy per square foot per year. It’s calculated by dividing the total energy consumed by the building in one year (measured in kBtu or GJ) by the total gross floor area of the building.”15 8https://ofmpub.epa.gov/sor_internet/registry/termreg/searchandretrieve/glossariesandkeywordlists/search.do?details=&vocabName=Heat%20Is land%20Effect%20Glossary 9 https://www.nrcs.usda.gov/Internet/FSE_DOCUMENTS/nrcs144p2_029251.pdf 10https://ofmpub.epa.gov/sor_internet/registry/termreg/searchandretrieve/glossariesandkeywordlists/search.do?details=&vocabName=Heat%20I sland%20Effect%20Glossary 11 https://www.energy.gov/energysaver/design/energy-efficient-home-design/cool-roofs 12 https://www.energy.gov/eere/videos/energy-101-daylighting 13 https://www.usgbc.org/glossary/ 14 https://urban-regeneration.worldbank.org/node/20 15 https://www.energystar.gov/buildings/facility-owners-and-managers/existing-buildings/use-portfolio-manager/understand-metrics/what- energy Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 8",
        "Floor to Area Ratio “Floor area ratio (FAR) is the measurement of a building’s floor area in relation to the size of (FAR) the lot/parcel that the building is located on. FAR is expressed as a decimal number, and is derived by dividing the total area of the building by the total area of the parcel (building area ÷ lot area).”16 Green Building “Green building is the practice of creating structures and using processes that are environmentally responsible and resource-efficient throughout a building's life-cycle from siting to design, construction, operation, maintenance, renovation and deconstruction.”17 Green Roof “A green roof is a layer of vegetation planted over a waterproofing system that is installed on top of a flat or slightly–sloped roof. Green roofs are also known as vegetative or eco- roofs.”18 Green Space “Green space (land that is partly or completely covered with grass, trees, shrubs, or other vegetation). Green space includes parks, community gardens, and cemeteries.”19 Heat Island Effect “The term \"heat island\" describes built-up [high density or urban] areas that are hotter than nearby rural areas. The annual mean air temperature of a city with one million people or more can be 1.8–5.4°F (1–3°C) warmer than its surroundings. In the evening, the difference can be as high as 22°F (12°C). Heat islands can affect communities by increasing summertime peak energy demand, air conditioning costs, air pollution, and greenhouse gas emissions, heat-related illness and mortality, and water pollution.”20 Home Energy Rating “The Home Energy Rating System (HERS) Index is the industry standard by which a home's System (HERS) energy efficiency is measured. It’s also the nationally recognized system for inspecting and calculating a home's energy performance.”21 Overlay District or “An overlay zone is a zoning district which is applied over one or more previously Zone established zoning districts, establishing additional or stricter standards and criteria for covered properties in addition to those of the underlying zoning district.”22 Passive Solar “Passive solar design takes advantage of a building’s site, climate, and materials to minimize energy use.”23 “[A] home's windows, walls, and floors can be designed to collect, store, and distribute solar energy in the form of heat in the winter and reject solar heat in the summer.”24 Solar Reflectance “A measure of the constructed surface’s ability to stay cool in the sun by reflecting solar Index (SRI) radiation and emitting thermal radiation.”25 16 https://metrocouncil.org/Handbook/Files/Resources/Fact-Sheet/LAND-USE/How-to-Calculate-Floor-Area- Ratio.aspx#:~:text=Floor%20area%20ratio%20(FAR)%20is,building%20area%20%C3%B7%20lot%20area). 17 https://www.epa.gov/land-revitalization/green-buildings 18 https://www.nps.gov/tps/sustainability/new-technology/green-roofs/define.htm 19 https://www3.epa.gov/region1/eco/uep/openspace.html 20 https://www.epa.gov/heat-islands 21 https://www.hersindex.com/hers-index/what-is-the-hers- index/#:~:text=The%20Home%20Energy%20Rating%20System,calculating%20a%20home's%20energy%20performance. 22 https://www.planning.org/divisions/planningandlaw/propertytopics.htm#Overlay 23 https://www.energy.gov/energysaver/energy-efficient-home-design/passive-solar-home-design 24 https://www.nrel.gov/docs/fy01osti/27954.pdf 25 https://www.usgbc.org/glossary/term/5590 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 9",
        "Storm water “Storm water management, also called low impact development (LID) or green Management infrastructure…focuses on reducing runoff and improving water quality. LID practices help maintain natural hydrologic cycles through site grading, vegetation, soils and natural processes that absorb and filter storm water onsite.”26 Storm water Runoff “Storm water runoff is rainfall that flows over the ground surface. It is created when rain falls on roads, driveways, parking lots, rooftops and other paved surfaces that do not allow water to soak into the ground…Storm water runoff also picks up and carries with it many different pollutants that are found on paved surfaces such as sediment, nitrogen, phosphorus, bacteria, oil and grease, trash, pesticides and metals.”27 26 https://www.epa.gov/greeningepa/stormwater-management-practices-epa-facilities 27 https://www.cwp.org/reducing-stormwater- runoff/#:~:text=Stormwater%20runoff%20is%20rainfall%20that,stream%20impairment%20in%20urban%20areas. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 10",
        "Green Zoning Case Studies Building codes address building-specific features related to energy use like materials, building envelope, ventilation, heating/cooling, maximum EUI, and more. In Massachusetts, it is illegal for municipalities to create local building codes or municipal bylaws to regulate building energy usage promulgated by state building code law unless they go through an appeal process with the BBRS. Therefore, municipalities cannot pass zoning ordinances or by-laws that regulate these building-specific features or directly dictate the energy use of buildings. However, through strategies that address building use and impacts on the surrounding community and environment, zoning can indirectly improve the energy efficiency of buildings. Somerville, MA is an example of a community that is updating its zoning ordinance to address its evolving urban landscape as well as its zero energy goals. In conjunction with a zoning overhaul, the city also published its climate plan called Somerville Climate Forward28 in 2018. The plan comprehensively addresses the risks of climate change to the local community and outlines how it plans to achieve GHG reduction, resiliency, and sustainability for the city and its residents. These goals are specifically reflected in the proposed zoning ordinance, which addresses LEED requirements for new construction, heat island reduction, green roofs, storm water management, and environmental performance. It also proposes the use of a performance-based environmental standard called a “green score” which would improve urban air quality, reduce heat island effect and storm water runoff, and improve resident health and wellbeing. In 2015, the Department of Energy published a policy tool29 on their website to help municipalities pass zoning by-laws dealing with electric vehicle charging infrastructure. It explored how electric vehicle deployment should be included in zoning, codes and parking ordinances. The tool presented zoning ordinance examples from municipalities like Methuen, MA30 and New York City, NY as well as states like Georgia and Washington. Since the publication of the policy tool, the number of electric vehicles has increased drastically. Communities understand that including the electrification of transportation in their climate goals is essential. Therefore, it is important to include electric vehicle infrastructure in municipal zoning by-laws as well. Below are case studies of cities and towns in Massachusetts and around the country that have approved climate action plans and have passed or are currently in the process of passing zoning by-laws to address the building sector goals of their climate action plan. There is a wide range of climate action plan types and zoning ordinances from which communities can draw inspiration. The goal of this section is not to provide a suite of prescriptive zoning examples, but rather to showcase existing and proposed green zoning pathways communities can consider and modify to fit their individual needs. 28 https://www.somervillema.gov/departments/programs/somerville-climate-forward 29 https://afdc.energy.gov/bulletins/technology-bulletin-2015-08.html 30 https://www.cityofmethuen.net/sites/methuenma/files/file/file/electveh.pdf Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 11",
        "Massachusetts Case Studies Town Actions Green Zoning Ordinance Somerville Climate Forward Plan Article 10.4 (Green Score): Overview a. Green Score is a performance-based environmental landscape standard measured as a ratio of the weighted value of all landscape elements to the total land area (in square feet) of a lot. b. Calculation of the green score uses a value based system to incentivize Somerville, landscape elements and site design that contributes to the reduction MA of storm water runoff, the improvement of urban air quality, Proposed Zoning mitigation of the urban heat island effect, and improved wellbeing of Ordinance residents and visitors. c. The result of the green factor calculation relates to an increase in the environmental performance and quality of urban landscape features. Article 10.9 (Sustainable Development): 1. Green Buildings 2. Green Roofs & Storm Water Management 3. Heat Island Reduction 4. Environmental Performance Table 1. Somerville Climate Forward Plan and Article 10.4 and 10.9 of Proposed Zoning Ordinance Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 12",
        "Town Actions Green Zoning Ordinance Proposed Climate and Energy Master Plan Section 8.05 Solar Energy Systems (a) Definitions: 1. Solar Energy System: A device or structural design feature, a substantial purpose of which is to provide for the collection, storage and distribution of solar energy for space heating or cooling, electricity generation, or water heating. a. Solar Energy System, Active: A solar energy system whose primary purpose is to harvest energy by transforming solar energy into another form of energy or transferring heat from a collector to another medium using mechanical, electrical, or chemical means. b. Solar Energy System, Ground-Mounted / Canopy: An Active Solar Watertown, Energy System that is structurally mounted to the ground and is not MA Watertown Zoning roof-mounted. Ordinance Section c. Solar Energy System, Roof-Mounted: An Active Solar Energy System 8.05 that is structurally mounted to the roof of a building or structure. 2. Solar-ready zone: The solar-ready zone area is 50% of the roof area that is either flat or oriented between 110 degrees and 270 degrees of true north, exclusive of mandatory access or set back areas as required by the MA Fire Code. (b) Requirements: Development requiring site plan review approval under section 9.03 in the NB, LB, CB, I1, I-2, I-3, RMUD, and PSCD Districts greater than or equal to ten thousand (10,000) gross square feet or containing ten (10) or more residential units shall include a solar energy system that is equivalent to a minimum of 50% of the roof area of all buildings. In cases where a site includes an uncovered parking structure, the structure shall also have a solar energy system installed to cover a minimum of 90% of its top level. Table 2. Proposed Climate and Energy Master Plan and Watertown Zoning Ordinance Section 8.05 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 13",
        "Municipality Actions Green Zoning Ordinance Cambridge Net Zero Plan 22.10 INTENT AND PURPOSE It is the intent of Article 22.000 is to promote environmentally sustainable and energy-efficient design and development practices in new construction and renovation of buildings in the city. Some of the regulations in this article include design standards that shall be applied to new construction and renovation projects of a significant size. Other regulations in this article modify regulations found elsewhere in this zoning ordinance in order to encourage the incorporation of specific design features that will improve the sustainability and energy-efficiency of buildings. 22.20 GREEN BUILDING REQUIREMENTS Statement of Purpose. This Section 22.20 is adopted to ensure that major new projects and substantially rehabilitated buildings in Cambridge are planned, designed and constructed in a sustainable way so as to minimize adverse environmental impacts as they are initially constructed and as they are occupied and operated over the course of their useful lives. It is the purpose of Section 22.20 to encourage the reuse of existing buildings and materials; to encourage the conservation of natural resources and reduction of toxins in new construction and substantial rehabilitation of existing buildings through selection of recycled and otherwise environmentally appropriate building Cambridge, materials and methods; to ensure a reduction in the use of energy in both the MA Zoning Ordinance initial construction of the project and in its daily operation; and to encourage an Article 22 arrangement of buildings and mix of uses, on individual lots and within the city as a whole, that will foster pedestrian, bicycle, and public transit use in the city. While the provisions of this section apply to projects of 25,000 square feet or larger, developments of all sizes are encouraged to incorporate sustainable design principles. Notwithstanding the provisions of Article 22.00, the requirements of all local, state and/or federal regulations applicable to a project must be met, particularly the state building code, including its energy components. 22.30 GREEN ROOFS The purpose of this section is to remove potential impediments to the development of green roof systems on new and existing buildings by clarifying that such systems should not count against a building’s Gross Floor Area, and by providing for limited access and enjoyment of green roofs by occupants of a building. 22.40 EXTERIOR WALLS AND INSULATION The purpose of this section is to remove potential impediments to the construction of exterior walls with additional insulation or wall-based mechanical systems that can improve the energy-efficiency of a building, by exempting the additional gross floor area created by such features from the calculation of a building’s total Gross Floor Area. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 14",
        "22.50 OVERHANGS AND SUN-SHADING DEVICES The purpose of this section is to remove potential impediments to the addition of passive solar shading devices intended to reduce the impact of solar heat gain on a building or lot, by exempting areas underneath such devices from the calculation of Gross Floor Area under certain circumstances. 22.60 SOLAR ENERGY SYSTEMS The purpose of this section is to define solar energy systems within the zoning ordinance, to provide a mechanism for publicly registering such systems so that nearby developers can be aware of their existence, and to provide limited zoning protections for such systems in some instances where developers of neighboring properties are seeking a special permit or variance. 22.70 WIND TURBINE SYSTEMS It is the intent of Section 22.70 to permit the limited use of wind turbines throughout the city (a) for the purpose of small scale generation of electricity for on-site consumption as an accessory use to other activities located on the same lot, (b) for the purpose of researching, testing, evaluating, or demonstration of the efficacy in an urban setting of such instruments as a means by which renewable sources of energy might be employed to generate electricity at a larger scale for both a domestic and commercial purposes, and (c) in appropriate locations in non-residential districts for the generation of electricity for commercial sale as a principal use. These provisions are intended to ensure that such facilities are well designed, carefully sited, and operated in a manner that will not pose a nuisance or hazard to the general public or nearby neighbors. Table 3. Cambridge Net Zero Plan and Statement of Purpose for sections in Zoning Ordinance Article 22 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 15",
        "Municipality Actions Green Zoning Ordinance Climate Adaptation & Mitigation Report § 350-20.19 Urban Residential Sustainable Growth Overlay District: The Urban Residential Sustainable Growth Overlay is shown on the map and contains approximately half an acre. A. Permitted uses: single-family, multifamily development, townhouse development. B. Density: allows density of 20 or more units per acre. C. Design: Any multifamily or townhouse project creating seven or more units in one or more phases within a five-year period shall comply with the Northampton following: Northampton Zoning (4) Environment and energy. Buildings shall meet one of the following Ordinance § 350-20.19 environmental standards: a. Home Energy Rating System (HERS) rating no greater than 47 for units of 1,200 square feet or less, and no greater than 41 for units larger than 1,200 square feet. Alternatively, for units of 1,200 square feet or less, the PAA may consider a comparable energy standard to the HERS rating of 47 after consultation with the Building Commissioner. b. U.S. Green Building Council LEED New Construction Gold or Neighborhood Development Gold Certified. Table 4. Northampton Climate Adaptation & Mitigation Report and Northampton Urban Residential Sustainable Growth Overlay District Zoning Ordinance Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 16",
        "Regional Case Studies Municipality Actions Green Zoning Ordinance OneNYC 2050 2016 Energy Conservation Code: Chapter 1: 101.3 Intent. This code shall regulate the design and construction of buildings for the use and conservation of energy over the life of each building. This code is intended to provide flexibility to permit the use of innovative approaches and techniques to achieve this objective. This code is not intended to abridge safety, health or environmental requirements contained in other applicable codes. To the fullest extent feasible, use of modern technical methods, devices and improvements that tend to minimize consumption of energy without abridging reasonable requirements for the safety, health and security of the occupants or users of buildings shall be permitted. As New York City Energy far as may be practicable, the improvement of energy conservation Conservation Code construction practices, methods, equipment, materials and techniques New York City, (NYCECC) shall be encouraged. NY Chapter R4: Residential Energy Efficiency Appendix RB: SOLAR-READY PROVISIONS—DETACHED ONE-AND TWO- FAMILY DWELLINGS, MULTIPLE SINGLE-FAMILY DWELLINGS (TOWNHOUSES) Chapter C4: Commercial Energy Efficiency APPENDIX CA: MODIFIED NATIONAL STANDARD FOR BUILDINGS, EXCEPT FOR LOW-RISE RESIDENTIAL BUILDINGS Climate Mobilization Act Zone Green Text Amendment Table 5. New York City OneNYC 2050 Plan, sections from the New York City Energy Conservation Code (NYCECC), Climate Mobilization Act, and Zone Green Text Amendment Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 17",
        "Municipality Action Green Zoning Ordinance Baltimore Climate Action Plan Baltimore Sustainability Plan Environmental sustainability. 1. Developments should be designed to achieve green building standards equivalent to the silver standard of either the Leadership in Energy and Environmental Design (LEED) or the National Green Building Standards (NGBS). While the LEED or NGBS silver certifications are not required, preliminary information regarding any target design parameters related to LEED or NGBS standards shall be provided to the Design Review Panel upon request by the DRP, known at the time of DRP review. 2. Storm water management shall be incorporated into all development projects to reduce runoff, improve water quality and increase groundwater recharge. Baltimore, MD Baltimore Zoning Regulations: Article 2 3. Preservation of existing trees is strongly encouraged in all Section 259.16 proposed development projects. Mature trees, with a diameter of breast height (DBH) of ten inches or more shall be retained, except where the tree is: a. Dead, diseased, or injured beyond restoration as determined by a certified arborist or licensed forester; or b. Interferes with the location of a structure, utilities, other critical site improvements, or construction access. c. If a mature tree is removed as defined in this section, multiple trees with diameters that add up to the diameter of the tree being removed shall be planted on site or elsewhere in the D.T., provided a location is available. If another location is not available, a fee-in- lieu shall be paid to cover the cost of the replacement trees and for installation of the trees only, which fee shall be used within the Downtown Towson Overlay District. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 18",
        "4. Any proposed planting areas and species selection for street trees shall conform to urban street tree best practices, including adequate root trenches to accommodate new soil volume and minimum soil depth that ensures the long-term health of the trees being planted. The interior dimension of tree pits or planting strips should be a minimum of ten feet long and six feet wide if there is sufficient sidewalk width for pedestrian traffic. The requirements or locations for plantings may be eliminated or precluded by the location of signage, utilities, street lights, and other preexisting and proposed infrastructure. If installation of new street trees is precluded, a fee-in-lieu shall be paid and used as required in Subsection A.6.a(3). 5. The use of light-colored or high-albedo surfaces are suggested to reduce the heat island effect on the top level of parking structures and surface parking lots. 6. The use of native canopy trees is strongly encouraged in parking lots, downtown open spaces and streetscapes. 7. When designing and developing outdoor spaces, sustainable practices should be used to reduce energy and water use, minimize runoff and improve storm water quality, prevent air pollution, reduce the heat island effect, and include green space to provide relief from the built environment. 8. The use of green roofs, cool roofs and solar panels should be considered for both aesthetic and environmental benefits Table 6. Baltimore Climate Action Plan, Baltimore Sustainability Plan, Baltimore Zoning Regulations: Article 2 Section 259.16 Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 19",
        "Municipality Actions Green Zoning Ordinance Burlington Climate Action Plan Article 4 Section 4.4.3 Enterprise Districts: The Agricultural Processing and Energy (E-AE) district is intended primarily to accommodate enterprises engaged in the manufacturing, processing, and distribution of agricultural goods and products, and those related to the generation of energy from renewable sources. This district is intended to serve as a community of manufacturing and service businesses that work together to improve their environmental and economic performance. By working together they will reduce the use of raw materials, reduce outputs of waste, conserve energy and water resources, and reduce transportation requirements. Businesses with this district are encouraged to build linkages between themselves to coordinate the flows of energy and materials for maximum efficiency. Development should be designed with close attention paid to the principles of sustainable development and green building technologies. Parking is intended to be hidden within, behind, or to the side of primary structures. Article 6 Section 6.2.2 Review Standards: Burlington, VT Burlington Comprehensive Development Ordinance (e) Supporting the Use of Renewable Energy Resources: (CDO) Where feasible, the site plan should be so designed as to take advantage of the site’s inherent potential to utilize sources of renewable energy including direct sunlight, wind, or running water. The site plan should also incorporate site planning and landscaping decisions intended to minimize energy demand such as siting buildings to maximize solar access or the use of deciduous and coniferous trees to create shade and windbreak. Buildings should, where appropriate within the context of the neighborhood development pattern, maximize their solar exposure by being oriented to maximize natural light and heat gain during winter months, and to minimize casting shadows into ground floor living space of a building on an adjacent property. Article 6 Section 6.3.2 Review Standards: Reduce energy utilization: New structures should incorporate the best available technologies and materials in order to maximize energy efficient design. All new construction shall meet the Guidelines for Energy Efficient Construction pursuant to the requirements of Article VI. Energy Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 19",
        "Conservation, Section 8 of the City of Burlington Code of Ordinances. New structures should take advantage of solar access where available, and shall undertake efforts to reduce the impacts of shadows cast on adjacent buildings where practicable, in order to provide opportunities for the use of active and passive solar utilization. Note: There is a discrepancy between the Burlington CDO Article 4 and Appendix A Burlington CDO Article 4 within Burlington Code of Ordinances. Within Article 4 of Appendix A, there is a green building designation using an outdated LEED certification. It has been omitted from Burlington CDO Article 4 which was last appended April 25, 2018 Table 7. Burlington Climate Action Plan and Article 4 and 6 from Burlington Comprehensive Development Ordinance (CDO) Municipality Actions Green Zoning Ordinance 1) Create and reinforce smart growth development patterns. Smart growth fosters compact, walkable downtowns, village centers and neighborhoods, while preventing the development and fragmentation of farm and forest land and protecting natural resources. Zoning regulations that support compact, walkable development may include characteristics such as maximum lot sizes, shared driveways, parking behind buildings, minimum building heights, front doors and windows that face the street, and allowing a mix of uses. 2) Include energy-related site development standards in the zoning bylaw. These can include: a) Building location and orientation standards to maximize Vermont Natural Energy Efficient passive solar; Resources Standards in Zoning b) Building fenestration (i.e., window and door openings) Council (VNRC)31 Bylaws (Model Zoning) standards to maximize passive solar; c) Site standards to consider whether the developed site will be configured to accommodate renewable energy facilities (eg, solar photovoltaic panels) in the future; d) Lighting standards to avoid overlighting and require the use of LEDs or other efficient fixtures 3) Include building energy standards. Since a significant portion of the state’s total energy demand comes from buildings, a zoning bylaw that requires or incentivizes development to meet energy efficiency standards is a great step in reducing our total energy and climate footprint. State statute (24 V.S.A. § 3101) allows towns to create such codes and regulations. It is important to 31 Provided model energy efficient standards in zoning for municipalities to adapt for local zoning bylaws Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 20",
        "note that it is often easier to pass policies that incentivize energy efficiency, rather than policies that require it.  Provide incentives for renewable energy generation. Provide incentives, such as increased density, in exchange for on-site generation of renewable energy or compliance with certifiable energy efficiency standards (eg, LEED). 4) Avoid barriers to renewable energy facilities that are subject to local zoning. For example, communities could exempt wind turbines from height requirements or enact building design standards that accommodate solar hot water systems on rooftops. 5) Address historic preservation. Include historic preservation and adaptive reuse provisions to allow for economically viable uses of historic structures and avoid their demolition. 6) Include development standards to address transportation efficiency. These can include: a) requiring bicycle racks or lockers; b) Ensuring connections to existing or planned sidewalks, bicycle lanes and paths; requiring transit shelters where appropriate. 7) Prevent strip development. As opposed to smart growth, strip development is automobile oriented, land consumptive, and detrimental to the economic viability of historic centers – all of which make it more energy intensive. Zoning regulations can discourage strip development patterns by not allowing general commercial development (i.e., retail, restaurants) along highways, or by allowing these uses only if they are designed in compact patterns with bicycle, pedestrian, and transit connections. Table 8. Vermont Natural Resources Council (VNRC) Energy Efficient Standards in Zoning Bylaws Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 21",
        "National Case Studies Municipality Actions Green Zoning Ordinance Denver 80x50 Climate Action Plan Green space or green roofs  10 percent of the building or addition’s GFA,  60 percent of the total roof area, or  All available roof area.  Payment to Green Building Fund  $50 per square foot of green space required but not provided On‐site solar panels* NEW  70 percent of the total roof area, or BUILDINGS  Generate 100 (25,000 SQ. percent of the building or addition’s estimated average FT. AND UP) annual electricity use. & ADDITIONS *Or other renewable energy devices that provide similar generation capacity. A net-zero- Denver, CO Denver’s (50,000 SQ. energy building also meets the ordinance. Green FT. AND UP) Building Purchase off‐site solar energy Ordinance Include a cool  100 percent of the roof and one estimated average annual electricity use, or of the  The same amount of electricity that would have been following provided with on-site solar panels AND the options: building/addition achieves an estimated energy cost savings of at least six percent above building code requirements. Energy conservation  An estimated energy cost savings of at least 12 percent above building code requirements Green building certification  LEED v4 BD+C Gold, Enterprise Green Communities, National Green Building Standard (NGBS) ICC/ASHRAE 700 Gold, or equivalent Table 9(a). Denver 80x50 Climate Action Plan and Denver’s Green Building Ordinance Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 22",
        "Municipality Action Green Zoning Ordinance Green space or green roofs Total roof replacement / Additions  Two percent of the building or addition’s GFA  18 percent of the total roof area, or  All available roof area. Replacing roof section(s):  (two percent of the building GFA x roof selection area)÷(total roof area of the building)  18 percent of the roof section(s), or  All available area on the roof section(s). Payment to Green Building Fund  $50 per square foot of green space required but not provided ADDITIONS (25,000 – On‐site solar panels* 49,999 SQ. Total roof replacement / Additions FT.) & ROOF PERMITS FOR  Five percent of the building or addition’s GFA Denver’s EXISTING  42 percent of the total roof area, or Green BUILDINGS  Generate 100 Denver, CO Building (25,000 SQ. percent of the building’s average annual electricity use. Ordinance FT. AND UP) Replacing roof section(s): Include a cool  (Five percent of the building GFA x roof selection roof and one area)÷(total roof area of the building) of the  42 percent of the roof section(s), or following  Generate 100 options: percent of the building’s average annual electricity use. * Or other renewable energy devices that provide similar generation capacity. A net-zero- energy building also meets the ordinance. Energy conservation (Additions only)  An estimated energy cost savings of at least four percent above building code requirements Green building certification  LEED BD+C or O&M Silver, Enterprise Green Communities, NGBS ICC/ASHRAE 700 Silver, or equivalent Energy Program (Roof replacements only)  Includes an option to purchase an off‐site solar energy Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 23",
        " Enroll now and complete program requirements within fi ve years. See denvergov.org/Energize Denver > Energy Program for details. Table 9(b). Denver 80x50 Climate Action Plan and Denver’s Green Building Ordinance Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 24",
        "Massachusetts Green Zoning Pathways & Recommendations Where Do Communities Start? Before communities begin thinking about green zoning, it is important they set climate goals at the municipal level. For many cities and towns in Massachusetts (Cambridge, Somerville, Lexington, etc.) these goals consist of adopting a climate action plan and making a commitment to reaching an energy target or reduction goal. Examples of climate action plans are provided in the tables in the previous section. For instance, in 2017 Springfield, MA adopted its Climate Action & Resilience Plan32 which made a commitment to achieve citywide GHG emission reductions of 80 percent by 2050 (based on 2015 baseline). The current version of Springfield’s plan does not propose any zoning changes outside of researching the feasibility of a solar ordinance for new construction and major renovation. However, like other municipalities that have adopted climate action plans, they have set goals and identified areas of focus for achieving them, giving them a great foundation on which to base their climate action work. In order to assist communities that are just beginning this process, NEEP has developed a free online tool called Community Action Planning for Energy Efficiency (CAPEE). CAPEE was designed to help communities overcome the many factors that prevent them from achieving energy and carbon reduction goals. The tool works for small- to-midsize communities that have limited bandwidth, resources, and expertise to undergo this process. By providing customized, detailed information in an easy-to-understand format, CAPEE assists communities to implement projects that reduce operating costs, improve the health of building occupants, and demonstrate environmental stewardship. For more information on CAPEE, visit: https://neep.org/capee/ Pathways & Recommendations For municipalities, there are general categories of green zoning bylaws and ordinances. The case studies in this report only highlight a few of these categories and their iterations. They include:  Overlay Districts (See Table 4)  Specialized Performance-Based Standards (See Table 1: Article 10.4)  Resiliency and Energy Reduction (See Table 1: Article 10.9.3)  Green Building Standards (See Table 1: Article 10.9.1)  Prescriptive Energy Efficiency Compliance (See Table 5: Chapter R4 & C4)  Flexible Energy Efficiency Compliance (See Table 9(a) & Table 9(b)) When communities are considering their options, they should assess zoning ordinances based on their local viability. For instance, Northampton’s Urban Residential Sustainable Growth Overlay District (Table 4) is a pathway already promulgated by the Smart Growth Zoning Overlay District Act33 in Massachusetts. Northampton’s overlay district applies to multifamily or townhouse projects that are seven or more units on a half-acre overlay and allows higher density in exchange for achieving either HERS or LEED standards. One 32 City of Springfield Office of Community Development. Strong, Healthy & Just: Springfield’s Climate Action & Resilience Plan. 2017. Available at: https://www.springfield-ma.gov/planning/fileadmin/community_dev/DR/CARP_FINAL_REV_2017.pdf 33 MGL c. 40R Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 25",
        "important note is that Northampton is a city, which means it is not required to submit proposed zoning ordinances to the Attorney General’s Office for review per Massachusetts law. Towns are required to do so and may run into issues if they use LEED or HERS standards in their zoning due to conflicts with the building energy code. Utilizing a density bonus (Table 8: Energy Efficient Standards in Zoning Bylaw, Item 3) or flexible overlay district requirement may help ensure that the energy efficiency standards being proposed are not zoning exemptions considered as part of the building energy code. A Specialized Performance-Based Standard (Table 1) and Flexible Energy Efficiency Compliance (Table 9(a) & 9(b)) are both comprehensive zoning ordinances that address resiliency and indirect energy benefits. Heat island reduction, passive solar, and storm water management are all examples of indirect energy efficiency pathways. Instead of mandating a building’s energy efficiency through performance standards and energy-efficient technologies (heat pumps, energy recovery ventilators (ERVs), etc.), indirect energy efficiency focuses on peripheral systems that lower a building’s overall energy usage intensity (EUI). For instance, roofs and other building surfaces with a high solar reflectance index (SRI) don’t absorb as much heat and lower cooling system loads in the summer. Passive solar design addresses cooling system loads and it also uses thermal mass to absorb and store heat energy for heating in the winter. Green roofs and other storm water management solutions like bioswales mitigate storm water runoff and improve irrigation, both of which affect the energy usage of mechanical irrigation and drainage systems. Denver, CO provides flexible compliance options in its Green Buildings Ordinance34 (Table 9(a) & 9(b)). One of these options is payment into a Green Building Fund. A development must be able to provide at least 75 percent of its green space requirement. In order to comply with the full amount, the project has the option to pay $50 per square foot of the remainder in the Green Building Fund. The fund is managed by the Department of Public Health & Environment and must be invested in energy efficiency and resiliency efforts with priority given to low- income areas. The Green Building Fund compliance option is similar to community benefit requirements in some zoning ordinances that are imposed on projects that require variances or are built in low-income communities. Community benefit generally includes paying into a fund, investing in community organizations, or enhancing the neighborhood streetscape. However, Denver is using this type of compliance option to directly impact the sustainability and resiliency of its built environment. 34 https://www.denvergov.org/content/denvergov/en/denver-development-services/commercial-projects/green-roof-initiative.html Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 26",
        "Conclusion Faced with the issue of climate change, communities in Massachusetts and all over the country have decided to take proactive steps toward mitigating their impact on the environment by becoming more sustainable and resilient. Communities have passed climate action plans, set energy targets, and identified areas of focus where they may create the most measurable change. Green zoning has become an essential tool for communities that have identified the built environment as the area on which they will focus their energy efficiency and resiliency efforts. Many zoning pathways exist for communities to adapt and replicate. However, it is important to address the local context and specific community needs when drafting green zoning ordinances and bylaws as well as identifying any legal restrictions that may prevent certain zoning ordinances from being passed. Massachusetts has very clear legal requirements for municipal zoning and the state building code. The building code supersedes municipal zoning on all regulations of materials and construction methods. The delineation of what is permissible between zoning and codes, however, can be unclear. Some towns attempting to pass zoning bylaws regulating energy efficiency have been denied by the Attorney General’s office, while some cities have been able to do so because they are not required to submit their zoning bylaws for review. Regardless, it is evident that communities want to take action on climate change and communities should continue to use all the tools at their disposal to reach their energy and climate goals. Outside of more efficient building codes, green zoning is one of the best ways to do so. In order to facilitate statewide and national building decarbonization on a deep level, zoning and codes must work together. Green zoning bylaws that focus on peripheral systems can compensate for the energy efficiency limitations imposed by the building code while improving the resilience of the built environment. Holistic building solutions like these mitigate environmental impact, promote economic development, and enhance the health and general wellbeing of residents – ultimately, the goal of all communities. Green Zoning: Using Local Zoning to Achieve Community Energy Efficiency and Resiliency | 27"
    ]
}