{
    "FILE_NAME": "https://www.lasalle.com/wp-content/uploads/2023/02/lasalle-sustainability-in-focus-review-february-2-2023.pdf",
    "ALL TEXT": "© LaSalle Investment Management 2023LETTER FROM OUR CEO For more than 40 years, LaSalle has been TABLE OF CONTENTS a global leader in real estate investment management. • Letter from our CEO p.4 Our institutional clients manage assets • Our business at a glance p.5 for millions of workers and pensioners; from teachers to firefighters to healthcare People, Planet, Performance p.7 workers, creating a better future for people Mark Gabbay around the world. Global CEO • Our sustainability strategy and p.9 approach During the past few years, our world has experienced significant change. We’ve seen a global pandemic, social conflict, extreme weather events, new (and pending) regulations, work-from-home, rising interest • How we add value p.15 rates and war. It seems the only constant in our lives is change, and the same holds true for real estate. Our scaled access to information has provided us with a lens into the impact that real assets have on the Climate action p.19 environment and the surrounding communities. To help drive real impact, we must be equipped with the right knowledge and tools. We’ve increased our sustainability capacity by scaling up each regional sustainability team and adding • Climate action today, for a better p.19 technical expertise. We’ve completed 113 energy audits* and developed new resources to skillfully integrate tomorrow sustainable principles into our business and decision-making processes. We’ve diversified our supply chain and developed new resources to skillfully integrate sustainable principles into our business and • Resource conservation p.21 decision-making processes. • Reducing carbon emissions p.25 We’ve refined our carbon strategy so that all portfolios and business lines can actively work to reduce our • Evaluating climate risk p.27 carbon emissions. This work will lead to more efficient operations, shape portfolio construction, increase resiliency and help to future-proof our assets and our business. • Indirect investing approach p.29 Our affiliation with JLL has many synergies that we seek to leverage, given their position as one of the largest providers of real estate services. They have recently issued a Sustainability Report that highlights Case studies p.35 their capabilities, forward-thinking approach and achievements. I encourage you to read the report here. Taken together, these factors provide us great optimism that our efforts will make an impact through the Summary p.45 lenses of People, Planet and Performance. That said, we can’t do it alone. Sustainability encompasses an expanding universe of topics requiring wider and deeper expertise, and we’re prepared to collaborate Appendices p.46 across a broader set of stakeholders throughout our supply chain. We are issuing our sustainability goals, progress, and metrics in two reports: one on climate action, and the • Global Sustainability Committee p.46 other on community impact. This report covers our sustainability programming around the world, and will address our specific work to adapt to and mitigate the effects of climate change. In 2023 we will provide • Footnotes and disclaimers p.48 and update on our enterprise efforts to improve the communities where we operate, along with our diversity, equity and inclusion initiatives. There remains much to do, but all our efforts align with our mission: Investing today. For tomorrow. Mark Gabbay Hong Kong Global CEO * by 31 December, 2022At LaSalle, we deliver invesOtmPENeINnGt R EpMeARrKfSo rmance ® for a better tomorrow for all our stakeholders. Our business at a glance Meeting investor objectives with a range of products 1,540 $35.1b $35.3b $7.9b $3.4b PROPERTIES $82b 14 SEPARATE ACCOUNTS COMMINGLED FUNDS LASALLE GLOBAL PARTNER GLOBAL REAL ESTATE * Customized mandates meeting Open and closed-end funds SOLUTIONS SECURITIES the individual investment offering investors a strategic Customized global and regional Actively managed global real objectives of clients around the focus on attractive regions, indirect real estate investments estate securities programs GLOBAL ASSETS COUNTRIES world. styles and sectors. in funds, joint ventures, offering diverse investment UNDER MANAGEMENT co-investments and secondaries. options. 24 900+ LaSalle offices On-the-ground presence in the markets where we invest OFFICES EMPLOYEES ACROSS THE GLOBE Atlanta Mexico City Amsterdam Baltimore New York London Source: LaSalle Investment Management as of Q3, 2022. Beverly Hills San Diego Europe Luxembourg *All assets are in US dollars Americas Chicago San Francisco Madrid MANAGING CAPITAL FOR INVESTORS Denver Toronto Munich El Segundo Vancouver Paris ACROSS THE GLOBE 500+ Institutional investors in over 30 countries Hong Kong Public pension funds Seoul Asia Shanghai Corporate pension funds Pacific Singapore Insurance companies Sydney Family office Tokyo Foundations & endowments Sovereign wealth funds Fund of funds High net worth individuals Sustainability in Focus I 5 Sustainability in Focus I 6Sentence to introduce To drive a more sustainable tomorrow, we focus on three key areas: people, planet and performance. We care about each other, our communities and our world and invest significant time and resources into creating a culture of collective success. PLANET PERFORMANCE We are committed to We aim to optimize investment protecting and preserving the opportunities and create health of our world, through a sustainable value for our clients thoughtful, tailored business through tailored approaches that approach. simultaneously protect and enhance the wellbeing of our planet. ® Sustainability in Focus I 7 Sustainability in Focus I 8 ELPOEP PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES INCLUSIVE AUTHENTIC We instill a sense of belonging for Transparency and trust are each other, our investors and our at the heart of who we are; world. We value everyone’s whole we always act with integrity. self, unique perspectives and experiences. GOVERNANCE As we work to make a difference in the areas of planet, people, and performance, we consider governance an integral part of all our sustainability goals and actions. OWNER MINDSET Our culture is defined by our SUSTAINABLE We are One LaSalle sense of responsibility and accountability to our shareholders, In our work on making a positive difference to people, planet and With a sense of purpose, we pursue our investors and to each other. performance, robust governance is inherent to every stage of our consistent and thoughtful action toward sustainable solutions. investment activity, to safeguard the successful delivery of sustainable solutions.2202 PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES TIMELINE AND TRACK RECORD The formation of the Global Sustainability Committee (GSC) in 2008 marked the beginning of LaSalle’s formal process for implementing sustainability initiatives across portfolios. 2022 AWARDS AND ACHIEVEMENTS Since then, specialist tools, processes and resources to evaluate and mitigate climate risk have become an integral part of working life across every aspect of our business from due diligence, risk management and operations, to portfolio management. AMERICAS 127 WELL HEALTH AND SAFETY 61 LEED 35 ENERGY STAR 26 BREEAM ASIA PACIFIC LaSalle creates the Global 41 WELL HEALTH AND SAFETY Sustainability Committee (GSC) 25 CASBEE to set global goals 20 BELS 7 DBJ 5 LEED 2 NABERS 1 BCA Greenmark EUROPE 78 BREEAM 26 DGNB 3 HQE ®® Sustainability in Focus I 10 8002 8102 9102 0202 1202 LaSalle Europe commits to the UK Better Building Partnership’s Climate Change Commitment LaSalle joins ULI Green- print's global Net Zero X 2050 commitment achieve net zero by 2050 LaSalle publishes its “DTU+E Whitepaper” linking superior LaSalle forms Climate Risk Investment Task Force (CRTF) to Performance to provide employees with ESG Metrics the tools, processes and resources to evaluate climate risk in investment decision making LaSalle joins the US DOE's Better Climate Challenge LaSalle earns Energy Star Partner of the Year award 7102 LaSalle becomes a Signatory to GRESB LaSalle appoints first Global Sustain- ability Officer and first Regional Sustainability Officers 2102 LaSalle becomes a Signatory to the Carbon Disclosure Project (CDP) 3102 Over 350+ LaSalle global assets submitted to “ULI Greenprint” for driving reductions in Energy/Car- bon/Water/Waste 5102 Global leadership approves GSC’s 3-Year Strategic Plan LaSalle receives its first 5-Star Fund award from GRESB 6102 LaSalle’s “Green Lease Template” developed and rolled out globally to LaSalle Asset Managers LaSalle joins the “Better Building Partnership” in the UK 2016 4102 LaSalle publishes first “Global Sustainability Policy” 1102 LaSalle becomes a Founding Member of ULI Greenprint (formerly Greenprint Foundation) LaSalle GPS joined forces with GRESB gaining a seat on the advisory board. We published a paper outlining how our investment process complies with the UK Stewardship Code 0102 LaSalle becomes a Signatory to the UN sponsored Principles for Responsible Investing (PRI) LaSalle’s “GreenGuide” published to help drive energy reductions and Sustainable Operational Best Practices 9002 LaSalle becomes a Signatory to the UK Stewardship Code 95% of LaSalle’s employees Joins NZAM completed JLL’s Sustainability Essentials NET ZERO ASSET training MANAGERS 480 global sustainability certifications Signatory to the US Department of as of Q3 2022 Energy’s Better Buildings Climate Challenge CERTIFICATIONS LaSalle Europe publishes its Net Zero Carbon Pathway Sustainability in Focus I 9PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES OUR SUSTAINABILITY STRATEGY AND APPROACH HOW WE ACHIEVE OUR SUSTAINABILITY GOALS Our tailored approach to each asset and portfolio is designed to protect and enhance financial returns, today and in the future. DEDICATED SUSTAINABILITY TEAMS We have a well-established, highly experienced in-house global sustainability team, concentrated We have made significant progress on our journey towards carbon neutrality and a better tomorrow. full time on driving sustainability work and goals. RESOURCE ALLOCATION In addition to investing in the tools and processes that are important to sustainable outcomes for our clients, we have made a substantial investment in the human capital that is vital to success, with a team of sustainability professionals in each region where we operate. Every function within our organization contributes to our sustainability ROBUST GOVERNANCE goals. Dedicated sustainability teams are responsible for supporting our broader We drive ethical, compliant, forward-thinking organization in setting goals, making investment decisions, and measuring and and transparent policies across all business reporting on progress. lines. 83 40 15 14 ACCOUNTABILITY, EVERY DAY Every employee at LaSalle has an annual goal EMPLOYEES ACROSS EMPLOYEES LEADERS ACROSS EACH FULL-TIME which requires that sustainable considerations THE FIRM PARTICIPATE PARTICIPATE ON BUSINESS LINE ON THE ROLES are incorporated into their roles wherever ON SUSTAINABILITY THE GLOBAL GLOBAL SUSTAINABILITY DEDICATED TO appropriate. COMMITTEES AND CLIMATE RISK COMMITTEE SUSTAINABILITY TASKFORCES TASKFORCE Vancouver Every function within our organization contributes to our sustainability goals. ® Sustainability in Focus I 11 Sustainability in Focus I 12PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES HOW WE ADD VALUE Our sustainability policy supports an approach that seeks to add value at every opportunity, by enhancing Accretive Value Drivers (AVD) and fortifying Defensive Value Protectors (DVP). ACCRETIVE VALUE DRIVERS Carbon pricing risk We aim to add value at every stage of the Climate compact risk investment lifecycle, from due diligence through More desirable spaces Resilience risk acquisition, development, maintenance and Rent premiums Regulatory disclosure risk asset management. Sustainability assessment Increased occupancy Insurance premium risk outcomes and any applicable improvement plans Increased tenant retention Valuation risk are reflected in underwriting and Investment Faster lease-up Functional obsolescence risk Committee approval documents. Lower operating expenses Reputational risk Higher net operating incomes Importantly, asset managers carry out regular Greater investor appeal sustainability reviews in order to optimize Lower cap rates investment and development opportunities DEFENSIVE VALUE PROTECTORS and minimize risk. “ Sustainability is part of everyone's job, whether it’s due diligence, risk management, operations or portfolio management. 222 Exhibition Street Melbourne Chris Wilson Head of North America Due Diligence ® Sustainability in Focus I 13 Sustainability in Focus I 14PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES 2022 GRESB and ULI Greenprint results LASALLE 2020-2021 GREENPRINT MEMBER REPORT*** Twenty-one of the firm’s funds and separate accounts, domiciled across Europe, North America and Asia-Pacific, have been recognized for meeting the 2022 Global PERFORMANCE SNAPSHOT Real Estate Sustainability Benchmark (GRESB), further improving upon impressive CARBON WATER ENERGY ELECTRICITY NATURAL LANDFILL DIVERTED results reported in 2021. Across the 21 submissions, LaSalle achieved four 5-Star, 228 properties 110 properties 194 properties 194 properties GAS WASTE WASTE 66 properties 22 properties 19 properties nine 4-Star, six 3-Star and two 2-Star GRESB ratings. 25% 20% Reinforcing our alignment with GRESB, Kathleen Jowett, Fund Manager 15% with LaSalle Global Partner Solutions maintains the following designations: 10% • GRESB Foundation Board Member (2022-present) 5% 1.0% • Chair of the GRESB Advisory Board (2017-2022) • Chair of the GRESB Foundation Board (2022–present) 0% -1% -1.1% -1.2% read more -5% -5% -6% -10% -15% -11.9% Los Angeles -20% COMMINGLED FUND -25% RESULTS SUMMARY Management and Performance The data above is a summary of data submitted to GRESB that has been filtered by Greenprint and as a result may not be consistent with future disclosure of similar information disclosed for other reporting purposes. 2022 2022 2021 2021 FUND MANAGEMENT PERFORMANCE MANAGEMENT PERFORMANCE CARBON REDUCTIONS ARE EQUIVALENT TO: LaSalle Canada Property Fund 30 56 30 57 LaSalle Property Fund 30 50 30 51 North America JLL Income Property Trust 30 48 30 49 20,099 1,088 1,863 LaSalle LOGIPORT REIT 30 63 30 57 Fewer barrels Fewer homes Fewer vehicles LaSalle Japan Retail Portfolio 30 54 30 54 of oil* consuming energy* on the road* Asia LaSalle Japan Property Fund 30 50 30 44 Pacific LaSalle Asia Venture Trust 30 49 n/a n/a 144,040 58 LaSalle Asia Opportunity Fund V 30 49 30 49 LaSalle China Logistics Venture 30 46 30 40 Tree seedlings grown Fewer Olympic for 10 years swimming pools** LaSalle E-REGI 30 58 30 58 Europe LaSalle Encore+ 30 57 30 59 * Emissions reductions equivalences calculated using U.S. EPA Greenhouse Gas Equivalencies Calculator: https://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator LaSalle Global Navigator Fund 28 53 28 56 Global **This figure based on water like for like portfolio *** View full 2021 Greenprint member report GRESB Real Estate Assessment issued in Oct 2022 for calendar year 2021 performance *The data above is a summary of data submitted to GRESB that has been filtered by Greenprint and as a result may not be consistent by the Global Real Estate Sustainability Benchmark Benefit Corporation. with future disclosure of similar information disclosed for other reporting purposes. LaSalle pays an annual fee for each fund assessed through GRESB. ® Sustainability in Focus I 15 Sustainability in Focus I 16PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES 2022 PRI results Miami LASALLE PRI ASSESSMENT REPORT RESULTS INCLUDE: In addition, LaSalle received welcome scores in its 2021 United 5 4 4 ★ ★ ★ Nations ”Principles for Responsible Investment” (PRI) Assessment Report, most notably securing a 5-star rating in the Investment and Stewardship Policy score, the only score Investment and Direct Indirect that applies across the whole of the firm. 5-star scores are Stewardship Policy Real Estate Real Estate reserved for asset managers that can “demonstrate leading 4 2 practices within the responsible investment industry.” ★ ★ These results come following changes to the PRI’s reporting Direct - Listed Equity Listed Equity structure and scoring methodology, which included moving to Active fundamental Active fundamental a star classification system from letter classification. incorporation active voting LaSalle’s PRI 2021 Assessment Report was released in September 2022 by the Principles of Responsible Investment Association, an investor initiative in partnership with UNEP Finance Initiative and UN Global Compact. ® Sustainability in Focus I 17 LaSalle pays an annual corporate membership fee to the PRI. Sustainability in Focus I 18PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES Climate action today, In line with this goal, we have committed to the following initiatives: for a better tomorrow Our approach to sustainability is far ranging and encompasses a wide variety of initiatives, which are embedded across all business BBP Climate Commitment Better Climate Challenge (BCC) practices. In particular, our sustainability policy recognizes the (European assets only) Through the BCC, organizations pressing requirement for action on mitigating the effects of Deliver net zero buildings by 2050 can partner with the US Department climate change and the transition to a low-carbon economy. for Scope 1, 2 and 3 emissions, of Energy to reduce portfolio-wide including embodied carbon. scope 1 and 2 greenhouse gas (GHG) Recent years have seen LaSalle intensify focus and resources on these efforts. In 2020, we emissions by at least 50 percent committed to reduce the Scope 1 and 2 landlord-controlled operational carbon emissions of within 10 years. our portfolio of directly managed properties to: NET ZERO ASSET MANAGERS INITIATIVE Net Zero Asset Managers initiative ULI Greenprint commitment Achieve net zero on our assets by 2050, Reduce operational carbon with an interim target of “our fair share” emissions (Scopes 1 and 2) of of a 50% reduction of Scope 1, Scope 2 buildings under our operational and Scope 3 emissions “to the extent control to net zero by 2050. possible” by 2030. New York ® Sustainability in Focus I 19 Sustainability in Focus I 20PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES RESOURCE CONSERVATION Resource AMERICAS conservation FRAMEWORK: In the Americas, EPA’s Energy Star Portfolio Manager as well as third-party environmental data is used to benchmark energy, GHG, water and waste data coverage and consumption, certifications, technical assessments and completed sustainability projects. APPROACH: Sustainability factors are incorporated throughout the investment lifecycle, including acquisitions, asset management and stakeholder engagement. All acquisitions undergo extensive sustainability and environmental underwriting as part of the formal due diligence process, including evaluating certification/ How best to conserve precious performance in terms of energy consumption or a specific resources is a continuous process certification such as LEED, BREEAM or ENERGY STAR®. involving physical and transitional Asset Managers then actively pursue resource efficiency projects climate-related risk assessments and sustainability certifications across the portfolio. and monitoring. Our global connectivity and local expertise supports a coordinated approach to resource conservation, which is tailored to meet the individual needs of each asset and the regional regulatory requirements where it is located. Biscayne Bay ® Sustainability in Focus I 21 Sustainability in Focus I 22PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES RESOURCE CONSERVATION RESOURCE CONSERVATION ASIA PACIFIC EUROPE FRAMEWORK: FRAMEWORK: Operating assets track energy and water All assets across Europe for which we have data consumption into Measurabl - the resource are monitored for carbon emissions, energy and consumption tracking system used across our water consumption and waste management in Asia Pacific portfolios. the Sustainable Management Programme (SMP) using Deepki. APPROACH: As part of the acquisition process, we perform APPROACH: physical and transitional climate-related risk The purpose of the SMP is to deliver concrete assessments, analyze physical conditions and and lasting energy, carbon, water and waste perform environmental due diligence. reductions across the assets identified, which reduces operational expenditure and helps meet The sustainability plan for an acquired asset environmental targets. In addition, the SMP revolves around creating and implementing an supports property and facilities managers in asset-specific Energy and Sustainability the daily management of the asset. Management Plan (ESMP), which summarizes the asset’s current sustainability status and identifies Each quarter, net zero carbon, fund-level and initiatives for operational improvement. asset-level reports are produced to show progress against reduction targets, and to With new development and major renovation of highlight the best-performing assets and areas assets, we review our New Construction and of risk. Development Sustainability Guidelines (NCDSG) and document our progress. Singapore Berlin ® Sustainability in Focus I 23 Sustainability in Focus I 24PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES TAKING CLIMATE ACTION INTERDISCIPLINARY INTEGRATION g &n LaSalle is addressing the physical and transition e nti cu I no risks associated with the impacts of climate rn ac elv nc a tie s t Fia al change (adaptation) and the transition to a o n so r mA es ss su ar ge ing finaD ne cv ie al lop Leg and all reporting materials are decarbonized world (mitigation) with action consistent with protocols and M track financial ark Raise climate risk impacts of across all areas of our business. eti n g a a t lehw n aoda du r ege rhn ste hs ips assessment c cl him ana gt ee M r c ee noo g vmn u iri l p ot ao lt niaor m nrc y c eh e n/a tnging T r a n s a c tio n s CARBON AND CLIMATE RISK 101 EDUCATION Attract and Underwrite retain top Human talent ® current/future Firm-wide commitment to education and training: risks resources LaSalle educates employees on carbon and climate risk factors, and the underlying Climate risk and Link climate Development implications on our portfolios. change data to sustainability Design for resilience to investment new climate processes environment For example, in 2022 LaSalle provided an all-employee training seminar on both Climate n o a ti y Portfolio R Oi usk r ga ln od b aC l a sr ub so tan i n10 a1 b, iw lith yic eh d w uca as t p ior ne s ae nn dt e td ra b iny in s go pm re o go rf a L ma S isa l tl ee s’s t as mus et na tin ta ob Lil ait Sy a l le lea ’d s ers. In tf eo r c m h n olo g M c i mnh so aa u rn n kri at g eo ni tn sr cg e I cn lic mlu ad te e risk in E mx ie tic gu at te io r nisk c k meo ayn n s t aot gru inc gt io rin sk mP ao nr atf go eli o commitment to equip every employee with the knowledge and skills to enable them Risk nt t aa nr ag le yt s em sarket strategies m e nt e m A to proactively champion the transition to net zero. e ms manag earch a n a g es e t s m e R e n t Our climate-focused approach to drive investment performance • Preserve property value by hardening assets against identified hazards • Evaluate diversification of hazard exposures • Factor risks into acquisition strategy • Factor risks into hold/sell decisions • Protect tenants, onsite teams and community Sustainability in Focus I 25 Sustainability in Focus I 26PPEEOOPPLLEE PPLLAANNEETT PPEERRFFOORRMMAANNCCEE CCLLIIMMAATTEE AACCTTIIOONN FOCRA STEO MSTOURDRIEOSW CLIMATE ACTION TODAY, FOR A BETTER TOMORROW RECENT WHITEPAPERS Evaluating climate risk Thought leadership The evaluation of both physical and transitional climate risk includes several 2022 joint report ESG themes chronic and event-driven physical hazards, as well as legislative and regulatory with Urban Land take center stage changes across global jurisdictions. This gives us the ability to assess the Institute materiality of the potential financial impact from both types of risks. LaSalle incorporates climate risk into investment decisions by: 2022 LaSalle Decarbonization ISA climate risk and the Evaluating data from Identifying Mitigating insight report Evolution to Net Zero Carbon climate risk data providers climate risks identified risks (NZC) Real Estate to consider in overall as we evaluate new in new and standing market assessments acquisitions assets Incorporating Publishing Reporting climate risk thought leadership climate risk in our portfolios’ on how LaSalle and to inform clients, fulfill strategic planning as the industry at large global commitments a factor we weigh in become intelligent and promote making buy/hold/sell and careful transparency. decisions consumers of predictive models Paris ® Sustainability in Focus I 27 Sustainability in Focus I 28PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES INDIRECT INVESTMENT APPROACH SUSTAINABILITY INTEGRATION How responsible investment criteria are embedded in our investment process LaSalle Global Partner Solutions (GPS) is LaSalle GPS due diligence questionnaire LaSalle GPS future trends survey our platform providing investors with access to Our Fund Management DDQ contains We engage with investments annually on LEVEL 1 questions drilling into target’s ESG policies, GPS focus areas or future trends. Previous customized global and regional indirect real estate philosophy and measurement of ESG examples include climate risk, Diversity, related indicators. Net Zero Carbon adoption, flood risk and fire risk. investment solutions. GRESB participation GRESB engagement We ensure that every new investment Targeted questions agreed annually by the LEVEL 2 While LaSalle GPS does not directly own and manage properties, the team is focused on completes the GRESB survey by way of a LaSalle GPS Sustainability Taskforce side letter. focusing on GRESB results. Previous ensuring LaSalle’s sustainability policy and processes are embedded in their investment examples include EMS, DMS, stakeholder lifecycle, including: engagement, operational improvements. 1. 2. 3. Restrictions check Specific ESG indicators Prior to investment we determine the Targeted questions focusing on LEVEL 3 targets exposure to tenants and countries non-GRESB related areas. Formulating an annual Representing LaSalle Reviewing and signing-off on our on the GPS tenant and country exclusion Previous examples include: MEES lists. legislation and TCFD compliance. GP engagement on external industry pre-investment sustainability strategy bodies due diligence questionnaire: building, investment and GP levels Net zero carbon and climate risk Net zero carbon and climate risk Prior to investment we conduct a Annually we will conduct Net Zero Carbon LEVEL 4 transitional and physical risk assessment and climate risk audits on our underlying on the target investment’s holdings. investments to highlight risks and areas for further engagement. LaSalle ESG RAG assessment LaSalle ESG RAG assessment The results of the four-step process As part of the quarterly stock review, the outlined above is documented in a RAG team is required to update the RAG RAG Chicago (red, amber, green) assessment. assessment to determine what traffic light rating will be included in the wider risk RAG. If a target fails the RAG assessment If attempts at engagement with YELLOW (RED rating), a team (deal team, regional or RED rated investments have failed, ESG Head, GPS Taskforce Leader) engages and/or performance has not improved, FAILURE with the target to form an improvement the investment will be taken off our buy strategy. If target refuses to engage, the list. It may also be deemed appropriate investment will be rejected. to divest where possible (subject, for example, to liquidity constraints). Sustainability in Focus I 29 Sustainability in Focus I 30 ®PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES LASALLE SECURITIES INVESTMENT CRITERIA LaSalle Securities is uniquely positioned to leverage its long experience with listed LASALLE GPS FUTURE TRENDS SURVEY RESULTS property companies and integrated Transitional and physical risk survey research platform to provide superior Environmental factors Energy consumption market insights. Such insights include The annual LaSalle GPS Future Trends Survey focuses on the most significant and pertinent Measurement and verification environmental issues affecting our communities. identifying the potential for improvement Sustainability of built environment across sustainability factors to the benefit Findings from this survey enable the LaSalle GPS team to provide clients with information obtained from of shareholders and broader stakeholders the underlying invested funds, highlighting key trends and themes as part of the team’s ongoing alike. commitment to meeting sustainable investing principles. Sustainability considerations are factored Social factors As the world transitions to a lower carbon economy, net zero carbon (NZC) adoption and physical risk have emerged as key themes. Sustainability considerations are at the forefront of legislative change into our projection of a company's earnings, Diversity, equity and inclusion Health and safety globally with far reaching consequences for real estate. Year-on-year analysis enables the team to track our determination of the risk/return Community engagement the progress of their manager's NZC adoption and physical risk assessment across the underlying required for a company's real estate, portfolios. Through regular engagement with managers, the team is able to identify potential risks and business model, management capabilities help ensure the futureproofing of portfolios. and our assessment of the long-term growth potential of the company's earnings. Physical risk Transitional risk We create a proprietary ESG score for each Governance attributes The survey also addresses organizations’ A further engagement theme in 2021 was on each company, which is factored into each Alignment of incentives knowledge, awareness and approach to climate underlying fund's NZC targets, whether or not company's franchise or platform value. Historical conduct risk, assessing how far along they are on their these have been set, and the extent to which Transparency journey to achieving Taskforce for Climate Related portfolios are futureproofed against potential In our evaluation of a company's Financial Disclosures (TCFD) recommendations. changes to legislation designed to reach net zero environmental performance we focus on carbon by 2050. disclosure in the form of policies, reporting 60 80% 56% and monitoring. We consider energy consumption, greenhouse gas (GHG) emissions, water usage and waste management, and include our expectations funds completed of the funds have made a have published their for cost saving or revenue generation in our the survey NZC commitment pathway to NZC estimates of cash flows. We believe continuous improvement should be NZC scope includes considered over solely low per-unit impact. (% of funds that have made NZC commitment) Through the team’s disciplined investment 73 77 63 85 process, sustainability reporting attributes are calculated into a Franchise Value figure, which ultimately determines a portfolio whole-building landlord-controlled embodied of all investments manager’s buy/hold/sell decision. emissions emissions carbon in the fund ® Sustainability in Focus I 31 Sustainability in Focus I 32PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES DEBT INVESTMENT DEBT INVESTMENT Europe Americas LaSalle’s European Debt Investments business focuses on the risks and As a lender through LaSalle Debt Investors offering in the US, we are one step opportunities presented by sustainability factors at every stage of the removed from direct ownership and control of real estate assets, but investment process. This includes during initial loan screening, collateral wherever possible we seek to support investment in sustainable real estate. assessment, loan approval process and post-close loan monitoring. Starting with our next US debt fund offering which will begin deployment in 2023, our team will encourage borrowers to select more sustainable business plans and provide incentives such as reduction in cost and increased proceeds. INITIAL SCREENING / DUE DILIGENCE Climate risk: We are adopting the MSCI Climate Risk assessment tool to determine the potential As part of the initial underwriting, asset screening INITIAL SCREENING / DUE DILIGENCE risks associated with climate change on the and due diligence, we build a comprehensive collateral properties. The outputs of that tool help assessment of a transaction’s sustainability SUPPORT DISCOUNTS INCREASED PROCEEDS us to determine potential risk factors arising from performance to inform our investment decision climate change and allow us to consider any making. This includes: We offer training on the use of If a Green Building Certification We use the discounted Fannie necessary mitigation. tools such as ENERGY STAR to help is received, the borrower will US Department of Housing and ESG questionnaire: We are adopting a customized set up benchmarks that can track get a reduction of 5-10 basis Urban Development Technical due diligence: We obtain technical ESG questionnaire, formulated in conjunction with energy data. We also provide points off their exit fee. / HUD Green Financing spreads property condition reports relating to the an external ESG advisor, to screen sponsors and access to consultants who have for internal exit analysis which underlying assets which help to identify, amongst underlying real estate collateral. This screening the expertise and track record in may result in a larger loan for other factors, environmental risks (including flood process focuses on a sponsor’s commitments to the path to Green Certification; loans constrained by takeout risk assessment), physical property condition and environmental and sustainability management and guide borrowers on options DSCR analysis. evidence to support any green building systems as well as social and governance available from Fannie Mae for certification (such as BREEAM), along with energy considerations. Our typical sponsors are reduced financing costs. performance ratings (EPCs). sophisticated institutional investors with their own ESG policies, dedicated teams and a clear focus INTEGRATION OF SUSTAINABILITY INTO DEBT INVESTMENT PROCESS As part of our underwriting, we work with sponsors on delivering an ESG agenda within business plans. to ensure that their business plans seek to address From an asset perspective, the questionnaire any risk factors arising from our underwriting / due Sourcing / Underwriting / Management / focuses on energy performance and green building certifications as well as biodiversity, green travel diligence (such as lower EPC rating) and that any selection due diligence take out capex required to improve energy performance is and contribution to social factors. contemplated within a business plan as well as MARKET STRATEGY / DUE DILIGENCE, APPROVALS LOAN / adequate funding being available to deliver. DEAL SOURCING AND CLOSING ASSET MANAGEMENT LOAN APPROVALS / INVESTMENT COMMITTEE Our Investment Committee submission materials have a sustainability-focused section that summarizes Focus on redevelopment and Increased proceeds based on Collect energy data on an and addresses any findings from our underwriting process. value-add strategy lower spread assumptions ongoing basis onto Energy Star Our loan documentation includes obligations on terms of Kwh / M2 / year. This includes Target markets with access to Conduct full environmental and Provide access to consultants the borrower (“Green Undertakings”) to: whole- building energy consumption as well as transportation and high walk insurance due diligence to help in achieving Fannie Mae landlord-controlled areas (although clearly the scores or HUD-recognized Green Maintain energy efficiency ratings for each availability of tenant energy consumption is Sponsor’s background checks Buildings Certification property which are in compliance with minimum contingent on the landlord’s ability to extract Target essential workforce (governance) energy efficiency standards in force (in respect that data from underlying occupiers) housing in under-supplied and Confirm mitigation of any of each jurisdiction) Provide updated ratings (e.g. BREEAM) as and growth markets Collect energy data and setup environmental issues Provide, wherever available, actual energy when renewal of a rating is required Energy Star account discovered during due consumption data from the assets we finance in diligence GREEN LOANS The LaSalle European Debt Investments Team also has a recent track record in providing “Green Loans” EXIT: INCENTIVES in accordance with the LMA Green Loan Principles framework*. It is envisaged that all development or Increased value of property by reducing utility expense refurbishment loans to be provided by LaSalle under the programme would be structured as Green Reduction of exit fee by 5-10 basis points if Green Certification is received Loans, underlining the program’s commitment to delivering sustainable finance. Qualification for Fannie Mae and HUD Green Financing programs with reduced spreads * https://www.lma.eu.com/documents-guidelines/documents ® Sustainability in Focus I 33 Sustainability in Focus I 34PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CASE STUDIES Green loan structure LaSalle worked with the sponsor to develop a green Project Edison, London, loan framework and green finance committee to evaluate the credibility of the loan, monitor the use of targeting Passivhaus status proceeds and govern the green reporting. PURPOSE-BUILT STUDENT ACCOMMODATION The loan complies with the LMA Green Loan Principles and is verified by an independent third party, with the exit fee linked to the actual BREEAM rating achieved at completion. • The loan is structured to incentivise the sponsor to achieve high sustainability credentials • Exit fee is linked to the actual BREEAM rating achieved at completion • Loan is documented as a “Green Loan” in-line with the LMA “Green Loan Principles” and verified by an independent third party • LaSalle worked with the sponsor to develop a green loan framework and green finance committee to evaluate the credibility of the loan, monitor the use of proceeds and govern the green reporting The green loan completed by the European Debt team to support the development of this 852-bed, purpose-built student accommodation in Battersea, London was structured to incentivise the sponsor to achieve strong sustainability credentials. Targeting BREEAM “Outstanding” and Passivhaus design standards, the building features high levels of insulation including tripled-glazed windows and solar PV panels in its ambition to achieve net zero carbon. • 35% of student beds will be rented at Greater London Authority (GLA) affordable rates • 20,000 square feet of incubator / enterprise unit offered at below-market rates to provide start-up and community space ® Sustainability in Focus I 35 Sustainability in Focus I 36PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CASE STUDIES CASE STUDIES Solar potential with Tremont and Maison Manuvie, Huntington, Massachusetts Montreal – journey to net zero ENERGY / CARBON CONSERVATION ENERGY / CARBON CONSERVATION LaSalle and Manulife Investment Management formed a partnership in 2021 to make Maison Manuvie, an office building in Montreal, Canada, less carbon intensive and more sustainable. We worked closely with the building’s anchor tenant to meet a greenhouse gas reduction target of 80% by 2050. Maison Manuvie was the first building in Quebec to achieve Wired Platinum Certification for buildings with the most reliable and secure internet connections; it has achieved Leadership in Energy and Environmental Design (LEED) Platinum, the highest distinction on their rating system. Maison Manuvie was also recognized by the Canada Green Building Council as a Net Zero Learn more about this property Carbon Building (ZCB). Achieving ZCB-Performance certification Tremont and Huntington, a multi-family asset in Burlington, means taking responsibility for all carbon Massachusetts, USA is using solar as an opportunity to emissions associated with building operations and eliminating climate impacts. source renewable energy onsite, offset common area building load and sell energy back to the grid. The property's location was especially desirable due to Massachusetts' progressive solar policies. “ A new solar deal was developed for the property, adding onsite solar panels to the roof, and carport solar (ground-mounted solar panels over the outdoor parking Maison Manuvie is an exceptional example of how active lot) along with additional amenity and sustainability asset management can achieve results, especially in features for tenants. Contracting and permit-gathering are reducing carbon emissions and, ultimately, saving on completed and construction will begin next year. energy costs. This solar project supports LaSalle’s commitment to Sam Barbieri ‘Net Zero by 2050’ strategy, our broader sustainability Managing Director, Portfolio Management and Development policy and is expected to provide additional revenue and increase asset value. ® Sustainability in Focus I 37 Sustainability in Focus I 38PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CASE STUDIES Learn more about this property CASE STUDIES The green improvements included: • Adding envelope and roof thermal transfer 222 Exhibition Street, “Gold Plus” energy and measures • Improving air tightness and leakage Melbourne, a sustainable resources at Tekka Place, prevention • Creating green lifestyle options for tenants success story Singapore • Implementing bicycle parking, reducing car parking by 20% ENERGY / CARBON CONSERVATION / ENERGY / CARBON CONSERVATION / DEEP RETROFIT PREDICTIVE MAINTENANCE • Improving operational infrastructure • Adding efficient lighting • Installing water-efficient fittings When LaSalle acquired this office building LaSalle’s transformation of this outdated • Implementing sustainable landscaping in Melbourne, Australia, a performance hotel and retail building has seen its plans and irrigation systems assessment and NABERS Improvement operations and infrastructure attain gold • Creating more green spaces Plan was developed to drive more sus- standards in efficiency and sustainability. • Improving air quality tainable solutions and energy efficiency in particular. Upgrades included: • Optimizing mechanical systems controls and cooling towers • Improving air-conditioning and ventilation strategies • Implementing a predictive maintenance program • Utilizing the Bueno Analytics Platform to meet Tekka Place was awarded certifications in sustainability goals by improving building Architecture and Environmental Sustainability systems Design from the Singapore Green Building • Implementing upgrades for premium Council and received the Building and aesthetics, improved wellness outcomes Construction Authority (“BCA”) Green Mark • Creating easy ways to reduce, reuse and Gold Plus rating. The property also received recycle onsite The BCA Green and Gracious Builder Award. Highlights include achieving a 40% For its predictive maintenance system, unique improvement in efficient lighting design and amongst Australian commercial buildings, LaSalle offering new sustainable products with higher was awarded the Collaborative Partnerships Award environmental credentials. by the Facilities Management Association (FMA) of Australia in 2017. In addition to the new high standards of sustainability, the improved building LaSalle successfully turned this outdated 1980s operations are also supporting the growth commercial building into a sustainable success of tourism and boosting economic story, while minimizing costs and maximizing development in the area. efficiency. ® Sustainability in Focus I 39 Sustainability in Focus I 40PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CCAASSEE SSTTUUDDIIEESS CASE STUDIES Sustainable refurbishment at Modern logistics develop- White Hart Works, London ment, Kawasaki Bay SUSTAINABLE RE-DEVELOPMENT / RENOVATIONS NET ZERO ENERGY / RESILIENCY Following significant fire damage, the White Hart Works industrial unit in London required major rebuild and refurbishment. LaSalle’s project management team ensured that the plan maximized the opportunity to achieve a more sustainable solution. The team delivered a sustainable rebuilding process, including demolition, design, and coordination of planning approval, BREEAM and sustainability initiatives and statutory suppliers. The project is an exemplar of creative, innovative and forward-thinking refurbishment, which included: • Photovoltaic panels installed to the roof, • Sub-metering of all electrical systems providing electricity to the premises and any • Secure bicycle parking to encourage employees excess back into the network grid to cycle to work instead of driving • Electric vehicle charging points • CO2 sensors integrated into the MVHR to • Airlite decoration on all wall surfaces, control fresh air supply Logiport Kawasaki Bay, in Japan, is a five-story, multi-tenant logistics warehouse jointly developed by developed to improve air quality and • External amenity areas with timber benching LaSalle, Mitsubishi Estate Corporation and Nippo Corporation to include the very latest sustainability eliminate bacteria and mold. It also drastically • Water saving features including rainwater features. reduces the amount of solar heat absorbed harvesting, leak detection systems and lower by buildings, reducing energy costs up to water usage 30% Installation of biodiverse landscaping The plan included: This asset has achieved a 100% net following specialist consultant review and • LED lighting energy consumption reduction rate and advice 32% saving in energy consumption has received a CASBEE A certification, • Total heat exchanger BELS 5-star certification, and the ZEB* 75% reclaim of air ventilated certification. • Water-saving toilets The building has since been awarded an EPC rating of A+ and a BREAM certification of “Excellent.“ It has also 46% reduction in water usage * It is a Net Zero Energy Building, with 100% renew- become a haven for natural wildlife in the areas where sustainable landscaping was introduced. able energy to meet the base building energy • Structural control dampers requirements (tenant appliances excluded). 20% reduced building structure damage White Hart Works has risen from its ashes to become a beacon for sustainability. in the event of earthquake • Emergency generator Able to supply power operating for 72 hours during power outages or natural disasters • Rooftop solar Provides 39% of whole building energy consumption ®® Sustainability in Focus I 41 Sustainability in Focus I 42PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CASE STUDIES CASE STUDIES In the business TRI-ing timber of bees in Munich SUPPORTING BIODIVERSITY SUPPORTING A CIRCULAR ECONOMY Scheduled for delivery in 2024, LaSalle will be driving an industry-leading opportunity by developing the first hybrid timber office buildings in Munich, Germany, in collaboration with Accumulata, using a hybrid timber-concrete method. The acquisition of these two office assets represented an opportunity to redevelop the properties in a more sustainable way. The combination of timber and concrete reduces the overall volume of concrete used, reducing CO2 emissions. With the use of timber, a far greater proportion of the building will be manufactured in a controlled factory environment, allowing higher quality control and reduced construction time onsite. About 62% of the concrete in the TRI development, and all concrete in the demolition, will be recycled. In the United States, bees are responsible for All materials used in construction will be pollinating more than a quarter of food sources documented in a material passport, Learn more about this property but are currently dying off at an unsustainable showing where and how the various rate, with potentially devastating consequences components were sourced and installed, for the environment and food security.* and ensuring they can be repurposed at the end of their service life. These As part of our wider sustainability policy, measures are projected to reduce LaSalle is supporting biodiversity by embodied carbon by up to 25%. introducing beehives to assets in Europe and the Americas, including North Wacker in This industry-leading asset has received Chicago, Illinois and Marina Park in Los Angeles, DGNB Platinum recognition, only one of California, where LaSalle coordinated the eight buildings in Munich to achieve this. purchase, transportation and implementation of beehives from two market-leading bee providers. In addition to coordinating these services, LaSalle offers tenants guidance and information on how and where to successfully install a beehive. “ These efforts will help to sustain bee populations and support asset sustainability by preserving green This is an industry-leading and best-in-class space, adding value and providing LEED credits. project. The first of its kind in Munich, its design, in accordance with circular economy principles, and Beekeeping positively impacts tenants and building owners by creating opportunities for resource-conserving operation, will serve as a community (or \"social\") engagement at the asset, creates a sustainable solution for unused benchmark in sustainable real estate. space and contributes to biodiversity. David Ironside Fund Manager *https://www.greenpeace.org/usa/sustainable-agriculture/save-the-bees/ ® Sustainability in Focus I 43 ® Sustainability in Focus I 44PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES SUMMARY APPENDICES The transition to a greener economy not only creates new responsibilities for the real estate Global Sustainability Committee industry to futureproof assets and portfolios but also brings opportunities to create fresh sources of value. Far from simply mitigating risk, our sustainability policy runs through every facet of our Tim Brian Jacques Gordon business, to ensure that we add value at every stage of an asset lifecycle, from due diligence, Kessler Klinksiek Gordon Repp Co-Chair and Global Head of Global General through acquisition, development, maintenance and investment management, and across the Global Chief Research and Strategist Counsel investment process to the extent possible or appropriate for the particular asset. Operating Officer Strategy Throughout 2022, LaSalle was – and remains – focused on taking decisive action that David Chris Julie Samer DeVos Wilson Manning Honein will benefit our people, our planet and the performance our clients expect from us. Co-Chair and Head of N.A. Global Head of Global Head of Global Head Due Diligence Climate and Investor As our track-record of certifications, awards and other “best practice“ standards recognize, of ESG Carbon Strategy Relations we have intensified our focus on climate action, delivering customized mandates to meet individual client objectives, global and regional investments in funds, joint ventures and secondary markets, and actively managed global real estate securities programs with DEDICATED SUSTAINABILITY TEAMS sustainability at the top of the agenda in every case. ASIA EUROPE NORTH GLOBAL GLOBAL PARTNER We believe it is clear from the case studies featured in this report, how a genuinely integrated PACIFIC AMERICA SECURITIES SOLUTIONS sustainability policy can result in assets and investments of lasting value, not only to the investment stakeholders, but also employees, the surrounding communities and the local economy. These very different projects around the world share one common thread: LaSalle’s determination to take climate action today, for a better tomorrow. Tom Miller Alex Edds Elena Alschuler Yelena Diggs Kathleen Jowett Violet Yang Miriam Ruhl Izzy Ballet Jian Gong Philipp Mueller Kelly Soljacich Adam Dawson Yasmin Le Brett Ormrod Richard Craddock Melody Zaghi UK Debt US Debt Global Partner Asia Pacific Europe North America Global Securities Solutions governance board governance board governance board governance board governance board ® 2S0us2t2a iSnuasbtialiitnya ibni lFitoyc Ruesp oI r t 4 5 I 29 Sustainability in Focus I 46PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES APPENDIX APPENDIX Global ESG policy Disclaimers This report is for informational purposes and to give a general overview of LaSalle Investment Management and its sustainability goals, progress and metrics. This report does not constitute an offer to sell, or the solicitation of an offer to acquire any interests in any collective investment vehicle, arrangement, entity, joint venture, club, separate account mandate or for the advisory services of LaSalle or its affiliates. Should an interest in any of the foregoing be offered by LaSalle or the services of LaSalle be made available, then such offer or services will only be made available Click to read more following the registration, authorization, license or other form of notification pursuant to the rules of the relevant country being obtained or otherwise satisfied. The case studies included in this report are provided as examples of investments previously transacted by LaSalle and it should not be assumed that investments made by LaSalle in the future will be comparable in quality, diversity or performance. The investments included in this report should not be considered to be representative of any of LaSalle’s portfolio as a whole. A decision to invest in any investment opportunity should consider all characteristics or objectives disclosed in the relevant offering document before making any final investment decision. The views expressed in this report represent the opinions of the persons responsible for it as at its date and should not be construed as guarantees of performance, in relation to sustainability or otherwise, with respect to any investment. Past performance is not indicative of future performance. The price and/or value of and income derived from any particular investment may fall or rise and investors may not get back the amount originally invested. LaSalle has taken reasonable care to ensure that the information contained in this report has been obtained from reliable sources but no representation or warranty, express or implied, is provided in relation to the accuracy, completeness or reliability of such information. All assumptions, figures and calculations contained in the information must be independently verified by the recipient. LaSalle does not undertake and is under no obligation to update or keep current the information or content contained in this report for future events. No legal or tax advice is provided. Investors should independently evaluate specific investments and trading strategies and should have the financial ability and willingness to accept the risks associated with these strategies and property investment in general. LaSalle does not accept any liability in negligence or otherwise for any loss or damage suffered by any party resulting from reliance on this report. By accepting receipt of this report, the recipient acknowledges that this report is confidential and agrees not to distribute, offer or sell this report or copies of it and agrees not to make use of the report other than for its own general information purposes. Securities offered in the United States through LaSalle Investment Management Distributors, LLC, a SEC registered broker dealer and a member of FINRA/SIPC. Copyright © LaSalle Investment Management 2023. All rights reserved. No part of this publication may be reproduced by any means, whether graphically, electronically, mechanically or otherwise howsoever, including without limitation photocopying and recording on magnetic tape, or included in any information store and/or retrieval system without prior written permission of LaSalle Investment Management. ® Sustainability in Focus I 47 Sustainability in Focus I 48® Amsterdam El Segundo Munich Shanghai Atlanta Hong Kong New York Singapore Baltimore London Paris Sydney Beverly Hills Luxembourg San Diego Tokyo Chicago Madrid San Francisco Toronto Denver Mexico City Seoul Vancouver Investing today. For tomorrow.",
    "TEXT BY PAGE": [
        "© LaSalle Investment Management 2023",
        "LETTER FROM OUR CEO For more than 40 years, LaSalle has been TABLE OF CONTENTS a global leader in real estate investment management. • Letter from our CEO p.4 Our institutional clients manage assets • Our business at a glance p.5 for millions of workers and pensioners; from teachers to firefighters to healthcare People, Planet, Performance p.7 workers, creating a better future for people Mark Gabbay around the world. Global CEO • Our sustainability strategy and p.9 approach During the past few years, our world has experienced significant change. We’ve seen a global pandemic, social conflict, extreme weather events, new (and pending) regulations, work-from-home, rising interest • How we add value p.15 rates and war. It seems the only constant in our lives is change, and the same holds true for real estate. Our scaled access to information has provided us with a lens into the impact that real assets have on the Climate action p.19 environment and the surrounding communities. To help drive real impact, we must be equipped with the right knowledge and tools. We’ve increased our sustainability capacity by scaling up each regional sustainability team and adding • Climate action today, for a better p.19 technical expertise. We’ve completed 113 energy audits* and developed new resources to skillfully integrate tomorrow sustainable principles into our business and decision-making processes. We’ve diversified our supply chain and developed new resources to skillfully integrate sustainable principles into our business and • Resource conservation p.21 decision-making processes. • Reducing carbon emissions p.25 We’ve refined our carbon strategy so that all portfolios and business lines can actively work to reduce our • Evaluating climate risk p.27 carbon emissions. This work will lead to more efficient operations, shape portfolio construction, increase resiliency and help to future-proof our assets and our business. • Indirect investing approach p.29 Our affiliation with JLL has many synergies that we seek to leverage, given their position as one of the largest providers of real estate services. They have recently issued a Sustainability Report that highlights Case studies p.35 their capabilities, forward-thinking approach and achievements. I encourage you to read the report here. Taken together, these factors provide us great optimism that our efforts will make an impact through the Summary p.45 lenses of People, Planet and Performance. That said, we can’t do it alone. Sustainability encompasses an expanding universe of topics requiring wider and deeper expertise, and we’re prepared to collaborate Appendices p.46 across a broader set of stakeholders throughout our supply chain. We are issuing our sustainability goals, progress, and metrics in two reports: one on climate action, and the • Global Sustainability Committee p.46 other on community impact. This report covers our sustainability programming around the world, and will address our specific work to adapt to and mitigate the effects of climate change. In 2023 we will provide • Footnotes and disclaimers p.48 and update on our enterprise efforts to improve the communities where we operate, along with our diversity, equity and inclusion initiatives. There remains much to do, but all our efforts align with our mission: Investing today. For tomorrow. Mark Gabbay Hong Kong Global CEO * by 31 December, 2022",
        "At LaSalle, we deliver invesOtmPENeINnGt R EpMeARrKfSo rmance ® for a better tomorrow for all our stakeholders. Our business at a glance Meeting investor objectives with a range of products 1,540 $35.1b $35.3b $7.9b $3.4b PROPERTIES $82b 14 SEPARATE ACCOUNTS COMMINGLED FUNDS LASALLE GLOBAL PARTNER GLOBAL REAL ESTATE * Customized mandates meeting Open and closed-end funds SOLUTIONS SECURITIES the individual investment offering investors a strategic Customized global and regional Actively managed global real objectives of clients around the focus on attractive regions, indirect real estate investments estate securities programs GLOBAL ASSETS COUNTRIES world. styles and sectors. in funds, joint ventures, offering diverse investment UNDER MANAGEMENT co-investments and secondaries. options. 24 900+ LaSalle offices On-the-ground presence in the markets where we invest OFFICES EMPLOYEES ACROSS THE GLOBE Atlanta Mexico City Amsterdam Baltimore New York London Source: LaSalle Investment Management as of Q3, 2022. Beverly Hills San Diego Europe Luxembourg *All assets are in US dollars Americas Chicago San Francisco Madrid MANAGING CAPITAL FOR INVESTORS Denver Toronto Munich El Segundo Vancouver Paris ACROSS THE GLOBE 500+ Institutional investors in over 30 countries Hong Kong Public pension funds Seoul Asia Shanghai Corporate pension funds Pacific Singapore Insurance companies Sydney Family office Tokyo Foundations & endowments Sovereign wealth funds Fund of funds High net worth individuals Sustainability in Focus I 5 Sustainability in Focus I 6",
        "Sentence to introduce To drive a more sustainable tomorrow, we focus on three key areas: people, planet and performance. We care about each other, our communities and our world and invest significant time and resources into creating a culture of collective success. PLANET PERFORMANCE We are committed to We aim to optimize investment protecting and preserving the opportunities and create health of our world, through a sustainable value for our clients thoughtful, tailored business through tailored approaches that approach. simultaneously protect and enhance the wellbeing of our planet. ® Sustainability in Focus I 7 Sustainability in Focus I 8 ELPOEP PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES INCLUSIVE AUTHENTIC We instill a sense of belonging for Transparency and trust are each other, our investors and our at the heart of who we are; world. We value everyone’s whole we always act with integrity. self, unique perspectives and experiences. GOVERNANCE As we work to make a difference in the areas of planet, people, and performance, we consider governance an integral part of all our sustainability goals and actions. OWNER MINDSET Our culture is defined by our SUSTAINABLE We are One LaSalle sense of responsibility and accountability to our shareholders, In our work on making a positive difference to people, planet and With a sense of purpose, we pursue our investors and to each other. performance, robust governance is inherent to every stage of our consistent and thoughtful action toward sustainable solutions. investment activity, to safeguard the successful delivery of sustainable solutions.",
        "2202 PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES TIMELINE AND TRACK RECORD The formation of the Global Sustainability Committee (GSC) in 2008 marked the beginning of LaSalle’s formal process for implementing sustainability initiatives across portfolios. 2022 AWARDS AND ACHIEVEMENTS Since then, specialist tools, processes and resources to evaluate and mitigate climate risk have become an integral part of working life across every aspect of our business from due diligence, risk management and operations, to portfolio management. AMERICAS 127 WELL HEALTH AND SAFETY 61 LEED 35 ENERGY STAR 26 BREEAM ASIA PACIFIC LaSalle creates the Global 41 WELL HEALTH AND SAFETY Sustainability Committee (GSC) 25 CASBEE to set global goals 20 BELS 7 DBJ 5 LEED 2 NABERS 1 BCA Greenmark EUROPE 78 BREEAM 26 DGNB 3 HQE ®® Sustainability in Focus I 10 8002 8102 9102 0202 1202 LaSalle Europe commits to the UK Better Building Partnership’s Climate Change Commitment LaSalle joins ULI Green- print's global Net Zero X 2050 commitment achieve net zero by 2050 LaSalle publishes its “DTU+E Whitepaper” linking superior LaSalle forms Climate Risk Investment Task Force (CRTF) to Performance to provide employees with ESG Metrics the tools, processes and resources to evaluate climate risk in investment decision making LaSalle joins the US DOE's Better Climate Challenge LaSalle earns Energy Star Partner of the Year award 7102 LaSalle becomes a Signatory to GRESB LaSalle appoints first Global Sustain- ability Officer and first Regional Sustainability Officers 2102 LaSalle becomes a Signatory to the Carbon Disclosure Project (CDP) 3102 Over 350+ LaSalle global assets submitted to “ULI Greenprint” for driving reductions in Energy/Car- bon/Water/Waste 5102 Global leadership approves GSC’s 3-Year Strategic Plan LaSalle receives its first 5-Star Fund award from GRESB 6102 LaSalle’s “Green Lease Template” developed and rolled out globally to LaSalle Asset Managers LaSalle joins the “Better Building Partnership” in the UK 2016 4102 LaSalle publishes first “Global Sustainability Policy” 1102 LaSalle becomes a Founding Member of ULI Greenprint (formerly Greenprint Foundation) LaSalle GPS joined forces with GRESB gaining a seat on the advisory board. We published a paper outlining how our investment process complies with the UK Stewardship Code 0102 LaSalle becomes a Signatory to the UN sponsored Principles for Responsible Investing (PRI) LaSalle’s “GreenGuide” published to help drive energy reductions and Sustainable Operational Best Practices 9002 LaSalle becomes a Signatory to the UK Stewardship Code 95% of LaSalle’s employees Joins NZAM completed JLL’s Sustainability Essentials NET ZERO ASSET training MANAGERS 480 global sustainability certifications Signatory to the US Department of as of Q3 2022 Energy’s Better Buildings Climate Challenge CERTIFICATIONS LaSalle Europe publishes its Net Zero Carbon Pathway Sustainability in Focus I 9",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES OUR SUSTAINABILITY STRATEGY AND APPROACH HOW WE ACHIEVE OUR SUSTAINABILITY GOALS Our tailored approach to each asset and portfolio is designed to protect and enhance financial returns, today and in the future. DEDICATED SUSTAINABILITY TEAMS We have a well-established, highly experienced in-house global sustainability team, concentrated We have made significant progress on our journey towards carbon neutrality and a better tomorrow. full time on driving sustainability work and goals. RESOURCE ALLOCATION In addition to investing in the tools and processes that are important to sustainable outcomes for our clients, we have made a substantial investment in the human capital that is vital to success, with a team of sustainability professionals in each region where we operate. Every function within our organization contributes to our sustainability ROBUST GOVERNANCE goals. Dedicated sustainability teams are responsible for supporting our broader We drive ethical, compliant, forward-thinking organization in setting goals, making investment decisions, and measuring and and transparent policies across all business reporting on progress. lines. 83 40 15 14 ACCOUNTABILITY, EVERY DAY Every employee at LaSalle has an annual goal EMPLOYEES ACROSS EMPLOYEES LEADERS ACROSS EACH FULL-TIME which requires that sustainable considerations THE FIRM PARTICIPATE PARTICIPATE ON BUSINESS LINE ON THE ROLES are incorporated into their roles wherever ON SUSTAINABILITY THE GLOBAL GLOBAL SUSTAINABILITY DEDICATED TO appropriate. COMMITTEES AND CLIMATE RISK COMMITTEE SUSTAINABILITY TASKFORCES TASKFORCE Vancouver Every function within our organization contributes to our sustainability goals. ® Sustainability in Focus I 11 Sustainability in Focus I 12",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES HOW WE ADD VALUE Our sustainability policy supports an approach that seeks to add value at every opportunity, by enhancing Accretive Value Drivers (AVD) and fortifying Defensive Value Protectors (DVP). ACCRETIVE VALUE DRIVERS Carbon pricing risk We aim to add value at every stage of the Climate compact risk investment lifecycle, from due diligence through More desirable spaces Resilience risk acquisition, development, maintenance and Rent premiums Regulatory disclosure risk asset management. Sustainability assessment Increased occupancy Insurance premium risk outcomes and any applicable improvement plans Increased tenant retention Valuation risk are reflected in underwriting and Investment Faster lease-up Functional obsolescence risk Committee approval documents. Lower operating expenses Reputational risk Higher net operating incomes Importantly, asset managers carry out regular Greater investor appeal sustainability reviews in order to optimize Lower cap rates investment and development opportunities DEFENSIVE VALUE PROTECTORS and minimize risk. “ Sustainability is part of everyone's job, whether it’s due diligence, risk management, operations or portfolio management. 222 Exhibition Street Melbourne Chris Wilson Head of North America Due Diligence ® Sustainability in Focus I 13 Sustainability in Focus I 14",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES 2022 GRESB and ULI Greenprint results LASALLE 2020-2021 GREENPRINT MEMBER REPORT*** Twenty-one of the firm’s funds and separate accounts, domiciled across Europe, North America and Asia-Pacific, have been recognized for meeting the 2022 Global PERFORMANCE SNAPSHOT Real Estate Sustainability Benchmark (GRESB), further improving upon impressive CARBON WATER ENERGY ELECTRICITY NATURAL LANDFILL DIVERTED results reported in 2021. Across the 21 submissions, LaSalle achieved four 5-Star, 228 properties 110 properties 194 properties 194 properties GAS WASTE WASTE 66 properties 22 properties 19 properties nine 4-Star, six 3-Star and two 2-Star GRESB ratings. 25% 20% Reinforcing our alignment with GRESB, Kathleen Jowett, Fund Manager 15% with LaSalle Global Partner Solutions maintains the following designations: 10% • GRESB Foundation Board Member (2022-present) 5% 1.0% • Chair of the GRESB Advisory Board (2017-2022) • Chair of the GRESB Foundation Board (2022–present) 0% -1% -1.1% -1.2% read more -5% -5% -6% -10% -15% -11.9% Los Angeles -20% COMMINGLED FUND -25% RESULTS SUMMARY Management and Performance The data above is a summary of data submitted to GRESB that has been filtered by Greenprint and as a result may not be consistent with future disclosure of similar information disclosed for other reporting purposes. 2022 2022 2021 2021 FUND MANAGEMENT PERFORMANCE MANAGEMENT PERFORMANCE CARBON REDUCTIONS ARE EQUIVALENT TO: LaSalle Canada Property Fund 30 56 30 57 LaSalle Property Fund 30 50 30 51 North America JLL Income Property Trust 30 48 30 49 20,099 1,088 1,863 LaSalle LOGIPORT REIT 30 63 30 57 Fewer barrels Fewer homes Fewer vehicles LaSalle Japan Retail Portfolio 30 54 30 54 of oil* consuming energy* on the road* Asia LaSalle Japan Property Fund 30 50 30 44 Pacific LaSalle Asia Venture Trust 30 49 n/a n/a 144,040 58 LaSalle Asia Opportunity Fund V 30 49 30 49 LaSalle China Logistics Venture 30 46 30 40 Tree seedlings grown Fewer Olympic for 10 years swimming pools** LaSalle E-REGI 30 58 30 58 Europe LaSalle Encore+ 30 57 30 59 * Emissions reductions equivalences calculated using U.S. EPA Greenhouse Gas Equivalencies Calculator: https://www.epa.gov/energy/greenhouse-gas-equivalencies-calculator LaSalle Global Navigator Fund 28 53 28 56 Global **This figure based on water like for like portfolio *** View full 2021 Greenprint member report GRESB Real Estate Assessment issued in Oct 2022 for calendar year 2021 performance *The data above is a summary of data submitted to GRESB that has been filtered by Greenprint and as a result may not be consistent by the Global Real Estate Sustainability Benchmark Benefit Corporation. with future disclosure of similar information disclosed for other reporting purposes. LaSalle pays an annual fee for each fund assessed through GRESB. ® Sustainability in Focus I 15 Sustainability in Focus I 16",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES 2022 PRI results Miami LASALLE PRI ASSESSMENT REPORT RESULTS INCLUDE: In addition, LaSalle received welcome scores in its 2021 United 5 4 4 ★ ★ ★ Nations ”Principles for Responsible Investment” (PRI) Assessment Report, most notably securing a 5-star rating in the Investment and Stewardship Policy score, the only score Investment and Direct Indirect that applies across the whole of the firm. 5-star scores are Stewardship Policy Real Estate Real Estate reserved for asset managers that can “demonstrate leading 4 2 practices within the responsible investment industry.” ★ ★ These results come following changes to the PRI’s reporting Direct - Listed Equity Listed Equity structure and scoring methodology, which included moving to Active fundamental Active fundamental a star classification system from letter classification. incorporation active voting LaSalle’s PRI 2021 Assessment Report was released in September 2022 by the Principles of Responsible Investment Association, an investor initiative in partnership with UNEP Finance Initiative and UN Global Compact. ® Sustainability in Focus I 17 LaSalle pays an annual corporate membership fee to the PRI. Sustainability in Focus I 18",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES Climate action today, In line with this goal, we have committed to the following initiatives: for a better tomorrow Our approach to sustainability is far ranging and encompasses a wide variety of initiatives, which are embedded across all business BBP Climate Commitment Better Climate Challenge (BCC) practices. In particular, our sustainability policy recognizes the (European assets only) Through the BCC, organizations pressing requirement for action on mitigating the effects of Deliver net zero buildings by 2050 can partner with the US Department climate change and the transition to a low-carbon economy. for Scope 1, 2 and 3 emissions, of Energy to reduce portfolio-wide including embodied carbon. scope 1 and 2 greenhouse gas (GHG) Recent years have seen LaSalle intensify focus and resources on these efforts. In 2020, we emissions by at least 50 percent committed to reduce the Scope 1 and 2 landlord-controlled operational carbon emissions of within 10 years. our portfolio of directly managed properties to: NET ZERO ASSET MANAGERS INITIATIVE Net Zero Asset Managers initiative ULI Greenprint commitment Achieve net zero on our assets by 2050, Reduce operational carbon with an interim target of “our fair share” emissions (Scopes 1 and 2) of of a 50% reduction of Scope 1, Scope 2 buildings under our operational and Scope 3 emissions “to the extent control to net zero by 2050. possible” by 2030. New York ® Sustainability in Focus I 19 Sustainability in Focus I 20",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES RESOURCE CONSERVATION Resource AMERICAS conservation FRAMEWORK: In the Americas, EPA’s Energy Star Portfolio Manager as well as third-party environmental data is used to benchmark energy, GHG, water and waste data coverage and consumption, certifications, technical assessments and completed sustainability projects. APPROACH: Sustainability factors are incorporated throughout the investment lifecycle, including acquisitions, asset management and stakeholder engagement. All acquisitions undergo extensive sustainability and environmental underwriting as part of the formal due diligence process, including evaluating certification/ How best to conserve precious performance in terms of energy consumption or a specific resources is a continuous process certification such as LEED, BREEAM or ENERGY STAR®. involving physical and transitional Asset Managers then actively pursue resource efficiency projects climate-related risk assessments and sustainability certifications across the portfolio. and monitoring. Our global connectivity and local expertise supports a coordinated approach to resource conservation, which is tailored to meet the individual needs of each asset and the regional regulatory requirements where it is located. Biscayne Bay ® Sustainability in Focus I 21 Sustainability in Focus I 22",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES RESOURCE CONSERVATION RESOURCE CONSERVATION ASIA PACIFIC EUROPE FRAMEWORK: FRAMEWORK: Operating assets track energy and water All assets across Europe for which we have data consumption into Measurabl - the resource are monitored for carbon emissions, energy and consumption tracking system used across our water consumption and waste management in Asia Pacific portfolios. the Sustainable Management Programme (SMP) using Deepki. APPROACH: As part of the acquisition process, we perform APPROACH: physical and transitional climate-related risk The purpose of the SMP is to deliver concrete assessments, analyze physical conditions and and lasting energy, carbon, water and waste perform environmental due diligence. reductions across the assets identified, which reduces operational expenditure and helps meet The sustainability plan for an acquired asset environmental targets. In addition, the SMP revolves around creating and implementing an supports property and facilities managers in asset-specific Energy and Sustainability the daily management of the asset. Management Plan (ESMP), which summarizes the asset’s current sustainability status and identifies Each quarter, net zero carbon, fund-level and initiatives for operational improvement. asset-level reports are produced to show progress against reduction targets, and to With new development and major renovation of highlight the best-performing assets and areas assets, we review our New Construction and of risk. Development Sustainability Guidelines (NCDSG) and document our progress. Singapore Berlin ® Sustainability in Focus I 23 Sustainability in Focus I 24",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES TAKING CLIMATE ACTION INTERDISCIPLINARY INTEGRATION g &n LaSalle is addressing the physical and transition e nti cu I no risks associated with the impacts of climate rn ac elv nc a tie s t Fia al change (adaptation) and the transition to a o n so r mA es ss su ar ge ing finaD ne cv ie al lop Leg and all reporting materials are decarbonized world (mitigation) with action consistent with protocols and M track financial ark Raise climate risk impacts of across all areas of our business. eti n g a a t lehw n aoda du r ege rhn ste hs ips assessment c cl him ana gt ee M r c ee noo g vmn u iri l p ot ao lt niaor m nrc y c eh e n/a tnging T r a n s a c tio n s CARBON AND CLIMATE RISK 101 EDUCATION Attract and Underwrite retain top Human talent ® current/future Firm-wide commitment to education and training: risks resources LaSalle educates employees on carbon and climate risk factors, and the underlying Climate risk and Link climate Development implications on our portfolios. change data to sustainability Design for resilience to investment new climate processes environment For example, in 2022 LaSalle provided an all-employee training seminar on both Climate n o a ti y Portfolio R Oi usk r ga ln od b aC l a sr ub so tan i n10 a1 b, iw lith yic eh d w uca as t p ior ne s ae nn dt e td ra b iny in s go pm re o go rf a L ma S isa l tl ee s’s t as mus et na tin ta ob Lil ait Sy a l le lea ’d s ers. In tf eo r c m h n olo g M c i mnh so aa u rn n kri at g eo ni tn sr cg e I cn lic mlu ad te e risk in E mx ie tic gu at te io r nisk c k meo ayn n s t aot gru inc gt io rin sk mP ao nr atf go eli o commitment to equip every employee with the knowledge and skills to enable them Risk nt t aa nr ag le yt s em sarket strategies m e nt e m A to proactively champion the transition to net zero. e ms manag earch a n a g es e t s m e R e n t Our climate-focused approach to drive investment performance • Preserve property value by hardening assets against identified hazards • Evaluate diversification of hazard exposures • Factor risks into acquisition strategy • Factor risks into hold/sell decisions • Protect tenants, onsite teams and community Sustainability in Focus I 25 Sustainability in Focus I 26",
        "PPEEOOPPLLEE PPLLAANNEETT PPEERRFFOORRMMAANNCCEE CCLLIIMMAATTEE AACCTTIIOONN FOCRA STEO MSTOURDRIEOSW CLIMATE ACTION TODAY, FOR A BETTER TOMORROW RECENT WHITEPAPERS Evaluating climate risk Thought leadership The evaluation of both physical and transitional climate risk includes several 2022 joint report ESG themes chronic and event-driven physical hazards, as well as legislative and regulatory with Urban Land take center stage changes across global jurisdictions. This gives us the ability to assess the Institute materiality of the potential financial impact from both types of risks. LaSalle incorporates climate risk into investment decisions by: 2022 LaSalle Decarbonization ISA climate risk and the Evaluating data from Identifying Mitigating insight report Evolution to Net Zero Carbon climate risk data providers climate risks identified risks (NZC) Real Estate to consider in overall as we evaluate new in new and standing market assessments acquisitions assets Incorporating Publishing Reporting climate risk thought leadership climate risk in our portfolios’ on how LaSalle and to inform clients, fulfill strategic planning as the industry at large global commitments a factor we weigh in become intelligent and promote making buy/hold/sell and careful transparency. decisions consumers of predictive models Paris ® Sustainability in Focus I 27 Sustainability in Focus I 28",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES INDIRECT INVESTMENT APPROACH SUSTAINABILITY INTEGRATION How responsible investment criteria are embedded in our investment process LaSalle Global Partner Solutions (GPS) is LaSalle GPS due diligence questionnaire LaSalle GPS future trends survey our platform providing investors with access to Our Fund Management DDQ contains We engage with investments annually on LEVEL 1 questions drilling into target’s ESG policies, GPS focus areas or future trends. Previous customized global and regional indirect real estate philosophy and measurement of ESG examples include climate risk, Diversity, related indicators. Net Zero Carbon adoption, flood risk and fire risk. investment solutions. GRESB participation GRESB engagement We ensure that every new investment Targeted questions agreed annually by the LEVEL 2 While LaSalle GPS does not directly own and manage properties, the team is focused on completes the GRESB survey by way of a LaSalle GPS Sustainability Taskforce side letter. focusing on GRESB results. Previous ensuring LaSalle’s sustainability policy and processes are embedded in their investment examples include EMS, DMS, stakeholder lifecycle, including: engagement, operational improvements. 1. 2. 3. Restrictions check Specific ESG indicators Prior to investment we determine the Targeted questions focusing on LEVEL 3 targets exposure to tenants and countries non-GRESB related areas. Formulating an annual Representing LaSalle Reviewing and signing-off on our on the GPS tenant and country exclusion Previous examples include: MEES lists. legislation and TCFD compliance. GP engagement on external industry pre-investment sustainability strategy bodies due diligence questionnaire: building, investment and GP levels Net zero carbon and climate risk Net zero carbon and climate risk Prior to investment we conduct a Annually we will conduct Net Zero Carbon LEVEL 4 transitional and physical risk assessment and climate risk audits on our underlying on the target investment’s holdings. investments to highlight risks and areas for further engagement. LaSalle ESG RAG assessment LaSalle ESG RAG assessment The results of the four-step process As part of the quarterly stock review, the outlined above is documented in a RAG team is required to update the RAG RAG Chicago (red, amber, green) assessment. assessment to determine what traffic light rating will be included in the wider risk RAG. If a target fails the RAG assessment If attempts at engagement with YELLOW (RED rating), a team (deal team, regional or RED rated investments have failed, ESG Head, GPS Taskforce Leader) engages and/or performance has not improved, FAILURE with the target to form an improvement the investment will be taken off our buy strategy. If target refuses to engage, the list. It may also be deemed appropriate investment will be rejected. to divest where possible (subject, for example, to liquidity constraints). Sustainability in Focus I 29 Sustainability in Focus I 30 ®",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES LASALLE SECURITIES INVESTMENT CRITERIA LaSalle Securities is uniquely positioned to leverage its long experience with listed LASALLE GPS FUTURE TRENDS SURVEY RESULTS property companies and integrated Transitional and physical risk survey research platform to provide superior Environmental factors Energy consumption market insights. Such insights include The annual LaSalle GPS Future Trends Survey focuses on the most significant and pertinent Measurement and verification environmental issues affecting our communities. identifying the potential for improvement Sustainability of built environment across sustainability factors to the benefit Findings from this survey enable the LaSalle GPS team to provide clients with information obtained from of shareholders and broader stakeholders the underlying invested funds, highlighting key trends and themes as part of the team’s ongoing alike. commitment to meeting sustainable investing principles. Sustainability considerations are factored Social factors As the world transitions to a lower carbon economy, net zero carbon (NZC) adoption and physical risk have emerged as key themes. Sustainability considerations are at the forefront of legislative change into our projection of a company's earnings, Diversity, equity and inclusion Health and safety globally with far reaching consequences for real estate. Year-on-year analysis enables the team to track our determination of the risk/return Community engagement the progress of their manager's NZC adoption and physical risk assessment across the underlying required for a company's real estate, portfolios. Through regular engagement with managers, the team is able to identify potential risks and business model, management capabilities help ensure the futureproofing of portfolios. and our assessment of the long-term growth potential of the company's earnings. Physical risk Transitional risk We create a proprietary ESG score for each Governance attributes The survey also addresses organizations’ A further engagement theme in 2021 was on each company, which is factored into each Alignment of incentives knowledge, awareness and approach to climate underlying fund's NZC targets, whether or not company's franchise or platform value. Historical conduct risk, assessing how far along they are on their these have been set, and the extent to which Transparency journey to achieving Taskforce for Climate Related portfolios are futureproofed against potential In our evaluation of a company's Financial Disclosures (TCFD) recommendations. changes to legislation designed to reach net zero environmental performance we focus on carbon by 2050. disclosure in the form of policies, reporting 60 80% 56% and monitoring. We consider energy consumption, greenhouse gas (GHG) emissions, water usage and waste management, and include our expectations funds completed of the funds have made a have published their for cost saving or revenue generation in our the survey NZC commitment pathway to NZC estimates of cash flows. We believe continuous improvement should be NZC scope includes considered over solely low per-unit impact. (% of funds that have made NZC commitment) Through the team’s disciplined investment 73 77 63 85 process, sustainability reporting attributes are calculated into a Franchise Value figure, which ultimately determines a portfolio whole-building landlord-controlled embodied of all investments manager’s buy/hold/sell decision. emissions emissions carbon in the fund ® Sustainability in Focus I 31 Sustainability in Focus I 32",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES DEBT INVESTMENT DEBT INVESTMENT Europe Americas LaSalle’s European Debt Investments business focuses on the risks and As a lender through LaSalle Debt Investors offering in the US, we are one step opportunities presented by sustainability factors at every stage of the removed from direct ownership and control of real estate assets, but investment process. This includes during initial loan screening, collateral wherever possible we seek to support investment in sustainable real estate. assessment, loan approval process and post-close loan monitoring. Starting with our next US debt fund offering which will begin deployment in 2023, our team will encourage borrowers to select more sustainable business plans and provide incentives such as reduction in cost and increased proceeds. INITIAL SCREENING / DUE DILIGENCE Climate risk: We are adopting the MSCI Climate Risk assessment tool to determine the potential As part of the initial underwriting, asset screening INITIAL SCREENING / DUE DILIGENCE risks associated with climate change on the and due diligence, we build a comprehensive collateral properties. The outputs of that tool help assessment of a transaction’s sustainability SUPPORT DISCOUNTS INCREASED PROCEEDS us to determine potential risk factors arising from performance to inform our investment decision climate change and allow us to consider any making. This includes: We offer training on the use of If a Green Building Certification We use the discounted Fannie necessary mitigation. tools such as ENERGY STAR to help is received, the borrower will US Department of Housing and ESG questionnaire: We are adopting a customized set up benchmarks that can track get a reduction of 5-10 basis Urban Development Technical due diligence: We obtain technical ESG questionnaire, formulated in conjunction with energy data. We also provide points off their exit fee. / HUD Green Financing spreads property condition reports relating to the an external ESG advisor, to screen sponsors and access to consultants who have for internal exit analysis which underlying assets which help to identify, amongst underlying real estate collateral. This screening the expertise and track record in may result in a larger loan for other factors, environmental risks (including flood process focuses on a sponsor’s commitments to the path to Green Certification; loans constrained by takeout risk assessment), physical property condition and environmental and sustainability management and guide borrowers on options DSCR analysis. evidence to support any green building systems as well as social and governance available from Fannie Mae for certification (such as BREEAM), along with energy considerations. Our typical sponsors are reduced financing costs. performance ratings (EPCs). sophisticated institutional investors with their own ESG policies, dedicated teams and a clear focus INTEGRATION OF SUSTAINABILITY INTO DEBT INVESTMENT PROCESS As part of our underwriting, we work with sponsors on delivering an ESG agenda within business plans. to ensure that their business plans seek to address From an asset perspective, the questionnaire any risk factors arising from our underwriting / due Sourcing / Underwriting / Management / focuses on energy performance and green building certifications as well as biodiversity, green travel diligence (such as lower EPC rating) and that any selection due diligence take out capex required to improve energy performance is and contribution to social factors. contemplated within a business plan as well as MARKET STRATEGY / DUE DILIGENCE, APPROVALS LOAN / adequate funding being available to deliver. DEAL SOURCING AND CLOSING ASSET MANAGEMENT LOAN APPROVALS / INVESTMENT COMMITTEE Our Investment Committee submission materials have a sustainability-focused section that summarizes Focus on redevelopment and Increased proceeds based on Collect energy data on an and addresses any findings from our underwriting process. value-add strategy lower spread assumptions ongoing basis onto Energy Star Our loan documentation includes obligations on terms of Kwh / M2 / year. This includes Target markets with access to Conduct full environmental and Provide access to consultants the borrower (“Green Undertakings”) to: whole- building energy consumption as well as transportation and high walk insurance due diligence to help in achieving Fannie Mae landlord-controlled areas (although clearly the scores or HUD-recognized Green Maintain energy efficiency ratings for each availability of tenant energy consumption is Sponsor’s background checks Buildings Certification property which are in compliance with minimum contingent on the landlord’s ability to extract Target essential workforce (governance) energy efficiency standards in force (in respect that data from underlying occupiers) housing in under-supplied and Confirm mitigation of any of each jurisdiction) Provide updated ratings (e.g. BREEAM) as and growth markets Collect energy data and setup environmental issues Provide, wherever available, actual energy when renewal of a rating is required Energy Star account discovered during due consumption data from the assets we finance in diligence GREEN LOANS The LaSalle European Debt Investments Team also has a recent track record in providing “Green Loans” EXIT: INCENTIVES in accordance with the LMA Green Loan Principles framework*. It is envisaged that all development or Increased value of property by reducing utility expense refurbishment loans to be provided by LaSalle under the programme would be structured as Green Reduction of exit fee by 5-10 basis points if Green Certification is received Loans, underlining the program’s commitment to delivering sustainable finance. Qualification for Fannie Mae and HUD Green Financing programs with reduced spreads * https://www.lma.eu.com/documents-guidelines/documents ® Sustainability in Focus I 33 Sustainability in Focus I 34",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CASE STUDIES Green loan structure LaSalle worked with the sponsor to develop a green Project Edison, London, loan framework and green finance committee to evaluate the credibility of the loan, monitor the use of targeting Passivhaus status proceeds and govern the green reporting. PURPOSE-BUILT STUDENT ACCOMMODATION The loan complies with the LMA Green Loan Principles and is verified by an independent third party, with the exit fee linked to the actual BREEAM rating achieved at completion. • The loan is structured to incentivise the sponsor to achieve high sustainability credentials • Exit fee is linked to the actual BREEAM rating achieved at completion • Loan is documented as a “Green Loan” in-line with the LMA “Green Loan Principles” and verified by an independent third party • LaSalle worked with the sponsor to develop a green loan framework and green finance committee to evaluate the credibility of the loan, monitor the use of proceeds and govern the green reporting The green loan completed by the European Debt team to support the development of this 852-bed, purpose-built student accommodation in Battersea, London was structured to incentivise the sponsor to achieve strong sustainability credentials. Targeting BREEAM “Outstanding” and Passivhaus design standards, the building features high levels of insulation including tripled-glazed windows and solar PV panels in its ambition to achieve net zero carbon. • 35% of student beds will be rented at Greater London Authority (GLA) affordable rates • 20,000 square feet of incubator / enterprise unit offered at below-market rates to provide start-up and community space ® Sustainability in Focus I 35 Sustainability in Focus I 36",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CASE STUDIES CASE STUDIES Solar potential with Tremont and Maison Manuvie, Huntington, Massachusetts Montreal – journey to net zero ENERGY / CARBON CONSERVATION ENERGY / CARBON CONSERVATION LaSalle and Manulife Investment Management formed a partnership in 2021 to make Maison Manuvie, an office building in Montreal, Canada, less carbon intensive and more sustainable. We worked closely with the building’s anchor tenant to meet a greenhouse gas reduction target of 80% by 2050. Maison Manuvie was the first building in Quebec to achieve Wired Platinum Certification for buildings with the most reliable and secure internet connections; it has achieved Leadership in Energy and Environmental Design (LEED) Platinum, the highest distinction on their rating system. Maison Manuvie was also recognized by the Canada Green Building Council as a Net Zero Learn more about this property Carbon Building (ZCB). Achieving ZCB-Performance certification Tremont and Huntington, a multi-family asset in Burlington, means taking responsibility for all carbon Massachusetts, USA is using solar as an opportunity to emissions associated with building operations and eliminating climate impacts. source renewable energy onsite, offset common area building load and sell energy back to the grid. The property's location was especially desirable due to Massachusetts' progressive solar policies. “ A new solar deal was developed for the property, adding onsite solar panels to the roof, and carport solar (ground-mounted solar panels over the outdoor parking Maison Manuvie is an exceptional example of how active lot) along with additional amenity and sustainability asset management can achieve results, especially in features for tenants. Contracting and permit-gathering are reducing carbon emissions and, ultimately, saving on completed and construction will begin next year. energy costs. This solar project supports LaSalle’s commitment to Sam Barbieri ‘Net Zero by 2050’ strategy, our broader sustainability Managing Director, Portfolio Management and Development policy and is expected to provide additional revenue and increase asset value. ® Sustainability in Focus I 37 Sustainability in Focus I 38",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CASE STUDIES Learn more about this property CASE STUDIES The green improvements included: • Adding envelope and roof thermal transfer 222 Exhibition Street, “Gold Plus” energy and measures • Improving air tightness and leakage Melbourne, a sustainable resources at Tekka Place, prevention • Creating green lifestyle options for tenants success story Singapore • Implementing bicycle parking, reducing car parking by 20% ENERGY / CARBON CONSERVATION / ENERGY / CARBON CONSERVATION / DEEP RETROFIT PREDICTIVE MAINTENANCE • Improving operational infrastructure • Adding efficient lighting • Installing water-efficient fittings When LaSalle acquired this office building LaSalle’s transformation of this outdated • Implementing sustainable landscaping in Melbourne, Australia, a performance hotel and retail building has seen its plans and irrigation systems assessment and NABERS Improvement operations and infrastructure attain gold • Creating more green spaces Plan was developed to drive more sus- standards in efficiency and sustainability. • Improving air quality tainable solutions and energy efficiency in particular. Upgrades included: • Optimizing mechanical systems controls and cooling towers • Improving air-conditioning and ventilation strategies • Implementing a predictive maintenance program • Utilizing the Bueno Analytics Platform to meet Tekka Place was awarded certifications in sustainability goals by improving building Architecture and Environmental Sustainability systems Design from the Singapore Green Building • Implementing upgrades for premium Council and received the Building and aesthetics, improved wellness outcomes Construction Authority (“BCA”) Green Mark • Creating easy ways to reduce, reuse and Gold Plus rating. The property also received recycle onsite The BCA Green and Gracious Builder Award. Highlights include achieving a 40% For its predictive maintenance system, unique improvement in efficient lighting design and amongst Australian commercial buildings, LaSalle offering new sustainable products with higher was awarded the Collaborative Partnerships Award environmental credentials. by the Facilities Management Association (FMA) of Australia in 2017. In addition to the new high standards of sustainability, the improved building LaSalle successfully turned this outdated 1980s operations are also supporting the growth commercial building into a sustainable success of tourism and boosting economic story, while minimizing costs and maximizing development in the area. efficiency. ® Sustainability in Focus I 39 Sustainability in Focus I 40",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CCAASSEE SSTTUUDDIIEESS CASE STUDIES Sustainable refurbishment at Modern logistics develop- White Hart Works, London ment, Kawasaki Bay SUSTAINABLE RE-DEVELOPMENT / RENOVATIONS NET ZERO ENERGY / RESILIENCY Following significant fire damage, the White Hart Works industrial unit in London required major rebuild and refurbishment. LaSalle’s project management team ensured that the plan maximized the opportunity to achieve a more sustainable solution. The team delivered a sustainable rebuilding process, including demolition, design, and coordination of planning approval, BREEAM and sustainability initiatives and statutory suppliers. The project is an exemplar of creative, innovative and forward-thinking refurbishment, which included: • Photovoltaic panels installed to the roof, • Sub-metering of all electrical systems providing electricity to the premises and any • Secure bicycle parking to encourage employees excess back into the network grid to cycle to work instead of driving • Electric vehicle charging points • CO2 sensors integrated into the MVHR to • Airlite decoration on all wall surfaces, control fresh air supply Logiport Kawasaki Bay, in Japan, is a five-story, multi-tenant logistics warehouse jointly developed by developed to improve air quality and • External amenity areas with timber benching LaSalle, Mitsubishi Estate Corporation and Nippo Corporation to include the very latest sustainability eliminate bacteria and mold. It also drastically • Water saving features including rainwater features. reduces the amount of solar heat absorbed harvesting, leak detection systems and lower by buildings, reducing energy costs up to water usage 30% Installation of biodiverse landscaping The plan included: This asset has achieved a 100% net following specialist consultant review and • LED lighting energy consumption reduction rate and advice 32% saving in energy consumption has received a CASBEE A certification, • Total heat exchanger BELS 5-star certification, and the ZEB* 75% reclaim of air ventilated certification. • Water-saving toilets The building has since been awarded an EPC rating of A+ and a BREAM certification of “Excellent.“ It has also 46% reduction in water usage * It is a Net Zero Energy Building, with 100% renew- become a haven for natural wildlife in the areas where sustainable landscaping was introduced. able energy to meet the base building energy • Structural control dampers requirements (tenant appliances excluded). 20% reduced building structure damage White Hart Works has risen from its ashes to become a beacon for sustainability. in the event of earthquake • Emergency generator Able to supply power operating for 72 hours during power outages or natural disasters • Rooftop solar Provides 39% of whole building energy consumption ®® Sustainability in Focus I 41 Sustainability in Focus I 42",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES CASE STUDIES CASE STUDIES In the business TRI-ing timber of bees in Munich SUPPORTING BIODIVERSITY SUPPORTING A CIRCULAR ECONOMY Scheduled for delivery in 2024, LaSalle will be driving an industry-leading opportunity by developing the first hybrid timber office buildings in Munich, Germany, in collaboration with Accumulata, using a hybrid timber-concrete method. The acquisition of these two office assets represented an opportunity to redevelop the properties in a more sustainable way. The combination of timber and concrete reduces the overall volume of concrete used, reducing CO2 emissions. With the use of timber, a far greater proportion of the building will be manufactured in a controlled factory environment, allowing higher quality control and reduced construction time onsite. About 62% of the concrete in the TRI development, and all concrete in the demolition, will be recycled. In the United States, bees are responsible for All materials used in construction will be pollinating more than a quarter of food sources documented in a material passport, Learn more about this property but are currently dying off at an unsustainable showing where and how the various rate, with potentially devastating consequences components were sourced and installed, for the environment and food security.* and ensuring they can be repurposed at the end of their service life. These As part of our wider sustainability policy, measures are projected to reduce LaSalle is supporting biodiversity by embodied carbon by up to 25%. introducing beehives to assets in Europe and the Americas, including North Wacker in This industry-leading asset has received Chicago, Illinois and Marina Park in Los Angeles, DGNB Platinum recognition, only one of California, where LaSalle coordinated the eight buildings in Munich to achieve this. purchase, transportation and implementation of beehives from two market-leading bee providers. In addition to coordinating these services, LaSalle offers tenants guidance and information on how and where to successfully install a beehive. “ These efforts will help to sustain bee populations and support asset sustainability by preserving green This is an industry-leading and best-in-class space, adding value and providing LEED credits. project. The first of its kind in Munich, its design, in accordance with circular economy principles, and Beekeeping positively impacts tenants and building owners by creating opportunities for resource-conserving operation, will serve as a community (or \"social\") engagement at the asset, creates a sustainable solution for unused benchmark in sustainable real estate. space and contributes to biodiversity. David Ironside Fund Manager *https://www.greenpeace.org/usa/sustainable-agriculture/save-the-bees/ ® Sustainability in Focus I 43 ® Sustainability in Focus I 44",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES SUMMARY APPENDICES The transition to a greener economy not only creates new responsibilities for the real estate Global Sustainability Committee industry to futureproof assets and portfolios but also brings opportunities to create fresh sources of value. Far from simply mitigating risk, our sustainability policy runs through every facet of our Tim Brian Jacques Gordon business, to ensure that we add value at every stage of an asset lifecycle, from due diligence, Kessler Klinksiek Gordon Repp Co-Chair and Global Head of Global General through acquisition, development, maintenance and investment management, and across the Global Chief Research and Strategist Counsel investment process to the extent possible or appropriate for the particular asset. Operating Officer Strategy Throughout 2022, LaSalle was – and remains – focused on taking decisive action that David Chris Julie Samer DeVos Wilson Manning Honein will benefit our people, our planet and the performance our clients expect from us. Co-Chair and Head of N.A. Global Head of Global Head of Global Head Due Diligence Climate and Investor As our track-record of certifications, awards and other “best practice“ standards recognize, of ESG Carbon Strategy Relations we have intensified our focus on climate action, delivering customized mandates to meet individual client objectives, global and regional investments in funds, joint ventures and secondary markets, and actively managed global real estate securities programs with DEDICATED SUSTAINABILITY TEAMS sustainability at the top of the agenda in every case. ASIA EUROPE NORTH GLOBAL GLOBAL PARTNER We believe it is clear from the case studies featured in this report, how a genuinely integrated PACIFIC AMERICA SECURITIES SOLUTIONS sustainability policy can result in assets and investments of lasting value, not only to the investment stakeholders, but also employees, the surrounding communities and the local economy. These very different projects around the world share one common thread: LaSalle’s determination to take climate action today, for a better tomorrow. Tom Miller Alex Edds Elena Alschuler Yelena Diggs Kathleen Jowett Violet Yang Miriam Ruhl Izzy Ballet Jian Gong Philipp Mueller Kelly Soljacich Adam Dawson Yasmin Le Brett Ormrod Richard Craddock Melody Zaghi UK Debt US Debt Global Partner Asia Pacific Europe North America Global Securities Solutions governance board governance board governance board governance board governance board ® 2S0us2t2a iSnuasbtialiitnya ibni lFitoyc Ruesp oI r t 4 5 I 29 Sustainability in Focus I 46",
        "PEOPLE PLANET PERFORMANCE CLIMATE ACTION CASE STUDIES APPENDIX APPENDIX Global ESG policy Disclaimers This report is for informational purposes and to give a general overview of LaSalle Investment Management and its sustainability goals, progress and metrics. This report does not constitute an offer to sell, or the solicitation of an offer to acquire any interests in any collective investment vehicle, arrangement, entity, joint venture, club, separate account mandate or for the advisory services of LaSalle or its affiliates. Should an interest in any of the foregoing be offered by LaSalle or the services of LaSalle be made available, then such offer or services will only be made available Click to read more following the registration, authorization, license or other form of notification pursuant to the rules of the relevant country being obtained or otherwise satisfied. The case studies included in this report are provided as examples of investments previously transacted by LaSalle and it should not be assumed that investments made by LaSalle in the future will be comparable in quality, diversity or performance. The investments included in this report should not be considered to be representative of any of LaSalle’s portfolio as a whole. A decision to invest in any investment opportunity should consider all characteristics or objectives disclosed in the relevant offering document before making any final investment decision. The views expressed in this report represent the opinions of the persons responsible for it as at its date and should not be construed as guarantees of performance, in relation to sustainability or otherwise, with respect to any investment. Past performance is not indicative of future performance. The price and/or value of and income derived from any particular investment may fall or rise and investors may not get back the amount originally invested. LaSalle has taken reasonable care to ensure that the information contained in this report has been obtained from reliable sources but no representation or warranty, express or implied, is provided in relation to the accuracy, completeness or reliability of such information. All assumptions, figures and calculations contained in the information must be independently verified by the recipient. LaSalle does not undertake and is under no obligation to update or keep current the information or content contained in this report for future events. No legal or tax advice is provided. Investors should independently evaluate specific investments and trading strategies and should have the financial ability and willingness to accept the risks associated with these strategies and property investment in general. LaSalle does not accept any liability in negligence or otherwise for any loss or damage suffered by any party resulting from reliance on this report. By accepting receipt of this report, the recipient acknowledges that this report is confidential and agrees not to distribute, offer or sell this report or copies of it and agrees not to make use of the report other than for its own general information purposes. Securities offered in the United States through LaSalle Investment Management Distributors, LLC, a SEC registered broker dealer and a member of FINRA/SIPC. Copyright © LaSalle Investment Management 2023. All rights reserved. No part of this publication may be reproduced by any means, whether graphically, electronically, mechanically or otherwise howsoever, including without limitation photocopying and recording on magnetic tape, or included in any information store and/or retrieval system without prior written permission of LaSalle Investment Management. ® Sustainability in Focus I 47 Sustainability in Focus I 48",
        "® Amsterdam El Segundo Munich Shanghai Atlanta Hong Kong New York Singapore Baltimore London Paris Sydney Beverly Hills Luxembourg San Diego Tokyo Chicago Madrid San Francisco Toronto Denver Mexico City Seoul Vancouver Investing today. For tomorrow."
    ]
}