{
    "FILE_NAME": "https://www.fpl.fs.usda.gov/documnts/fplgtr/fpl_gtr179.pdf",
    "ALL TEXT": "United States Decay Hazard (Scheffer) Department of Agriculture Index Values Calculated Forest Service Forest from 1971–2000 Climate Products Laboratory Normal Data General Technical Report FPL–GTR–179 Charles G. Carll 50 40 30 20 20 30 60 40 40 30 50 30 60 50 30 50 40 10 40 50 40 20 70 60 30 70 10 20 30 20 80 60 20 90 90 CLIMATE INDEX 80 LESS THAN 35 30 70 80 90 130 35 TO 65 40 60 100 150 MORE THAN 65 50 110 140 120Abstract Contents Climate index values for estimating decay hazard to wood Page exposed outdoors above ground (commonly known as Scheffer index values) were calculated for 280 locations in Introduction ..........................................................................1 the United States (270 locations in the conterminous United Use of the Scheffer Index.................................................1 States) using the most current climate normal data available from the National Climatic Data Center. These were data An Alternative Measure to the Scheffer Index .................1 for the period 1971–2000. In general, the values appear to Possible Shift in Scheffer Index Values ...........................3 have been moderately higher during this period than the values listed by Scheffer. The values are listed, and a revised Objective ..............................................................................3 climate index map is provided. Methodology ........................................................................3 Acknowledgments Results ..................................................................................3 The author recognizes Lloyd Blackburn and William (Bill) Discussion ............................................................................3 Silva of the U.S. Forest Service Geospatial Service and Technology Center (Salt Lake City, Utah) for preparing the Conclusions ..........................................................................5 revised climate index map. The map was developed with References ............................................................................5 ArcMap (an ArcINFO Product, ESRI, Redlands, California) exported to a geo-referenced PDF file and edited with Ado- Appendix—Number of Days of Missing Temperature be PhotoShop (Adobe Systems, Inc., San Jose, California). and Precipitation Data, 1971–2000 ....................................12 The author also acknowledges that the review comments of Steve Cornick, National Research Council of Canada, substantially influenced this report. Keywords: decay hazard, climate index, Scheffer index, climate normal data, above-ground decay January 2009 Carll, Charles G. 2009. Decay hazard (Scheffer) index values calculated from 1971–2000 climate normal data. General Technical Report FPL-GTR-179. Madison, WI: U.S. Department of Agriculture, Forest Service, Forest Products Laboratory. 17 p. A limited number of free copies of this publication are available to the public from the Forest Products Laboratory, One Gifford Pinchot Drive, Madison, WI 53726–2398. This publication is also available online at www.fpl.fs.fed.us. Laboratory publications are sent to hundreds of libraries in the United States and elsewhere. The Forest Products Laboratory is maintained in cooperation with the University of Wisconsin. The use of trade or firm names in this publication is for reader information and does not imply endorsement by the United States Department of Agriculture (USDA) of any product or service. The USDA prohibits discrimination in all its programs and activities on the basis of race, color, national origin, age, disability, and where applicable, sex, marital status, familial status, parental status, religion, sexual orienta- tion, genetic information, political beliefs, reprisal, or because all or a part of an individual’s income is derived from any public assistance program. (Not all prohibited bases apply to all programs.) Persons with disabilities who require alternative means for communication of program informa- tion (Braille, large print, audiotape, etc.) should contact USDA’s TARGET Center at (202) 720–2600 (voice and TDD). To file a complaint of discrimi- nation, write to USDA, Director, Office of Civil Rights, 1400 Independence Avenue, S.W., Washington, D.C. 20250–9410, or call (800) 795–3272 (voice) or (202) 720–6382 (TDD). USDA is an equal opportunity provider and employer.Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Charles G. Carll, Research Forest Products Technologist Forest Products Laboratory, Madison, Wisconsin Introduction the local climate, however, are not expected to always be precise and predictable. The relationship is expected to vary A parameter—the “climate index value”—was proposed by with specimen configuration and with what is sometimes Scheffer (1971) to estimate decay hazard, by geographic termed “microclimate” (for example, whether a wood speci- location within the conterminous United States, for wood men is shaded). The findings of Brischke and Rapp (2008) exposed above ground to exterior conditions. The parameter, thus cannot be logically interpreted as indicating inadequacy devised to be easily calculated from climatic data available of the Scheffer index as a climate-based indicator. Brischke from the U.S. Weather Bureau, is expressed as and Rapp suggest no alternative climate-based metric for Index = ∑ InD de ec[ x(T(cid:32)(cid:166)D −ec 35(cid:62)(cid:11) T)((cid:16)D35−(cid:12)(cid:11)3D)] (cid:16)303(cid:12)(cid:64) 30 (1) estimating decay hazard. Jan Use of the Scheffer Index Jan where T is mean monthly average temperature (expressed The Scheffer index was cited by Verrall and Amburgey in °F), D is mean number of days per month with 0.01 in. or (1980) in a manual produced for the U.S. Department of more of precipitation, and (T – 35) ≡ 0 if T < 35. Housing and Urban Development regarding decay preven- tion. The manual provided recommendations for builders The index value may alternatively be expressed as and building owners; among these were recommendations Index = ∑ InD de ec[ x(T(cid:32)(cid:166)−Dec 2(cid:62)(cid:11))(TD(cid:16)2−(cid:12)3(cid:11) D)] (cid:16)163(cid:12)(cid:64).71 6.7 (2) for the dimension of overhangs on single-story buildings. Jan The dimensions were conditioned on the Scheffer index Jan value. where T is mean monthly average temperature (expressed in °C), D is mean number of days per month with 0.25 mm or The index value may be calculated from local weather data more of precipitation, and (T – 2) ≡ 0 if T < 2. to estimate the local decay hazard that existed over a speci- fied time period. The index value has been used in this way The climate index value has become widely recognized to estimate decay hazard that existed during field studies and is commonly termed the “Scheffer index.” The index is (Carll et al. 1999, Carll and Wiedenhoeft 2007). Carll and cited in the Wood Handbook (Forest Products Laboratory Wiedenhoeft (2007) noted that the Scheffer index value at 1999), where a hazard map for the contiguous United States Madison, Wisconsin, differed appreciably over different (from Scheffer (1971)) is also shown (Fig. 1). Cornick and roughly decade-long periods and thus could be a contribut- Dalgliesh (2003) state that decay hazard maps based on the ing factor in apparent differences between two sequential Scheffer index have been developed for Canada and Aus- studies in observed decay propagation in test-fence tralia by Setliff (1986) and Carter et al. (1983), respectively. specimens. More recently, Wang et al. (2007) developed a decay hazard map for China based on the Scheffer index. An Alternative Measure to the Scheffer Index As a metric by which relative hazard can be compared be- A service life prediction model has recently been developed tween geographic locations, the Scheffer index is not intend- by the Commonwealth Scientific and Industrial Research ed to predict decay propagation rate nor time to failure in Organization (CSIRO, the Australian national science specific constructions. Recently, Brischke and Rapp (2008) agency) for wood installed above-ground in Australia, in reported that wood temperature and moisture content better which decay is assumed to be the failure mode determining predicted decay than did climate conditions as expressed service life. The prediction model is presented in a manual by the Scheffer index. Their findings would be logically ex- for use by practitioners (Wang et al. 2008) and includes a pected inasmuch as decay propagation has been recognized climate parameter for prediction of decay rate. The param- for decades as dependent on moisture and temperature con- eter was developed from decay rate data collected from ditions in the wood substrate (Panshin and De Zeeuw 1964). L-joint decay-test specimens exposed at 11 locations in Development of the Scheffer index was based on the intui- Australia (eight locations, two locations, and one location tively obvious premise that conditions in wood substrates in Queensland, New South Wales, and Victoria provinces, exposed outdoors were related to climatic parameters. The respectively). The climate parameter, termed k climate, was relationship between conditions in a wood substrate and developed for each of the locations by relating decay rate inGeneral Technical Report FPL–GTR–179 Figure 1. Climate index map for decay hazard based on Scheffer (1971) and reproduced in the Wood Handbook (Forest Products Laboratory 1999). a set of specimens at each location to decay rate in a set of per year, is conceptually similar to the term D in the Schef- specimens (assumed to be virtually identical) at Beerburrum fer index formula (Eqs. (1) and (2)). (near Brisbane). Wang et al. (2008) indicate that values for Prior to release of the 2008 manual (Wang et al. 2008), k derived from comparative decay rates were correlated climate CSIRO researchers had implied that the Scheffer index was with “annual rain duration” (either number of hours per year not as well correlated with decay propagation in outdoor test or number of days per year during which rain occurred). Of specimens as were other climate measures, at least not in the two measures of annual rain duration, number of days Australia (Foliente et al. 2002, Leicester et al. 2004). Foli- per year with measurable precipitation is directly obtain- ente et al. (2002) did not present a formula for decay climate able from all or virtually all datasets available from the index values but stated that index values would be a func- Australian Bureau of Meteorology (BOM), whereas number tion of mean annual temperature, number of rain days of hours per year of rainfall must be inferred from rainfall per year, and mean annual vapor pressure deficit (which data, which typically is reported in BOM datasets in 3-hour they did not precisely define).1 Leicester et al. (2004) imply intervals. The primary climate parameter presented by Wang et al. (2008) is thus 1 Mean annual vapor pressure deficit would most logically be defined as the difference between vapor pressure of saturated air at mean annual tem- k climate =0.15 Dk cyleiamrat e = 0.15 √ D year (3) perature and vapor pressure at mean annual dewpoint temperature. Annual vapor pressure deficit can be considered an indicator of drying potential to the atmosphere. Drying potential is balanced against wetting potential in where D year is number of days per year with measurable calculation of climatic moisture indices as indicated by Cornick and Dal- precipitation. gleish (2003). In calculation of moisture indices, wetting potential is typi- cally expressed as total precipitation over time (in millimeters or inches, in The 2008 CSIRO manual identifies four decay hazard zones liquid equivalent) rather than as hours or days of precipitation. Cornick and Dalgleish noted that the concept of a moisture index had historically proven (A through D) based on k and indicates that these zones climate useful for characterization of natural vegetation cover or for prediction of transposed over the Australian map show a very similar the potential of a geographic land area for agriculture. They suggested that pattern to calculated Scheffer index values so transposed the concept could be useful with regard to predicting moisture accumula- tion in building envelopes. They did not, however, explicitly suggest its use (Wang et al. 2008). It may also be noted that the sole for prediction of decay hazard. meteorological term in Equation (3), days of precipitation 2Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data that CSIRO researchers had by 2004 abandoned inclusion • Effective preservatives (that also posed health risks) of either temperature or vapor pressure deficit in calcula- have been supplanted with safer, but less effective, tion of a climatic decay hazard index, indicating that the preservatives. most consistent predictor of climatic decay hazard across • Architectural styles have changed, and the changes Australia is number of hours per year that rain occurs. The have resulted in greater exposure of building walls to concept of annual rain duration as the most important cli- rain, in a greater number of joints and interfaces on mate parameter relating to decay was thus recognized by outer building surfaces, and in more complicated joints CSIRO researchers by 2004; by the time the 2008 manual and interfaces that are more prone to water intrusion. was published, they apparently determined that the more useful (or more reliably calculable) primary measure of that A possible contributing factor that has only occasionally parameter was days per year rather than hours per year. For been posed is that the decay hazard in a given location may the 11 locations on which the CSIRO researchers based their have changed over time. In calculation of Scheffer index decay rate observations, annual rain duration does appear to values over successive periods that corresponded with a se- show better correlation with observed decay rate than does ries of relatively recent field studies (Carll and Wiedenhoeft the Scheffer index. However, in none of the 11 locations 2007), calculated values varied from slightly to moderately at which decay rate observations were made does coldest in excess of the index values presented by Scheffer (1971) monthly average temperature fall below the threshold value for the study location (Madison, Wisconsin). of 2°C (35°F), below which decay activity ceases. In sum- Objective mary, the means that CSIRO researchers have found most appropriate for characterizing climatic decay hazard in- The objective of the work described here was to calculate volves an even simpler calculation than the Scheffer index. Scheffer index values based on the most recent climate nor- For the range of (relatively warm/hot) climates of Australia, mal data available from the National Climatic Data Center. the simplified calculation appears justified. In contrast, in A climate normal is defined by the World Meteorological many locations within the conterminous United States, Organization (WMO) (1983) as the average of a particular winter temperatures fall below the level at which decay can climate variable over a uniform and relatively long period of propagate. For the conterminous United States, no alterna- at least three consecutive 10-year periods. tive metric has been shown to be as reliable as the Scheffer index for characterizing climatic decay hazard. Methodology Possible Shift in Scheffer Index Values The most recent version of climate normal data available Over the past three decades, the perception has grown that from the National Climatic Data Center (NCDC) (National decay problems have become more prevalent in new con- Oceanic and Atmospheric Administration, U.S. Department struction (Kadulski 1997, Dell and Laidlaw 1998, Lstiburek of Commerce) was used to calculate Scheffer index values 2008). Various reasons have been posited for this: for 270 locations in the conterminous United States, 5 loca- tions in Alaska, and 5 locations in Hawaii. The data sets on • Building materials have become less decay resistant (by which the calculations were based are termed “Monthly Sta- a combination of more widespread use of less decay- tion Climate Summaries—CLIM 20” or alternatively “The resistant species and shorter rotation ages of commer- Climatography of the United States No. 20, Monthly Station cial timber harvests). Climate Summaries for the 1971–2000 Period of Record.”2 • Construction components and details have become Where possible, data for the same stations on which Schef- more prone to moisture accumulation (for example, fer (1971) reported values were used. sills of contemporary exterior entry doors have minimal Results slope and contemporary windows typically no longer have sloped sills that might collect water from jamb Values are reported in Table 1. A map for the conterminous casings and drip it to the exterior of wall cladding United States is shown in Figure 2. systems). Discussion • A knowledge base among exterior finish carpenters with regard to water management has largely been lost Of the 280 locations for which Scheffer index values were (with the trend toward more rapid turnover of residen- calculated from CLIM 20 data, comparisons could be made tial real estate being a disincentive for retention of that with the values calculated by Scheffer at 228 locations. knowledge base). Scheffer calculated index values for 250 locations in the conterminous United States. For some recording stations for • Energy-efficient construction (with reduced air leakage which Scheffer listed index values, corresponding values through walls) has inherently lower capability to dissi- pate rainwater leakage. 2 http://cdo.ncdc.noaa.gov/cgi-bin/climatenormals/climatenormals. pl?directive=prod_select2&prodtype=CLIM20&subrnum= 3General Technical Report FPL–GTR–179 50 40 30 20 20 30 60 40 40 30 50 30 60 50 30 50 40 10 40 50 40 20 70 60 30 70 10 20 30 20 80 60 20 90 90 CLIMATE INDEX 80 LESS THAN 35 30 70 80 90 130 35 TO 65 40 60 100 150 MORE THAN 65 50 110 140 120 Figure 2. Revised climate index map for decay hazard based on data for the period 1971–2000. Higher index values indicate greater decay hazard. could not be obtained from the CLIM20 data. For some of data were used to calculate index values, the value for these locations, the monthly mean temperature values were Thomasville was substantially lower (by at least 10 points) obviously faulty in the CLIM20 data (values for all months than that for any other recording location in Georgia and recorded as zero). In other cases, the locations of recording also substantially lower (by 30 points or more) than the cal- stations had evidently changed. culated values for Apalachicola, Tallahassee,4 or Pensacola, Florida. Selected climate normal data from the CLIM20 Of the 228 locations for which the index values were database for recording locations in Georgia and in northern deemed comparable, values were within 5 points of those Florida are listed in Table 2. The coldest month column of listed by Scheffer for 176 of the locations. A difference of Table 2 clearly shows that none of the locations experienced 5 points was selected as being appreciable. By this criterion, periods of winter dormancy for decay fungi. Table 2 also index values (calculated from CLIM20 data) were not ap- shows that Thomasville was unremarkable relative to the preciably different than those listed by Scheffer at a sub- surrounding locations with regard to any meteorological stantial majority of recording locations. Of the 52 locations characteristic, with the exception of number of days of mea- where an appreciable difference in the index value surable rain (with rain exceeding 0.01 inches or 0.25 mm). was observed, 16 locations showed a lower index value In short, Thomasville was remarkable during the period of and 36 locations showed a higher index value. 1971–2000 only with regard to rain distribution, not with The overwhelming majority of locations (14 of 16) where an regard to either temperature or rainfall amount. appreciable reduction in index value was observed were east Examination of the NCDC data for various recording loca- of the Mississippi River and south of 38° N Latitude. The tions revealed an unusually large amount of missing precipi- location with by far the most extreme change in index value tation data for Thomasville over the period of 1971–2000. was Thomasville, Georgia, where the calculated index value The Appendix is derived from NCDC data inventories and decreased from 99 to 46. lists number of days of missing temperature and precipita- Thomasville is located in extreme southern Georgia, at an tion data for the 280 recording stations for which climate elevation of 260 feet (79 m). It was listed by Scheffer as normal data were used to calculate index values. Locations having a substantially higher index value than any other re- in the conterminous United States are ranked in the Appen- cording location in Georgia. This would logically have been dix in order of decreasing number of missing days of pre- expected due to its location and elevation. Thomasville was cipitation data over the period of 1971–2000. Precipitation also listed by Scheffer as having an index value higher than data for Thomasville are substantially less complete than for Apalachicola or Pensacola, Florida, and roughly equivalent the other locations listed in Table 2, but of the 270 locations to that of Tallahassee, Florida.3 In contrast, when CLIM20 in the conterminous states that were considered in this study, 3 Thomasville is approximately 30 miles (48 km) from Tallahassee and is 4 The index value for Thomasville, calculated from CLIM20 data, was the nearest recording station in Scheffer’s list of locations to Tallahassee. more than 40 points lower than the index value for Tallahassee. 4Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data 16 other locations have more days of missing precipita- The author does not speculate on whether apparent changes tion data. Although confidence in the precipitation data for in index values were due to changes in monthly climate nor- Thomasville is reasonably limited, no obvious reason exists mal temperatures, rainfall distribution, or some combination to dismiss the climate normal data for Thomasville as being of these. The climatological data on which the index values faulty. In final analysis, the index value for Thomasville is listed by Scheffer were calculated are not adequately identi- based on incomplete data and is a distinct outlier relative to fied. For understandable reasons relating to paper length, the index values for locations surrounding Thomasville. For Scheffer did not list the monthly parameter values on which this reason, the value for Thomasville was not included in he based his calculations. Although his paper indicates that the dataset used to generate Figure 2. the climatological data were obtained from the Depart- ment of Commerce, it contains no reference indicating the The number of locations at which an increase in index value time period(s) for that climatological data. Determining the of five or more points was observed substantially exceeded monthly parameter values used to calculate the index values the number of locations at which a decrease in index value listed in Scheffer’s paper is thus virtually impossible. The of five or more points was observed (36 and 16, respec- Scheffer manuscript was submitted for publication in De- tively). Of the 36 locations at which such an appreciable cember 1970, making it likely that the climatological data increase in index value was observed, 6 bordered the Great used for calculating the Index values listed in the paper did Lakes and an additional 3 were located within 45 miles not include observations for calendar year 1970; all observa- (72 km) of the Great Lakes (either to the east or south). tions in the dataset were almost certainly for years earlier Nine of the other 36 locations were in Texas. The remaining than 1970. 18 locations were distributed in no clearly obvious pattern. It may be worth noting, however, that at two of the three Values listed in this report are not necessarily indicative of recording locations in Utah (all at higher than 4,000 ft contemporary decay hazard conditions. They are based on (1,220 m) elevation), index values increased in excess of 30-year climate normal data over the period of 1971–2000. 5 points. Another observation that may be worth noting is Progressive calculation over sequential 10-year periods is that at all 16 recording stations located on the Great Lakes recommended to obtain information that might yield a clue (from Duluth and Chicago to Rochester), an increase in in- regarding contemporary conditions.7 dex value was observed. A thorough analysis of the changes Conclusions with regard to their geographic distribution is justified but is not attempted at this time. The climate hazard for wood decay was apparently not the Mean index values for the 228 locations where values were same across the conterminous United States over the period listed by Scheffer and could be calculated from CLIM20 1971–2000 as that estimated by Scheffer (1971) based on data were 45.2 (for Scheffer calculations) and 46.7 (for climatological data from years prior to 1970. The differenc- CLIM20 calculations). The mean difference for the conter- es for most locations were modest, with a few local excep- minous United States was thus an increase of 1.5 in the in- tions. Stated another way, how index values changed shows dex value. The t-statistic for this mean difference, calculated geographic variation. This apparent geographical variation as a paired t-test (Freese 1974), was 4.23. According to this has not as yet been rigorously evaluated, but a revised index statistic, the difference was significant at α < 0.0001.5 An as- map is provided. sumption underlying paired t-tests is independence between References pairs. When measurement stations are in close proximity, climate normal values (on which the index value is based) Brischke, C.; Rapp, A.O. 2008. Dose-response relationships are likely to be correlated.6 The t-statistic thus probably between wood moisture content, wood temperature and fun- overstates the statistical significance of the differences. The gal decay determined for 23 European field test sites. Wood t-statistic (4.23) is very high but is probably deceptively Sci. Technol. 42:507–518. high. The test is thus considered a probable indicator of sta- Carll, C.; TenWolde, A.; Malinauskas, V.; Knaebe, M.; tistical difference rather than a certain or precise indicator Sotos, P.G. 1999. In-service moisture content of hardboard of statistical difference. With this caveat in mind, the decay lap siding in southern Florida. In Vol. 1 of Proceedings, 8th hazard in the conterminous United States appears to have, International Conference on Durability of Building Materi- in general, increased to a moderate degree. As suggested in als and Components. M. A. Lacasse and D. J. Vanier eds. previous discussion, the apparent general increase does not (ISBN 0-660-17737-4). Inst. For Research in Construction, appear to have been uniform across the country. National Research Council of Canada. 5 The probability level calculated by the TTEST function (single-tail, paired t-test) in Microsoft Excel (Microsoft Corp., Redmond, Washington) was 7 Such an evaluation, although instructive, would not, strictly speaking, be 1.66 × 10–5. based on climate normal data as defined by the WMO. However, conditions could possibly have been changing over recent 30-year periods, with the 6 The obvious non-correlation between index values for Thomasville result that the periods no longer meet the WMO requirement for unifor- and Tallahassee calculated from CLIM 20 data is an exception to this mity. In short, the WMO definition of “climate normal” may be losing its expectation. meaning. 5General Technical Report FPL–GTR–179 Carll, C.G.; Wiedenhoeft, A.C. 2007. Mechanical property Wang, J.; Wu, X.; Jiang, M.; Morris, P.I. 2007. Decay loss and the occurrence of wood decay during experimental hazard classifications for China for exterior above-ground outdoor aging of wood-based panels. In Proceedings, 41st wood. IRG/WP 07-20357. Stockholm, Sweden: Internation- International Wood Composites Symposium. (distributed as al Research Group on Wood Protection. CD-ROM) Wang, C-H.; Leicester, R.H.; Nguyen, M.N. 2008. Manual Carter, J.O.; Cause, M.; Moffat, A. 1983. A preliminary No. 4: Decay above-ground. Prepared for Forest and Wood above-ground wood decay index map of Australia, paper Products Australia. Highett, Victoria: CSIRO Sustainable presented at 25th Forest Products Research Conference, Ecosystems. CSIRO, Clayton, Victoria. World Meterological Organization. 1983. WMO guide to Cornick, S.; Dalgliesh, W.A. 2003. A moisture index to climatological practices, second edition. Geneva, Switzer- characterize climates for building envelope design. Jour. of land: Secretariat of the WMO. (http://www.wmo.ch/pages/ Thermal Envelope and Building Science 27(2):151–178. prog/wcp/guide/guide.2e/WMOno100.pdf) (DOI: 10.1177/1097196303036210) Dell, M.; Laidlaw, S. 1998. Performance of stucco-clad wood-frame buildings in a temperate rainforest. In: ASTM STP 1314. ASTM, West Conshohocken, PA. Foliente, G.C.; Leicester, R.H.; Wang, C.; Mackenzie, C.; Cole, I. 2002. Durability design for wood construction. For- est Prod. J. 52(1):10–19. Forest Products Laboratory. 1999. Wood Handbook: Wood as an Engineering Material. Gen. Tech. Rep. FPL–GTR–113 Madison, WI: U.S. Department of Agriculture, Forest Ser- vice, Forest Products Laboratory. Freese, F. 1974. Elementary Statistical Methods for Forest- ers. Ag. Handbook 317. Washington, DC: U.S. Department of Agriculture, Forest Service. Kadulski, R. 1997. Keeping the water out: building enve- lope performance. Solplan Review, January 1997. Leicester, R.H.; Foliente, G.C.; Wang, C-H.; Nguyen, M.; Wang, X.; Mackenzie, C.; Thornon, J.B.; Cause, M. 2004. Structural durability of exposed timber. In: Proceedings, Woodframe Housing Durability and Disaster Issues, 2004. Madison, WI: Forest Products Society. Lstiburek, J.W. 2008. The perfect storm over stucco. ASHRAE J. February 2008:38–43. Panshin, A.J.; De Zeeuw, C. 1964. Textbook of wood tech- nology, Vol. 1. New York: McGraw-Hill Book Co. Scheffer, T.C. 1971. A climate index for estimating potential for decay in wood structures above ground. Forest Prod. Jour. 21(10):25–31. Setliff, E.C. 1986. Wood decay hazard in Canada based on Scheffer’s climate index formula. The Forestry Chronicle, October 1986:456–459. Verrall, A.F.; Amburgey, T.L. 1980. Prevention and control of decay in homes. Prepared as part of interagency agree- ment IAA-25-75. Washington, DC: U.S. Department of Ag- riculture, Forest Service, and U.S. Department of Housing and Urban Development. 6Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Table 1—Decay hazard index values calculated from weather data for the period 1971–2000 Index Index Location value Change Location value Change Alabama Connecticut Anniston 62.8 Bridgeport 46.3 2.7 Birmingham 73.4 1.2 Hartford 50.7 1.9 Huntsville 67.0 1.6 Stamford 53.6 Mobile 93.8 – 5.4 Montgomery 71.8 2.6 DC DCA airport 58.2 7.0 Arizona Flagstaff 25.3 6.1 Delaware Phoenix 9.0 2.3 Wilmington 51.9 0.7 Prescott 24.3 – 1.4 Tucson 25.6 – 1.6 Florida Winslow 17.6 1.7 Apalachicola 81 – 5.3 Yuma 0.0 0 Daytona Beach 102.4 0.5 Ft. Lauderdale 154.1 Arkansas Ft. Myers 114.1 – 3.8 Bentonville 42.5 Gainesville 109.1 Fort Smith 55.9 3.6 Jacksonville 96.6 – 4.4 Littlerock 60.6 3.9 Key West 106 – 5.0 Texarkana 59.7 1.1 Miami 145.9 14.6 Orlando (Sanford) 99.7 California Pensacola 82.7 – 4.5 Bakersfield 8.5 – 0.7 Tallahassee 93.6 – 5.8 Bishop 0.7 0.6 Tampa 95.6 – 8.4 Blue Canyon 15.3 3.0 West Palm Beach 141.8 4.3 Burbank 8.7 – 0.4 Winter Haven 109.4 Eureka 44.5 3.1 Fresno 11.3 2.2 Georgia Long Beach 9.5 5.7 Athens 65 – 2.9 Los Angeles 9.1 1.1 Atlanta 70.7 4.0 Mount Shasta 14.6 1.4 Augusta 69.8 4.8 Oakland 23.9 4.0 Columbus 73.6 0.9 Palo Alto 19.5 Macon 69.9 – 7.6 Red Bluff 25.3 1.8 Rome 62.5 – 6.7 Sacremento 16.8 1.0 Savannah 83.9 1.4 Salinas 17.4 Thomasville 51.1 – 45.7 Sandberg 3.3 – 0.5 San Diego 13.1 – 0.5 Idaho San Francisco 21.8 2.4 Boise 14.7 – 2.0 Santa Maria 12.8 1.1 Bonners Ferry 28.0 Idaho Falls 9.7 1.1 Colorado Lewiston 30.1 5.3 Alamosa 18.4 0.5 Pocatello 17.2 2.9 Colo. Springs 40.9 5.6 Denver 36.3 3.0 Illinois Grand Junction 21.8 4.4 Cairo 54.7 – 7.6 Pueblo 30.6 0.1 Chicago 50.4 4.9 Moline 50.3 3.0 Peoria 48.4 5.7 7General Technical Report FPL–GTR–179 Table 1—Decay hazard index values calculated from weather data for the period 1971–2000 (continued) Index Index Location value Change Location value Change Illinois (cont.) Mass. (cont.) Rockford 45.4 2.5 Hyannis 27.1 Springfield 48 0.3 Lowell 44.1 Milton 46.5 – 3.0 Indiana Worcester 41.9 – 2.4 Evansville 52.7 – 0.3 Ft. Wayne 49.7 3.7 Michigan Indianapolis 53.6 6.9 Alpena 37.9 1.0 South Bend 50.9 7.0 Detroit 48.7 2.5 Flint 43.6 4.1 Iowa Grand Rapids 44.5 6.0 Ankeny 42.5 Ironwood 43.6 Burlington 50.6 4.0 Lansing 43.6 2.7 Clinton 48.2 Marquette 40.9 1.1 Des Moines 49.5 4.7 Muskegon 40.8 3.8 Dubuque 44.5 4.6 Sault St. Marie 37.4 3.4 Sioux City 42.2 – 1.0 Waterloo 43.7 8.7 Minnesota Duluth 39.4 2.4 Kansas Int'l. Falls 38.8 2.4 Concordia 44.8 1.8 Minneapolis 45.2 3.5 Dodge City 38.5 – 1.2 Rochester 42.2 – 1.0 Goodland 34.5 1.7 St. Cloud 39 1.0 Topeka 50.4 2.0 Wichita 44.8 0.1 Mississippi Biloxi 84.9 Kentucky Jackson 70.1 – 9.8 Lexington 59.6 1.7 Meridian 71.9 6.7 Louisville 61.6 8.1 Vicksburg 57.5 – 9.5 Louisiana Missouri Alexandria 72.8 1.0 Columbia 50.4 – 2.7 Baton Rouge 85.7 7.7 Kansas City 57 5.7 Lake Charles 80.4 1.4 Rolla 54 New Orleans 94.7 – 8.8 St. Louis 54 4.2 Shreveport 63.6 7.0 Springfield 53.3 2.1 Maine Montana Caribou 45 2.7 Billings 33.2 4.2 Portland 40.9 4.9 Glasgow 28.7 1.2 Great Falls 27.8 – 0.7 Maryland Havre 26.8 2.2 Baltimore 52.6 2.0 Helena 26.9 – 1.4 Salisbury 59.2 Kalispell 27.4 1.2 Oakland 58.3 Miles City 30.3 – 0.6 Missoula 30.8 3.9 Massachusetts Amherst 44.2 Boston 48.4 – 2.8 8Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Table 1—Decay hazard index values calculated from weather data for the period 1971–2000 (continued) Index Index Location value Change Location value Change Nebraska N.Carolina (cont.) Grand Island 39 – 0.6 Raleigh 63.5 – 2.1 Lincoln 43.6 – 5.0 Wilmington 82 2.4 Norfolk 39.3 1.2 North Platte 38.4 3.3 North Dakota Omaha 46.7 – 0.6 Bismark 30.9 – 2.1 Scottsbluff 33.8 – 0.3 Fargo 35.1 – 0.1 Valentine 36.4 1.8 Williston 29.4 – 0.3 Nevada Ohio Elko 10.6 4.0 Akron 55.5 7.6 Ely 13.2 3.9 Cincinnati 57 – 3.4 Las Vegas 0.9 0.9 Cleveland 54.5 7.2 Reno 4.3 1.8 Columbus 58.9 4.2 Winnemucca 8.5 1.9 Dayton 52.9 1.4 Mansfield 51 6.1 New Hampshire Toledo 48.9 7.4 Concord 42.8 4.3 Youngstown 52.6 2.0 Keene 41.8 Mt. Washington 17.6 – 0.8 Oklahoma Enid 42.7 New Jersey McAlester 46.4 Atlantic City 45.3 1.0 Muskogee 42.3 Newark 55.8 2.7 Olka. City 43.7 2.7 Toms River 47.5 Tulsa 50.9 2.5 New Mexico Oregon Albuquerque 27.1 2.4 Astoria 69.2 – 1.9 Los Alamos 39.8 Bend 7.6 Raton 36.2 1.3 Eugene 40.8 – 0.6 Taos 24.2 Medford 24.7 1.0 White Sands 17.4 Pendleton 18.8 – 2.2 Portland 52.4 2.2 New York Roseburg 48.8 4.8 Albany 48.8 2.8 Salem 43.9 – 2.8 Binghamton 48.5 1.2 Buffalo 52.2 7.7 Pennsylvania NYC - LaGuardia 52.8 – 0.5 Allentown 50.5 – 2.0 Riverhead 45 Altoona 55.5 Rochester 51 6.2 Erie 56.4 11.0 Syracuse 55.2 3.1 York 58.7 Philadelphia 54.1 4.3 North Carolina Pittsburgh 57.3 Asheville 61.8 – 5.7 Wilkes Barre 55.6 Cape Hatteras 77.5 – 2.0 Williamsport 56 – 1.8 Charlotte 67.5 3.4 Greensboro 59.7 – 6.7 High Point 65 9General Technical Report FPL–GTR–179 Table 1—Decay hazard index values calculated from weather data for the period 1971–2000 (continued) Index Index Location value Change Location value Change Rhode Island Virginia Newport 42.7 Lynchburg 56.5 – 8.3 Providence 46.5 – 1.5 Norfolk 65.2 – 1.1 Richmond 59.2 – 2.5 South Carolina Roanoke 60.7 Charleston 82.4 – 0.7 Columbia 71.7 – 0.4 Washington Florence 70.1 – 4.0 Olympia 43.7 – 5.7 Pullman 21.2 South Dakota Seattle-Tacoma 49.9 0.2 Huron 34.9 – 2.4 Spokane 20.6 0.7 Rapid City 35.7 0 Stampede Pass 26.7 – 1.1 Sioux Falls 39.4 2.2 Yakima 6.9 – 1.3 Tennessee West Virginia Bristol 62.3 – 1.8 Bluefield 64.5 Chattanooga 69.8 2.5 Charleston 70.7 1.7 Knoxville 67.6 – 4.1 Elkins 67.3 5.7 Memphis 62.1 6.8 Huntington 65.1 4.6 Nashville 63.4 – 0.4 Morgantown 62.4 Parkersburg 62.5 – 2.2 Texas Abilene 34 2.9 Wisconsin Amarillo 35.5 2.0 Green Bay 40.7 3.4 Austin 55.2 8.6 LaCrosse 47.7 2.9 Brownsville 49.7 6.7 Madison 43.6 4.1 Corpus Christi 50.9 7.0 Milwaukee 44.2 8.6 Dallas 44.3 5.7 Wausau 45.3 El Paso 25.8 8.2 Houston 77.2 0.7 Wyoming Laredo 29.4 1.4 Casper 25.8 3.8 Lubbock 31.4 5.2 Cheyenne 35.7 0.8 Midland 20.6 0.8 Lander 18 3.7 Port Arthur 80.7 4.2 Sheridan 28.7 – 0.7 San Angelo 26.9 4.3 San Antonio 52.2 8.8 Alaska Victoria 68.5 27.4 Anchorage 24.3 Waco 47.2 8.7 Fairbanks 26.5 Wichita Falls 38.2 4.1 Juneau 27.5 Sitka 64.1 Utah Valdez 39.8 Milford 17.1 10.0 Salt Lake City 25.5 5.7 Hawaii Wendover 5.1 0.9 Hilo 331 Honolulu 79.4 Vermont Kahului 83.3 Burlington 55.3 5.9 Lihue 221 Montpelier 41.3 Molokai 78.7 10Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Table 2—Selected climate normal data from CLIM20 (period 1971–2000) for locations in Georgia and northern Floridaa Mean number Mean number of days per of days per Coldest Annual year with year with Mean annual month mean precipitation precipitation precipitation temperature temperature (mean/median) exceeding exceeding Location (°F) (°F) (in.) 0.01 in. 1.0 in. Athens, GA 72 51 48 / 50 112 14 Atlanta, GA 72 52 50 / 49 116 15 Augusta, GA 76 56.5 45 / 44 109 13 Columbus, GA 76 57 49 / 49 108 14 Macon, GA 75.5 57 45 / 45 108 13 Rome, GA 70 50 56 / 57 117 17 Savannah, GA 77 60 50 / 49 111 13.5 Thomasville, GA 79 63 54 / 53 80.5 16 Apalachicola, FL 77 62 57 / 56 104 18 Pensacola, FL 77 61 64 / 69 107 20 Tallahassee, FL 79.5 64 63 / 62 113.5 20 aT = (T – 32)/1.8; 1 in. = 25.4 mm. °C °F 11General Technical Report FPL–GTR–179 Appendix—Number of Days of Missing Temperature and Precipitation Data, 1971–2000 Missing temperature data (days) Missing precipitation data (days) City (FAA location ID) State 1971–1980 1981–1990 1991–2000 1971–1980 1981–1990 1991–2000 Total Alexandria (ESF) LA 1,280 2,588 1,034 1,280 2,588 1,037 4,905 Gainesville (GNV) FL 3,653 1,127 1 3,653 1,127 0 4,780 Kansas City (MKC) MO 2,252 852 459 2,252 854 436 3,542 Lowell MA 3,506 2,275 59 2,891 451 61 3,403 Blue Canyon CA 2 442 2,953 0 441 2,953 3,394 Texarkana (TXK) AR 111 50 2,650 89 37 2,648 2,774 Sandberg CA 154 346 1,639 110 136 1,591 1,837 Red Bluff (RBL) CA 0 94 1,355 0 114 1,356 1,470 Parkersburg (PKB) WV 1 1 1,311 0 1 1,311 1,312 Salinas (SNS) CA 4 1 1,231 0 5 1,231 1,236 Milford UT 2 154 1,073 0 157 1,076 1,233 Montpelier VT 32 37 1,107 1 37 1,107 1,145 Muskogee OK 595 121 426 528 77 443 1,048 McAlester (MLC) OK 0 11 959 0 1 959 960 Biloxi MS 4 1,279 288 6 933 1 940 Hyannis MA 575 0 478 525 0 398 923 Thomasville GA 694 800 1,123 129 471 307 907 Stampede Pass WA 0 276 516 0 276 515 791 Cairo IL 0 275 500 0 276 513 789 Rolla MO 1,116 0 1 764 0 0 764 Altoona PA 11 30 542 0 37 631 668 Oakland CA 104 209 549 93 198 273 564 Palo Alto CA 102 193 394 35 122 389 546 Winter Haven FL 137 150 173 94 151 212 457 Mt. Shasta CA 0 371 31 0 402 31 433 Taos NM 3 0 456 1 1 428 430 Dubuque (DBQ) IA 0 398 1 0 402 0 402 Savannah (SAV) GA 365 1 0 365 1 30 396 Ankeny IA 331 19 21 329 12 39 380 Morgantown (MGW) WV 30 6 279 30 8 292 330 Anniston (ANB) AL 31 1 285 31 1 285 317 Keene NH 33 34 276 30 35 249 314 Stamford CT 3 122 179 0 130 181 311 Wendover UT 102 62 0 85 71 147 303 Laredo TX 276 33 0 263 31 0 294 Oakland MD 0 122 123 0 125 131 256 Florence (FLO) SC 243 1 8 243 2 1 246 Bonners Ferry ID 76 183 34 1 185 52 238 Orlando (Sanford) FL 8 2 2 0 228 2 230 Worcester (ORH) MA 0 1 162 0 1 217 218 Enid OK 10 121 31 0 156 39 195 Omaha (OMA) NE 0 32 153 3 32 154 189 Yuma, AZ AZ 124 1 31 154 1 31 186 Ft. Myers FL 0 34 151 0 32 151 183 Pensacola (PNS) FL 0 32 123 0 32 150 182 Cincinnati (LUK) OH 0 0 181 0 0 181 181 Marquette MI 151 0 2 151 0 8 159 Alamosa (ALS) CO 30 1 93 0 31 125 156 Havre (HVR) MT 0 1 154 0 1 154 155 La Crosse (LSE) WI 0 124 36 0 124 28 152 12Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Missing temperature data (days) Missing precipitation data (days) City (FAA location ID) State 1971–19 80 1981–19 90 1991–2 000 1971–1 980 1981–19 90 1991–20 00 Total NAelewxpaonrdtr ia (ESF) RLAI 1,121840 2,53818 1,109374 1,23810 2,53838 1,06347 4,192085 BGuarinbeasnvki lle (GNV) CFLA 3,66573 1,1237 631 3,66533 1,1217 630 4,172870 RKoasnesbaus rCgi ty (MKC) OMRO 2,122592 8502 4529 2,29572 8554 41366 3,151482 PLuolwlmelaln WMAA 3,53036 2,2735 6529 2,83911 4521 8631 3,141063 DBloudeg Ce aCniytyo n(D DC) KCAS 02 4412 2,99523 00 4411 2,191503 3,131914 ATepxaalarkcahnicao (lTa X(AKA) F) FALR 1101 510 2,69520 809 317 2,160478 2,170784 VSaicnkdsbbeurgrg MCAS 18574 32496 1,66339 13130 13366 1,53961 1,180357 DReadll aBsl (uLffo (vRe BFLie)l d) TCXA 00 3914 1,130525 00 1114 1,130536 1,140740 SPaacrkraemrsebnutrog (PKB) CWAV 01 11 1,130191 00 11 1,39191 1,130102 PSualeibnlaos ((PSUNBS)) CCOA 04 51 1,26321 00 15 1,29331 1,29346 GMrialfnodr dIs land (GRI) NUET 312 1514 1,06723 310 1517 1,06726 1,29343 AMuosntitnp elier TVXT 3312 317 1,16027 311 317 1,16027 1,19445 CMounsckoorgdeiae (CNK) KOSK 5905 1211 49226 5208 717 49423 1,09438 GMocoAdlleasntder ( (GMLLDC) ) KOSK 00 111 99529 00 11 99529 99630 SBailloisxbiu ry MMDS 54 1,28729 27898 16 93313 611 99430 OHylkaan.n Cisi ty (OKC) OMKA 5705 10 49738 5205 10 39928 99233 PTrheosmcoatst ville AGZA 6904 85010 1,13223 1209 45711 33037 98047 BSteanmtopnevdiell Pe ass AWRA 650 23716 5106 460 23726 5105 77981 ACamirhoe rst MILA 480 2765 53010 350 2776 53133 77859 CRhoilclaa go (MDW) IMLO 1,17196 00 01 77634 00 00 77634 BAllutoeofineald (BLF) WPAV 101 320 56422 00 327 66341 66668 BOuarkllianngdto n ICAA 16014 2039 5409 6913 1918 2713 56634 SPaaulolt A Sltt.o M arie MCAI 1002 1913 36914 305 1212 36829 56436 RWivinetrehre Hada ven NFLY 1327 1530 16713 904 1511 26122 46537 TMutl.s Sa h(aTsUtaL ) OCAK 00 3711 6321 00 4012 6321 46333 DTaeonsv er (Stapleton) CNOM 03 10 46516 01 11 46218 46320 TDoupbeukqau e(T (ODPB)Q ) KIAS 00 3918 591 00 4012 590 46002 MSaivltaonnn ah (SAV) MGAA 3605 291 300 3605 291 3300 35996 IAronnkwenoyo d MIAI 131391 3199 201 3209 4152 379 35820 TMoomrgsa Rntiovwern (MGW) NWJV 1360 3006 29739 310 118 23982 35300 RAantnoins ton (ANB) NAML 1321 01 23845 381 51 23855 34187 FKleaegnseta ff (FLG) ANZH 303 314 24746 300 345 23489 34124 BStiasmhofpo r(dB IH) CCAT 313 1212 1739 310 1310 1871 33191 WWhenitdeo Svaenr ds NUMT 15072 652 320 805 711 13457 33063 RLaormedeo GTXA 2766 303 320 2603 311 320 23934 MOailkelsa nCdi ty (MLS) MMTD 00 13222 1213 00 13225 1311 23536 NFloorrtehn Pcela (tFteL (OL)B F) NSCE 2403 321 08 2403 322 11 23436 ABollnennetorsw Fne (rAryB E) PIDA 706 1813 3304 01 1815 3522 23338 YOorlrakn do (Sanford) PFAL 18 302 02 00 23208 32 23330 CWoolorc. eSspterrin (gOsR (CHO) S) CMOA 00 11 13612 00 11 23117 23128 TEanlilda hassee (TLH) FOLK 100 1211 3311 00 1516 3319 13925 WOmataehrlao (oO (MALAO) ) INAE 00 3322 1503 03 3322 1504 13829 WYuicmhait, aA (ZIC T) KASZ 1204 11 3311 1504 11 3311 13826 LFti.n Mcoylne r(sL NK) NFLE 00 314 13511 00 312 13511 13823 SPaelnesmac (oSlaL E(P)N S) OFLR 00 3322 1203 00 3322 1500 13822 CChinacrilnesntaotni ((LCUHKS)) SOCH 310 10 1801 310 10 1801 13821 AMmaraqruilelott e( AMA) TMXI 1501 10 312 1501 10 318 13529 WAlaacmoo (sAa C(ATL) S) TCXO 300 11 3913 00 311 13215 13526 BHaakverers (fHieVldR ()B FL) CMAT 00 11 13504 00 11 13504 13515 SLpar Cinrgofsiseeld ( L(SSPEI)) IWL I 00 13214 306 00 13214 208 13512 13General Technical Report FPL–GTR–179 Missing temperature data (days) Missing precipitation data (days) City (FAA location ID) State 1971–19 80 1981–19 90 1991–2 000 1971–1 980 1981–19 90 1991–20 00 Total FAllienxt a(nFdNriTa) (ESF) LMAI 1,2800 2,5881 1,03340 1,2800 2,5881 1,03370 4,90351 NGaasinhevsivlliel l(eB (NGAN)V ) FTLN 3,6530 1,1271 310 3,6530 1,1271 208 4,78209 LKoasn sAalsa Cmiotys (MKC) MNMO 2,2520 8520 4590 2,2520 8545 43169 3,54224 ILdoawhoe lFl alls MIDA 3,5062 2,2751 591 2,8911 4511 6112 3,40134 BBeluned Canyon COAR 21 4421 2,9530 00 4413 2,9539 3,39142 CTeaxpaer Hkaanttae r(TasX K) ANRC 1110 501 2,65106 890 371 2,6489 2,77140 LSaonudisbveirlgle (SDF) CKAY 1540 3461 1,6395 1100 1361 1,5918 1,8379 LReewd iBstlounff ( (LRWBSL)) CIDA 00 941 1,3557 00 1141 1,3566 1,4707 HPaigrkhe Prsobiunrtg (PKB) WNCV 11 12 1,31111 00 13 1,3114 1,3127 ESal lPinaasso ((SENLSP)) CTXA 40 11 1,2316 00 51 1,2316 1,2367 BMiirlmfoirndg ham (BHM) UATL 20 1546 1,0730 00 1576 1,0760 1,2336 FMt.o Snmtpietlhie (rF SM) VATR 320 371 1,1070 10 371 1,1075 1,1456 RMoucshkeosgteere (RST) OMKN 5950 1211 4260 5280 771 4435 1,0486 EMucgAenlees t(eErU (MG)L C) OOKR 00 111 9591 00 11 9595 9606 RBailpoixdi City (RAP) MSDS 40 1,2791 2883 60 9331 15 9406 WHyilalnianmiss port (IPT) PMAA 5750 01 4780 5250 01 3984 9235 STahnotma aMsvairlilae (SMX) GCAA 6940 8001 1,1232 1290 4711 3073 9074 KSteaym Wpeedset P(EaYssW ) WFLA 00 2761 5163 00 2761 5153 7914 CClaiinrtoo n IILA 00 2750 5000 02 2760 5132 7894 NRoewlla O rleans (MSY) MLAO 1,1160 01 10 7640 02 02 7644 MAlutoskoengao n (MKG) PMAI 110 301 5421 00 371 6313 6684 WOaikchlaintad Falls (SPS) CTXA 1040 2091 5492 930 1981 2733 5644 OPalylom Aplitao ( OLM) CWAA 1020 1931 39141 350 1221 3893 5464 HWuinnttienrg Htoanv e(Hn TS) FWLV 1370 1501 1731 940 1511 2123 4574 MMot.n Stghoamstae ry (MGM) CAAL 00 3712 310 00 4022 311 4333 WTaionss low (INW) NAMZ 30 01 45260 10 11 4282 4303 WDuilbmuqinuget o(Dn B(IQLG) ) IDAE 00 3981 10 00 4021 02 4023 CSaavriabnonua h(C (ASARV) ) MGAE 3652 11 00 3652 11 300 3963 LAannkseinnyg (LAN) IMAI 3310 191 210 3290 121 392 3803 HMeolregnaan (tHowLnN ()M GW) MWTV 300 61 2792 300 81 2922 3303 KAanlnisispteolnl ((FACNAB)) MALT 310 11 2851 310 11 2852 3173 AKteleanneti c City NNHJ 330 341 2760 300 351 2492 3143 PSotarmt Aforrtdh ur (BPT) TCXT 30 1221 1792 00 1301 1812 3113 SWeeanttdleo-vTearc oma (SEA) WUTA 1020 621 00 850 711 1472 3033 FLta. rLedaou derdale TFLX 27167 3335 00 2630 310 02 2942 COoalkulmanbdu s (CSG) MGAD 01 1221 1230 01 1251 1310 2562 MFloacreonnc (eM (FCLNO) ) SGCA 2430 11 80 2430 21 11 2462 DBoesn nMerosi nFeesr r(yD SM) IIDA 760 1831 341 10 1851 521 2382 MOrolalinndeo ( M(SLanI)f ord) FILL 80 21 20 00 2282 20 2302 PWoortrlcaensdte (rP (WORMH) ) MMAE 00 11 1620 00 11 2171 2182 FEanrigdo (FAR) ONKD 100 1211 310 00 1561 391 1952 EOlmkoa h(Ea K(OOM) A) NNVE 00 322 1530 30 322 1540 1892 EYluym (Ea,L AYZ) ANZV 1241 11 317 1541 11 310 1862 RFte.n Mo y(RerNs O) FNLV 00 341 1510 00 321 1511 1832 SPieonusxa cFoalall s( P(FNSSD) ) FSLD 00 321 1230 00 321 1501 1822 BCrinisctionln (aTtiR (IL) UK) TONH 00 01 1811 00 01 1811 1812 VMiacrtqourieat t(eV CT) MTXI 1510 01 20 1510 01 81 1592 BAularmlinogstao (nA (LBSV)T ) VCOT 300 11 930 01 311 1250 1562 WHaavursea u(H (VARU)W ) MWTI 00 11 1540 01 11 1540 1552 SLhae Crirdoasns e( S(LHSRE)) WWIY 00 1241 360 00 1241 281 1522 14Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data City M issing temperatur e data (days) Missing precip itation data (days ) (FAA location ID) State 1971–19 80 1981–19 90 1991–2 000 1971–1 980 1981–19 90 1991–20 00 Total MAloebxialne d(rMiaO (EBS) F) LAAL 1,2800 2,5881 1,0340 1,2800 2,5881 1,0370 4,9051 LGiattilnee Rsvoicllke ((LGINTV) ) FALR 3,6530 1,1271 10 3,6530 1,1271 00 4,7801 PKhaonesnaisx C (iPtyH X(M) KC) MAOZ 2,2520 8521 4590 2,2520 8541 4360 3,5421 TLuocwseolnl MAAZ 3,5060 2,2751 590 2,8910 4511 610 3,4031 EBulureek Ca a nyon CCAA 20 4421 2,9530 00 4411 2,9530 3,3941 FTreexsanrok a(FnaA (TT)X K) ACRA 1110 501 2,6500 890 371 2,6480 2,7741 LSoanndgb Berega ch (LGB) CCAA 1540 3461 1,6390 1100 1361 1,5910 1,8371 LRoesd ABnlugfefl e(Rs B(LLA) X) CCAA 00 941 1,3550 00 1141 1,3560 1,4701 SPaanrk Derisebguor g(S (APKNB) ) WCAV 10 11 1,3110 00 11 1,3110 1,3121 SSaanli nFarsa n(SciNscSo) (SFO) CCAA 40 11 1,2310 00 51 1,2310 1,2361 GMrialnfodr dJu nction (GJT) UCTO 20 1541 1,0730 00 1571 1,0760 1,2331 BMroidngtpeeploiertr (BDR) VCTT 320 371 1,1070 10 371 1,1070 1,1451 HMaurstfkoorgde (eB DL) OCKT 5950 1211 4260 5280 771 4430 1,0481 WMacsAhliensgtetor n( M(DLCCA) ) ODKC 00 111 9590 00 11 9590 9601 DBailyotxoin a Beach (DAB) MFLS 40 1,2791 2880 60 9331 10 9401 JHayckansonnisv ille (JAX) MFLA 5750 01 4780 5250 01 3980 9231 MThiaommia s(MvilIlAe ) GFAL 6940 8001 1,1230 1290 4711 3070 9071 TSatammppae (dTeP PAas) s WFLA 00 2761 5160 00 2761 5150 7911 WCaeisrto Palm Beach (PBI) IFLL 00 2751 5000 00 2761 5130 7891 ARtohlelan s (AHN) MGOA 1,1160 01 10 7640 01 00 7641 AAtlltaonotnaa ( ATL) PGAA 110 301 5420 00 371 6310 6681 AOuagkulasntad (AGS) CGAA 1040 2091 5494 930 1981 2730 5641 SPiaoluox A Cltioty (SUX) CIAA 1020 1931 3940 350 1221 3890 5461 BWoiinstee r( BHOavI)e n FILD 1370 1501 1730 940 1511 2120 4571 PMotc. aStehlalost a(P IH) CIDA 00 3711 310 00 4021 310 4331 PTeaoorsi a (PIA) NILM 30 01 4560 10 11 4280 4301 RDoucbkufqourde ((DRBFDQ)) IIAL 00 3981 10 00 4021 00 4021 ESvavanansvnialhle ( (SEAVVV) ) GINA 3650 11 00 3650 11 300 3961 FAtn. kWenayy ne (FWA) IIAN 3310 191 210 3290 121 390 3801 IMndoiragnaanptoolwisn ( (IMNDG)W ) WINV 300 61 2790 300 81 2920 3301 SAonuntihs tBonen (dA (NSBB)N ) AINL 310 11 2850 310 11 2850 3171 LKeexeinneg ton (LEX) NKHY 330 341 2761 300 351 2490 3141 BStaatmonf oRrdo uge (BTR) CLTA 03 1221 1790 00 1301 1810 3111 LWaekned Cohvaerrl es (LCH) ULTA 1020 621 00 850 711 1470 3031 SLharreevdeop ort (SHV) TLXA 2760 331 00 2630 311 00 2941 BOoasktloann d(B OS) MMDA 00 1221 1230 00 1251 1310 2561 BFlaoltriemncoere ( F(BLWO)I ) SMCD 2403 11 80 2430 21 10 2461 ABlopnennear s( AFPerNry) IMD I 760 1831 340 10 1851 520 2381 DOerltaronidt o( M(Seatnrofo aridr)p ort) FMLI 08 21 20 00 2281 20 2301 GWroanrcde sRtearp i(dOsR (GHR) R) MMAI 00 11 1620 00 11 2170 2181 DEnuildu th (DLH) OMKN 100 1211 310 00 1561 390 1951 IOnmt'l.a hFaa l(lOs M(INAL) ) NMEN 00 321 1530 30 321 1540 1891 MYuinmnae,a ApoZli s (MSP) AMZN 1204 11 310 1540 11 310 1861 SFtt.. CMloyuerds (STC) FMLN 00 341 1510 00 321 1510 1831 CPeonlusmacboilaa ((CPNOSU)) FMLO 00 321 1230 00 321 1500 1821 SCpinricnignfniaetlid ( (LSUGKF)) OMHO 00 01 1810 00 01 1810 1811 SMt.a Lrqouueitst e( STL) MMIO 1501 01 20 1510 01 80 1591 JAalcakmsoons a( J(AANLS) ) CMOS 300 11 930 00 311 1250 1561 MHaevrirdei a(Hn V(MRE) I) MMTS 00 11 1540 00 11 1540 1551 BLial lCinrgoss s(eB (ILLS) E) WMIT 00 1241 360 00 1241 280 1521 15General Technical Report FPL–GTR–179 City M issing temperatur e data (days) Missing precip itation data (days ) (FAA location ID) State 1971–19 80 1981–19 90 1991–2 000 1971–1 980 1981–19 90 1991–20 00 Total GAllaesxgaonwdr i(aG (GEWSF)) MLAT 1,2800 2,5881 1,0340 1,2800 2,5881 1,0370 4,9051 GGraeiante sFvaillllse ((GGTNFV) ) MFLT 3,6530 1,1271 10 3,6530 1,1271 00 4,7801 MKaisnssoausl Ca i(tMy S(MOK) C) MMTO 2,2502 8521 45195 2,2520 8541 4360 3,5421 ALoshweevlill le (AVL) NMCA 3,5006 2,2751 590 2,8910 4511 610 3,4031 CBhluaerl oCtaten y(ConL T) NCAC 02 4421 2,9530 00 4411 2,9530 3,3941 GTerexeanrksbaonrao ( T(GXSKO) ) NACR 1110 501 2,6500 890 371 2,6480 2,7741 RSaanledibgehr g(R DU) NCAC 1504 3461 1,6390 1100 1361 1,5910 1,8371 WReidlm Binlugftfo (nR (BILLM) ) NCAC 00 941 1,3550 00 1141 1,3560 1,4701 BPaisrmkearrskb u(BrgI S(P) KB) NWDV 01 11 1,3110 00 11 1,3110 1,3121 WSaillilnisatso n(S (NISSN) ) NCAD 04 11 1,2310 00 51 1,2310 1,2361 NMoirlffoorlkd (OFK) NUET 02 1541 1,0730 00 1571 1,0760 1,2331 SMcoontttspbelluifefr (BFF) NVET 302 371 1,1070 10 371 1,1070 1,1451 VMaulesknotigneee ( VTN) NOEK 5905 1211 4260 5280 771 4430 1,0481 CMocnAcolersdt e(rC (OMNL)C ) NOHK 00 111 9590 00 11 9590 9601 MBitl.o Wxi ashington NMHS 04 1,2791 2880 60 9331 10 9401 NHeywananrkis (EWR) NMJA 5705 01 4780 5250 01 3980 9231 AThlboumqausevrqilulee (ABQ) NGMA 6904 8001 1,1230 1290 4711 3070 9071 LSatasm Vpeegdaes P(LasAs S) NWVA 00 2761 5160 00 2761 5150 7911 WCaiinrnoe mucca (WMC) NILV 00 2751 5000 00 2761 5130 7891 ARloblalan y (ALB) NMYO 1,1106 01 10 7640 01 00 7641 BAilntogohnaam ton (BGM) NPAY 101 301 5420 00 371 6310 6681 BOuafkflaalnod ( BUF) NCAY 1004 2091 5490 930 1981 2730 5641 NPaelwo AYlotrok (LGA) NCAY 1002 1931 3940 350 1221 3890 5461 RWoicnhteers tHera (vRenO C) NFLY 1307 1501 1730 940 1511 2120 4571 SMytr.a Scuhsaes t(aS YR) NCAY 00 3711 310 00 4021 310 4331 ATakoros n (CAK) ONHM 03 01 4561 10 11 4280 4301 CDluebvueqlauned ( (DCBLQE)) OIAH 00 3981 10 00 4021 00 4021 CSaovluamnnbauhs ((SCAMVH) ) OGHA 3605 11 00 3650 11 300 3961 DAanykteonny ( DAY) OIAH 3301 191 211 3290 121 390 3801 MMaonrgsfainetlodw (Mn (FMDG) W) OWHV 300 61 2790 300 81 2920 3301 TAonlneidsoto (nT (OALN) B) OAHL 301 11 2850 310 11 2850 3171 YKoeuenneg stown (YNG) ONHH 303 341 2760 300 351 2490 3141 AStsatmorfioa r(dA ST) OCTR 03 1221 1790 00 1301 1810 3111 MWeednfdoorvde (rM FR) OURT 1002 621 00 850 711 1470 3031 PLeanreddleot on (PDT) OTXR 2706 331 00 2630 311 00 2941 POoarktllaanndd (PDX) OMRD 00 1221 1230 00 1251 1310 2561 EFrloier e(nEcReI ()F LO) PSAC 2403 11 80 2430 21 10 2461 PBhoinlandeerlsp Fheiar r(yP HL) PIDA 706 1831 340 10 1851 520 2381 POirttlsabnudrog h(S (aPnIfTo)r d) PFAL 08 21 20 00 2281 20 2301 WWiolkrceess Btear r(rOe R(AHV) P) PMAA 00 11 1620 00 11 2170 2181 PErnoivdi dence (PVT) ROIK 100 1211 313 00 1561 390 1951 COomluamhab i(aO (MCAA)E ) SNCE 00 321 1530 30 321 1540 1891 HYuurmona, (AHZO N) SADZ 1204 11 310 1540 11 310 1861 CFth.a Mttayneorso ga (CHA) TFNL 00 341 1510 00 321 1510 1831 KPennosxavciolllea ((TPYNSS)) TFNL 00 321 1230 00 321 1500 1821 MCienmcipnhniast i( M(LEUMK)) TONH 00 01 1810 00 01 1810 1811 AMbairlqenuee t(tAe BI) TMXI 1501 01 20 1510 01 80 1591 BArloawmnossvai l(lAe L(BS)R O) TCXO 300 11 930 00 311 1250 1561 CHoarvprues ( HChVrRis)t i (CRP) TMXT 00 11 1540 00 11 1540 1551 HLao uCsrtoonss (eI A(LHS)E ) TWXI 00 1241 360 00 1241 280 1521 16Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Missing temperature data (days) Missing precipitation data (days) City (FAA location ID) S tate 1971–19 80 1981–19 90 1991–2 000 1971–19 80 1981–19 90 1991–200 0 Total ALulebxbaoncdkr i(aL (BEBS)F ) LTAX 1,2800 2,5881 1,0340 1,2800 2,5881 1,0370 4,9051 GMaiidnleasnvdi l(lMe (AGFN) V) FTLX 3,6530 1,1271 10 3,6530 1,1271 00 4,7801 KSaann sAans gCeiltoy ((SMJTK)C ) MTXO 2,2520 8521 4590 2,2520 8541 4360 3,5421 LSaonw Aelnl tonio (SAT) MTXA 3,5060 2,2751 590 2,8910 4511 610 3,4031 BSalulte L Caakney Conit y (SLC) CUAT 20 4421 2,9530 00 4411 2,9530 3,3941 TLeyxnacrhkbaunrag ((TLXYKH)) AVRA 1110 501 2,6500 890 371 2,6480 2,7741 SNaonrdfoblekr g( ORF) CVAA 1540 3461 1,6390 1100 1361 1,5910 1,8371 RReicdh Bmlounffd ((RRBICL)) CVAA 00 941 1,3550 00 1141 1,3560 1,4701 PRaorakneorskbeu (rRg O(PAK) B) WVAV 10 11 1,3110 00 11 1,3110 1,3121 SSaploinkaasn e( S(NGSE)G ) CWAA 40 11 1,2310 00 51 1,2310 1,2361 MYailkfiomrda (YKM) UWTA 20 1541 1,0730 00 1571 1,0760 1,2331 MGroenetnp eBliaeyr (GRB) VWTI 320 371 1,1070 10 371 1,1070 1,1451 MMuadskisoogne e(M SN) OWKI 5950 1211 4260 5280 771 4430 1,0481 MMcilAwlaeuskteere ( (MMLKCE) ) OWKI 00 111 9590 00 11 9590 9601 BCihlaorxlie ston (CRW) MWSV 40 1,2791 2880 60 9331 10 9401 HElykainnns i(sE KN) MWAV 5750 01 4780 5250 01 3980 9231 TChaospmear s(vCilPleR ) GWAY 6940 8001 1,1230 1290 4711 3070 9071 SCthaemypeendnee P(CasYs S) WWAY 00 2761 5160 00 2761 5150 7911 CLaanirdoe r (LND) IWL Y 00 2751 5001 00 2761 5130 7891 RHoulnlats ville (HSV) MALO 1,1160 00 10 7640 00 00 7640 A ltoona P A 11 30 542 0 37 631 668 OAankclhaonrda ge (ANC) CAAK 1040 2091 5490 930 1981 2730 5641 PFaaliorb Aanltkos (FAI) CAAK 1020 1931 3943 350 1221 3890 5461 WJuninetaeur H(JaNvUen) FALK 13371 115506 17332 9341 115518 21321 425270 MSittk. aS h(SasITta) CAAK 301 3711 43215 301 4021 43216 443538 TVaaolds ez NAMK 8933 01 4560 7812 11 4280 473803 Dubuque (D BQ) I A 0 398 1 0 402 0 402 SHaivloa n(InTaOh )( SAV) GHAI 3650 312 00 3650 313 301 39364 AHnokneonluyl u (HNL) IHAI 3310 191 210 3290 121 390 3801 MKaohruglaunit o(OwGn G(M) GW) WHIV 300 61 2790 300 81 2920 3301 ALinhnuies t(oLnI H(A) NB) AHLI 310 11 2850 310 11 2850 3171 Keene NH 33 34 276 30 35 249 314 Molokai HI 1,193 7 26 1,046 3 0 1,049 Stamford CT 3 122 179 0 130 181 311 FAA location ID (LID) is the identifier used by the FAA for an airport Wendover UT 102 62 0 85 71 147 303 FAA LID generally is the same as the NWS call sign, and generally is also the same as the IATA airport code. Laredo TX 276 33 0 263 31 0 294 Locations in this Appendix without an FAA LID generally are not airport locations. Oakland MD 0 122 123 0 125 131 256 Airport locations sometimes change (example: Denver Stapleton was an active airport in 1971, but not in 2000) Florence (FLO) SC 243 1 8 243 2 1 246 Locations without an FAA LID may (or may not) have a three-letter NWS call sign. Bonners Ferry ID 76 183 34 1 185 52 238 All locations in this Appendix have a unique 6-digit Cooperative ID code; some also have a WMO ID code. Orlando (Sanford) FL 8 2 2 0 228 2 230 Worcester (ORH) MA 0 1 162 0 1 217 218 Enid OK 10 121 31 0 156 39 195 Omaha (OMA) NE 0 32 153 3 32 154 189 Yuma, AZ AZ 124 1 31 154 1 31 186 Ft. Myers FL 0 34 151 0 32 151 183 Pensacola (PNS) FL 0 32 123 0 32 150 182 Cincinnati (LUK) OH 0 0 181 0 0 181 181 Marquette MI 151 0 2 151 0 8 159 Alamosa (ALS) CO 30 1 93 0 31 125 156 Havre (HVR) MT 0 1 154 0 1 154 155 La Crosse (LSE) WI 0 124 36 0 124 28 152 17",
    "TEXT BY PAGE": [
        "United States Decay Hazard (Scheffer) Department of Agriculture Index Values Calculated Forest Service Forest from 1971–2000 Climate Products Laboratory Normal Data General Technical Report FPL–GTR–179 Charles G. Carll 50 40 30 20 20 30 60 40 40 30 50 30 60 50 30 50 40 10 40 50 40 20 70 60 30 70 10 20 30 20 80 60 20 90 90 CLIMATE INDEX 80 LESS THAN 35 30 70 80 90 130 35 TO 65 40 60 100 150 MORE THAN 65 50 110 140 120",
        "Abstract Contents Climate index values for estimating decay hazard to wood Page exposed outdoors above ground (commonly known as Scheffer index values) were calculated for 280 locations in Introduction ..........................................................................1 the United States (270 locations in the conterminous United Use of the Scheffer Index.................................................1 States) using the most current climate normal data available from the National Climatic Data Center. These were data An Alternative Measure to the Scheffer Index .................1 for the period 1971–2000. In general, the values appear to Possible Shift in Scheffer Index Values ...........................3 have been moderately higher during this period than the values listed by Scheffer. The values are listed, and a revised Objective ..............................................................................3 climate index map is provided. Methodology ........................................................................3 Acknowledgments Results ..................................................................................3 The author recognizes Lloyd Blackburn and William (Bill) Discussion ............................................................................3 Silva of the U.S. Forest Service Geospatial Service and Technology Center (Salt Lake City, Utah) for preparing the Conclusions ..........................................................................5 revised climate index map. The map was developed with References ............................................................................5 ArcMap (an ArcINFO Product, ESRI, Redlands, California) exported to a geo-referenced PDF file and edited with Ado- Appendix—Number of Days of Missing Temperature be PhotoShop (Adobe Systems, Inc., San Jose, California). and Precipitation Data, 1971–2000 ....................................12 The author also acknowledges that the review comments of Steve Cornick, National Research Council of Canada, substantially influenced this report. Keywords: decay hazard, climate index, Scheffer index, climate normal data, above-ground decay January 2009 Carll, Charles G. 2009. Decay hazard (Scheffer) index values calculated from 1971–2000 climate normal data. General Technical Report FPL-GTR-179. Madison, WI: U.S. Department of Agriculture, Forest Service, Forest Products Laboratory. 17 p. A limited number of free copies of this publication are available to the public from the Forest Products Laboratory, One Gifford Pinchot Drive, Madison, WI 53726–2398. This publication is also available online at www.fpl.fs.fed.us. Laboratory publications are sent to hundreds of libraries in the United States and elsewhere. The Forest Products Laboratory is maintained in cooperation with the University of Wisconsin. The use of trade or firm names in this publication is for reader information and does not imply endorsement by the United States Department of Agriculture (USDA) of any product or service. The USDA prohibits discrimination in all its programs and activities on the basis of race, color, national origin, age, disability, and where applicable, sex, marital status, familial status, parental status, religion, sexual orienta- tion, genetic information, political beliefs, reprisal, or because all or a part of an individual’s income is derived from any public assistance program. (Not all prohibited bases apply to all programs.) Persons with disabilities who require alternative means for communication of program informa- tion (Braille, large print, audiotape, etc.) should contact USDA’s TARGET Center at (202) 720–2600 (voice and TDD). To file a complaint of discrimi- nation, write to USDA, Director, Office of Civil Rights, 1400 Independence Avenue, S.W., Washington, D.C. 20250–9410, or call (800) 795–3272 (voice) or (202) 720–6382 (TDD). USDA is an equal opportunity provider and employer.",
        "Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Charles G. Carll, Research Forest Products Technologist Forest Products Laboratory, Madison, Wisconsin Introduction the local climate, however, are not expected to always be precise and predictable. The relationship is expected to vary A parameter—the “climate index value”—was proposed by with specimen configuration and with what is sometimes Scheffer (1971) to estimate decay hazard, by geographic termed “microclimate” (for example, whether a wood speci- location within the conterminous United States, for wood men is shaded). The findings of Brischke and Rapp (2008) exposed above ground to exterior conditions. The parameter, thus cannot be logically interpreted as indicating inadequacy devised to be easily calculated from climatic data available of the Scheffer index as a climate-based indicator. Brischke from the U.S. Weather Bureau, is expressed as and Rapp suggest no alternative climate-based metric for Index = ∑ InD de ec[ x(T(cid:32)(cid:166)D −ec 35(cid:62)(cid:11) T)((cid:16)D35−(cid:12)(cid:11)3D)] (cid:16)303(cid:12)(cid:64) 30 (1) estimating decay hazard. Jan Use of the Scheffer Index Jan where T is mean monthly average temperature (expressed The Scheffer index was cited by Verrall and Amburgey in °F), D is mean number of days per month with 0.01 in. or (1980) in a manual produced for the U.S. Department of more of precipitation, and (T – 35) ≡ 0 if T < 35. Housing and Urban Development regarding decay preven- tion. The manual provided recommendations for builders The index value may alternatively be expressed as and building owners; among these were recommendations Index = ∑ InD de ec[ x(T(cid:32)(cid:166)−Dec 2(cid:62)(cid:11))(TD(cid:16)2−(cid:12)3(cid:11) D)] (cid:16)163(cid:12)(cid:64).71 6.7 (2) for the dimension of overhangs on single-story buildings. Jan The dimensions were conditioned on the Scheffer index Jan value. where T is mean monthly average temperature (expressed in °C), D is mean number of days per month with 0.25 mm or The index value may be calculated from local weather data more of precipitation, and (T – 2) ≡ 0 if T < 2. to estimate the local decay hazard that existed over a speci- fied time period. The index value has been used in this way The climate index value has become widely recognized to estimate decay hazard that existed during field studies and is commonly termed the “Scheffer index.” The index is (Carll et al. 1999, Carll and Wiedenhoeft 2007). Carll and cited in the Wood Handbook (Forest Products Laboratory Wiedenhoeft (2007) noted that the Scheffer index value at 1999), where a hazard map for the contiguous United States Madison, Wisconsin, differed appreciably over different (from Scheffer (1971)) is also shown (Fig. 1). Cornick and roughly decade-long periods and thus could be a contribut- Dalgliesh (2003) state that decay hazard maps based on the ing factor in apparent differences between two sequential Scheffer index have been developed for Canada and Aus- studies in observed decay propagation in test-fence tralia by Setliff (1986) and Carter et al. (1983), respectively. specimens. More recently, Wang et al. (2007) developed a decay hazard map for China based on the Scheffer index. An Alternative Measure to the Scheffer Index As a metric by which relative hazard can be compared be- A service life prediction model has recently been developed tween geographic locations, the Scheffer index is not intend- by the Commonwealth Scientific and Industrial Research ed to predict decay propagation rate nor time to failure in Organization (CSIRO, the Australian national science specific constructions. Recently, Brischke and Rapp (2008) agency) for wood installed above-ground in Australia, in reported that wood temperature and moisture content better which decay is assumed to be the failure mode determining predicted decay than did climate conditions as expressed service life. The prediction model is presented in a manual by the Scheffer index. Their findings would be logically ex- for use by practitioners (Wang et al. 2008) and includes a pected inasmuch as decay propagation has been recognized climate parameter for prediction of decay rate. The param- for decades as dependent on moisture and temperature con- eter was developed from decay rate data collected from ditions in the wood substrate (Panshin and De Zeeuw 1964). L-joint decay-test specimens exposed at 11 locations in Development of the Scheffer index was based on the intui- Australia (eight locations, two locations, and one location tively obvious premise that conditions in wood substrates in Queensland, New South Wales, and Victoria provinces, exposed outdoors were related to climatic parameters. The respectively). The climate parameter, termed k climate, was relationship between conditions in a wood substrate and developed for each of the locations by relating decay rate in",
        "General Technical Report FPL–GTR–179 Figure 1. Climate index map for decay hazard based on Scheffer (1971) and reproduced in the Wood Handbook (Forest Products Laboratory 1999). a set of specimens at each location to decay rate in a set of per year, is conceptually similar to the term D in the Schef- specimens (assumed to be virtually identical) at Beerburrum fer index formula (Eqs. (1) and (2)). (near Brisbane). Wang et al. (2008) indicate that values for Prior to release of the 2008 manual (Wang et al. 2008), k derived from comparative decay rates were correlated climate CSIRO researchers had implied that the Scheffer index was with “annual rain duration” (either number of hours per year not as well correlated with decay propagation in outdoor test or number of days per year during which rain occurred). Of specimens as were other climate measures, at least not in the two measures of annual rain duration, number of days Australia (Foliente et al. 2002, Leicester et al. 2004). Foli- per year with measurable precipitation is directly obtain- ente et al. (2002) did not present a formula for decay climate able from all or virtually all datasets available from the index values but stated that index values would be a func- Australian Bureau of Meteorology (BOM), whereas number tion of mean annual temperature, number of rain days of hours per year of rainfall must be inferred from rainfall per year, and mean annual vapor pressure deficit (which data, which typically is reported in BOM datasets in 3-hour they did not precisely define).1 Leicester et al. (2004) imply intervals. The primary climate parameter presented by Wang et al. (2008) is thus 1 Mean annual vapor pressure deficit would most logically be defined as the difference between vapor pressure of saturated air at mean annual tem- k climate =0.15 Dk cyleiamrat e = 0.15 √ D year (3) perature and vapor pressure at mean annual dewpoint temperature. Annual vapor pressure deficit can be considered an indicator of drying potential to the atmosphere. Drying potential is balanced against wetting potential in where D year is number of days per year with measurable calculation of climatic moisture indices as indicated by Cornick and Dal- precipitation. gleish (2003). In calculation of moisture indices, wetting potential is typi- cally expressed as total precipitation over time (in millimeters or inches, in The 2008 CSIRO manual identifies four decay hazard zones liquid equivalent) rather than as hours or days of precipitation. Cornick and Dalgleish noted that the concept of a moisture index had historically proven (A through D) based on k and indicates that these zones climate useful for characterization of natural vegetation cover or for prediction of transposed over the Australian map show a very similar the potential of a geographic land area for agriculture. They suggested that pattern to calculated Scheffer index values so transposed the concept could be useful with regard to predicting moisture accumula- tion in building envelopes. They did not, however, explicitly suggest its use (Wang et al. 2008). It may also be noted that the sole for prediction of decay hazard. meteorological term in Equation (3), days of precipitation 2",
        "Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data that CSIRO researchers had by 2004 abandoned inclusion • Effective preservatives (that also posed health risks) of either temperature or vapor pressure deficit in calcula- have been supplanted with safer, but less effective, tion of a climatic decay hazard index, indicating that the preservatives. most consistent predictor of climatic decay hazard across • Architectural styles have changed, and the changes Australia is number of hours per year that rain occurs. The have resulted in greater exposure of building walls to concept of annual rain duration as the most important cli- rain, in a greater number of joints and interfaces on mate parameter relating to decay was thus recognized by outer building surfaces, and in more complicated joints CSIRO researchers by 2004; by the time the 2008 manual and interfaces that are more prone to water intrusion. was published, they apparently determined that the more useful (or more reliably calculable) primary measure of that A possible contributing factor that has only occasionally parameter was days per year rather than hours per year. For been posed is that the decay hazard in a given location may the 11 locations on which the CSIRO researchers based their have changed over time. In calculation of Scheffer index decay rate observations, annual rain duration does appear to values over successive periods that corresponded with a se- show better correlation with observed decay rate than does ries of relatively recent field studies (Carll and Wiedenhoeft the Scheffer index. However, in none of the 11 locations 2007), calculated values varied from slightly to moderately at which decay rate observations were made does coldest in excess of the index values presented by Scheffer (1971) monthly average temperature fall below the threshold value for the study location (Madison, Wisconsin). of 2°C (35°F), below which decay activity ceases. In sum- Objective mary, the means that CSIRO researchers have found most appropriate for characterizing climatic decay hazard in- The objective of the work described here was to calculate volves an even simpler calculation than the Scheffer index. Scheffer index values based on the most recent climate nor- For the range of (relatively warm/hot) climates of Australia, mal data available from the National Climatic Data Center. the simplified calculation appears justified. In contrast, in A climate normal is defined by the World Meteorological many locations within the conterminous United States, Organization (WMO) (1983) as the average of a particular winter temperatures fall below the level at which decay can climate variable over a uniform and relatively long period of propagate. For the conterminous United States, no alterna- at least three consecutive 10-year periods. tive metric has been shown to be as reliable as the Scheffer index for characterizing climatic decay hazard. Methodology Possible Shift in Scheffer Index Values The most recent version of climate normal data available Over the past three decades, the perception has grown that from the National Climatic Data Center (NCDC) (National decay problems have become more prevalent in new con- Oceanic and Atmospheric Administration, U.S. Department struction (Kadulski 1997, Dell and Laidlaw 1998, Lstiburek of Commerce) was used to calculate Scheffer index values 2008). Various reasons have been posited for this: for 270 locations in the conterminous United States, 5 loca- tions in Alaska, and 5 locations in Hawaii. The data sets on • Building materials have become less decay resistant (by which the calculations were based are termed “Monthly Sta- a combination of more widespread use of less decay- tion Climate Summaries—CLIM 20” or alternatively “The resistant species and shorter rotation ages of commer- Climatography of the United States No. 20, Monthly Station cial timber harvests). Climate Summaries for the 1971–2000 Period of Record.”2 • Construction components and details have become Where possible, data for the same stations on which Schef- more prone to moisture accumulation (for example, fer (1971) reported values were used. sills of contemporary exterior entry doors have minimal Results slope and contemporary windows typically no longer have sloped sills that might collect water from jamb Values are reported in Table 1. A map for the conterminous casings and drip it to the exterior of wall cladding United States is shown in Figure 2. systems). Discussion • A knowledge base among exterior finish carpenters with regard to water management has largely been lost Of the 280 locations for which Scheffer index values were (with the trend toward more rapid turnover of residen- calculated from CLIM 20 data, comparisons could be made tial real estate being a disincentive for retention of that with the values calculated by Scheffer at 228 locations. knowledge base). Scheffer calculated index values for 250 locations in the conterminous United States. For some recording stations for • Energy-efficient construction (with reduced air leakage which Scheffer listed index values, corresponding values through walls) has inherently lower capability to dissi- pate rainwater leakage. 2 http://cdo.ncdc.noaa.gov/cgi-bin/climatenormals/climatenormals. pl?directive=prod_select2&prodtype=CLIM20&subrnum= 3",
        "General Technical Report FPL–GTR–179 50 40 30 20 20 30 60 40 40 30 50 30 60 50 30 50 40 10 40 50 40 20 70 60 30 70 10 20 30 20 80 60 20 90 90 CLIMATE INDEX 80 LESS THAN 35 30 70 80 90 130 35 TO 65 40 60 100 150 MORE THAN 65 50 110 140 120 Figure 2. Revised climate index map for decay hazard based on data for the period 1971–2000. Higher index values indicate greater decay hazard. could not be obtained from the CLIM20 data. For some of data were used to calculate index values, the value for these locations, the monthly mean temperature values were Thomasville was substantially lower (by at least 10 points) obviously faulty in the CLIM20 data (values for all months than that for any other recording location in Georgia and recorded as zero). In other cases, the locations of recording also substantially lower (by 30 points or more) than the cal- stations had evidently changed. culated values for Apalachicola, Tallahassee,4 or Pensacola, Florida. Selected climate normal data from the CLIM20 Of the 228 locations for which the index values were database for recording locations in Georgia and in northern deemed comparable, values were within 5 points of those Florida are listed in Table 2. The coldest month column of listed by Scheffer for 176 of the locations. A difference of Table 2 clearly shows that none of the locations experienced 5 points was selected as being appreciable. By this criterion, periods of winter dormancy for decay fungi. Table 2 also index values (calculated from CLIM20 data) were not ap- shows that Thomasville was unremarkable relative to the preciably different than those listed by Scheffer at a sub- surrounding locations with regard to any meteorological stantial majority of recording locations. Of the 52 locations characteristic, with the exception of number of days of mea- where an appreciable difference in the index value surable rain (with rain exceeding 0.01 inches or 0.25 mm). was observed, 16 locations showed a lower index value In short, Thomasville was remarkable during the period of and 36 locations showed a higher index value. 1971–2000 only with regard to rain distribution, not with The overwhelming majority of locations (14 of 16) where an regard to either temperature or rainfall amount. appreciable reduction in index value was observed were east Examination of the NCDC data for various recording loca- of the Mississippi River and south of 38° N Latitude. The tions revealed an unusually large amount of missing precipi- location with by far the most extreme change in index value tation data for Thomasville over the period of 1971–2000. was Thomasville, Georgia, where the calculated index value The Appendix is derived from NCDC data inventories and decreased from 99 to 46. lists number of days of missing temperature and precipita- Thomasville is located in extreme southern Georgia, at an tion data for the 280 recording stations for which climate elevation of 260 feet (79 m). It was listed by Scheffer as normal data were used to calculate index values. Locations having a substantially higher index value than any other re- in the conterminous United States are ranked in the Appen- cording location in Georgia. This would logically have been dix in order of decreasing number of missing days of pre- expected due to its location and elevation. Thomasville was cipitation data over the period of 1971–2000. Precipitation also listed by Scheffer as having an index value higher than data for Thomasville are substantially less complete than for Apalachicola or Pensacola, Florida, and roughly equivalent the other locations listed in Table 2, but of the 270 locations to that of Tallahassee, Florida.3 In contrast, when CLIM20 in the conterminous states that were considered in this study, 3 Thomasville is approximately 30 miles (48 km) from Tallahassee and is 4 The index value for Thomasville, calculated from CLIM20 data, was the nearest recording station in Scheffer’s list of locations to Tallahassee. more than 40 points lower than the index value for Tallahassee. 4",
        "Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data 16 other locations have more days of missing precipita- The author does not speculate on whether apparent changes tion data. Although confidence in the precipitation data for in index values were due to changes in monthly climate nor- Thomasville is reasonably limited, no obvious reason exists mal temperatures, rainfall distribution, or some combination to dismiss the climate normal data for Thomasville as being of these. The climatological data on which the index values faulty. In final analysis, the index value for Thomasville is listed by Scheffer were calculated are not adequately identi- based on incomplete data and is a distinct outlier relative to fied. For understandable reasons relating to paper length, the index values for locations surrounding Thomasville. For Scheffer did not list the monthly parameter values on which this reason, the value for Thomasville was not included in he based his calculations. Although his paper indicates that the dataset used to generate Figure 2. the climatological data were obtained from the Depart- ment of Commerce, it contains no reference indicating the The number of locations at which an increase in index value time period(s) for that climatological data. Determining the of five or more points was observed substantially exceeded monthly parameter values used to calculate the index values the number of locations at which a decrease in index value listed in Scheffer’s paper is thus virtually impossible. The of five or more points was observed (36 and 16, respec- Scheffer manuscript was submitted for publication in De- tively). Of the 36 locations at which such an appreciable cember 1970, making it likely that the climatological data increase in index value was observed, 6 bordered the Great used for calculating the Index values listed in the paper did Lakes and an additional 3 were located within 45 miles not include observations for calendar year 1970; all observa- (72 km) of the Great Lakes (either to the east or south). tions in the dataset were almost certainly for years earlier Nine of the other 36 locations were in Texas. The remaining than 1970. 18 locations were distributed in no clearly obvious pattern. It may be worth noting, however, that at two of the three Values listed in this report are not necessarily indicative of recording locations in Utah (all at higher than 4,000 ft contemporary decay hazard conditions. They are based on (1,220 m) elevation), index values increased in excess of 30-year climate normal data over the period of 1971–2000. 5 points. Another observation that may be worth noting is Progressive calculation over sequential 10-year periods is that at all 16 recording stations located on the Great Lakes recommended to obtain information that might yield a clue (from Duluth and Chicago to Rochester), an increase in in- regarding contemporary conditions.7 dex value was observed. A thorough analysis of the changes Conclusions with regard to their geographic distribution is justified but is not attempted at this time. The climate hazard for wood decay was apparently not the Mean index values for the 228 locations where values were same across the conterminous United States over the period listed by Scheffer and could be calculated from CLIM20 1971–2000 as that estimated by Scheffer (1971) based on data were 45.2 (for Scheffer calculations) and 46.7 (for climatological data from years prior to 1970. The differenc- CLIM20 calculations). The mean difference for the conter- es for most locations were modest, with a few local excep- minous United States was thus an increase of 1.5 in the in- tions. Stated another way, how index values changed shows dex value. The t-statistic for this mean difference, calculated geographic variation. This apparent geographical variation as a paired t-test (Freese 1974), was 4.23. According to this has not as yet been rigorously evaluated, but a revised index statistic, the difference was significant at α < 0.0001.5 An as- map is provided. sumption underlying paired t-tests is independence between References pairs. When measurement stations are in close proximity, climate normal values (on which the index value is based) Brischke, C.; Rapp, A.O. 2008. Dose-response relationships are likely to be correlated.6 The t-statistic thus probably between wood moisture content, wood temperature and fun- overstates the statistical significance of the differences. The gal decay determined for 23 European field test sites. Wood t-statistic (4.23) is very high but is probably deceptively Sci. Technol. 42:507–518. high. The test is thus considered a probable indicator of sta- Carll, C.; TenWolde, A.; Malinauskas, V.; Knaebe, M.; tistical difference rather than a certain or precise indicator Sotos, P.G. 1999. In-service moisture content of hardboard of statistical difference. With this caveat in mind, the decay lap siding in southern Florida. In Vol. 1 of Proceedings, 8th hazard in the conterminous United States appears to have, International Conference on Durability of Building Materi- in general, increased to a moderate degree. As suggested in als and Components. M. A. Lacasse and D. J. Vanier eds. previous discussion, the apparent general increase does not (ISBN 0-660-17737-4). Inst. For Research in Construction, appear to have been uniform across the country. National Research Council of Canada. 5 The probability level calculated by the TTEST function (single-tail, paired t-test) in Microsoft Excel (Microsoft Corp., Redmond, Washington) was 7 Such an evaluation, although instructive, would not, strictly speaking, be 1.66 × 10–5. based on climate normal data as defined by the WMO. However, conditions could possibly have been changing over recent 30-year periods, with the 6 The obvious non-correlation between index values for Thomasville result that the periods no longer meet the WMO requirement for unifor- and Tallahassee calculated from CLIM 20 data is an exception to this mity. In short, the WMO definition of “climate normal” may be losing its expectation. meaning. 5",
        "General Technical Report FPL–GTR–179 Carll, C.G.; Wiedenhoeft, A.C. 2007. Mechanical property Wang, J.; Wu, X.; Jiang, M.; Morris, P.I. 2007. Decay loss and the occurrence of wood decay during experimental hazard classifications for China for exterior above-ground outdoor aging of wood-based panels. In Proceedings, 41st wood. IRG/WP 07-20357. Stockholm, Sweden: Internation- International Wood Composites Symposium. (distributed as al Research Group on Wood Protection. CD-ROM) Wang, C-H.; Leicester, R.H.; Nguyen, M.N. 2008. Manual Carter, J.O.; Cause, M.; Moffat, A. 1983. A preliminary No. 4: Decay above-ground. Prepared for Forest and Wood above-ground wood decay index map of Australia, paper Products Australia. Highett, Victoria: CSIRO Sustainable presented at 25th Forest Products Research Conference, Ecosystems. CSIRO, Clayton, Victoria. World Meterological Organization. 1983. WMO guide to Cornick, S.; Dalgliesh, W.A. 2003. A moisture index to climatological practices, second edition. Geneva, Switzer- characterize climates for building envelope design. Jour. of land: Secretariat of the WMO. (http://www.wmo.ch/pages/ Thermal Envelope and Building Science 27(2):151–178. prog/wcp/guide/guide.2e/WMOno100.pdf) (DOI: 10.1177/1097196303036210) Dell, M.; Laidlaw, S. 1998. Performance of stucco-clad wood-frame buildings in a temperate rainforest. In: ASTM STP 1314. ASTM, West Conshohocken, PA. Foliente, G.C.; Leicester, R.H.; Wang, C.; Mackenzie, C.; Cole, I. 2002. Durability design for wood construction. For- est Prod. J. 52(1):10–19. Forest Products Laboratory. 1999. Wood Handbook: Wood as an Engineering Material. Gen. Tech. Rep. FPL–GTR–113 Madison, WI: U.S. Department of Agriculture, Forest Ser- vice, Forest Products Laboratory. Freese, F. 1974. Elementary Statistical Methods for Forest- ers. Ag. Handbook 317. Washington, DC: U.S. Department of Agriculture, Forest Service. Kadulski, R. 1997. Keeping the water out: building enve- lope performance. Solplan Review, January 1997. Leicester, R.H.; Foliente, G.C.; Wang, C-H.; Nguyen, M.; Wang, X.; Mackenzie, C.; Thornon, J.B.; Cause, M. 2004. Structural durability of exposed timber. In: Proceedings, Woodframe Housing Durability and Disaster Issues, 2004. Madison, WI: Forest Products Society. Lstiburek, J.W. 2008. The perfect storm over stucco. ASHRAE J. February 2008:38–43. Panshin, A.J.; De Zeeuw, C. 1964. Textbook of wood tech- nology, Vol. 1. New York: McGraw-Hill Book Co. Scheffer, T.C. 1971. A climate index for estimating potential for decay in wood structures above ground. Forest Prod. Jour. 21(10):25–31. Setliff, E.C. 1986. Wood decay hazard in Canada based on Scheffer’s climate index formula. The Forestry Chronicle, October 1986:456–459. Verrall, A.F.; Amburgey, T.L. 1980. Prevention and control of decay in homes. Prepared as part of interagency agree- ment IAA-25-75. Washington, DC: U.S. Department of Ag- riculture, Forest Service, and U.S. Department of Housing and Urban Development. 6",
        "Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Table 1—Decay hazard index values calculated from weather data for the period 1971–2000 Index Index Location value Change Location value Change Alabama Connecticut Anniston 62.8 Bridgeport 46.3 2.7 Birmingham 73.4 1.2 Hartford 50.7 1.9 Huntsville 67.0 1.6 Stamford 53.6 Mobile 93.8 – 5.4 Montgomery 71.8 2.6 DC DCA airport 58.2 7.0 Arizona Flagstaff 25.3 6.1 Delaware Phoenix 9.0 2.3 Wilmington 51.9 0.7 Prescott 24.3 – 1.4 Tucson 25.6 – 1.6 Florida Winslow 17.6 1.7 Apalachicola 81 – 5.3 Yuma 0.0 0 Daytona Beach 102.4 0.5 Ft. Lauderdale 154.1 Arkansas Ft. Myers 114.1 – 3.8 Bentonville 42.5 Gainesville 109.1 Fort Smith 55.9 3.6 Jacksonville 96.6 – 4.4 Littlerock 60.6 3.9 Key West 106 – 5.0 Texarkana 59.7 1.1 Miami 145.9 14.6 Orlando (Sanford) 99.7 California Pensacola 82.7 – 4.5 Bakersfield 8.5 – 0.7 Tallahassee 93.6 – 5.8 Bishop 0.7 0.6 Tampa 95.6 – 8.4 Blue Canyon 15.3 3.0 West Palm Beach 141.8 4.3 Burbank 8.7 – 0.4 Winter Haven 109.4 Eureka 44.5 3.1 Fresno 11.3 2.2 Georgia Long Beach 9.5 5.7 Athens 65 – 2.9 Los Angeles 9.1 1.1 Atlanta 70.7 4.0 Mount Shasta 14.6 1.4 Augusta 69.8 4.8 Oakland 23.9 4.0 Columbus 73.6 0.9 Palo Alto 19.5 Macon 69.9 – 7.6 Red Bluff 25.3 1.8 Rome 62.5 – 6.7 Sacremento 16.8 1.0 Savannah 83.9 1.4 Salinas 17.4 Thomasville 51.1 – 45.7 Sandberg 3.3 – 0.5 San Diego 13.1 – 0.5 Idaho San Francisco 21.8 2.4 Boise 14.7 – 2.0 Santa Maria 12.8 1.1 Bonners Ferry 28.0 Idaho Falls 9.7 1.1 Colorado Lewiston 30.1 5.3 Alamosa 18.4 0.5 Pocatello 17.2 2.9 Colo. Springs 40.9 5.6 Denver 36.3 3.0 Illinois Grand Junction 21.8 4.4 Cairo 54.7 – 7.6 Pueblo 30.6 0.1 Chicago 50.4 4.9 Moline 50.3 3.0 Peoria 48.4 5.7 7",
        "General Technical Report FPL–GTR–179 Table 1—Decay hazard index values calculated from weather data for the period 1971–2000 (continued) Index Index Location value Change Location value Change Illinois (cont.) Mass. (cont.) Rockford 45.4 2.5 Hyannis 27.1 Springfield 48 0.3 Lowell 44.1 Milton 46.5 – 3.0 Indiana Worcester 41.9 – 2.4 Evansville 52.7 – 0.3 Ft. Wayne 49.7 3.7 Michigan Indianapolis 53.6 6.9 Alpena 37.9 1.0 South Bend 50.9 7.0 Detroit 48.7 2.5 Flint 43.6 4.1 Iowa Grand Rapids 44.5 6.0 Ankeny 42.5 Ironwood 43.6 Burlington 50.6 4.0 Lansing 43.6 2.7 Clinton 48.2 Marquette 40.9 1.1 Des Moines 49.5 4.7 Muskegon 40.8 3.8 Dubuque 44.5 4.6 Sault St. Marie 37.4 3.4 Sioux City 42.2 – 1.0 Waterloo 43.7 8.7 Minnesota Duluth 39.4 2.4 Kansas Int'l. Falls 38.8 2.4 Concordia 44.8 1.8 Minneapolis 45.2 3.5 Dodge City 38.5 – 1.2 Rochester 42.2 – 1.0 Goodland 34.5 1.7 St. Cloud 39 1.0 Topeka 50.4 2.0 Wichita 44.8 0.1 Mississippi Biloxi 84.9 Kentucky Jackson 70.1 – 9.8 Lexington 59.6 1.7 Meridian 71.9 6.7 Louisville 61.6 8.1 Vicksburg 57.5 – 9.5 Louisiana Missouri Alexandria 72.8 1.0 Columbia 50.4 – 2.7 Baton Rouge 85.7 7.7 Kansas City 57 5.7 Lake Charles 80.4 1.4 Rolla 54 New Orleans 94.7 – 8.8 St. Louis 54 4.2 Shreveport 63.6 7.0 Springfield 53.3 2.1 Maine Montana Caribou 45 2.7 Billings 33.2 4.2 Portland 40.9 4.9 Glasgow 28.7 1.2 Great Falls 27.8 – 0.7 Maryland Havre 26.8 2.2 Baltimore 52.6 2.0 Helena 26.9 – 1.4 Salisbury 59.2 Kalispell 27.4 1.2 Oakland 58.3 Miles City 30.3 – 0.6 Missoula 30.8 3.9 Massachusetts Amherst 44.2 Boston 48.4 – 2.8 8",
        "Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Table 1—Decay hazard index values calculated from weather data for the period 1971–2000 (continued) Index Index Location value Change Location value Change Nebraska N.Carolina (cont.) Grand Island 39 – 0.6 Raleigh 63.5 – 2.1 Lincoln 43.6 – 5.0 Wilmington 82 2.4 Norfolk 39.3 1.2 North Platte 38.4 3.3 North Dakota Omaha 46.7 – 0.6 Bismark 30.9 – 2.1 Scottsbluff 33.8 – 0.3 Fargo 35.1 – 0.1 Valentine 36.4 1.8 Williston 29.4 – 0.3 Nevada Ohio Elko 10.6 4.0 Akron 55.5 7.6 Ely 13.2 3.9 Cincinnati 57 – 3.4 Las Vegas 0.9 0.9 Cleveland 54.5 7.2 Reno 4.3 1.8 Columbus 58.9 4.2 Winnemucca 8.5 1.9 Dayton 52.9 1.4 Mansfield 51 6.1 New Hampshire Toledo 48.9 7.4 Concord 42.8 4.3 Youngstown 52.6 2.0 Keene 41.8 Mt. Washington 17.6 – 0.8 Oklahoma Enid 42.7 New Jersey McAlester 46.4 Atlantic City 45.3 1.0 Muskogee 42.3 Newark 55.8 2.7 Olka. City 43.7 2.7 Toms River 47.5 Tulsa 50.9 2.5 New Mexico Oregon Albuquerque 27.1 2.4 Astoria 69.2 – 1.9 Los Alamos 39.8 Bend 7.6 Raton 36.2 1.3 Eugene 40.8 – 0.6 Taos 24.2 Medford 24.7 1.0 White Sands 17.4 Pendleton 18.8 – 2.2 Portland 52.4 2.2 New York Roseburg 48.8 4.8 Albany 48.8 2.8 Salem 43.9 – 2.8 Binghamton 48.5 1.2 Buffalo 52.2 7.7 Pennsylvania NYC - LaGuardia 52.8 – 0.5 Allentown 50.5 – 2.0 Riverhead 45 Altoona 55.5 Rochester 51 6.2 Erie 56.4 11.0 Syracuse 55.2 3.1 York 58.7 Philadelphia 54.1 4.3 North Carolina Pittsburgh 57.3 Asheville 61.8 – 5.7 Wilkes Barre 55.6 Cape Hatteras 77.5 – 2.0 Williamsport 56 – 1.8 Charlotte 67.5 3.4 Greensboro 59.7 – 6.7 High Point 65 9",
        "General Technical Report FPL–GTR–179 Table 1—Decay hazard index values calculated from weather data for the period 1971–2000 (continued) Index Index Location value Change Location value Change Rhode Island Virginia Newport 42.7 Lynchburg 56.5 – 8.3 Providence 46.5 – 1.5 Norfolk 65.2 – 1.1 Richmond 59.2 – 2.5 South Carolina Roanoke 60.7 Charleston 82.4 – 0.7 Columbia 71.7 – 0.4 Washington Florence 70.1 – 4.0 Olympia 43.7 – 5.7 Pullman 21.2 South Dakota Seattle-Tacoma 49.9 0.2 Huron 34.9 – 2.4 Spokane 20.6 0.7 Rapid City 35.7 0 Stampede Pass 26.7 – 1.1 Sioux Falls 39.4 2.2 Yakima 6.9 – 1.3 Tennessee West Virginia Bristol 62.3 – 1.8 Bluefield 64.5 Chattanooga 69.8 2.5 Charleston 70.7 1.7 Knoxville 67.6 – 4.1 Elkins 67.3 5.7 Memphis 62.1 6.8 Huntington 65.1 4.6 Nashville 63.4 – 0.4 Morgantown 62.4 Parkersburg 62.5 – 2.2 Texas Abilene 34 2.9 Wisconsin Amarillo 35.5 2.0 Green Bay 40.7 3.4 Austin 55.2 8.6 LaCrosse 47.7 2.9 Brownsville 49.7 6.7 Madison 43.6 4.1 Corpus Christi 50.9 7.0 Milwaukee 44.2 8.6 Dallas 44.3 5.7 Wausau 45.3 El Paso 25.8 8.2 Houston 77.2 0.7 Wyoming Laredo 29.4 1.4 Casper 25.8 3.8 Lubbock 31.4 5.2 Cheyenne 35.7 0.8 Midland 20.6 0.8 Lander 18 3.7 Port Arthur 80.7 4.2 Sheridan 28.7 – 0.7 San Angelo 26.9 4.3 San Antonio 52.2 8.8 Alaska Victoria 68.5 27.4 Anchorage 24.3 Waco 47.2 8.7 Fairbanks 26.5 Wichita Falls 38.2 4.1 Juneau 27.5 Sitka 64.1 Utah Valdez 39.8 Milford 17.1 10.0 Salt Lake City 25.5 5.7 Hawaii Wendover 5.1 0.9 Hilo 331 Honolulu 79.4 Vermont Kahului 83.3 Burlington 55.3 5.9 Lihue 221 Montpelier 41.3 Molokai 78.7 10",
        "Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Table 2—Selected climate normal data from CLIM20 (period 1971–2000) for locations in Georgia and northern Floridaa Mean number Mean number of days per of days per Coldest Annual year with year with Mean annual month mean precipitation precipitation precipitation temperature temperature (mean/median) exceeding exceeding Location (°F) (°F) (in.) 0.01 in. 1.0 in. Athens, GA 72 51 48 / 50 112 14 Atlanta, GA 72 52 50 / 49 116 15 Augusta, GA 76 56.5 45 / 44 109 13 Columbus, GA 76 57 49 / 49 108 14 Macon, GA 75.5 57 45 / 45 108 13 Rome, GA 70 50 56 / 57 117 17 Savannah, GA 77 60 50 / 49 111 13.5 Thomasville, GA 79 63 54 / 53 80.5 16 Apalachicola, FL 77 62 57 / 56 104 18 Pensacola, FL 77 61 64 / 69 107 20 Tallahassee, FL 79.5 64 63 / 62 113.5 20 aT = (T – 32)/1.8; 1 in. = 25.4 mm. °C °F 11",
        "General Technical Report FPL–GTR–179 Appendix—Number of Days of Missing Temperature and Precipitation Data, 1971–2000 Missing temperature data (days) Missing precipitation data (days) City (FAA location ID) State 1971–1980 1981–1990 1991–2000 1971–1980 1981–1990 1991–2000 Total Alexandria (ESF) LA 1,280 2,588 1,034 1,280 2,588 1,037 4,905 Gainesville (GNV) FL 3,653 1,127 1 3,653 1,127 0 4,780 Kansas City (MKC) MO 2,252 852 459 2,252 854 436 3,542 Lowell MA 3,506 2,275 59 2,891 451 61 3,403 Blue Canyon CA 2 442 2,953 0 441 2,953 3,394 Texarkana (TXK) AR 111 50 2,650 89 37 2,648 2,774 Sandberg CA 154 346 1,639 110 136 1,591 1,837 Red Bluff (RBL) CA 0 94 1,355 0 114 1,356 1,470 Parkersburg (PKB) WV 1 1 1,311 0 1 1,311 1,312 Salinas (SNS) CA 4 1 1,231 0 5 1,231 1,236 Milford UT 2 154 1,073 0 157 1,076 1,233 Montpelier VT 32 37 1,107 1 37 1,107 1,145 Muskogee OK 595 121 426 528 77 443 1,048 McAlester (MLC) OK 0 11 959 0 1 959 960 Biloxi MS 4 1,279 288 6 933 1 940 Hyannis MA 575 0 478 525 0 398 923 Thomasville GA 694 800 1,123 129 471 307 907 Stampede Pass WA 0 276 516 0 276 515 791 Cairo IL 0 275 500 0 276 513 789 Rolla MO 1,116 0 1 764 0 0 764 Altoona PA 11 30 542 0 37 631 668 Oakland CA 104 209 549 93 198 273 564 Palo Alto CA 102 193 394 35 122 389 546 Winter Haven FL 137 150 173 94 151 212 457 Mt. Shasta CA 0 371 31 0 402 31 433 Taos NM 3 0 456 1 1 428 430 Dubuque (DBQ) IA 0 398 1 0 402 0 402 Savannah (SAV) GA 365 1 0 365 1 30 396 Ankeny IA 331 19 21 329 12 39 380 Morgantown (MGW) WV 30 6 279 30 8 292 330 Anniston (ANB) AL 31 1 285 31 1 285 317 Keene NH 33 34 276 30 35 249 314 Stamford CT 3 122 179 0 130 181 311 Wendover UT 102 62 0 85 71 147 303 Laredo TX 276 33 0 263 31 0 294 Oakland MD 0 122 123 0 125 131 256 Florence (FLO) SC 243 1 8 243 2 1 246 Bonners Ferry ID 76 183 34 1 185 52 238 Orlando (Sanford) FL 8 2 2 0 228 2 230 Worcester (ORH) MA 0 1 162 0 1 217 218 Enid OK 10 121 31 0 156 39 195 Omaha (OMA) NE 0 32 153 3 32 154 189 Yuma, AZ AZ 124 1 31 154 1 31 186 Ft. Myers FL 0 34 151 0 32 151 183 Pensacola (PNS) FL 0 32 123 0 32 150 182 Cincinnati (LUK) OH 0 0 181 0 0 181 181 Marquette MI 151 0 2 151 0 8 159 Alamosa (ALS) CO 30 1 93 0 31 125 156 Havre (HVR) MT 0 1 154 0 1 154 155 La Crosse (LSE) WI 0 124 36 0 124 28 152 12",
        "Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Missing temperature data (days) Missing precipitation data (days) City (FAA location ID) State 1971–19 80 1981–19 90 1991–2 000 1971–1 980 1981–19 90 1991–20 00 Total NAelewxpaonrdtr ia (ESF) RLAI 1,121840 2,53818 1,109374 1,23810 2,53838 1,06347 4,192085 BGuarinbeasnvki lle (GNV) CFLA 3,66573 1,1237 631 3,66533 1,1217 630 4,172870 RKoasnesbaus rCgi ty (MKC) OMRO 2,122592 8502 4529 2,29572 8554 41366 3,151482 PLuolwlmelaln WMAA 3,53036 2,2735 6529 2,83911 4521 8631 3,141063 DBloudeg Ce aCniytyo n(D DC) KCAS 02 4412 2,99523 00 4411 2,191503 3,131914 ATepxaalarkcahnicao (lTa X(AKA) F) FALR 1101 510 2,69520 809 317 2,160478 2,170784 VSaicnkdsbbeurgrg MCAS 18574 32496 1,66339 13130 13366 1,53961 1,180357 DReadll aBsl (uLffo (vRe BFLie)l d) TCXA 00 3914 1,130525 00 1114 1,130536 1,140740 SPaacrkraemrsebnutrog (PKB) CWAV 01 11 1,130191 00 11 1,39191 1,130102 PSualeibnlaos ((PSUNBS)) CCOA 04 51 1,26321 00 15 1,29331 1,29346 GMrialfnodr dIs land (GRI) NUET 312 1514 1,06723 310 1517 1,06726 1,29343 AMuosntitnp elier TVXT 3312 317 1,16027 311 317 1,16027 1,19445 CMounsckoorgdeiae (CNK) KOSK 5905 1211 49226 5208 717 49423 1,09438 GMocoAdlleasntder ( (GMLLDC) ) KOSK 00 111 99529 00 11 99529 99630 SBailloisxbiu ry MMDS 54 1,28729 27898 16 93313 611 99430 OHylkaan.n Cisi ty (OKC) OMKA 5705 10 49738 5205 10 39928 99233 PTrheosmcoatst ville AGZA 6904 85010 1,13223 1209 45711 33037 98047 BSteanmtopnevdiell Pe ass AWRA 650 23716 5106 460 23726 5105 77981 ACamirhoe rst MILA 480 2765 53010 350 2776 53133 77859 CRhoilclaa go (MDW) IMLO 1,17196 00 01 77634 00 00 77634 BAllutoeofineald (BLF) WPAV 101 320 56422 00 327 66341 66668 BOuarkllianngdto n ICAA 16014 2039 5409 6913 1918 2713 56634 SPaaulolt A Sltt.o M arie MCAI 1002 1913 36914 305 1212 36829 56436 RWivinetrehre Hada ven NFLY 1327 1530 16713 904 1511 26122 46537 TMutl.s Sa h(aTsUtaL ) OCAK 00 3711 6321 00 4012 6321 46333 DTaeonsv er (Stapleton) CNOM 03 10 46516 01 11 46218 46320 TDoupbeukqau e(T (ODPB)Q ) KIAS 00 3918 591 00 4012 590 46002 MSaivltaonnn ah (SAV) MGAA 3605 291 300 3605 291 3300 35996 IAronnkwenoyo d MIAI 131391 3199 201 3209 4152 379 35820 TMoomrgsa Rntiovwern (MGW) NWJV 1360 3006 29739 310 118 23982 35300 RAantnoins ton (ANB) NAML 1321 01 23845 381 51 23855 34187 FKleaegnseta ff (FLG) ANZH 303 314 24746 300 345 23489 34124 BStiasmhofpo r(dB IH) CCAT 313 1212 1739 310 1310 1871 33191 WWhenitdeo Svaenr ds NUMT 15072 652 320 805 711 13457 33063 RLaormedeo GTXA 2766 303 320 2603 311 320 23934 MOailkelsa nCdi ty (MLS) MMTD 00 13222 1213 00 13225 1311 23536 NFloorrtehn Pcela (tFteL (OL)B F) NSCE 2403 321 08 2403 322 11 23436 ABollnennetorsw Fne (rAryB E) PIDA 706 1813 3304 01 1815 3522 23338 YOorlrakn do (Sanford) PFAL 18 302 02 00 23208 32 23330 CWoolorc. eSspterrin (gOsR (CHO) S) CMOA 00 11 13612 00 11 23117 23128 TEanlilda hassee (TLH) FOLK 100 1211 3311 00 1516 3319 13925 WOmataehrlao (oO (MALAO) ) INAE 00 3322 1503 03 3322 1504 13829 WYuicmhait, aA (ZIC T) KASZ 1204 11 3311 1504 11 3311 13826 LFti.n Mcoylne r(sL NK) NFLE 00 314 13511 00 312 13511 13823 SPaelnesmac (oSlaL E(P)N S) OFLR 00 3322 1203 00 3322 1500 13822 CChinacrilnesntaotni ((LCUHKS)) SOCH 310 10 1801 310 10 1801 13821 AMmaraqruilelott e( AMA) TMXI 1501 10 312 1501 10 318 13529 WAlaacmoo (sAa C(ATL) S) TCXO 300 11 3913 00 311 13215 13526 BHaakverers (fHieVldR ()B FL) CMAT 00 11 13504 00 11 13504 13515 SLpar Cinrgofsiseeld ( L(SSPEI)) IWL I 00 13214 306 00 13214 208 13512 13",
        "General Technical Report FPL–GTR–179 Missing temperature data (days) Missing precipitation data (days) City (FAA location ID) State 1971–19 80 1981–19 90 1991–2 000 1971–1 980 1981–19 90 1991–20 00 Total FAllienxt a(nFdNriTa) (ESF) LMAI 1,2800 2,5881 1,03340 1,2800 2,5881 1,03370 4,90351 NGaasinhevsivlliel l(eB (NGAN)V ) FTLN 3,6530 1,1271 310 3,6530 1,1271 208 4,78209 LKoasn sAalsa Cmiotys (MKC) MNMO 2,2520 8520 4590 2,2520 8545 43169 3,54224 ILdoawhoe lFl alls MIDA 3,5062 2,2751 591 2,8911 4511 6112 3,40134 BBeluned Canyon COAR 21 4421 2,9530 00 4413 2,9539 3,39142 CTeaxpaer Hkaanttae r(TasX K) ANRC 1110 501 2,65106 890 371 2,6489 2,77140 LSaonudisbveirlgle (SDF) CKAY 1540 3461 1,6395 1100 1361 1,5918 1,8379 LReewd iBstlounff ( (LRWBSL)) CIDA 00 941 1,3557 00 1141 1,3566 1,4707 HPaigrkhe Prsobiunrtg (PKB) WNCV 11 12 1,31111 00 13 1,3114 1,3127 ESal lPinaasso ((SENLSP)) CTXA 40 11 1,2316 00 51 1,2316 1,2367 BMiirlmfoirndg ham (BHM) UATL 20 1546 1,0730 00 1576 1,0760 1,2336 FMt.o Snmtpietlhie (rF SM) VATR 320 371 1,1070 10 371 1,1075 1,1456 RMoucshkeosgteere (RST) OMKN 5950 1211 4260 5280 771 4435 1,0486 EMucgAenlees t(eErU (MG)L C) OOKR 00 111 9591 00 11 9595 9606 RBailpoixdi City (RAP) MSDS 40 1,2791 2883 60 9331 15 9406 WHyilalnianmiss port (IPT) PMAA 5750 01 4780 5250 01 3984 9235 STahnotma aMsvairlilae (SMX) GCAA 6940 8001 1,1232 1290 4711 3073 9074 KSteaym Wpeedset P(EaYssW ) WFLA 00 2761 5163 00 2761 5153 7914 CClaiinrtoo n IILA 00 2750 5000 02 2760 5132 7894 NRoewlla O rleans (MSY) MLAO 1,1160 01 10 7640 02 02 7644 MAlutoskoengao n (MKG) PMAI 110 301 5421 00 371 6313 6684 WOaikchlaintad Falls (SPS) CTXA 1040 2091 5492 930 1981 2733 5644 OPalylom Aplitao ( OLM) CWAA 1020 1931 39141 350 1221 3893 5464 HWuinnttienrg Htoanv e(Hn TS) FWLV 1370 1501 1731 940 1511 2123 4574 MMot.n Stghoamstae ry (MGM) CAAL 00 3712 310 00 4022 311 4333 WTaionss low (INW) NAMZ 30 01 45260 10 11 4282 4303 WDuilbmuqinuget o(Dn B(IQLG) ) IDAE 00 3981 10 00 4021 02 4023 CSaavriabnonua h(C (ASARV) ) MGAE 3652 11 00 3652 11 300 3963 LAannkseinnyg (LAN) IMAI 3310 191 210 3290 121 392 3803 HMeolregnaan (tHowLnN ()M GW) MWTV 300 61 2792 300 81 2922 3303 KAanlnisispteolnl ((FACNAB)) MALT 310 11 2851 310 11 2852 3173 AKteleanneti c City NNHJ 330 341 2760 300 351 2492 3143 PSotarmt Aforrtdh ur (BPT) TCXT 30 1221 1792 00 1301 1812 3113 SWeeanttdleo-vTearc oma (SEA) WUTA 1020 621 00 850 711 1472 3033 FLta. rLedaou derdale TFLX 27167 3335 00 2630 310 02 2942 COoalkulmanbdu s (CSG) MGAD 01 1221 1230 01 1251 1310 2562 MFloacreonnc (eM (FCLNO) ) SGCA 2430 11 80 2430 21 11 2462 DBoesn nMerosi nFeesr r(yD SM) IIDA 760 1831 341 10 1851 521 2382 MOrolalinndeo ( M(SLanI)f ord) FILL 80 21 20 00 2282 20 2302 PWoortrlcaensdte (rP (WORMH) ) MMAE 00 11 1620 00 11 2171 2182 FEanrigdo (FAR) ONKD 100 1211 310 00 1561 391 1952 EOlmkoa h(Ea K(OOM) A) NNVE 00 322 1530 30 322 1540 1892 EYluym (Ea,L AYZ) ANZV 1241 11 317 1541 11 310 1862 RFte.n Mo y(RerNs O) FNLV 00 341 1510 00 321 1511 1832 SPieonusxa cFoalall s( P(FNSSD) ) FSLD 00 321 1230 00 321 1501 1822 BCrinisctionln (aTtiR (IL) UK) TONH 00 01 1811 00 01 1811 1812 VMiacrtqourieat t(eV CT) MTXI 1510 01 20 1510 01 81 1592 BAularmlinogstao (nA (LBSV)T ) VCOT 300 11 930 01 311 1250 1562 WHaavursea u(H (VARU)W ) MWTI 00 11 1540 01 11 1540 1552 SLhae Crirdoasns e( S(LHSRE)) WWIY 00 1241 360 00 1241 281 1522 14",
        "Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data City M issing temperatur e data (days) Missing precip itation data (days ) (FAA location ID) State 1971–19 80 1981–19 90 1991–2 000 1971–1 980 1981–19 90 1991–20 00 Total MAloebxialne d(rMiaO (EBS) F) LAAL 1,2800 2,5881 1,0340 1,2800 2,5881 1,0370 4,9051 LGiattilnee Rsvoicllke ((LGINTV) ) FALR 3,6530 1,1271 10 3,6530 1,1271 00 4,7801 PKhaonesnaisx C (iPtyH X(M) KC) MAOZ 2,2520 8521 4590 2,2520 8541 4360 3,5421 TLuocwseolnl MAAZ 3,5060 2,2751 590 2,8910 4511 610 3,4031 EBulureek Ca a nyon CCAA 20 4421 2,9530 00 4411 2,9530 3,3941 FTreexsanrok a(FnaA (TT)X K) ACRA 1110 501 2,6500 890 371 2,6480 2,7741 LSoanndgb Berega ch (LGB) CCAA 1540 3461 1,6390 1100 1361 1,5910 1,8371 LRoesd ABnlugfefl e(Rs B(LLA) X) CCAA 00 941 1,3550 00 1141 1,3560 1,4701 SPaanrk Derisebguor g(S (APKNB) ) WCAV 10 11 1,3110 00 11 1,3110 1,3121 SSaanli nFarsa n(SciNscSo) (SFO) CCAA 40 11 1,2310 00 51 1,2310 1,2361 GMrialnfodr dJu nction (GJT) UCTO 20 1541 1,0730 00 1571 1,0760 1,2331 BMroidngtpeeploiertr (BDR) VCTT 320 371 1,1070 10 371 1,1070 1,1451 HMaurstfkoorgde (eB DL) OCKT 5950 1211 4260 5280 771 4430 1,0481 WMacsAhliensgtetor n( M(DLCCA) ) ODKC 00 111 9590 00 11 9590 9601 DBailyotxoin a Beach (DAB) MFLS 40 1,2791 2880 60 9331 10 9401 JHayckansonnisv ille (JAX) MFLA 5750 01 4780 5250 01 3980 9231 MThiaommia s(MvilIlAe ) GFAL 6940 8001 1,1230 1290 4711 3070 9071 TSatammppae (dTeP PAas) s WFLA 00 2761 5160 00 2761 5150 7911 WCaeisrto Palm Beach (PBI) IFLL 00 2751 5000 00 2761 5130 7891 ARtohlelan s (AHN) MGOA 1,1160 01 10 7640 01 00 7641 AAtlltaonotnaa ( ATL) PGAA 110 301 5420 00 371 6310 6681 AOuagkulasntad (AGS) CGAA 1040 2091 5494 930 1981 2730 5641 SPiaoluox A Cltioty (SUX) CIAA 1020 1931 3940 350 1221 3890 5461 BWoiinstee r( BHOavI)e n FILD 1370 1501 1730 940 1511 2120 4571 PMotc. aStehlalost a(P IH) CIDA 00 3711 310 00 4021 310 4331 PTeaoorsi a (PIA) NILM 30 01 4560 10 11 4280 4301 RDoucbkufqourde ((DRBFDQ)) IIAL 00 3981 10 00 4021 00 4021 ESvavanansvnialhle ( (SEAVVV) ) GINA 3650 11 00 3650 11 300 3961 FAtn. kWenayy ne (FWA) IIAN 3310 191 210 3290 121 390 3801 IMndoiragnaanptoolwisn ( (IMNDG)W ) WINV 300 61 2790 300 81 2920 3301 SAonuntihs tBonen (dA (NSBB)N ) AINL 310 11 2850 310 11 2850 3171 LKeexeinneg ton (LEX) NKHY 330 341 2761 300 351 2490 3141 BStaatmonf oRrdo uge (BTR) CLTA 03 1221 1790 00 1301 1810 3111 LWaekned Cohvaerrl es (LCH) ULTA 1020 621 00 850 711 1470 3031 SLharreevdeop ort (SHV) TLXA 2760 331 00 2630 311 00 2941 BOoasktloann d(B OS) MMDA 00 1221 1230 00 1251 1310 2561 BFlaoltriemncoere ( F(BLWO)I ) SMCD 2403 11 80 2430 21 10 2461 ABlopnennear s( AFPerNry) IMD I 760 1831 340 10 1851 520 2381 DOerltaronidt o( M(Seatnrofo aridr)p ort) FMLI 08 21 20 00 2281 20 2301 GWroanrcde sRtearp i(dOsR (GHR) R) MMAI 00 11 1620 00 11 2170 2181 DEnuildu th (DLH) OMKN 100 1211 310 00 1561 390 1951 IOnmt'l.a hFaa l(lOs M(INAL) ) NMEN 00 321 1530 30 321 1540 1891 MYuinmnae,a ApoZli s (MSP) AMZN 1204 11 310 1540 11 310 1861 SFtt.. CMloyuerds (STC) FMLN 00 341 1510 00 321 1510 1831 CPeonlusmacboilaa ((CPNOSU)) FMLO 00 321 1230 00 321 1500 1821 SCpinricnignfniaetlid ( (LSUGKF)) OMHO 00 01 1810 00 01 1810 1811 SMt.a Lrqouueitst e( STL) MMIO 1501 01 20 1510 01 80 1591 JAalcakmsoons a( J(AANLS) ) CMOS 300 11 930 00 311 1250 1561 MHaevrirdei a(Hn V(MRE) I) MMTS 00 11 1540 00 11 1540 1551 BLial lCinrgoss s(eB (ILLS) E) WMIT 00 1241 360 00 1241 280 1521 15",
        "General Technical Report FPL–GTR–179 City M issing temperatur e data (days) Missing precip itation data (days ) (FAA location ID) State 1971–19 80 1981–19 90 1991–2 000 1971–1 980 1981–19 90 1991–20 00 Total GAllaesxgaonwdr i(aG (GEWSF)) MLAT 1,2800 2,5881 1,0340 1,2800 2,5881 1,0370 4,9051 GGraeiante sFvaillllse ((GGTNFV) ) MFLT 3,6530 1,1271 10 3,6530 1,1271 00 4,7801 MKaisnssoausl Ca i(tMy S(MOK) C) MMTO 2,2502 8521 45195 2,2520 8541 4360 3,5421 ALoshweevlill le (AVL) NMCA 3,5006 2,2751 590 2,8910 4511 610 3,4031 CBhluaerl oCtaten y(ConL T) NCAC 02 4421 2,9530 00 4411 2,9530 3,3941 GTerexeanrksbaonrao ( T(GXSKO) ) NACR 1110 501 2,6500 890 371 2,6480 2,7741 RSaanledibgehr g(R DU) NCAC 1504 3461 1,6390 1100 1361 1,5910 1,8371 WReidlm Binlugftfo (nR (BILLM) ) NCAC 00 941 1,3550 00 1141 1,3560 1,4701 BPaisrmkearrskb u(BrgI S(P) KB) NWDV 01 11 1,3110 00 11 1,3110 1,3121 WSaillilnisatso n(S (NISSN) ) NCAD 04 11 1,2310 00 51 1,2310 1,2361 NMoirlffoorlkd (OFK) NUET 02 1541 1,0730 00 1571 1,0760 1,2331 SMcoontttspbelluifefr (BFF) NVET 302 371 1,1070 10 371 1,1070 1,1451 VMaulesknotigneee ( VTN) NOEK 5905 1211 4260 5280 771 4430 1,0481 CMocnAcolersdt e(rC (OMNL)C ) NOHK 00 111 9590 00 11 9590 9601 MBitl.o Wxi ashington NMHS 04 1,2791 2880 60 9331 10 9401 NHeywananrkis (EWR) NMJA 5705 01 4780 5250 01 3980 9231 AThlboumqausevrqilulee (ABQ) NGMA 6904 8001 1,1230 1290 4711 3070 9071 LSatasm Vpeegdaes P(LasAs S) NWVA 00 2761 5160 00 2761 5150 7911 WCaiinrnoe mucca (WMC) NILV 00 2751 5000 00 2761 5130 7891 ARloblalan y (ALB) NMYO 1,1106 01 10 7640 01 00 7641 BAilntogohnaam ton (BGM) NPAY 101 301 5420 00 371 6310 6681 BOuafkflaalnod ( BUF) NCAY 1004 2091 5490 930 1981 2730 5641 NPaelwo AYlotrok (LGA) NCAY 1002 1931 3940 350 1221 3890 5461 RWoicnhteers tHera (vRenO C) NFLY 1307 1501 1730 940 1511 2120 4571 SMytr.a Scuhsaes t(aS YR) NCAY 00 3711 310 00 4021 310 4331 ATakoros n (CAK) ONHM 03 01 4561 10 11 4280 4301 CDluebvueqlauned ( (DCBLQE)) OIAH 00 3981 10 00 4021 00 4021 CSaovluamnnbauhs ((SCAMVH) ) OGHA 3605 11 00 3650 11 300 3961 DAanykteonny ( DAY) OIAH 3301 191 211 3290 121 390 3801 MMaonrgsfainetlodw (Mn (FMDG) W) OWHV 300 61 2790 300 81 2920 3301 TAonlneidsoto (nT (OALN) B) OAHL 301 11 2850 310 11 2850 3171 YKoeuenneg stown (YNG) ONHH 303 341 2760 300 351 2490 3141 AStsatmorfioa r(dA ST) OCTR 03 1221 1790 00 1301 1810 3111 MWeednfdoorvde (rM FR) OURT 1002 621 00 850 711 1470 3031 PLeanreddleot on (PDT) OTXR 2706 331 00 2630 311 00 2941 POoarktllaanndd (PDX) OMRD 00 1221 1230 00 1251 1310 2561 EFrloier e(nEcReI ()F LO) PSAC 2403 11 80 2430 21 10 2461 PBhoinlandeerlsp Fheiar r(yP HL) PIDA 706 1831 340 10 1851 520 2381 POirttlsabnudrog h(S (aPnIfTo)r d) PFAL 08 21 20 00 2281 20 2301 WWiolkrceess Btear r(rOe R(AHV) P) PMAA 00 11 1620 00 11 2170 2181 PErnoivdi dence (PVT) ROIK 100 1211 313 00 1561 390 1951 COomluamhab i(aO (MCAA)E ) SNCE 00 321 1530 30 321 1540 1891 HYuurmona, (AHZO N) SADZ 1204 11 310 1540 11 310 1861 CFth.a Mttayneorso ga (CHA) TFNL 00 341 1510 00 321 1510 1831 KPennosxavciolllea ((TPYNSS)) TFNL 00 321 1230 00 321 1500 1821 MCienmcipnhniast i( M(LEUMK)) TONH 00 01 1810 00 01 1810 1811 AMbairlqenuee t(tAe BI) TMXI 1501 01 20 1510 01 80 1591 BArloawmnossvai l(lAe L(BS)R O) TCXO 300 11 930 00 311 1250 1561 CHoarvprues ( HChVrRis)t i (CRP) TMXT 00 11 1540 00 11 1540 1551 HLao uCsrtoonss (eI A(LHS)E ) TWXI 00 1241 360 00 1241 280 1521 16",
        "Decay Hazard (Scheffer) Index Values Calculated from 1971–2000 Climate Normal Data Missing temperature data (days) Missing precipitation data (days) City (FAA location ID) S tate 1971–19 80 1981–19 90 1991–2 000 1971–19 80 1981–19 90 1991–200 0 Total ALulebxbaoncdkr i(aL (BEBS)F ) LTAX 1,2800 2,5881 1,0340 1,2800 2,5881 1,0370 4,9051 GMaiidnleasnvdi l(lMe (AGFN) V) FTLX 3,6530 1,1271 10 3,6530 1,1271 00 4,7801 KSaann sAans gCeiltoy ((SMJTK)C ) MTXO 2,2520 8521 4590 2,2520 8541 4360 3,5421 LSaonw Aelnl tonio (SAT) MTXA 3,5060 2,2751 590 2,8910 4511 610 3,4031 BSalulte L Caakney Conit y (SLC) CUAT 20 4421 2,9530 00 4411 2,9530 3,3941 TLeyxnacrhkbaunrag ((TLXYKH)) AVRA 1110 501 2,6500 890 371 2,6480 2,7741 SNaonrdfoblekr g( ORF) CVAA 1540 3461 1,6390 1100 1361 1,5910 1,8371 RReicdh Bmlounffd ((RRBICL)) CVAA 00 941 1,3550 00 1141 1,3560 1,4701 PRaorakneorskbeu (rRg O(PAK) B) WVAV 10 11 1,3110 00 11 1,3110 1,3121 SSaploinkaasn e( S(NGSE)G ) CWAA 40 11 1,2310 00 51 1,2310 1,2361 MYailkfiomrda (YKM) UWTA 20 1541 1,0730 00 1571 1,0760 1,2331 MGroenetnp eBliaeyr (GRB) VWTI 320 371 1,1070 10 371 1,1070 1,1451 MMuadskisoogne e(M SN) OWKI 5950 1211 4260 5280 771 4430 1,0481 MMcilAwlaeuskteere ( (MMLKCE) ) OWKI 00 111 9590 00 11 9590 9601 BCihlaorxlie ston (CRW) MWSV 40 1,2791 2880 60 9331 10 9401 HElykainnns i(sE KN) MWAV 5750 01 4780 5250 01 3980 9231 TChaospmear s(vCilPleR ) GWAY 6940 8001 1,1230 1290 4711 3070 9071 SCthaemypeendnee P(CasYs S) WWAY 00 2761 5160 00 2761 5150 7911 CLaanirdoe r (LND) IWL Y 00 2751 5001 00 2761 5130 7891 RHoulnlats ville (HSV) MALO 1,1160 00 10 7640 00 00 7640 A ltoona P A 11 30 542 0 37 631 668 OAankclhaonrda ge (ANC) CAAK 1040 2091 5490 930 1981 2730 5641 PFaaliorb Aanltkos (FAI) CAAK 1020 1931 3943 350 1221 3890 5461 WJuninetaeur H(JaNvUen) FALK 13371 115506 17332 9341 115518 21321 425270 MSittk. aS h(SasITta) CAAK 301 3711 43215 301 4021 43216 443538 TVaaolds ez NAMK 8933 01 4560 7812 11 4280 473803 Dubuque (D BQ) I A 0 398 1 0 402 0 402 SHaivloa n(InTaOh )( SAV) GHAI 3650 312 00 3650 313 301 39364 AHnokneonluyl u (HNL) IHAI 3310 191 210 3290 121 390 3801 MKaohruglaunit o(OwGn G(M) GW) WHIV 300 61 2790 300 81 2920 3301 ALinhnuies t(oLnI H(A) NB) AHLI 310 11 2850 310 11 2850 3171 Keene NH 33 34 276 30 35 249 314 Molokai HI 1,193 7 26 1,046 3 0 1,049 Stamford CT 3 122 179 0 130 181 311 FAA location ID (LID) is the identifier used by the FAA for an airport Wendover UT 102 62 0 85 71 147 303 FAA LID generally is the same as the NWS call sign, and generally is also the same as the IATA airport code. Laredo TX 276 33 0 263 31 0 294 Locations in this Appendix without an FAA LID generally are not airport locations. Oakland MD 0 122 123 0 125 131 256 Airport locations sometimes change (example: Denver Stapleton was an active airport in 1971, but not in 2000) Florence (FLO) SC 243 1 8 243 2 1 246 Locations without an FAA LID may (or may not) have a three-letter NWS call sign. Bonners Ferry ID 76 183 34 1 185 52 238 All locations in this Appendix have a unique 6-digit Cooperative ID code; some also have a WMO ID code. Orlando (Sanford) FL 8 2 2 0 228 2 230 Worcester (ORH) MA 0 1 162 0 1 217 218 Enid OK 10 121 31 0 156 39 195 Omaha (OMA) NE 0 32 153 3 32 154 189 Yuma, AZ AZ 124 1 31 154 1 31 186 Ft. Myers FL 0 34 151 0 32 151 183 Pensacola (PNS) FL 0 32 123 0 32 150 182 Cincinnati (LUK) OH 0 0 181 0 0 181 181 Marquette MI 151 0 2 151 0 8 159 Alamosa (ALS) CO 30 1 93 0 31 125 156 Havre (HVR) MT 0 1 154 0 1 154 155 La Crosse (LSE) WI 0 124 36 0 124 28 152 17"
    ]
}