{
    "FILE_NAME": "https://www.amtrak.com/content/dam/projects/dotcom/english/public/documents/environmental1/Amtrak-Sustainability-Report-FY22.pdf",
    "ALL TEXT": "FY22 SUSTAINABILITY REPORTABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 2 TABLE OF CONTENTS About This Report 3 PATH TO NET-ZERO 11 State Partnerships 26 Our Agreement Workforce 37 A Message From Our CEO 4 Corridor Identification and Development 27 Diversity, Inclusion and Belonging 39 Our Climate Commitment 12 Community Engagement 28 Supplier Diversity 41 Our Approach to Net-Zero and Climate Resilience 13 ABOUT AMTRAK 5 Building Blocks to Addressing STREAMLINING OPERATIONS 29 OPERATING WITH INTEGRITY 42 FY22 Highlights 6 Decarbonization 14 Our Values 7 Waste 30 Our Leadership 43 Climate Resilience and Adaptation 15 Sustainability at Amtrak 8 Procurement 31 Compliance and Ethics 43 Our GHG Emissions 17 Our Material Topics 8 Data Privacy and Security 43 Air Emissions 18 Stakeholder Engagement 10 AN INSPIRING WORKFORCE 32 Energy 19 Disclosure and Transparency 10 APPENDIX 44 Fuel 19 Our People 33 Electricity 20 Employee Health and Safety 33 GRI Content Index 45 Culture and Talent 34 CONNECTING AMERICA 22 Recruitment 34 Learning and Development 35 Amtrak Service Routes 24 Employee Benefits 36 The Gateway Program 25 Customer Health and Safety 25 ADA Compliance 26 Enhancing Mobility 26ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 3 ABOUT THIS REPORT This is Amtrak’s ninth Sustainability Report, covering environmental, social and governance (ESG) activities during the last year. Except where noted, this report captures events that occurred in Fiscal Year 2022 (FY22), October 1, 2021 to September 30, 2022. We produced this Report with reference to the Global Reporting Initiative (GRI) 2023 Standards. Sustainability data and disclosures are available in our FY22 GRI Content Index in the Appendix. We utilized Datamaran — a software tool that helps organizations identify and prioritize ESG issues. To learn more about our materiality process, please see page 8. In this report, you will find certain terms, including those that the GRI Standards refer to as “material” topics, to reflect the issues that matter most to Amtrak and our stakeholders. Used in this context, these terms are distinct from and should not be confused with the terms “material” and “materiality” as defined by or construed in accordance with securities law or as used in the context of financial statements and reporting. Amtrak is a registered trademark of the National Railroad Passenger Corporation. Unless otherwise noted, Amtrak prepared the information in this report. The information reported is current as of the date of the report publication. The report was reviewed and approved by subject matter experts, our legal team and company leadership. The Executive Leadership Team had the opportunity to review the report before publication. Given that this is our first year using Datamaran, there are no restatements of data or changes to declare. The Scope 1 and Scope 2 greenhouse gas (GHG) emissions data found in this report and its Appendix have been third-party verified externally with limited assurance. The Scope 3 GHG data is unverified.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 4 Dear Reader, Many of you, like me, love traveling by train. From • covering over half our company-wide electricity use the convenience and ease of traveling directly from through carbon-free sources; and downtown-to-downtown to the unique American • investing in infrastructure upgrades across our network vistas seen from the comfort of your seat, rail is a that contribute to lower greenhouse gas emissions. special way to travel, with a rhythm and culture all its own. But did you know that in addition to these These efforts coincide both with the resurgence of benefits, trains are also one of the most energy- intercity passenger rail traffic as we recover from the efficient and low-carbon ways to travel in America? COVID-19 pandemic and with new federal funding Well, it is true, and sustainability sits at the very heart from the landmark Infrastructure Investment and Jobs of Amtrak’s value proposition: we aim to get you Act (IIJA), which is creating a new era for passenger there reliably, safely, and with a smaller impact on our rail in the United States. Amtrak is at the forefront, environment, including by creating a lower carbon advancing a vision for bringing trains to more footprint per trip than driving or flying. communities and increasing service on existing corridors in growing regions of our nation. That’s why, in FY22, we established a Climate Commitment that includes a new goal to be a Net-Zero We invite you to read about our goals and progress, emissions organization by 2045. We have set ambitious how we are working with our partners to expand new targets to meet our goal through a combination service to customers, and how we’re building a modern, of reduced-emissions fuel sources, climate resiliency greener Amtrak in the pages that follow. We appreciate planning, buying carbon-free electricity for our needs, your feedback at AmtrakSustains@amtrak.com. and collaborating to develop low-emissions technology We look forward to welcoming you on board! to power our trains, among other strategies. We have already taken steps toward our Net-Zero goal by: Sincerely, FY22 AMTRAK • conducting a renewable diesel fuel pilot with the California Department of Transportation SUSTAINABILITY for locomotives; Stephen Gardner, REPORT Chief Executive Officer A Message from Amtrak’s Chief Executive Officer Stephen GardnerABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 5 The National Railroad Passenger Corporation, or Amtrak, was founded in 1970 to provide efficient and effective intercity passenger rail mobility. Amtrak is federally chartered and is operated and managed as a for-profit corporation. The U.S. Federal government is our majority stockholder. Serving more than 500 destinations in 46 states, the District of Columbia and three Canadian provinces, Amtrak operates a nationwide rail network on more ABOUT than 21,400 miles of routes and our customers completed an average of almost 63,000 trips daily in FY22. Amtrak’s status — we are the only railroad in North America to maintain right-of-way for service at speeds in excess of 125 mph — AMTRAK and our team of over 19,000 employees make this possible. IN THIS SECTION: BY THE NUMBERS FY 2022 AMERICA’S LARGEST FY22 HIGHLIGHTS INTERCITY AND ONLY OUR VALUES HIGH-SPEED PASSENGER RAIL PROVIDER SUSTAINABILITY AT AMTRAK SINCE 1971. OUR MATERIAL TOPICS More Than More Than Average STAKEHOLDER ENGAGEMENT 500 21K 63K DISCLOSURE AND TRANSPARENCY Destinations Route Miles Trips DailyABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 6 FY22 HIGHLIGHTS Announced our REDUCED ELECTRICITY INVESTED SCORED A 90 OUT OF 100 Climate Commitment, which includes USE BY 7% $2.3B on the Human Rights Campaign NET-ZERO EMISSIONS Foundation’s Corporate Equality Index BY 2045 GOAL versus 2019 in capital projects REDUCED GREENHOUSE GAS DIVERTED Hired RECEIVED THE HIGHEST (GHG) EMISSIONS BY 14% 17% OF WASTE 3,700 NEW POSSIBLE SCORE versus 2019, our baseline EMPLOYEES from landfill on the 2022 Disability Equality Index measurement year Expanded Scope 3 Rebounding after the ADDED 418 NEW Launched emissions inventory to COVID-19 pandemic, DIVERSE VENDORS, NEW COMMUNITY BETTER ASSESS OUR RIDERSHIP GREW BY 89% ENGAGEMENT STRATEGY meeting our diversity VALUE CHAIN EMISSIONS over the previous year procurement goal REDUCED DIESEL Restored or SIGNED CEO ACTION DONATED ALMOST 120K FUEL USE BY 15% EXPANDED FOR DIVERSITY AND INDIVIDUAL HOUSEHOLD ITEMS 11 ROUTES INCLUSION PLEDGE versus 2019 to those in need across the country For more highlights, see our FY22 Company ProfileABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 7 OUR VALUES At Amtrak, our values are an expression of our principles and O T H E RIGHT T HI Do the Right Thing beliefs. They guide everything we D N G do — and ultimately, they define Doing the right thing is about making us as a company. We have a passion respect and care priorities in our everyday actions, from how we interact with each for service, we take great pride in other to how we treat the environment. our work, we believe in teamwork and we have a strong sense of commitment to each other. T S R I E F Excel Together Put Customers First X S C R Working together we create innovative E E We strive to exceed customer M solutions and pursue continuous improvement L expectations by providing timely and by learning from each other. T O courteous assistance and information O T to our customers and communities. S G U E T C H T E U R PABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 8 SUSTAINABILITY OUR MATERIAL AT AMTRAK TOPICS Rail is an inherently sustainable mode of transport projects. This reduction does not include the avoided A materiality assessment helps determine the We take a data-driven approach to analyzing and — on average, it’s 46% more energy efficient than carbon footprint from taking Amtrak instead of significance of sustainability issues for an organization identifying topics that are material to our business. traveling by car and 34% more energy efficient than driving or flying, which can reduce emissions by up and its stakeholders, such as investors, employees, We adopt a double materiality framework, considering domestic air travel — and we are working to become to 83% or 72%, respectively. customers and the community. Our materiality financial, social and environmental impacts to and even more sustainable. Over the course of the last assessment was conducted using Datamaran, from our business. The double materiality framework decade, we cut our greenhouse gas emissions by more Our company-wide Sustainability Policy guides how an artificial intelligence-powered digital tool allows Amtrak to assess the interconnectivity between than 400,000 metric tons of CO e — equivalent to we incorporate environmental, financial and social that benchmarks us against peers and compares financial, social and sustainability risks. 2 emissions from powering more than 50,000 homes considerations into our overall corporate strategy and our performance against industry regulations, for one year. Recognizing that reduced service decision-making. Our Climate Commitment outlines sustainability reporting standards and news reports. during the pandemic greatly lessened emissions, as five strategies we have adopted to drive down our Datamaran provides real-time analysis of risks to we return to full service, we expect emissions to rise emissions. In FY22, we set a new goal to achieve Net- our business, enabling us to continually evolve our before dropping with the implementation of Net-Zero Zero emissions by 2045, as climate change increasingly planning as our material topics shift. impacts operations.AMTRAK’S Public health risks GHG emissions MATERIAL TOPICS Climate change risks & management AS OF THE END OF FY22 Air emissions Energy management Employee health & safety Transition to renewables & alternative energies This report discusses our approach to the topics that Critical incident management & response appear in the upper quadrants of the matrix, which Employee diversity & inclusion Datamaran ranked as having the highest impact to Water & wastewater management our business and were prioritized by our stakeholders. Product/service safety & quality Our business strategy and operations also address topics that fall in the lower quadrants of the matrix, Labor practices in alignment with our corporate values, even if not Customer privacy & data security Waste & hazardous materials management discussed in this report. Human rights Workforce management Customer practices Community relations Access & affordability Ethical corporate behavior Business model resilience Natural capital Transparency Sourcing efficiency & management Governance structures & mechanisms Innovation & technology Product design & lifecycle management Management of the legal & regulatory environment Ecological impacts Competitive behavior Selling practices & product labeling Responsible consumption & production Management of local impacts ytiroirP hgiH sredlohekatS ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 9 LEGEND Communicate Develop strategy internally & communicate externally Keep under Continue observation internal efforts Amtrak High PriorityABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 10 STAKEHOLDER DISCLOSURE AND ENGAGEMENT TRANSPARENCY We maintain regular and open communication with • The Federal Government — The U.S. Federal To ensure accountability of our goals, we provide questionnaire. In 2017, we achieved Gold-level status of our key stakeholders to provide the best and most government is our majority shareholder and robust disclosure of our climate resilience strategy the American Public Transportation Association (APTA) efficient service possible and meet varying stakeholder provides annual funding without which the and emissions reduction goals through sustainability Sustainability Commitment program, which recognizes needs. Among many others, this includes: railroad could not operate. We are in constant questionnaires, including CDP and Ecovadis. In members becoming more sustainable in their operations communication with federal officials and elected 2022, we received a B on CDP's Climate Change and practices. • Customers — Customers are the lifeblood of representatives through (among other channels) our business, so we actively solicit their feedback funding requests, Congressional hearings, through surveys and other means of communication mandatory reporting and news releases. We are to understand how we can better serve them. also regularly audited by the Amtrak Office of the Customers can call, email or reach out via social Inspector General, which publishes assessments of media to provide feedback or ask questions. We our performance to the general public. provide real-time travel advisories and service alerts on our website, social media accounts and via an • State Governments — We partner closely with states through our State Supported Services team optional text messaging service. to maintain and expand corridor routes operated pursuant to a contract with a sponsoring state or states. We also take part in groups such as the State-Amtrak Intercity Passenger Rail Committee and in direct engagements with legislators and state departments of transportation to maintain current service and advance projects. • Employees — Amtrak employees are the engine of everything we do. We engage employees through consistent newsletters and email updates, town halls and employee resource groups (ERGs). We also ask for formal and confidential feedback through our annual employee engagement survey.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 11 Climate change challenges our ability to thrive by disrupting the way society functions. Catastrophes around the world threaten communities, and climate scientists project that the situation will only get worse if we do not act now. Extreme weather events, such as hurricanes and high heat days, impact Amtrak services and operations with increasing frequency and severity. To prepare for current and future climate events and build more resilient operations, we have created a five-part Climate Commitment to mobilize PATH TO our 19,000+ person workforce toward a future of reduced carbon. NET-ZERO BY THE NUMBERS FY22 WE AIM TO ACHIEVE NET-ZERO EMISSIONS BY IN THIS SECTION: 2045 ACROSS OUR RAIL NETWORK. Mobilize Our Net-Zero Achieve OUR CLIMATE COMMITMENT 19,000+ GHG Emissions by 100% OUR APPROACH TO NET-ZERO AND CLIMATE RESILIENCE 2045 ENERGY Person Workforce Carbon-Free Electricity by 2030ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 12 OUR CLIMATE COMMITMENT We plan to collaborate and support state 1 2 partners in achieving their climate goals with our commitment. Our climate resilience program We created a framework to reach our carbon began with a vulnerability assessment on the ACHIEVE NET-ZERO emissions goals, enhance operational resilience Northeast Corridor (NEC); we are planning to REDUCE and educate our workforce and partners about the EMISSIONS BY expand this across the National Network in 2023. impacts of climate change to Amtrak's business. DIESEL FUEL To mitigate emissions, we will work to reduce our 2045 ACROSS OUR Our Climate Commitment lays out the five key climate impact as we aim to increase ridership USE actions to achieve substantial emissions reduction RAIL NETWORK and shift passengers from car to train. We have and invest in innovative solutions: also set an interim emissions reduction goal of 40% from 2010 levels by 2030. 3 4 5 ACHIEVE 100% ESTABLISH A INTEGRATE CARBON-FREE COMPANY-WIDE CLIMATE ELECTRICITY CLIMATE RESILIENCE CONSIDERATIONS BY 2030 PROGRAM INTO BUSINESS OPERATIONSABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 13 OUR APPROACH TO NET-ZERO AND CLIMATE RESILIENCE We aspire to be the leader in America’s sustainable intercity travel. Over the past decade, we have been steadily reducing carbon emissions. With the Climate Commitment and Net-Zero target, we are establishing Amtrak's first long-range goal to reduce its impact on the environment. We have categorized our vision into three categories: (1) vehicles (or mobile equipment), (2) infrastructure and (3) value chain and business operations. Our strategy has identified 12 building blocks within these categories that will enable us to decarbonize our entire footprint. “Amtrak is preparing employees and strengthening assets to withstand the effects of climate change we are already experiencing today. I’ve witnessed the collaboration between departments firsthand — and I’m proud to work alongside a resilient workforce to implement our Net-Zero and Climate Resilience Strategy.” Kara Oldhouser, DIRECTOR, SUSTAINABILITY AND CLIMATE RESILIENCEABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 14 BUILDING BLOCKS TO ADDRESSING DECARBONIZATION Our vision and building blocks for 2045 — Amtrak as a Net-Zero mobility provider across the entire value chain 1 Alternative powertrains 2 Alternative drop-in fuels1 5 Electrification 6 Emission-free heating 9 Carbon-free power purchasing 10 Sustainable procurement 3 Air quality improvement systems 4 Energy-efficient vehicle operation 7 On-site power generation 8 Building energy efficiency 11 Supplier engagement 12 Net-Zero business operations2 Vehicles — Alternative propulsion technologies lay the foundation of Infrastructure — We will evaluate feasibility of expanding electrification Value Chain & Business Operations — We are evaluating reductions in Net-Zero operations on our non-electrified routes and on-road fleet. on routes with our partners and at our facilities to accommodate zero- our top Scope 3 categories — capital goods and purchased goods — and As we determine the solution for replacing diesel engines, we will: emissions vehicles. Among the additional opportunities we have identified in our operations more broadly through: to reduce energy use: • Utilize lower-emissions fuels, like biodiesel or renewable diesel, that • Engagement with suppliers to help them measure and can replace or be blended with diesel and used by existing engines • Transition away from traditional fossil fuel heating systems to more reduce their emissions and to source from suppliers with high sustainable systems, like heat pumps that can be powered by electricity environmental standards • Continue to onboard ALC-42 locomotives, improving localized air from renewable sources pollution over the current legacy fleet • Continuing investments in renewable energy, through options like • Our stations, facilities and buildings will become more efficient with power purchase agreements, on-site power generation and renewable • Maximize operation efficiency through fuel saving technologies such on-site renewable energy production where feasible, LED lighting, and energy credits (RECs) as driver advisory systems or increased ground power availability for smart metering and control equipment plugging in locomotives Governance and implementation of the Net-Zero Strategy will be overseen through a cross-departmental steering committee. This group 1 Drop-in fuels are renewable fuels which can be blended with petroleum products, such as diesel, and utilized in current infrastructure and powertrains. We view these as a bridge solution from combustion engines to alternative powertrains. 2 Includes construction and roadway maintenance. will be responsible for advancing near-term efforts which position Amtrak for both immediate and long-term emissions reductions. Read more about our Net-Zero Strategy on our website.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 15 CLIMATE RESILIENCE AND ADAPTATION In 2022, 17 weather and climate-related events, costing more than $1 billion each, pummeled the United States, tying with 2017 and 2011 for the third-highest number of billion-dollar disasters in a calendar year. These major weather events come with a human and financial cost. An internal review showed that in FY22, Amtrak faced at least $10 million in storm-related expenses on the NEC alone. Weather events on the National Network, such as hurricanes, wildfires and high wind warnings, are less costly to Amtrak since we do not own most of the assets affected; however, we still feel the impacts through costs associated with service disruptions and customer care. In areas where building codes are not accounting for climate risks, vulnerability is especially high. Without adaptation, impacts from these risks may hinder our ability to deliver high quality, safe and on-time passenger rail service, now and into the future. To mitigate these risks, Amtrak developed a KEY CLIMATE IMPACTS 0.1-19 Feet Sea Level Rise 5-9° F Higher Temperatures Climate Resilience Strategic Plan for the NEC in FOR AMTRAK’S NEC REGION 2021, informed by previously conducted climate BY 2100 Sea level rise, with storm surge, impacts tracks Extreme heat impacts catenary systems — the vulnerability assessments. The assessments show in the Northeast, including Delaware, New York, overhead wires that connect our trains to the that some of our rail infrastructure and operations Climate effects vary across infrastructure Connecticut, Rhode Island and Massachusetts electricity supply — in areas south of New York City are highly susceptible to impacts and service elements and geographies, requiring interruptions from sea level rise, temperature tailored approaches in each region where increases and increased precipitation and wind. we operate. The NEC region encompasses Amtrak's operations from Massachusetts to 57-110 mph Increase in Wind Speeds 5-15% More Precipitation Washington, DC. Wind posed some climate risk to asset types studied, High precipitation impacts tracks and interlockings, including track, catenary and buildings, with Boston particularly around New York City and Philadelphia named as vulnerability “hot spots”ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 16 Building awareness and climate literacy across our that govern rail infrastructure design incorporate workforce will be essential to achieve these ambitious historical data that does not accurately reflect goals and adopt a sustainable ethos. Since publishing future climate challenges. the NEC Climate Resilience Strategic Plan, we have initiated several Priority Actions: Expanding on the climate assessments of the NEC region, Amtrak will conduct a National Climate • We established a climate scenario with a breakdown Vulnerability Assessment in FY23. This expanded study of decadal projections by climate threat (heat, wind, will help us identify prominent climate-related risks by sea level rise and heavy precipitation). region, evaluate how our operations may be impacted by more volatile weather patterns and determine • We are hiring more employees with sustainability which business practices and processes will need to experience and skills to implement our goals, while change to position us for greater resilience. engaging and educating our existing workforce. • All new management employees are required to As a service that operates in all weather conditions take Amtrak’s Sustainability Awareness training across roughly 144,000 miles of rail, weather will module and we are extending this requirement to continue to pose challenges. We are steadfast all management employees who were hired before in exploring technology that can help manage the module was released in FY23. operations as conditions rapidly change. We remain committed to leveraging available climate data and • We are reviewing existing internal engineering best practices in our project designs to ensure dollars practices, third-party codes and design standards spent to bring our network into a state of good and developing Climate Resilient and Net-Zero repair result in a rail network positioned to withstand Design Guidelines, because current regulatory codes the future. “As a stakeholder in frontline operations, I am proud of Amtrak’s vision to protect our environment and integrate climate data and planning as a corporate priority. Amtrak’s innovation related to climate impact today will deliver the reliability and performance we desire for our passengers as part of our modernization of passenger rail service in the United States.” Bob Giorgio, DIRECTOR OF RAIL OPERATIONS & EMERGENCY RESPONSEOUR GREENHOUSE GHG EMISSIONS IN REFERENCE TO Amtrak’s GHG Emissions (MT C0 e) OUR INTERIM GOAL 2 GAS EMISSIONS FY20 FY21 FY22 2030 Goal Progress throughout FY22 We measure and report on our full carbon footprint, Scope 1 Emissions 593,042 480,940 591,169 40% reduction in Scope 1 and 39% including Scopes 1, 2 and 3. Scope 2 emissions over baseline year of 2010 Scope 2 Emissions (Locations-based) 209,966 191,793 214,178 • Scope 1 covers the direct emissions from our owned 39% REDUCTION Scope 2 Emissions (Market-based) 150,108 101,294 123,763 and operated equipment, and sources include our diesel fuel use. Biogenic Emissions1 390 6,479 14 • Scope 2 covers indirect emissions from electricity Scope 3 Emissions2 – – 518,882 and steam purchased for our owned and operated 14,000,000 equipment and facilities. Purchased goods & services – – 141,039 12,000,000 • Scope 3 covers indirect emissions outside our direct 10,000,000 Capital goods – – 269,559 control, such as emissions from our supply chain. 8,000,000 Fuel & energy-related activity – – 22,276 In 2022, we expanded our footprint boundary to 6,000,000 Upstream transportation & distribution – – 1,399 include Scope 3 emissions to align with our Net-Zero 4,000,000 vision and help us target hotspots in our footprint Waste generated in operations – – 13 for reductions. In FY22, our GHG emissions increased 2,000,000 compared to FY21. The decrease in FY20 and FY21 * We began reporting total emissions using market-based method in FY22 Business travel – – 5,672 to account for our carbon-free electricity. emissions can be attributed to reduced pandemic- * Please see ou2r 0a1r0c h2iv0e1d1 S2u0s1t2a in2a0b13il it2y0 R14e p2o0rt1s5 fo2r0 1p6r ev20io1u7s 2Y0O1Y8 e2m01is9s io20n2s0. 2021 2022 Employee commuting – – 34,351 era train service; we expect absolute emissions to rise before they fall again. Amtrak customers took Upstream leased assets – – 950 16.8 million trips in FY20, but that number dropped to 12.2 million trips in FY21. This rose to nearly Downstream transportation & distribution – – 42,703 22.9 million trips in FY22, including 7 million first trips. Downstream leased assets – – 919 Year over year, our operations continue to operate as efficiently as possible on an emissions per seat-mile kg COe/passenger-mile 2 0.07 / 0.23 0.05 / 0.16 0.03 / 0.18 basis, with reduced emissions on our electric routes (electric-powered / diesel-powered) coming from carbon-free electricity sources. kg COe/seat-mile 2 0.04 / 0.07 0.02 / 0.07 0.02 / 0.07 (electric-powered / diesel-powered) Total Emissions 743,540 588,713 1,233,813 1 Biogenic emissions in Amtrak’s inventory are emitted from burning fuels that are produced from biomass or plant materials. Following GHG Protocol, CO emissions from biogenic sources are reported 2 separately from Scope 1 and 2 emissions. CH and NO emissions from biogenic sources are still included in Scope 1. 4 2 2 We began measuring full Scope 3 emissions in FY22. 3 We began reporting total emissions using market-based method in FY22 to account for our carbon-free electricity. e0C TM ni snoissimE 2 ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 17ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 18 AIR EMISSIONS Amtrak recognizes that non-GHG criteria air pollutants (CAPs) can impact air quality and human health, and our fuel usage reduction goals are especially important for decreasing air pollutants. On the NEC, where our trains are powered by electricity, our trains produce zero air pollutants at the source. By adding new Tier 4 locomotives on routes beyond the NEC, local CAP emissions will gradually decrease by 68-80% until 2035, despite increasing service with our Amtrak Connects US plan. As a result of our carbon and energy reduction goals, Amtrak has reduced both GHG and CAP emissions from our operations. We estimate CAPs resulting from our diesel locomotives and report metrics to the American Public Transportation Association (APTA) as a part of our sustainability commitment. CRITERIA AIR POLLUTANTS (MT) NO : 9,573 HC: 505 x PM : 332 Amtrak at Climate Week NYC 2022 10 SO : 6 2 In FY22, we hosted a session at Climate Week CO: 1,580 NYC, an annual event bringing together public- FY19 and private-sector leaders to discuss solutions for mitigating climate change. Train travel is viewed as a key way to reduce GHG emissions, yet many Americans lack access to intercity passenger rail service. Joined by the New York City MTA and NO : 8,577 HC: 452 California DOT, we hosted a panel discussing how x PM : 296 various stakeholders can come together to drive a 10 modal shift. Moderated by Amtrak’s Sustainability SO : 6 2 & Climate group, topics included fare equity, electrifying buses and emissions reduction goals. CO: 1,435 FY22 Amtrak also announced our Net-Zero by 2045 goal in-person and laid out the 12 building blocks for achieving the goal.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 19 ENERGY FUEL Amtrak’s carbon footprint is dominated across all DIESEL FUEL USE On an average day in FY22, Amtrak customers made scopes by rail operations, which represent 60% of more than 62,800 trips on our trains in 46 states and FY22 Goal Progress throughout FY22 all emissions, the majority of which are powered by the nation’s capital, reaching and departing from diesel fuel. Broken down by scope, GHGs emitted Reduce diesel fuel usage by ACHIEVED more than 500 destinations. We provide this service 5% compared to our baseline from burning diesel fuel in our trains make up more year of FY19 by running trains on electricity on the NEC and diesel than 80% of our Scope 1 emissions and 18% of our fuel on the National Network, where other “host” 15% ACHIEVED Scope 3 emissions. railroads control the tracks. In addition to moving people on trains, Amtrak owns tunnels, bridges and While we investigate solutions to transition our diesel maintenance facilities and provides stations and fuel operations in the long-term, we will replace other facilities to accommodate travelers — all of diesel fuel where we can with renewable diesel in the FY19 Baseline Year: which require energy usage. While Amtrak cannot 59.3 million gallons short-term. Renewable diesel is chemically equivalent reduce energy consumption to zero, we can evaluate to conventional fossil fuel diesel and can reduce our energy sources and seek options with low- lifecycle emissions by, on average, 60% depending on (Millions or zero-emissions. feedstock and the production process. Created from 50.6 40.2 50.4 of gallons) a blend of agricultural sources like vegetable oil and animal fats, it has lower emissions over the lifecycle of FY20 FY21 FY22 the product than conventional diesel fuel. We are also targeting reduction in engine idling that occurs when the locomotive is stationary in the yard to further SEAT-MILES BY PROPULSION TYPE our diesel usage reduction goal. We have also made adjustments to engine testing that reduces fuel use. 12,000,000 Renewable Diesel 10,000,000 8,000,000 Following a pilot program conducted by Caltrans in FY20 and FY21, with support from 6,000,000 Amtrak, on the 170-mile long Capitol Corridor 4,000,000 route, Cummins and Siemens approved the use of renewable diesel in the Charger locomotives. 2,000,000 This will allow us to operate Caltrans Charger locomotives (SC-44) on renewable diesel FY20 FY21 FY22 and facilitate the use of renewable fuel by Diesel Electric our Amtrak Long-Distance Charger (ALC- 42) locomotives, resulting in fewer lifecycle emissions. Due to the pilot’s success, state- supported trains operated by Amtrak in California will use renewable diesel in FY23.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 20 Initiatives to Reduce Emissions from our on-road vehicles and dedicated NON-PROPULSION ELECTRICITY USE Diesel Fuel Use Thruway buses constitute roughly 2% of our total AT TOP 40 LOCATIONS BY USAGE carbon footprint. We lease more than 80% of our highway vehicles from the General Services The Amtrak Chicago Environmental team generated fuel savings with the Idle Reduction Administration, which has set a goal to transition FY22 Goal Progress throughout FY22 100% of its fleet to electric vehicles by 2035. We Initiative, a results-driven tracking and reporting Reduce electricity usage ACHIEVED anticipate that this will help reduce road-asset by 1.5% YOY. system for mechanical and transportation teams. emissions as we transition to zero-emissions vehicles. The team identified opportunities to reduce 2% REDUCTION fuel use through idling reduction by analyzing Fuel used by our stationary assets, including stations, data from the locomotives. Solutions included coach yards, warehouses and offices, contributes ensuring automatic engine start-stop technology roughly 3% to our carbon footprint. We are exploring was engaged on the locomotives, manually transitioning oil or gas-burning boilers to heat pumps, Percent change YOY shutting down the engines when not in use and which have much lower energy needs, and installing 3% plugging in engines to ground power where -2% -2% energy-efficient HVAC systems where possible. possible. Combined, these strategies yielded a 4% reduction in idling in Chicago over the previous year and a fuel savings of approximately ELECTRICITY 90,000 gallons. Electricity use constitutes roughly 18% of our 195.7 191 187.1 GHG footprint. It powers our stations and offices and provides power to much of our electrified NEC service. As part of our Net-Zero goal, we are prioritizing a faster shift toward clean and renewable sources in the near term, with a long-term vision of FY20 FY21 FY22 electrification across our buildings, equipment and (Million kWh) mechanical systems. “This Idle Reduction Initiative is an exciting project, and I’m so proud of what we have created in Chicago. It’s something that can be scaled as part of Amtrak’s goal to reduce our carbon footprint, while seeing significant savings in fuel!” Dina Ledbetter, SR ENVIRONMENTAL SPECIALIST, OPERATIONS-MECHANICALAt the end of FY21, we approved a Renewable and In addition to pursuing low- or no-emissions energy Lighting Upgrades As a result, we will save: Carbon-Free Energy Policy that outlines two goals sources like carbon-free electricity, we continuously regarding electricity usage: seek ways to streamline our existing operations to As part of our energy efficiency program, we $273,864 find efficiencies, including regularly undertaking installed more than 3,000 new light fixtures in • To source 100% carbon-free electricity to power our energy efficiency retrofits of our stationary locations, PER YEAR stations, warehouses or other stationary assets. traction and non-traction infrastructure by 2030 such as updating HVAC systems and swapping out old 500 MT One highlight was the East Coast Pits projects, lighting with LED bulbs. • To source 100% renewable electricity to power our where we replaced roughly 1,400 fluorescent and of GHG traction and non-traction infrastructure by 2035 early generation LED lights at Amtrak sites in Miami, 1,247,697 emissions avoided Washington, DC, New York City and Boston. per year kWh Amtrak currently purchases energy attribute certificates, such as Renewable Energy Certificates of energy (RECs), to cover roughly 56% of our total electricity per year demand. To drive down energy demand, our top 20 sites, which constitute 75% of our electricity use for stationary assets, such as stations, offices and warehouses, are required to develop energy plans every year, detailing usage and reduction efforts. ELECTRICITY PURCHASED 2030 Goal Progress through FY22 100% carbon-free electricity IN PROGRESS 56% OUT OF 100% 1000 800 600 400 200 FY20 FY21 FY22 Carbon-Free Electricity Remaining Electricity hWG ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 21ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 22 For more than 50 years, Amtrak has been providing low-emissions transport for Americans across the country. Our vision is to expand our service to previously underserved areas, providing billions of dollars’ worth of economic benefits to the country. Amtrak connects people to their destinations, creates jobs, lowers carbon emissions from transport and reduces highway congestion in our cities. In CONNECTING collaboration with our state partners, Amtrak plans to usher in a new era of passenger rail. AMERICA BY THE NUMBERS FY22 IN FY22, WE SERVED 7 MILLION IN THIS SECTION: NEW RIDERS. AMTRAK ACROSS AMERICA 50+ Advanced Hired More Than CUSTOMER HEALTH & SAFETY 10 MAJOR 3,700 STATE PARTNERSHIPS Years Providing Intercity Passenger Capital Projects to PEOPLE COMMUNITY ENGAGEMENT Service Modernize Fleet and Infrastructure to Support GrowthABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 23 AMTRAK ACROSS The Amtrak Airo™ Experience AMERICA Funding from the Infrastructure Investment and Jobs Act (IIJA) has enabled Amtrak to invest in new trains for our service nationwide. Amtrak We work with our partners to help move people, the Airo™, manufactured by Siemens in California, economy and the nation forward. Our mission is to will provide comfortable, modern interiors provide efficient and effective intercity passenger and improved sustainability performance, rail mobility through high-quality service that is trip- including increased fuel efficiency and reduced time competitive with other intercity travel options. particulate emissions. With our mission in mind, we set a goal to double 2019 ridership by 2040. To achieve this goal, we are partnering closely with state governments to develop new routes and enhance existing service. In FY22, we renovated stations and rail infrastructure and upgraded our fleet. This included new project and renovation work all across the Amtrak system that addressed tunnels, track and other rail infrastructure projects totaling more than $750M. In FY22, Amtrak Invested: $2.3B in capital projects, including advancing new fleets of trains to operate in the Northeast and other areas of the U.S. $158 million to the Amtrak Americans with Disabilities Act (ADA) Stations Program, bringing 104 stations to full compliance and 69 stations to full compliance excluding platforms $130 million for rail improvements between Washington, DC and New York and the hiring of 500 new employees to improve necessary infrastructureABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 24 AMTRAK SERVICE ROUTES Service Expansion and Enhancement In 2022, we launched or expanded service across our operations. For example: HYDE PARK, POUGHKEEPSIE, NEW YORK, U.S. — BERKSHIRE FLYER From Massachusetts to New York, we launched the Berkshire FlyerSM with the Massachusetts Department of Transportation and the New York State Department of Transportation (NYSDOT). HUDSON RIVER, NEW YORK, U.S. — ETHAN ALLEN EXPRESS In Vermont we extended Ethan Allen Express® service from Rutland to Burlington, the state’s most populous city. THE WASHINGTON MONUMENT, WASHINGTON, DC, U.S. — NORTHEAST REGIONAL In Virginia, we began a second daily Northeast Regional departure from Roanoke and a third daily departure from Norfolk. The projected investment from the Commonwealth of Virginia includes $944 million from Amtrak and references a longer 10-year plan for enhancing service in Virginia. NIAGARA FALLS, NEW YORK, U.S. — MAPLE LEAF From New York to Toronto via the Maple Leaf and from Oregon and Washington to Vancouver, B.C. via the Amtrak Cascades, we returned service to Canada for the first time since early 2020.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 25 Partnering for Railroad Safety Amtrak takes railroad safety seriously. As part of our new community engagement strategy, we partnered with California Operation Lifesaver, BNSF, Metrolink, San Bernardino Railroad Historical Society, Fullerton Train Museum, our state partners and the City of Fullerton for a two-day rail safety event in Fullerton, California. We invited local community members to meet railroad workers, tour equipment and learn about rail safety. Approximately 17,000 members of the general public attended. Due to the success of the event, we are planning additional community engagement events on railroad safety in other cities. THE GATEWAY PROGRAM CUSTOMER HEALTH & SAFETY The Gateway Program is a series of rail infrastructure projects to improve and expand the most congested 10-mile section of the NEC between Newark, N.J. and Ensuring safety is Amtrak’s top priority. Of particular New York City. The NEC serves an area that produces importance is reducing injuries related to illegal roughly 20% of U.S. GDP. When completed, Gateway trespassing on tracks. Trespassing on tracks is illegal will roughly double passenger trains under the in all 50 states and Washington, DC and leads to Hudson River traveling into New York Penn Station. almost 2,000 injuries or deaths a year nationwide. We engage with industry partners and communities to In 2022, the program made significant progress to: educate about the risks associated with trespassing. • build a new rail tunnel and rehabilitate an existing During national Rail Safety Week, we participated tunnel under the Hudson River in Operation Clear Track, an initiative to station law enforcement representatives at high-incident railroad • construct the Portal North Bridge over the grade crossings to share safety tips and enforce Hackensack River in New Jersey crossing and trespassing laws. We improved safety and security on the railroad right-of-way by deploying • begin engineering on the Sawtooth Bridges around 200 solar-powered, secured vehicular gates on • advance design on the Harrison PATH track and the NEC. Dock Bridge rehabilitationABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 26 ADA COMPLIANCE ENHANCING MOBILITY STATE PARTNERSHIPS Amtrak's Americans with Disabilities Act (ADA) Stations Helping customers make connections to and from the Program strives to achieve universal accessibility at stations train station helps improve ridership and supports our and improve the customer experience for all passengers. For value to Put Customers First. To extend our reach to We rely heavily on public agencies to make our stations listed on national, state and local historic registers, communities without rail service, we offer Thruway expansion visions a reality. Per federal statute, states it also ensures that accessible features are integrated while bus service with guaranteed connections to Amtrak are required to provide financial support for routes of respecting a site's historic fabric. In FY22, Amtrak made trains. In addition to accessibility information, we also 750 miles or less (other than the NEC). As members of 20 stations fully compliant and two stations compliant detail on our website how to transport bikes on-board. the State-Amtrak Intercity Passenger Rail Committee for all elements except for platforms with ADA standards We continuously seek opportunities to enhance train (SAIPRC) we collaborate with 17 states and the Federal and started construction on another 28 stations. Design accessibility for cyclists. For example, in FY22 we added Railroad Administration to support the growth of compliance efforts were completed on 19 stations and started capacity for up to 12 full-size bikes on our Capitol intercity rail service and improve cost sharing with on an additional 42 stations. Amtrak also implemented Limited® line which provides access to several popular our state partners. Our State Supported Service new technologies to assist passengers that require cycling trails. Line team also engages with state governments accommodations. The new system allows group reservations on a regular basis regarding maintenance and for multiple passengers with disabilities, and for any development planning. passengers requesting assistance while making a reservation on Amtrak.com or using the Amtrak app. ACCESSIBILITY PROJECTS ACCESSIBILITY PROJECTS DESIGNED CONSTRUCTED AND VALUE 41, 20, “Expansion of Amtrak service will bring the 18, $103.4M $101.6M $89.6M benefits of efficient, sustainable travel to 31 29 22 more of America. Public transportation, especially by fast, convenient rail, is one of the best ways to reduce travel emissions – FY20 FY21 FY22 FY20 FY21 FY22 and we’re excited to continue connecting (Number of projects) people and communities sustainably.” * Please see our archived Sustainability Reports for previous YOY data. Dennis Newman, EVP, STRATEGY & PLANNINGABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 27 CORRIDOR IDENTIFICATION NO MORE GETTING STUCK & DEVELOPMENT IN HIGHWAY TRAFFIC — TAKE THE TRAIN! The IIJA enables states to submit proposals for the development of new routes or the enhancement of Did you know trains reduce existing routes of up to 750 miles and restoration of or automobile congestion and Expanding highways increased service on long distance routes through the GHG emissions? and building more FRA’s Corridor Identification & Development Program. roads can make The FRA will select, advance and contribute substantial traffic worse funding to development proposals based on certain criteria, including benefiting rural and underserved As of 2015, more communities, reducing congestion or providing other than 13% of environmental benefits, improving connectivity with Drivers on urban highway bridges other modes of transit and more. Amtrak welcomes interstate highways were classified partnerships with state governments to provide experience as “functionally strategic guidance for the development of these congestion 47% obsolete,” or proposals, subsequent funding requests and service of the time inadequate on new corridors. to serve current traffic demand Corridor Development in Ohio Roughly 1/3 of America’s Travel on U.S. Amtrak and the Ohio Rail Development CO emissions come from interstate Commission are exploring the feasibility of 2 proposed corridors connecting Ohio’s major cities. moving people or goods highways is The state has decided to advance Cincinnati, and 80% of these emissions increasing at Columbus, Cleveland and Dayton, as well as one are from cars and trucks nearly triple the connecting Cleveland to Toledo and Detroit, to rate that new the FRA’s Corridor ID Program. Amtrak analysis lane capacity is indicates that, based on their high traffic volumes being added and concentrated populations, these cities represent a promising opportunity for intercity passenger rail service. In addition, they connect Ohioans to new opportunities in the state’s fastest growing region, metropolitan Columbus. The upgraded services are expected to attract more than half a million riders every year while delivering an estimated $7 billion in economic activity and 23,000 jobs during construction.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 28 COMMUNITY Caring for Our Communities ENGAGEMENT In July 2022, Amtrak teamed up with members of the West Baltimore community for a neighborhood cleanup. More than 40 volunteers — both Amtrak employees and local residents — collected trash and tidied up three locations in the Rosemont neighborhood. In FY22, Amtrak launched an Office of Community Under these pillars, we are engaging with communities Engagement (OCE) focused on developing a strategy via the following workstreams: public outreach, to help connect more deeply with the communities community engagement and employee giving. Our we operate in and those to which we would like program structure has several tiers of service: national to extend service. Through this work, we aim to partnership activities for employees company-wide, provide meaningful impact through service and keep localized Amtrak-sponsored activities in areas where communities informed about Amtrak’s activities in we have projects and employee-led activities on an ad their neighborhoods. hoc basis. In FY22, we began offering management employees up to eight hours of paid time off each Our community engagement strategy is focused on year to participate in 501(c)(3) non-profit community three pillars: programs, including our programs in communities. In the same year, we completed 13 events across the • People — enhancing opportunities for country, committing 389 volunteer hours — a value underrepresented communities with a focus on of $12,000. We look forward to rolling out additional at-risk-youth, veterans and people with disabilities activities in FY23 and beyond. • Preservation — beautifying and preserving our natural spaces and the resources of our communities • Protection — making our stations, railroads and communities safer DONATED OVER 119,000 HOUSEHOLD ITEMS THROUGH DELIVERING GOOD.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 29 Streamlining how we operate not only reduces waste and conserves resources, it generates cost savings. We seek to reduce the amount of waste we send to landfills through increased recycling in service areas and construction sites. We work with local vendors when possible — all of our purchases of more than $1 million are required to be sourced from American suppliers unless specific approval is given to purchase foreign items. These efforts support the reduction of our Scope 3 GHG emissions. STREAMLINING OPERATIONS BY THE NUMBERS FY22 98% OF CONSTRUCTION PRODUCTS & SERVICES FROM IN THIS SECTION: U.S. VENDORS. Purchases Over Expanded Diverted WASTE $1 MILLION SCOPE 3 17% PROCUREMENT Are From American Emissions of Waste to Suppliers Inventory RecyclingABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 30 WASTE WASTE GENERATED Landfilled Landfilled Landfilled We look for opportunities to reduce waste and Waste (Tons) Waste (Tons) Waste (Tons) increase recycling across our operations. We divert 19,549 15,197 19,124 large volumes of industrial materials, such as rail, pallets, windows, wire, wheel shavings, copper, scrap metal, equipment and more, to secondhand vendors and scrap buyers to be recycled and FY20 FY21 FY22 repurposed. Though recycling efforts in our warehouses and shop yards are high, onboard customer recycling has remained a challenge. Our municipal recycling rate has remained stable at roughly 17% for the past three years, falling short of our 20% goal. To improve our performance, Municipal Recycling Industrial Recycling Municipal Recycling Industrial Recycling Municipal Recycling Industrial Recycling our new Acela® trains will have co-located waste (Tons) (Gross Tons)1 (Tons) (Gross Tons)1 (Tons) (Gross Tons)1 and recycling containers. We also plan to enhance 2,736 / 17% 10,970 3,086 / 17% 11,217 3,570 / 17% 11,965 employee training on waste separation. Rate2 Rate2 Rate2 1 Industrial recycling consists predominantly of metal recycling. 2 Our recycling rate goals cover top 40 Amtrak locations. As we expand service and build and renovate climate scenarios. We also push for consistency with Reducing Waste Across Amtrak stations, we have integrated waste reduction and Green Building initiatives, with sustainability, energy other environmental criteria into our building efficiency, emissions reductions and code compliance At our maintenance facilities in Los Angeles, compostable food at commissaries and yard design standards. Our building standards adhere built into our Station Design and Delivery Standards. Wilmington and Chicago, we sold more than trimmings generated by landscape contractors to the National Historic Preservation Act (NHPA) 1,300 pallets totaling 105 tons in 2022 for reuse. and station owners. In FY22, our facilities and and the National Environmental Policy Act (NEPA). In addition to climate design standards, we strive to Remaining pallets and other wooden shipping commissaries in Oakland, turned food, yard Under the NHPA, we evaluate the historic value of explore waste reduction solutions in our operations. crates that were unfit for reuse were recycled. trimmings and wood into more than 200,000 the property and come to agreement with state For example, our team on the Track 22 reconstruction liters of compost. and local officials on the best way to preserve the project at Washington Union Station worked with In certain California locations, Amtrak separates unique beauty of these resources. Under NEPA, we our construction partner to reuse excavated soil, out organic waste for recycling. This includes strictly follow all rules to evaluate environmental concrete, wood, metal and other materials, such as impacts and mitigate them. Our standards encourage cardboard and plastic, to reduce waste sent to landfill. adherence with our company climate goals, including This initiative diverted and reused 114 tons of waste our renewable energy and carbon neutral goals, as in FY22. well as determining the impact of current and futureABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 31 PROCUREMENT Amtrak is subject to a number of domestic preference requirements; for instance, as a federally-chartered corporation, the company is generally required to source infrastructure purchases over $1 million from domestic vendors as part of the Build America Buy America Act. We extend this provision to purchases of less than $1 million whenever possible. Roughly 95% of our overall construction procurement meets this standard and 98% of Amtrak’s overall purchase order procurement spending was domestic in FY22. As part of our approach, we have established regional master service agreements to help ensure we are able to secure the materials we need from domestic sources through a consistent, ongoing relationship. We seek to work with local vendors when carrying out construction projects as well. In addition to supporting local economies, this approach helped us more effectively meet timelines and quality standards while reducing costs.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 32 We strive to create fulfilling jobs that our employees are proud to hold and build a culture where they can be themselves and grow in their careers. Employee safety, along with customer safety, is our top priority. We provide employees with regular safety training and stop-work authority. We also engage employees through learning and development opportunities and programs run through our Diversity, Inclusion and Belonging department, AN INSPIRING like our employee resource groups, career fairs and events for potential employees. We run training through our Learning Center, which strives to make courses seamless and convenient. WORKFORCE BY THE NUMBERS FY22 WE WERE NAMED IN THIS SECTION: A TOP EMPLOYER FOR THE LGBTQ+ OUR PEOPLE COMMUNITY AND EMPLOYEE HEALTH AND SAFETY PEOPLE WITH CULTURE AND TALENT DISABILITIES. Launched 98% 25% OUR AGREEMENT WORKFORCE NEW DIVERSITY, INCLUSION AND BELONGING of New Management of Procurement Apprenticeship Program Hires Completed Spend Allocated to for Agreement Sustainability Diverse Suppliers Employees TrainingABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 33 OUR PEOPLE EMPLOYEE HEALTH AND SAFETY Our People strategy defines the three core pillars of IN FY22, our approach to building an inspiring workforce: Safety is foundational at Amtrak — for our customers, • Invest in talent — We are building teams that our employees and the communities we work in WE REDUCED LOST work collaboratively, efficiently and effectively. TIME INJURIES AND and around. Our goal is to become America’s safest SEVERITY RATE. To do that, we are expanding skills within our passenger railroad. Our approach to occupational organization and seeking new hires that bring safety starts with every employee. Our “Safety diverse backgrounds and perspectives. Starts with Me” initiative reinforces that the responsibility for ensuring safe practices and a safe • Strengthen culture — Our culture is built on our work environment lies with each individual on site. values of mutual respect, customer service and This includes stop-work authority, which grants every excellence. We are strengthening our culture so employee the charge to stop an operation — at any our employees feel excited to come to work and time — if unsafe conditions exist, and confidential empowered to do their best. reporting of unsafe conditions without fear of • Advance technology — We are investing in retaliation through the new Amtrak Voluntary Safety technology and technical know-how to build an Reporting System (AVSRS) that allows reporters to Amtrak that anticipates the needs of the future. view documented steps for corrective actions. Our strategy rests on attracting and retaining the best We have an organization-wide, comprehensive talent in the industry. We do this through our strong safety management system (SMS) that adopts a data safety culture, reinforcing diversity, inclusion and driven, proactive risk identification and preventative belonging and helping our teams grow. approach to managing safety. The system's four safety components — Policy, Promotion, Assurance and Risk Management — help us establish clear rules, provide ongoing training, perform audits to ensure practices are met and analyze potential future risks. Amtrak is the first U.S.-based railroad to implement an SMS.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 34 In FY22, our FRA reported employee injury rate CULTURE & TALENT remained flat versus previous year, though we achieved a reduction in lost time injuries and severity rate. These reductions were achieved through targeted mitigations Our approach to talent management is rooted in in our operating divisions and increased engagement our culture and values. We strive to have a learning between managers, supervisors and employees. Our and growth culture where we treat each other Operating Practices change in response to incidents with respect and assume positive intentions. As that occur and address safety issues as they arise. our workforce evolves, learning to respect and celebrate each other’s differences will be key to promoting collaboration and successful outcomes. That’s why we are investing in providing ongoing Employee Injury Rate (per 200,000 working hours) training opportunities and creating a more inclusive FY20 FY21 FY22 environment for all of our employees. 2.78 3.36 3.35 RECRUITMENT From current students to military veterans, we seek candidates from a wide variety of backgrounds and skill sets to fill roles across our organization. We believe a diverse workforce is best equipped to generate innovative ideas and meet the needs of our diverse customer base. We have dedicated recruitment programs for: • Students that include hands-on internships and co-ops, programs for recent graduates and academic scholarships for students interested in the rail industry To learn more about • Veterans to join our 3,000+ self-identified veterans how we’re driving a or active members of the U.S. Armed Forces and diverse workforce, see our National Guard and Reserves and make use of their Diversity, Inclusion and specialized skills and training Belonging section and • Individuals from under-represented groups our FY22 Annual including diverse ethnicities, genders, cultures, Diversity Report. abilities and agesABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 35 LEARNING & DEVELOPMENT To support our employees’ growth and retention, we ongoing form of communication between employees provide them with pathways to continue learning. and their manager. Employees can also confidentially During onboarding, new management employees go share feedback about their experience at Amtrak through New Employee Orientation and receive training through regular engagement surveys. Leadership in safety, our culture and values and diversity, inclusion assesses the results and establishes near-term actions and belonging. Our Learning Center strives to make to address their team’s concerns and opportunities training seamless and convenient. It initiated a Loan and for improvement. Learn program in FY22, where employees could check out iPads to promptly complete required training while In FY22, an audit from the Amtrak Office of the on the go. Inspector General (OIG) found that the company appears to be on track to reach our interim emissions Amtrak strives to provide a growth-oriented reduction goal of 40% from 2010 levels by 2030. The environment for employees. In FY22, the Performance OIG recommended Amtrak require sustainability Management team changed our performance training to boost broader education and awareness. management framework to create an improved process While Amtrak offers sustainability training to all for feedback and career growth. The Compensation employees interested in our programs, it is only team aligned the merit process to pay for performance, required for new management hires. So far, 98% providing leaders the opportunity to recognize of management new hires have completed the high performers. required on-boarding course, but the audit estimates an opportunity gap of around 90% of overall In addition, managers can now conduct more informal management employees would benefit from the check-ins with all management employees and some training. In collaboration with Amtrak’s Learning and agreement employees on an ad hoc basis, which is Development team, the Sustainability and Climate part of a new effort called Continuous Performance Resilience Group will refresh the sustainability Management (CPM). During these check-ins, we solicit training and publish it in FY23 as a requirement for feedback from employees and direct reports on their all management employees. In FY23, we will hold experience to ensure Amtrak is continuously growing the first Sustainability Workshop to educate and as well. The new CPM system serves as a more natural, collaborate with departments on the Net-Zero Plan.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 36 EMPLOYEE BENEFITS Amtrak provides a comprehensive benefits program, In FY22, we added: focused on employee personal and financial well- being. Our benefits package is designed to provide • Tuition assistance at date of hire, employees with the support and peace of mind including certifications they need to focus on their work; it’s a commitment • Coverage of treatment for secondary sexual to doing the right thing. Our competitive benefits characteristics more aligned with an individual’s package includes: gender identity • Medical, vision, dental and prescription • Brokerage services to customize personal drug coverage investment plans and 401(k) funds, including values-based investing in environmental, social • Generous leave program and governance (ESG) or diversity funds • A 401(k) plan • Paid time off to volunteer for • Short- and long-term disability income management employees continuation life insurance and accidental death and dismemberment insurance • Flexible Spending Accounts (FSAs) for eligible healthcare expenses that include coverage for dependents and dependent daycare or after-school care expenses • Free or reduced rate travel on Amtrak • Access to public student loan forgiveness CUSTOMIZABLE INVESTMENT OPTIONS DEEMED SOCIALLY RESPONSIBLE NOW AVAILABLE FOR RETIREMENT PLANNING.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 37 OUR AGREEMENT WORKFORCE Amtrak’s employees covered by a collective bargaining than punitive, approach. We now opt for counseling agreement, or “agreement employees,” make up and progressive discipline that does not include more than 80% of our total workforce. Whether unpaid time off. The new policy enables employees on trains, in railyards or maintenance facilities, to continue working while focusing on positively stations, call centers and offices or improving railroad changing behavior. Additionally, the portion of infrastructure, members of the agreement workforce the policy allowing for voluntary acceptance of play an integral role in the success of Amtrak’s responsibility (waiver) for certain infractions has operations and in keeping our customers safe and led to a decrease in the number of disciplinary comfortable on their journeys. investigations held. In FY21, 71% of agreement disciplinary actions were handled by waiver. In FY22, Our Labor Relations team works closely with union that percentage climbed to 80%. representatives to ensure that agreement employees feel heard and included in Amtrak’s culture. Over We also provide role-specific skills training and time, our approach to working with unions has leadership programs to develop promising talent. evolved. In FY20, we adopted a more collaborative For example, at our High-Speed Rail Training approach, providing additional support to agreement Facility in Wilmington, Delaware, we offer a full- employees and finding new ways to work together time, 11-week training course for new passenger to achieve goals. For example, we have revamped our engineers that includes train mechanics and time in discipline policy to take a more educational, rather a virtual simulator.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 38 In April 2022, the first class of Amtrak’s new In FY22, we continued weekly conference calls with apprenticeship program launched at our union leadership that began during the COVID-19 maintenance facility in Beech Grove, to provide an pandemic. During these calls, we provide updates official path for agreement employees to learn on for agreement employees on company news and the job and grow their skills. Collaboration between policies and invite guest speakers to discuss relevant Labor Relations and Mechanical allowed the program topics. Guest speakers have included leaders of our to take off successfully and smoothly. Soon after, employee resource groups and senior members of an $8 million grant from the FRA enabled Amtrak our Operations, Medical Services, Safety and Human “Apprenticeship is a great opportunity for professional development and was long in to expand the apprenticeship program in class size, Resources teams. We have also launched new location and skillset. More than 600 new and existing initiatives to increase the diversity of our agreement demand among employees. With funding from the Infrastructure Investment and Jobs employees are expected to participate in the next population and of representation in handling Act, we can truly invest in [our] people and help them forge professional careers.” three to five years at training sites in Washington, arbitration. More than half of our board agreements DC, New York City, Los Angeles, Chicago, and with unions now require that at least 30% of Wilmington in various crafts. arbitrators come from traditionally under-represented Aaron Buck, groups, including women and minorities. SENIOR DIRECTOR, LABOR RELATIONSABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 39 DIVERSITY, INCLUSION AND BELONGING At Amtrak, we view Diversity, Inclusion and Belonging • Enhancing our inclusive benefits — We (DI&B) as a journey, not a destination. We believe recognize everyone has unique needs and continue prioritizing DI&B is critical to creating a culture where to create more inclusive health and wellness all employees feel seen, heard and welcome to bring benefits for eligible employees that provide care their full authentic selves to work. We have spent and resources when they are needed most: the past three years building our DI&B department strategy and program areas and continuously improve » Enhanced support for adoption and introduced our offerings to our teams by listening to feedback surrogacy benefits to employees and remaining open to growth. Our DI&B is supported » Coverage of treatment for secondary sexual by our Executive Diversity Council, which includes characteristics more aligned with an individual’s members of the Executive Leadership Team and Senior gender identity Leadership Team who sponsor employee resource groups. Our DI&B ambition is to be an employer • Improved hiring guidelines — Instituted of choice, ensuring Amtrak remains a place where guidelines for diverse hiring panels and talent pools employees choose to stay and grow their careers. for management positions. In FY22, we enhanced existing programs across our • Collecting employee feedback — We have made three focus areas: People, Workplace and Community. great strides with our Employee Engagement Survey Highlights from FY22 include: which includes a DI&B index that assesses sense of belonging, modeling of inclusive behaviors, building • Joining the CEO Action for Diversity and and promoting diverse teams and fairness within Inclusion — Amtrak CEO Stephen Gardner signed the organization. the largest CEO-driven business commitment to advance diversity and inclusion in the workplace. • Winning DI&B awards — We were listed on both the Corporate Equality Index and Disability Equality • Expanding our Employee Resource Groups Index as a top employer for the LGBTQ+ community 1,200+ (ERGs) — We added a new ERG, Train of Thought, and people with disabilities, respectively, and to promote mental well-being, to our other seven identified as a Best Employer for New Graduates EMPLOYEES ARE ERGs. Over 1,200 employees are members of ERGs. 2022 by Forbes magazine. MEMBERS OF ERGs.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 40 AMTRAK REPRESENTATION DATA BY RACE/ETHNICITY FY20 FY21 FY22 FY20 FY21 FY22 Black/African American: 21.4% Black/African American: 21.6% Black/African American: 21.9% Asian: 8.9% Asian: 9.1% Asian: 9.5% Hispanic/Latino: 5.0% Hispanic/Latino: 5.1% Hispanic/Latino: 5.9% American American American Indian/Alaskan Native Hawaiian Indian/Alaskan Native Hawaiian Indian/Alaskan Native: 0.4% or Other Pacific Native: 0.5% or Other Pacific Native: 0.4% Native Hawaiian Islander: 0.3% Islander: 0.3% or Other Pacific MANAGEMENT1 MANAGEMENT MANAGEMENT Islander: 0.3% White: 61.8% White: 60.8% Undisclosed: 3.6% Non-Hispanic/ Non-Hispanic/ MANAGEMENT1 MANAGEMENT MANAGEMENT Latino: 1.0% Latino: 1.1% Two or More Two or More White: 56.5% Two or More Races: 1.2% Races: 1.5% Races: 1.9% Black/African American: 30.3% Black/African American: 29.9% Black/African American: 31.1% Asian: 2.3% Asian: 2.2% Asian: 2.3% Hispanic/Latino: 10.6% Hispanic/Latino: 10.9% Hispanic/Latino: 11.2% American American American Indian/Alaskan Indian/Alaskan Indian/Alaskan Native: 0.5% Native Hawaiian Native: 0.5% Native Hawaiian Native: 0.6% Native Hawaiian AGREEMENT2 or Other Pacific AGREEMENT or Other Pacific AGREEMENT or Other Pacific Islander: 0.2% Islander: 0.2% Islander: 0.3% AGREEMENT2 AGREEMENT AGREEMENT White: 53.4% White: 53.5% Undisclosed: 2.3% Non-Hispanic/ Non-Hispanic/ Latino: 0.8% Latino: 1.0% Two or More Two or More White: 50.2% Two or More Races: 1.8% Races: 1.7% Races: 2% In FY23, we remain focused on People, Workforce American Indian/Alaskan Native Asian Black/African American Hispanic/Latino Native Hawaiian or Other Pacific Islander and Community. To learn more about our DI&B Non-Hispanic/Latino Two or More Races White department, read our Annual Diversity Report. 1 Management Employees are non-union employees; includes full-time and part-time positions. 2 Agreement employees are those governed by collective bargaining agreements.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 41 SUPPLIER DIVERSITY Amtrak supports vendors from a variety of backgrounds through our Supplier Diversity Policy as administered and executed by the Supplier Diversity Office (SDO). The SDO reflects the communities it serves with contracting efforts that include: Disadvantaged Business Enterprises (DBE), Small Business Concerns (SBC), Minority/Women Owned Business Enterprises (M/WBEs), Veteran-Owned Businesses (VOB), Service-Disabled Veteran-Owned Businesses (SDVOB) and Labor Surplus Area (LSA) Businesses. Our SDO, which has physical locations in Philadelphia, Washington, DC and Chicago operates as a national program. The SDO team participates in and hosts outreach events across the U.S. to diverse vendors in cities where we have operations or ridership. In FY22, we exceeded our annual goal of procuring 10% of our total addressable spend from diverse suppliers. The SDO confirmed and added an additional 418 vendor profiles to its diverse vendor database to bring the total to over 3,074 listings. The SDO established this database as a resource to be utilized internally and externally to quickly identify diverse firms for sourcing opportunities. In FY23, we have committed to increasing our supplier diversity goal to 15%. SPEND ON DIVERSE SUPPLIERS AS PERCENTAGE OF TOTAL ADDRESSABLE SPEND FY20 FY21 FY22 SURPASSED GOAL BY 14.1% 12% 11.1% 25.2%ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 42 As a federally-chartered corporation, we hold ourselves to the highest standards of corporate ethics and regulatory compliance. Our Environmental and Sustainability Oversight Committee (ESOC), co-chaired by our Executive Vice President of Strategy & Planning and Executive Vice President and Chief OPERATING Safety Officer, meets quarterly to track the successful implementation of Amtrak’s Environmental compliance and Sustainability programs, including annual corporate fuel, energy and emissions goals and initiatives. Progress WITH against these goals is elevated to the Executive Leadership Team (ELT) after receiving approval from the ESOC. INTEGRITY IN FY22, OUR BY THE NUMBERS FY22 BOARD AND ELT IN THIS SECTION: UNANIMOUSLY VOTED TO EXPAND AMTRAK’S OUR LEADERSHIP SUSTAINABILITY COMPLIANCE AND ETHICS GOALS. Internally Elevated DATA PRIVACY AND SECURITY Announced Our Achieved Full Position of CLIMATE Board Support for SUSTAINABILITY NET-ZERO Commitment to Drive PROGRAM GHG Reductions by 2045 Target and Level of Board OversightABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 43 OUR COMPLIANCE DATA PRIVACY LEADERSHIP AND ETHICS AND SECURITY Amtrak’s Board of Directors monitors what has We strive to comply with all federal, state and local We value the trust our customers and partners put a material impact on our service, growth and regulations in the jurisdictions in which we operate, in us. We are committed to protecting the privacy operations. They are responsible for the approval of including the Equal Employment Opportunity Act, and security of personal data we collect. We comply funds, business expansion, strategic positioning and Americans with Disabilities Act and many others. with all data privacy laws, including regional laws in oversight of major project implementation. Our Code of Ethics and Standards of Behavior California and the European Union's General Data (Code) outlines the behaviors we expect from all of Protection Regulation (GDPR). In FY22, Amtrak's Sustainability program was shifted our employees, including rules prohibiting bribery, from the Safety & Security department to Strategy corruption and unethical activities and requiring As Amtrak moves into the future of rail transportation and Planning to bring sustainability into long-term respect for human rights. Amtrak's Conflict of Interest with the modernization and innovation of legacy planning and integrate strategic sustainability policy requires all employees to adhere to the highest technologies and processes, preventing cyber-attacks initiatives corporate-wide. Similarly, oversight of the standards of business ethics, stating employees and ensuring data security and customer privacy program was shifted from the Board of Directors’ must avoid any conflicts of interest or appearances across our technology environments are of the utmost Safety & Security Committee to the Governance of a conflict of interest. Employees are required to importance. Cybersecurity continues to evaluate Committee, which includes Amtrak’s CEO and complete training on our Code every year. technologies quickly, consistently and repeatedly Board Chairman. With these changes came an against requirements, obligations, risks and controls increased level of exposure to sustainability topics Employees can report violations of the Code to their to ensure customer privacy and data security. To learn by senior decision makers. manager, our General Counsel and Chief Ethics Officer, more about how Amtrak prioritizes customer privacy directly to our Board of Directors or anonymously via and data security, please visit our website. The Board of Directors and ELT have shown our third-party reporting portal, EthicsPoint. Reports steadfast support to our emissions reduction and made in good faith are protected from retaliation. climate resilience goals. Every member of our Board of Directors voted in favor of expanding our We work closely with the Amtrak Office of the AMTRAK EMPLOYEES sustainability goals to include Net-Zero by approving Inspector General (OIG), an independent organization COMPLETE ANNUAL the Climate Commitment. that audits and assesses Amtrak, conducts TRAINING ON OUR CODE OF ETHICS AND investigations into certain activities and reports STANDARDS OF BEHAVIOR. publicly and to Congress about its findings. In FY22, Amtrak OIG initiated 15 audits and completed 12 audits. Public OIG reports can be read here.ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 44 APPENDIXABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 45 GRI CONTENT INDEX DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 1: Foundation Statement of use Amtrak has reported with reference to the GRI Standards for the period October 1, 2021 — September 30, 2022. GRI 1 used GRI 1: Foundation 2021 Applicable GRI sector standards Not applicable GRI 2: General Disclosures 2-1 Organizational details The National Railroad Passenger Corporation (Amtrak) is America's intercity passenger railroad company. Amtrak was created by Congress in 1970 and began service on May 1, 1971. Its preferred stock is entirely held by the U.S. Department of Transportation. As defined by the U.S. Congress, Amtrak’s mission is to “provide efficient and effective intercity passenger rail mobility consisting of high-quality service that is trip-time competitive with other intercity travel options.” Amtrak operates a network of intercity long-distance, short-distance corridors and U.S. high-speed passenger rail services serving 46 states and the District of Columbia and more than 500 stations, and reaches 400 additional destinations via connecting bus routes. Amtrak provides a sustainable alternative to air and automobile travel across the United States and into three of the Canadian provinces. The company employs almost 20,000 people throughout the country with the corporate headquarters offices in Washington, DC, and notable office locations in Wilmington, Delaware and Philadelphia. 2-2 Entities included in the organization’s sustainability reporting About Amtrak, p. 5 2022 CDP Response 2-3 Reporting period, frequency and contact point This is Amtrak’s ninth Sustainability Report, covering activities and topics related to environmental, social and governance themes over the last year. Unless otherwise noted, this report captures events that took place during Fiscal Year 2022 (FY22), October 1, 2021 - September 30, 2022. We welcome comments and feedback on our report. Please contact us at AmtrakSustains@amtrak.com. 2-4 Restatements of information We have no restatements of data or changes to declare. 2-5 External assurance We receive verification and limited assurance for Scope 1, 2 and 3 emissions data. For more information, please see our 2022 CDP Response. About this Report, p. 3 2-6 Activities, value chain and other business relationships An Inspiring Workforce, Our Agreement Workforce, p. 37 2022 CDP Response An Inspiring Workforce, Diversity, Inclusion and Belonging, p. 39ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 46 DISCLOSURE DISCLOSURE TITLE RESPONSE 2-7 Employees Total Employees Agreement: 16,401 Management: 3,441 Total: 19,842 Women Agreement: 18% Management: 31% Men Agreement: 82% Management: 69% 2022 CDP Response An Inspiring Workforce, Diversity, Inclusion and Belonging, p. 39 2-8 Workers who are not employees As of 2023, Amtrak had approximately 4,000 contractors who perform work for the organization. The exact number of contractors varies throughout the year. 2-9 Governance structure and composition Amtrak Board of Directors Board Gender Diversity 2022: Men (85.7%); Women (14.3%) 2021: Men (87.5%); Women (12.5%) Nomination and selection of the highest governance body In accordance with 49 US Code 24302, the President of the United States nominates members to the Amtrak Board of 2-10 Directors who are then confirmed by the Senate. The Board of Directors is composed of the Secretary of Transportation, the CEO of Amtrak, who serves as a nonvoting member of the Board, and eight other individuals. 2-11 Chair of the highest governance body Amtrak Executive Leadership Role of the highest governance body in overseeing the management of impacts Operating with Integrity, Our Leadership, p. 43 2-12 2022 CDP Response 2-13 Delegation of responsibility for managing impacts Operating with Integrity, Our Leadership, p. 43 2-14 Role of the highest governance body in sustainability reporting About this Report, p. 3 2022 CDP Response 2-15 Conflicts of interest Amtrak's Conflict of Interest policy requires all employees to adhere to the highest standards of business ethics, stating employees must avoid any conflicts of interest or appearances of a conflict of interest. Operating with Integrity, Our Leadership p. 43ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 47 DISCLOSURE DISCLOSURE TITLE RESPONSE 2-16 Communication of critical concerns Operating with Integrity, Our Leadership p. 43 2-17 Collective knowledge of the highest governance body 2022 CDP Response 2-18 Evaluation of the performance of the highest governance body 2022 CDP Response 2-19 Remuneration policies 2022 CDP Response 2-20 Process to determine remuneration Amtrak does not report on our process to determine remuneration due to confidentiality constraints. The majority of Amtrak’s employees belong to unions whose remuneration is part of a collectively bargained process between Amtrak management and union employees. For nonagreement employees we offer competitive compensation by comparing Amtrak's pay to what employers in relevant labor markets are paying for similar jobs. This comparison is conducted by utilizing and participating in numerous pay surveys. The data from these surveys assist Amtrak with establishing our base pay ranges and incentive plan targets. Amtrak has access to remuneration consultants with relevant expertise to leverage as needed and share our remuneration strategies with our Board of Directors’ Personnel & Compensation committee via relevant total rewards updates. 2-21 Annual total compensation ratio Amtrak does not report on our annual compensation ratio due to confidentiality constraints. 2-22 Statement on sustainable development strategy A Message from Amtrak’s Chief Executive Officer, Stephen Gardner, p. 4 2-23 Policy commitments Operating with Integrity, Compliance and Ethics, p. 43 2-24 Embedding policy commitments Amtrak Service Standards 2-25 Processes to remediate negative impacts Amtrak’s Labor Relations team ensures fair treatment and adherence with the law through effective administration of the collective bargaining agreements and the requirements outlined under the Railway Labor Act. Our team works incredibly hard to ensure our agreements and policies are adhered to, and not just applied haphazardly or selectively. It is our sincere hope that we are able to help improve situations for all employees at Amtrak regardless of whether they are working in a represented position. To address safety concerns at Amtrak, we developed a new Amtrak Voluntary Safety Reporting System (AVSRS) to report safety concerns and track their remediation and solutions. While not all solutions to matters addressed above may result in a public report, these methods are consistently available and used by all employees at Amtrak in order to keep Amtrak as the employer of choice. Amtrak does not disclose on processes to remediate negative impacts due to confidentiality constraints. 2-26 Mechanisms for seeking advice and raising concerns Operating with Integrity, Compliance and Ethics, p. 43 2-27 Compliance with laws and regulations Amtrak does not report the number of significant instances of non-compliance with laws and regulations due to confidentiality constraints. For more information on our compliance with local, state and federal legislation, please see our 2022 Sustainability Report. Operating with Integrity, Compliance and Ethics, p. 43ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 48 DISCLOSURE DISCLOSURE TITLE RESPONSE 2-28 Membership associations Amtrak participates in a number of membership and industry organizations, including but not limited to: • Association of American Railroads • International Union of Railways • American Public Transportation Association • For more information on our role in these organizations, please see our 2022 CDP Response. 2-29 Approach to stakeholder engagement About Amtrak, Stakeholder Engagement, p. 10 2-30 Collective bargaining agreements An Inspiring Workforce, Our Agreement Workforce, p. 37 GRI 3: Material Topics 2021 3-1 Process to determine material topics About this Report, p. 3 About Amtrak, Amtrak's Material Topics, p. 9 3-2 List of material topics About Amtrak, Amtrak's Material Topics, p. 9 GRI 203: Indirect Economic Impacts 2016 3-3 Management of material topic Connecting America, Community Engagement, p. 28 203-2 Significant indirect economic impacts Connecting America, Community Engagement, p. 28 GRI 205: Anti-corruption 2016 3-3 Management of material topic Operating with Integrity, Compliance and Ethics, p. 43 205-2 Communication and training about anti-corruption policies and procedures Amtrak OIG initiated audits: 15 Amtrak OIG completed audits: 12 Public OIG reports can be read here. Additional information can be found in our 2022 Sustainability Report, Operating with Integrity, Compliance and Ethics, p. 43 205-3 Confirmed incidents of corruption and actions taken Operating with Integrity, Compliance and Ethics, p. 43 GRI 206: Anti-competitive Behavior 2016 3-3 Management of material topic Operating with Integrity, Compliance and Ethics, p. 43 206-1 Legal actions for anti-competitive behavior, anti-trust and monopoly practices Operating with Integrity, Compliance and Ethics, p. 43ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 49 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 301: Materials 2016 Management of material topic Streamlining Operations, Waste, p. 30 3-3 Streamlining Operations, Procurement, p. 31 301-1 Materials used by weight or volume Locomotive Diesel Fuel: FY22: 50.4 million gallons FY21: 40.3 million gallons FY20: 50.6 million gallons FY19: 59.3 million gallons 301-2 Recycled input materials used FY22: Industrial Recycling (GT): 11,965 Municipal Recycling (Tons): 3,578 Recycling Rate: 17% FY21: Industrial Recycling (GT): 11,217 Municipal Recycling (Tons): 3,086 Recycling Rate: 17% FY20: Industrial Recycling (GT): 10,970 Municipal Recycling (Tons): 3,800 Recycling Rate: 17% GRI 302: Energy 2016 3-3 Management of material topic Path to Net-Zero, Energy, p. 19 302-1 Energy consumption within the organization Non-Propulsion Electricity Use at Top 40 Locations by Usage (2019 base year) FY22: 187.1 million kWH 2% reduction from previous year FY21: 206.4 million kWH 2.5% change from previous year FY20: 197.0 million kWH Please also see our 2022 CDP Response 302-3 Energy intensity 2022 CDP Response 302-4 Reduction of energy consumption 2022 CDP Response 302-5 Reductions in energy requirements of products and services 2022 CDP ResponseABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 50 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 303: Water and Effluents 2018 3-3 Management of material topic 2022 CDP Response, 1.3a, 2.2, 2.2a 303-1 Interactions with water as a shared resource 2022 CDP Response 303-2 Management of water discharge-related impacts 2022 CDP Response 303-5 Water consumption Total Consumption From All Areas in kGallons FY22: 224,588 kGal FY21: 261,665 kGal FY20: 316,927 kGal Note: Reduced water consumption is influenced by pandemic-era usage and declines. Amtrak does not have any water impact goals to report. GRI 305: Emissions 2016 3-3 Management of material topic Path to Net-Zero, Our Approach to Net-Zero and Climate Resilience, p. 13 Path to Net-Zero, Air Emissions, p. 18 2022 CDP Response FY22: 591,169 MT COe 2 FY21: 480,940 MT COe 2 FY20: 593,042 MT COe 2 305-2 Energy indirect (Scope 2) GHG emissions Location-based FY22: 214,178 MT COe 2 FY21: 191,793 MT COe 2 FY20: 209,966 MT COe 2 Market-based FY22: 123,763 MT COe 2 FY21: 101,294 MT COe 2 FY20: 150,108 MT COe 2ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 51 DISCLOSURE DISCLOSURE TITLE RESPONSE 305-3 Other indirect (Scope 3) GHG emissions Other Indirect (Scope 3) GHG Emissions 2022: 518,882 MT COe 2 Purchased Goods & Services 2022: 141,039 MT COe 2 Capital Goods 2022: 269,559 MT COe 2 305-5 Reduction of GHG emissions Reduced GHG Emissions Reduction in emissions from renewable energy consumption FY21: 30,497 MT COe 2 FY20: 34,249 MT COe 2 Other Emissions Reduction Activities FY21: 1,800 MT COe 2 FY20: 864 MT COe 2 Notes: • Change in renewable energy consumption and other emissions reduction activities data is based on a market-based methodology. • Other emissions reduction activities include electricity reduction in our top 40 sites • 2022 CDP Response 305-6 Emissions of ozone-depleting substances (ODS) Our Approach to Net-Zero and Climate Resilience, Air Emissions, p. 18 305-7 Nitrogen oxides (NO), sulfur oxides (SO), and other significant air emissions Criteria Air Pollutants (MT) x x FY19: NO: 9,573 x HC: 505 PM : 332 10 SO: 6 2 CO: 1,580 FY22: NO: 8,577 x HC: 452 PM : 296 10 SO: 6 2 CO: 1,435ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 52 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 306: Waste 2020 3-3 Management of material topic Streamlining Operations, Waste, p. 30 306-1 Waste generation and significant waste-related impacts Streamlining Operations, Waste, p. 30 306-2 Management of significant waste-related impacts Streamlining Operations, Waste, p. 30 306-3 Waste generated Landfill Waste (Tons) FY22: 19,124 FY21: 15,197 FY20: 19,549 Industrial Recycling (Gross Tons) FY22: 11,965 FY21: 11,217 FY20: 10,970 Municipal Recycling (Tons) FY22: 3,578 FY21: 3,086 FY20: 3,800 Municipal Recycling Rate (%) FY22: 17% FY21: 17% FY20: 17% 306-5 Waste directed to disposal Waste Directed to Disposal (Tons) FY22: 19,124 FY21: 15,197 FY20: 13,629ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 53 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 401: Employment 2016 3-3 Management of material topic An Inspiring Workforce, Culture & Talent, Employee Benefits, p. 36 401-1 New employee hires and employee turnover In 2022, we hired 3,700 new employees. 401-2 Benefits provided to full-time employees that are not provided to temporary Amtrak provides a comprehensive benefits program, focused on employee personal and financial well-being. or part-time employees Our competitive benefits package includes: • Medical, vision, dental and prescription drug coverage • Generous leave program • A 401(k) plan • Short- and long-term disability income continuation, life insurance and accidental death and dismemberment insurance • Tuition assistance at date of hire • Flexible Spending Accounts (FSAs) for eligible healthcare expenses and dependent daycare or after-school care expenses for dependents • Free or reduced rate travel on Amtrak • Access to public student loan forgiveness For more information, see An Inspiring Workforce, p. 33 and Employee Benefits, p. 36 Parental leave Amtrak provides up to ten (10) weeks of paid parental leave with a newborn (including surrogacy) or a child placed with an 401-3 Parental leave employee for adoption for management employees. GRI 403: Occupational Health and Safety 2018 Management of material topic An Inspiring Workforce, Culture & Talent, p. 34 3-3 An Inspiring Workforce, Employee Health and Safety, p. 33 403-1 Occupational health and safety management system An Inspiring Workforce, Employee Health and Safety, p. 33 403-2 Hazard identification, risk assessment and incident investigation An Inspiring Workforce, Employee Health and Safety, p. 33 403-3 Occupational health services An Inspiring Workforce, Employee Health and Safety, p. 33 Worker training on occupational health and safety All on-train employees are required to complete Emergency Preparedness Training every two years to remain in compliance. 403-5 For more information, please see our Service Standards. 403-6 Promotion of worker health An Inspiring Workforce, Culture & Talent, Employee Benefits, p. 36ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 54 DISCLOSURE DISCLOSURE TITLE RESPONSE 403-9 Work-related injuries Employee Injury Rate (per 200,000 working hours) FY22: 3.35 FY21: 3.36 FY20: 2.7 GRI 404: Training and Education 2016 3-3 Management of material topic An Inspiring Workforce, Culture & Talent, p. 34 Programs for upgrading employee skills and transition assistance programs An Inspiring Workforce, Culture & Talent, Learning & Development, p. 35 404-2 An Inspiring Workforce, Culture & Talent, Recruitment, p. 34 405-1 Diversity of governance bodies and employees Board Gender Diversity FY22: Men 85.7%; Women 14.3% FY21: Men 87.5%; Women 12.5% Amtrak Workforce Demographics by Gender and Employment Type Total Employees • 16,401 agreement • 3,441 management Gender Total Female: 20% Agreement: 18% Management: 31% Total Male: 80% Agreement: 82% Management: 69%ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 55 DISCLOSURE DISCLOSURE TITLE RESPONSE 405-1 (Continued) 2022 Amtrak Representation Data by Race/Ethnicity Management American Indian or Alaskan Native: .4% Asian: 9.5% Black/African-American: 21.9% Hispanic/Latino: 5.9% Native Hawaiian or Other Pacific Islander: .3% Two or more races: 1.9% White: 56.5% Undisclosed: 3.6% Agreement American Indian or Alaskan Native: .6% Asian: 2.3% Black/African-American: 31.1% Hispanic/Latino: 11.2% Native Hawaiian or Other Pacific Islander: .3% Two or more races: 2% White: 50.2% Undisclosed: 2.3% GRI 407: Freedom of Association and Collective Bargaining 2016 3-3 Management of material topic An Inspiring Workforce, Our Agreement Workforce, p. 37 Operations and suppliers in which the right to freedom of association and collective 407-1 An Inspiring Workforce, Our Agreement Workforce, p. 37 bargaining may be at risk GRI 414: Supplier Social Assessment 2016 3-3 Management of material topic An Inspiring Workforce, Diversity, Inclusion and Belonging, Supplier Diversity, p. 41 414-1 New suppliers that were screened using social criteria Suppliers Meeting Diversity Criteria FY22: 25.2% FY21: 11.1% FY20: 12%ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 56 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 416: Customer Health and Safety 2016 3-3 Management of material topic Connecting America, Customer Health and Safety, p. 25 416-1 Assessment of the health and safety impacts of product and service categories Customer Health & Safety Customer Injury Rate (Per 100 million train miles) FY22: 10.97 incidents (-29% YOY) FY21: 15.41 incidents (-1% YOY) FY20: 15.62 incidents Trespasser and Grade Crossing Incidents (Per 100 million train miles) FY22: 9.98 incidents FY21: 8.48 incidents FY20: 11.02 incidents GRI 418: Customer Privacy 2016 3-3 Management of material topic Amtrak’s Cybersecurity services ensure the resiliency of the enterprise, passenger services and infrastructure to keep our future on track. Its mission is to build trust in cyber capabilities, service delivery and support through transparent and proactive information sharing and exceptional service to customers, Service Owners and business partners. Operating with Integrity, Data Privacy and Security, p. 43 418-1 Substantiated complaints concerning breaches of customer privacy and losses of Operating with Integrity, Data Privacy and Security, p. 43 customer data Access and affordability 3-3 Management of material topic Connecting America, Customer Health and Safety, ADA Compliance, p. 26 No applicable GRI standard Connecting America, Customer Health and Safety, ADA Compliance, p. 26 Americans with Disabilities Act (ADA) Progress Report, December 2022 Climate change risks and management 3-3 Management of material topic Path to Net-Zero, Our Approach to Net-Zero and Climate Resilience, Climate Resilience and Adaptation, p. 15 No applicable GRI standard Path to Net-Zero, Our Approach to Net-Zero and Climate Resilience, Climate Resilience and Adaptation, p. 15 Net-Zero StrategyABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 57 DISCLOSURE DISCLOSURE TITLE RESPONSE Governance structure and mechanisms 3-3 Management of material topic 2022 CDP Response, 1.1a, 1.1b, 1.1c, 1.2, 1.2a, 1.3, 1.3a Operating with Integrity, Our Leadership, p. 43 No applicable GRI standard 2022 CDP Response Operating with Integrity, Our Leadership, p. 43 Transparency 3-3 Management of material topic Amtrak is committed to transparency and disclosure of our material topics. We make this information available in our annual Sustainability Report and on our website, and disclose on our climate performance in our annual CDP questionnaire. No applicable GRI standard 2022 CDP Response About Amtrak, Disclosure and Transparency, p. 10 Management of the legal and regulatory environment 3-3 Management of material topic Operating with Integrity, Our Leadership, Compliance and Ethics, p. 43 No applicable GRI standard Operating with Integrity, Our Leadership, Compliance and Ethics, p. 43Amtrak Sustainability Contact Amtrak Corporate Contact Nechama Lowy National Railroad Passenger Corporation Program Specialist, Sustainability 1 Massachusetts Avenue, NW Nechama.Lowy@amtrak.com Washington, DC 20001 Amtrak.com/Sustainability Amtrak.com Amtrak is a registered service mark of the National Railroad Passenger Corporation.",
    "TEXT BY PAGE": [
        "FY22 SUSTAINABILITY REPORT",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 2 TABLE OF CONTENTS About This Report 3 PATH TO NET-ZERO 11 State Partnerships 26 Our Agreement Workforce 37 A Message From Our CEO 4 Corridor Identification and Development 27 Diversity, Inclusion and Belonging 39 Our Climate Commitment 12 Community Engagement 28 Supplier Diversity 41 Our Approach to Net-Zero and Climate Resilience 13 ABOUT AMTRAK 5 Building Blocks to Addressing STREAMLINING OPERATIONS 29 OPERATING WITH INTEGRITY 42 FY22 Highlights 6 Decarbonization 14 Our Values 7 Waste 30 Our Leadership 43 Climate Resilience and Adaptation 15 Sustainability at Amtrak 8 Procurement 31 Compliance and Ethics 43 Our GHG Emissions 17 Our Material Topics 8 Data Privacy and Security 43 Air Emissions 18 Stakeholder Engagement 10 AN INSPIRING WORKFORCE 32 Energy 19 Disclosure and Transparency 10 APPENDIX 44 Fuel 19 Our People 33 Electricity 20 Employee Health and Safety 33 GRI Content Index 45 Culture and Talent 34 CONNECTING AMERICA 22 Recruitment 34 Learning and Development 35 Amtrak Service Routes 24 Employee Benefits 36 The Gateway Program 25 Customer Health and Safety 25 ADA Compliance 26 Enhancing Mobility 26",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 3 ABOUT THIS REPORT This is Amtrak’s ninth Sustainability Report, covering environmental, social and governance (ESG) activities during the last year. Except where noted, this report captures events that occurred in Fiscal Year 2022 (FY22), October 1, 2021 to September 30, 2022. We produced this Report with reference to the Global Reporting Initiative (GRI) 2023 Standards. Sustainability data and disclosures are available in our FY22 GRI Content Index in the Appendix. We utilized Datamaran — a software tool that helps organizations identify and prioritize ESG issues. To learn more about our materiality process, please see page 8. In this report, you will find certain terms, including those that the GRI Standards refer to as “material” topics, to reflect the issues that matter most to Amtrak and our stakeholders. Used in this context, these terms are distinct from and should not be confused with the terms “material” and “materiality” as defined by or construed in accordance with securities law or as used in the context of financial statements and reporting. Amtrak is a registered trademark of the National Railroad Passenger Corporation. Unless otherwise noted, Amtrak prepared the information in this report. The information reported is current as of the date of the report publication. The report was reviewed and approved by subject matter experts, our legal team and company leadership. The Executive Leadership Team had the opportunity to review the report before publication. Given that this is our first year using Datamaran, there are no restatements of data or changes to declare. The Scope 1 and Scope 2 greenhouse gas (GHG) emissions data found in this report and its Appendix have been third-party verified externally with limited assurance. The Scope 3 GHG data is unverified.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 4 Dear Reader, Many of you, like me, love traveling by train. From • covering over half our company-wide electricity use the convenience and ease of traveling directly from through carbon-free sources; and downtown-to-downtown to the unique American • investing in infrastructure upgrades across our network vistas seen from the comfort of your seat, rail is a that contribute to lower greenhouse gas emissions. special way to travel, with a rhythm and culture all its own. But did you know that in addition to these These efforts coincide both with the resurgence of benefits, trains are also one of the most energy- intercity passenger rail traffic as we recover from the efficient and low-carbon ways to travel in America? COVID-19 pandemic and with new federal funding Well, it is true, and sustainability sits at the very heart from the landmark Infrastructure Investment and Jobs of Amtrak’s value proposition: we aim to get you Act (IIJA), which is creating a new era for passenger there reliably, safely, and with a smaller impact on our rail in the United States. Amtrak is at the forefront, environment, including by creating a lower carbon advancing a vision for bringing trains to more footprint per trip than driving or flying. communities and increasing service on existing corridors in growing regions of our nation. That’s why, in FY22, we established a Climate Commitment that includes a new goal to be a Net-Zero We invite you to read about our goals and progress, emissions organization by 2045. We have set ambitious how we are working with our partners to expand new targets to meet our goal through a combination service to customers, and how we’re building a modern, of reduced-emissions fuel sources, climate resiliency greener Amtrak in the pages that follow. We appreciate planning, buying carbon-free electricity for our needs, your feedback at AmtrakSustains@amtrak.com. and collaborating to develop low-emissions technology We look forward to welcoming you on board! to power our trains, among other strategies. We have already taken steps toward our Net-Zero goal by: Sincerely, FY22 AMTRAK • conducting a renewable diesel fuel pilot with the California Department of Transportation SUSTAINABILITY for locomotives; Stephen Gardner, REPORT Chief Executive Officer A Message from Amtrak’s Chief Executive Officer Stephen Gardner",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 5 The National Railroad Passenger Corporation, or Amtrak, was founded in 1970 to provide efficient and effective intercity passenger rail mobility. Amtrak is federally chartered and is operated and managed as a for-profit corporation. The U.S. Federal government is our majority stockholder. Serving more than 500 destinations in 46 states, the District of Columbia and three Canadian provinces, Amtrak operates a nationwide rail network on more ABOUT than 21,400 miles of routes and our customers completed an average of almost 63,000 trips daily in FY22. Amtrak’s status — we are the only railroad in North America to maintain right-of-way for service at speeds in excess of 125 mph — AMTRAK and our team of over 19,000 employees make this possible. IN THIS SECTION: BY THE NUMBERS FY 2022 AMERICA’S LARGEST FY22 HIGHLIGHTS INTERCITY AND ONLY OUR VALUES HIGH-SPEED PASSENGER RAIL PROVIDER SUSTAINABILITY AT AMTRAK SINCE 1971. OUR MATERIAL TOPICS More Than More Than Average STAKEHOLDER ENGAGEMENT 500 21K 63K DISCLOSURE AND TRANSPARENCY Destinations Route Miles Trips Daily",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 6 FY22 HIGHLIGHTS Announced our REDUCED ELECTRICITY INVESTED SCORED A 90 OUT OF 100 Climate Commitment, which includes USE BY 7% $2.3B on the Human Rights Campaign NET-ZERO EMISSIONS Foundation’s Corporate Equality Index BY 2045 GOAL versus 2019 in capital projects REDUCED GREENHOUSE GAS DIVERTED Hired RECEIVED THE HIGHEST (GHG) EMISSIONS BY 14% 17% OF WASTE 3,700 NEW POSSIBLE SCORE versus 2019, our baseline EMPLOYEES from landfill on the 2022 Disability Equality Index measurement year Expanded Scope 3 Rebounding after the ADDED 418 NEW Launched emissions inventory to COVID-19 pandemic, DIVERSE VENDORS, NEW COMMUNITY BETTER ASSESS OUR RIDERSHIP GREW BY 89% ENGAGEMENT STRATEGY meeting our diversity VALUE CHAIN EMISSIONS over the previous year procurement goal REDUCED DIESEL Restored or SIGNED CEO ACTION DONATED ALMOST 120K FUEL USE BY 15% EXPANDED FOR DIVERSITY AND INDIVIDUAL HOUSEHOLD ITEMS 11 ROUTES INCLUSION PLEDGE versus 2019 to those in need across the country For more highlights, see our FY22 Company Profile",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 7 OUR VALUES At Amtrak, our values are an expression of our principles and O T H E RIGHT T HI Do the Right Thing beliefs. They guide everything we D N G do — and ultimately, they define Doing the right thing is about making us as a company. We have a passion respect and care priorities in our everyday actions, from how we interact with each for service, we take great pride in other to how we treat the environment. our work, we believe in teamwork and we have a strong sense of commitment to each other. T S R I E F Excel Together Put Customers First X S C R Working together we create innovative E E We strive to exceed customer M solutions and pursue continuous improvement L expectations by providing timely and by learning from each other. T O courteous assistance and information O T to our customers and communities. S G U E T C H T E U R P",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 8 SUSTAINABILITY OUR MATERIAL AT AMTRAK TOPICS Rail is an inherently sustainable mode of transport projects. This reduction does not include the avoided A materiality assessment helps determine the We take a data-driven approach to analyzing and — on average, it’s 46% more energy efficient than carbon footprint from taking Amtrak instead of significance of sustainability issues for an organization identifying topics that are material to our business. traveling by car and 34% more energy efficient than driving or flying, which can reduce emissions by up and its stakeholders, such as investors, employees, We adopt a double materiality framework, considering domestic air travel — and we are working to become to 83% or 72%, respectively. customers and the community. Our materiality financial, social and environmental impacts to and even more sustainable. Over the course of the last assessment was conducted using Datamaran, from our business. The double materiality framework decade, we cut our greenhouse gas emissions by more Our company-wide Sustainability Policy guides how an artificial intelligence-powered digital tool allows Amtrak to assess the interconnectivity between than 400,000 metric tons of CO e — equivalent to we incorporate environmental, financial and social that benchmarks us against peers and compares financial, social and sustainability risks. 2 emissions from powering more than 50,000 homes considerations into our overall corporate strategy and our performance against industry regulations, for one year. Recognizing that reduced service decision-making. Our Climate Commitment outlines sustainability reporting standards and news reports. during the pandemic greatly lessened emissions, as five strategies we have adopted to drive down our Datamaran provides real-time analysis of risks to we return to full service, we expect emissions to rise emissions. In FY22, we set a new goal to achieve Net- our business, enabling us to continually evolve our before dropping with the implementation of Net-Zero Zero emissions by 2045, as climate change increasingly planning as our material topics shift. impacts operations.",
        "AMTRAK’S Public health risks GHG emissions MATERIAL TOPICS Climate change risks & management AS OF THE END OF FY22 Air emissions Energy management Employee health & safety Transition to renewables & alternative energies This report discusses our approach to the topics that Critical incident management & response appear in the upper quadrants of the matrix, which Employee diversity & inclusion Datamaran ranked as having the highest impact to Water & wastewater management our business and were prioritized by our stakeholders. Product/service safety & quality Our business strategy and operations also address topics that fall in the lower quadrants of the matrix, Labor practices in alignment with our corporate values, even if not Customer privacy & data security Waste & hazardous materials management discussed in this report. Human rights Workforce management Customer practices Community relations Access & affordability Ethical corporate behavior Business model resilience Natural capital Transparency Sourcing efficiency & management Governance structures & mechanisms Innovation & technology Product design & lifecycle management Management of the legal & regulatory environment Ecological impacts Competitive behavior Selling practices & product labeling Responsible consumption & production Management of local impacts ytiroirP hgiH sredlohekatS ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 9 LEGEND Communicate Develop strategy internally & communicate externally Keep under Continue observation internal efforts Amtrak High Priority",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 10 STAKEHOLDER DISCLOSURE AND ENGAGEMENT TRANSPARENCY We maintain regular and open communication with • The Federal Government — The U.S. Federal To ensure accountability of our goals, we provide questionnaire. In 2017, we achieved Gold-level status of our key stakeholders to provide the best and most government is our majority shareholder and robust disclosure of our climate resilience strategy the American Public Transportation Association (APTA) efficient service possible and meet varying stakeholder provides annual funding without which the and emissions reduction goals through sustainability Sustainability Commitment program, which recognizes needs. Among many others, this includes: railroad could not operate. We are in constant questionnaires, including CDP and Ecovadis. In members becoming more sustainable in their operations communication with federal officials and elected 2022, we received a B on CDP's Climate Change and practices. • Customers — Customers are the lifeblood of representatives through (among other channels) our business, so we actively solicit their feedback funding requests, Congressional hearings, through surveys and other means of communication mandatory reporting and news releases. We are to understand how we can better serve them. also regularly audited by the Amtrak Office of the Customers can call, email or reach out via social Inspector General, which publishes assessments of media to provide feedback or ask questions. We our performance to the general public. provide real-time travel advisories and service alerts on our website, social media accounts and via an • State Governments — We partner closely with states through our State Supported Services team optional text messaging service. to maintain and expand corridor routes operated pursuant to a contract with a sponsoring state or states. We also take part in groups such as the State-Amtrak Intercity Passenger Rail Committee and in direct engagements with legislators and state departments of transportation to maintain current service and advance projects. • Employees — Amtrak employees are the engine of everything we do. We engage employees through consistent newsletters and email updates, town halls and employee resource groups (ERGs). We also ask for formal and confidential feedback through our annual employee engagement survey.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 11 Climate change challenges our ability to thrive by disrupting the way society functions. Catastrophes around the world threaten communities, and climate scientists project that the situation will only get worse if we do not act now. Extreme weather events, such as hurricanes and high heat days, impact Amtrak services and operations with increasing frequency and severity. To prepare for current and future climate events and build more resilient operations, we have created a five-part Climate Commitment to mobilize PATH TO our 19,000+ person workforce toward a future of reduced carbon. NET-ZERO BY THE NUMBERS FY22 WE AIM TO ACHIEVE NET-ZERO EMISSIONS BY IN THIS SECTION: 2045 ACROSS OUR RAIL NETWORK. Mobilize Our Net-Zero Achieve OUR CLIMATE COMMITMENT 19,000+ GHG Emissions by 100% OUR APPROACH TO NET-ZERO AND CLIMATE RESILIENCE 2045 ENERGY Person Workforce Carbon-Free Electricity by 2030",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 12 OUR CLIMATE COMMITMENT We plan to collaborate and support state 1 2 partners in achieving their climate goals with our commitment. Our climate resilience program We created a framework to reach our carbon began with a vulnerability assessment on the ACHIEVE NET-ZERO emissions goals, enhance operational resilience Northeast Corridor (NEC); we are planning to REDUCE and educate our workforce and partners about the EMISSIONS BY expand this across the National Network in 2023. impacts of climate change to Amtrak's business. DIESEL FUEL To mitigate emissions, we will work to reduce our 2045 ACROSS OUR Our Climate Commitment lays out the five key climate impact as we aim to increase ridership USE actions to achieve substantial emissions reduction RAIL NETWORK and shift passengers from car to train. We have and invest in innovative solutions: also set an interim emissions reduction goal of 40% from 2010 levels by 2030. 3 4 5 ACHIEVE 100% ESTABLISH A INTEGRATE CARBON-FREE COMPANY-WIDE CLIMATE ELECTRICITY CLIMATE RESILIENCE CONSIDERATIONS BY 2030 PROGRAM INTO BUSINESS OPERATIONS",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 13 OUR APPROACH TO NET-ZERO AND CLIMATE RESILIENCE We aspire to be the leader in America’s sustainable intercity travel. Over the past decade, we have been steadily reducing carbon emissions. With the Climate Commitment and Net-Zero target, we are establishing Amtrak's first long-range goal to reduce its impact on the environment. We have categorized our vision into three categories: (1) vehicles (or mobile equipment), (2) infrastructure and (3) value chain and business operations. Our strategy has identified 12 building blocks within these categories that will enable us to decarbonize our entire footprint. “Amtrak is preparing employees and strengthening assets to withstand the effects of climate change we are already experiencing today. I’ve witnessed the collaboration between departments firsthand — and I’m proud to work alongside a resilient workforce to implement our Net-Zero and Climate Resilience Strategy.” Kara Oldhouser, DIRECTOR, SUSTAINABILITY AND CLIMATE RESILIENCE",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 14 BUILDING BLOCKS TO ADDRESSING DECARBONIZATION Our vision and building blocks for 2045 — Amtrak as a Net-Zero mobility provider across the entire value chain 1 Alternative powertrains 2 Alternative drop-in fuels1 5 Electrification 6 Emission-free heating 9 Carbon-free power purchasing 10 Sustainable procurement 3 Air quality improvement systems 4 Energy-efficient vehicle operation 7 On-site power generation 8 Building energy efficiency 11 Supplier engagement 12 Net-Zero business operations2 Vehicles — Alternative propulsion technologies lay the foundation of Infrastructure — We will evaluate feasibility of expanding electrification Value Chain & Business Operations — We are evaluating reductions in Net-Zero operations on our non-electrified routes and on-road fleet. on routes with our partners and at our facilities to accommodate zero- our top Scope 3 categories — capital goods and purchased goods — and As we determine the solution for replacing diesel engines, we will: emissions vehicles. Among the additional opportunities we have identified in our operations more broadly through: to reduce energy use: • Utilize lower-emissions fuels, like biodiesel or renewable diesel, that • Engagement with suppliers to help them measure and can replace or be blended with diesel and used by existing engines • Transition away from traditional fossil fuel heating systems to more reduce their emissions and to source from suppliers with high sustainable systems, like heat pumps that can be powered by electricity environmental standards • Continue to onboard ALC-42 locomotives, improving localized air from renewable sources pollution over the current legacy fleet • Continuing investments in renewable energy, through options like • Our stations, facilities and buildings will become more efficient with power purchase agreements, on-site power generation and renewable • Maximize operation efficiency through fuel saving technologies such on-site renewable energy production where feasible, LED lighting, and energy credits (RECs) as driver advisory systems or increased ground power availability for smart metering and control equipment plugging in locomotives Governance and implementation of the Net-Zero Strategy will be overseen through a cross-departmental steering committee. This group 1 Drop-in fuels are renewable fuels which can be blended with petroleum products, such as diesel, and utilized in current infrastructure and powertrains. We view these as a bridge solution from combustion engines to alternative powertrains. 2 Includes construction and roadway maintenance. will be responsible for advancing near-term efforts which position Amtrak for both immediate and long-term emissions reductions. Read more about our Net-Zero Strategy on our website.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 15 CLIMATE RESILIENCE AND ADAPTATION In 2022, 17 weather and climate-related events, costing more than $1 billion each, pummeled the United States, tying with 2017 and 2011 for the third-highest number of billion-dollar disasters in a calendar year. These major weather events come with a human and financial cost. An internal review showed that in FY22, Amtrak faced at least $10 million in storm-related expenses on the NEC alone. Weather events on the National Network, such as hurricanes, wildfires and high wind warnings, are less costly to Amtrak since we do not own most of the assets affected; however, we still feel the impacts through costs associated with service disruptions and customer care. In areas where building codes are not accounting for climate risks, vulnerability is especially high. Without adaptation, impacts from these risks may hinder our ability to deliver high quality, safe and on-time passenger rail service, now and into the future. To mitigate these risks, Amtrak developed a KEY CLIMATE IMPACTS 0.1-19 Feet Sea Level Rise 5-9° F Higher Temperatures Climate Resilience Strategic Plan for the NEC in FOR AMTRAK’S NEC REGION 2021, informed by previously conducted climate BY 2100 Sea level rise, with storm surge, impacts tracks Extreme heat impacts catenary systems — the vulnerability assessments. The assessments show in the Northeast, including Delaware, New York, overhead wires that connect our trains to the that some of our rail infrastructure and operations Climate effects vary across infrastructure Connecticut, Rhode Island and Massachusetts electricity supply — in areas south of New York City are highly susceptible to impacts and service elements and geographies, requiring interruptions from sea level rise, temperature tailored approaches in each region where increases and increased precipitation and wind. we operate. The NEC region encompasses Amtrak's operations from Massachusetts to 57-110 mph Increase in Wind Speeds 5-15% More Precipitation Washington, DC. Wind posed some climate risk to asset types studied, High precipitation impacts tracks and interlockings, including track, catenary and buildings, with Boston particularly around New York City and Philadelphia named as vulnerability “hot spots”",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 16 Building awareness and climate literacy across our that govern rail infrastructure design incorporate workforce will be essential to achieve these ambitious historical data that does not accurately reflect goals and adopt a sustainable ethos. Since publishing future climate challenges. the NEC Climate Resilience Strategic Plan, we have initiated several Priority Actions: Expanding on the climate assessments of the NEC region, Amtrak will conduct a National Climate • We established a climate scenario with a breakdown Vulnerability Assessment in FY23. This expanded study of decadal projections by climate threat (heat, wind, will help us identify prominent climate-related risks by sea level rise and heavy precipitation). region, evaluate how our operations may be impacted by more volatile weather patterns and determine • We are hiring more employees with sustainability which business practices and processes will need to experience and skills to implement our goals, while change to position us for greater resilience. engaging and educating our existing workforce. • All new management employees are required to As a service that operates in all weather conditions take Amtrak’s Sustainability Awareness training across roughly 144,000 miles of rail, weather will module and we are extending this requirement to continue to pose challenges. We are steadfast all management employees who were hired before in exploring technology that can help manage the module was released in FY23. operations as conditions rapidly change. We remain committed to leveraging available climate data and • We are reviewing existing internal engineering best practices in our project designs to ensure dollars practices, third-party codes and design standards spent to bring our network into a state of good and developing Climate Resilient and Net-Zero repair result in a rail network positioned to withstand Design Guidelines, because current regulatory codes the future. “As a stakeholder in frontline operations, I am proud of Amtrak’s vision to protect our environment and integrate climate data and planning as a corporate priority. Amtrak’s innovation related to climate impact today will deliver the reliability and performance we desire for our passengers as part of our modernization of passenger rail service in the United States.” Bob Giorgio, DIRECTOR OF RAIL OPERATIONS & EMERGENCY RESPONSE",
        "OUR GREENHOUSE GHG EMISSIONS IN REFERENCE TO Amtrak’s GHG Emissions (MT C0 e) OUR INTERIM GOAL 2 GAS EMISSIONS FY20 FY21 FY22 2030 Goal Progress throughout FY22 We measure and report on our full carbon footprint, Scope 1 Emissions 593,042 480,940 591,169 40% reduction in Scope 1 and 39% including Scopes 1, 2 and 3. Scope 2 emissions over baseline year of 2010 Scope 2 Emissions (Locations-based) 209,966 191,793 214,178 • Scope 1 covers the direct emissions from our owned 39% REDUCTION Scope 2 Emissions (Market-based) 150,108 101,294 123,763 and operated equipment, and sources include our diesel fuel use. Biogenic Emissions1 390 6,479 14 • Scope 2 covers indirect emissions from electricity Scope 3 Emissions2 – – 518,882 and steam purchased for our owned and operated 14,000,000 equipment and facilities. Purchased goods & services – – 141,039 12,000,000 • Scope 3 covers indirect emissions outside our direct 10,000,000 Capital goods – – 269,559 control, such as emissions from our supply chain. 8,000,000 Fuel & energy-related activity – – 22,276 In 2022, we expanded our footprint boundary to 6,000,000 Upstream transportation & distribution – – 1,399 include Scope 3 emissions to align with our Net-Zero 4,000,000 vision and help us target hotspots in our footprint Waste generated in operations – – 13 for reductions. In FY22, our GHG emissions increased 2,000,000 compared to FY21. The decrease in FY20 and FY21 * We began reporting total emissions using market-based method in FY22 Business travel – – 5,672 to account for our carbon-free electricity. emissions can be attributed to reduced pandemic- * Please see ou2r 0a1r0c h2iv0e1d1 S2u0s1t2a in2a0b13il it2y0 R14e p2o0rt1s5 fo2r0 1p6r ev20io1u7s 2Y0O1Y8 e2m01is9s io20n2s0. 2021 2022 Employee commuting – – 34,351 era train service; we expect absolute emissions to rise before they fall again. Amtrak customers took Upstream leased assets – – 950 16.8 million trips in FY20, but that number dropped to 12.2 million trips in FY21. This rose to nearly Downstream transportation & distribution – – 42,703 22.9 million trips in FY22, including 7 million first trips. Downstream leased assets – – 919 Year over year, our operations continue to operate as efficiently as possible on an emissions per seat-mile kg COe/passenger-mile 2 0.07 / 0.23 0.05 / 0.16 0.03 / 0.18 basis, with reduced emissions on our electric routes (electric-powered / diesel-powered) coming from carbon-free electricity sources. kg COe/seat-mile 2 0.04 / 0.07 0.02 / 0.07 0.02 / 0.07 (electric-powered / diesel-powered) Total Emissions 743,540 588,713 1,233,813 1 Biogenic emissions in Amtrak’s inventory are emitted from burning fuels that are produced from biomass or plant materials. Following GHG Protocol, CO emissions from biogenic sources are reported 2 separately from Scope 1 and 2 emissions. CH and NO emissions from biogenic sources are still included in Scope 1. 4 2 2 We began measuring full Scope 3 emissions in FY22. 3 We began reporting total emissions using market-based method in FY22 to account for our carbon-free electricity. e0C TM ni snoissimE 2 ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 17",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 18 AIR EMISSIONS Amtrak recognizes that non-GHG criteria air pollutants (CAPs) can impact air quality and human health, and our fuel usage reduction goals are especially important for decreasing air pollutants. On the NEC, where our trains are powered by electricity, our trains produce zero air pollutants at the source. By adding new Tier 4 locomotives on routes beyond the NEC, local CAP emissions will gradually decrease by 68-80% until 2035, despite increasing service with our Amtrak Connects US plan. As a result of our carbon and energy reduction goals, Amtrak has reduced both GHG and CAP emissions from our operations. We estimate CAPs resulting from our diesel locomotives and report metrics to the American Public Transportation Association (APTA) as a part of our sustainability commitment. CRITERIA AIR POLLUTANTS (MT) NO : 9,573 HC: 505 x PM : 332 Amtrak at Climate Week NYC 2022 10 SO : 6 2 In FY22, we hosted a session at Climate Week CO: 1,580 NYC, an annual event bringing together public- FY19 and private-sector leaders to discuss solutions for mitigating climate change. Train travel is viewed as a key way to reduce GHG emissions, yet many Americans lack access to intercity passenger rail service. Joined by the New York City MTA and NO : 8,577 HC: 452 California DOT, we hosted a panel discussing how x PM : 296 various stakeholders can come together to drive a 10 modal shift. Moderated by Amtrak’s Sustainability SO : 6 2 & Climate group, topics included fare equity, electrifying buses and emissions reduction goals. CO: 1,435 FY22 Amtrak also announced our Net-Zero by 2045 goal in-person and laid out the 12 building blocks for achieving the goal.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 19 ENERGY FUEL Amtrak’s carbon footprint is dominated across all DIESEL FUEL USE On an average day in FY22, Amtrak customers made scopes by rail operations, which represent 60% of more than 62,800 trips on our trains in 46 states and FY22 Goal Progress throughout FY22 all emissions, the majority of which are powered by the nation’s capital, reaching and departing from diesel fuel. Broken down by scope, GHGs emitted Reduce diesel fuel usage by ACHIEVED more than 500 destinations. We provide this service 5% compared to our baseline from burning diesel fuel in our trains make up more year of FY19 by running trains on electricity on the NEC and diesel than 80% of our Scope 1 emissions and 18% of our fuel on the National Network, where other “host” 15% ACHIEVED Scope 3 emissions. railroads control the tracks. In addition to moving people on trains, Amtrak owns tunnels, bridges and While we investigate solutions to transition our diesel maintenance facilities and provides stations and fuel operations in the long-term, we will replace other facilities to accommodate travelers — all of diesel fuel where we can with renewable diesel in the FY19 Baseline Year: which require energy usage. While Amtrak cannot 59.3 million gallons short-term. Renewable diesel is chemically equivalent reduce energy consumption to zero, we can evaluate to conventional fossil fuel diesel and can reduce our energy sources and seek options with low- lifecycle emissions by, on average, 60% depending on (Millions or zero-emissions. feedstock and the production process. Created from 50.6 40.2 50.4 of gallons) a blend of agricultural sources like vegetable oil and animal fats, it has lower emissions over the lifecycle of FY20 FY21 FY22 the product than conventional diesel fuel. We are also targeting reduction in engine idling that occurs when the locomotive is stationary in the yard to further SEAT-MILES BY PROPULSION TYPE our diesel usage reduction goal. We have also made adjustments to engine testing that reduces fuel use. 12,000,000 Renewable Diesel 10,000,000 8,000,000 Following a pilot program conducted by Caltrans in FY20 and FY21, with support from 6,000,000 Amtrak, on the 170-mile long Capitol Corridor 4,000,000 route, Cummins and Siemens approved the use of renewable diesel in the Charger locomotives. 2,000,000 This will allow us to operate Caltrans Charger locomotives (SC-44) on renewable diesel FY20 FY21 FY22 and facilitate the use of renewable fuel by Diesel Electric our Amtrak Long-Distance Charger (ALC- 42) locomotives, resulting in fewer lifecycle emissions. Due to the pilot’s success, state- supported trains operated by Amtrak in California will use renewable diesel in FY23.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 20 Initiatives to Reduce Emissions from our on-road vehicles and dedicated NON-PROPULSION ELECTRICITY USE Diesel Fuel Use Thruway buses constitute roughly 2% of our total AT TOP 40 LOCATIONS BY USAGE carbon footprint. We lease more than 80% of our highway vehicles from the General Services The Amtrak Chicago Environmental team generated fuel savings with the Idle Reduction Administration, which has set a goal to transition FY22 Goal Progress throughout FY22 100% of its fleet to electric vehicles by 2035. We Initiative, a results-driven tracking and reporting Reduce electricity usage ACHIEVED anticipate that this will help reduce road-asset by 1.5% YOY. system for mechanical and transportation teams. emissions as we transition to zero-emissions vehicles. The team identified opportunities to reduce 2% REDUCTION fuel use through idling reduction by analyzing Fuel used by our stationary assets, including stations, data from the locomotives. Solutions included coach yards, warehouses and offices, contributes ensuring automatic engine start-stop technology roughly 3% to our carbon footprint. We are exploring was engaged on the locomotives, manually transitioning oil or gas-burning boilers to heat pumps, Percent change YOY shutting down the engines when not in use and which have much lower energy needs, and installing 3% plugging in engines to ground power where -2% -2% energy-efficient HVAC systems where possible. possible. Combined, these strategies yielded a 4% reduction in idling in Chicago over the previous year and a fuel savings of approximately ELECTRICITY 90,000 gallons. Electricity use constitutes roughly 18% of our 195.7 191 187.1 GHG footprint. It powers our stations and offices and provides power to much of our electrified NEC service. As part of our Net-Zero goal, we are prioritizing a faster shift toward clean and renewable sources in the near term, with a long-term vision of FY20 FY21 FY22 electrification across our buildings, equipment and (Million kWh) mechanical systems. “This Idle Reduction Initiative is an exciting project, and I’m so proud of what we have created in Chicago. It’s something that can be scaled as part of Amtrak’s goal to reduce our carbon footprint, while seeing significant savings in fuel!” Dina Ledbetter, SR ENVIRONMENTAL SPECIALIST, OPERATIONS-MECHANICAL",
        "At the end of FY21, we approved a Renewable and In addition to pursuing low- or no-emissions energy Lighting Upgrades As a result, we will save: Carbon-Free Energy Policy that outlines two goals sources like carbon-free electricity, we continuously regarding electricity usage: seek ways to streamline our existing operations to As part of our energy efficiency program, we $273,864 find efficiencies, including regularly undertaking installed more than 3,000 new light fixtures in • To source 100% carbon-free electricity to power our energy efficiency retrofits of our stationary locations, PER YEAR stations, warehouses or other stationary assets. traction and non-traction infrastructure by 2030 such as updating HVAC systems and swapping out old 500 MT One highlight was the East Coast Pits projects, lighting with LED bulbs. • To source 100% renewable electricity to power our where we replaced roughly 1,400 fluorescent and of GHG traction and non-traction infrastructure by 2035 early generation LED lights at Amtrak sites in Miami, 1,247,697 emissions avoided Washington, DC, New York City and Boston. per year kWh Amtrak currently purchases energy attribute certificates, such as Renewable Energy Certificates of energy (RECs), to cover roughly 56% of our total electricity per year demand. To drive down energy demand, our top 20 sites, which constitute 75% of our electricity use for stationary assets, such as stations, offices and warehouses, are required to develop energy plans every year, detailing usage and reduction efforts. ELECTRICITY PURCHASED 2030 Goal Progress through FY22 100% carbon-free electricity IN PROGRESS 56% OUT OF 100% 1000 800 600 400 200 FY20 FY21 FY22 Carbon-Free Electricity Remaining Electricity hWG ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 21",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 22 For more than 50 years, Amtrak has been providing low-emissions transport for Americans across the country. Our vision is to expand our service to previously underserved areas, providing billions of dollars’ worth of economic benefits to the country. Amtrak connects people to their destinations, creates jobs, lowers carbon emissions from transport and reduces highway congestion in our cities. In CONNECTING collaboration with our state partners, Amtrak plans to usher in a new era of passenger rail. AMERICA BY THE NUMBERS FY22 IN FY22, WE SERVED 7 MILLION IN THIS SECTION: NEW RIDERS. AMTRAK ACROSS AMERICA 50+ Advanced Hired More Than CUSTOMER HEALTH & SAFETY 10 MAJOR 3,700 STATE PARTNERSHIPS Years Providing Intercity Passenger Capital Projects to PEOPLE COMMUNITY ENGAGEMENT Service Modernize Fleet and Infrastructure to Support Growth",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 23 AMTRAK ACROSS The Amtrak Airo™ Experience AMERICA Funding from the Infrastructure Investment and Jobs Act (IIJA) has enabled Amtrak to invest in new trains for our service nationwide. Amtrak We work with our partners to help move people, the Airo™, manufactured by Siemens in California, economy and the nation forward. Our mission is to will provide comfortable, modern interiors provide efficient and effective intercity passenger and improved sustainability performance, rail mobility through high-quality service that is trip- including increased fuel efficiency and reduced time competitive with other intercity travel options. particulate emissions. With our mission in mind, we set a goal to double 2019 ridership by 2040. To achieve this goal, we are partnering closely with state governments to develop new routes and enhance existing service. In FY22, we renovated stations and rail infrastructure and upgraded our fleet. This included new project and renovation work all across the Amtrak system that addressed tunnels, track and other rail infrastructure projects totaling more than $750M. In FY22, Amtrak Invested: $2.3B in capital projects, including advancing new fleets of trains to operate in the Northeast and other areas of the U.S. $158 million to the Amtrak Americans with Disabilities Act (ADA) Stations Program, bringing 104 stations to full compliance and 69 stations to full compliance excluding platforms $130 million for rail improvements between Washington, DC and New York and the hiring of 500 new employees to improve necessary infrastructure",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 24 AMTRAK SERVICE ROUTES Service Expansion and Enhancement In 2022, we launched or expanded service across our operations. For example: HYDE PARK, POUGHKEEPSIE, NEW YORK, U.S. — BERKSHIRE FLYER From Massachusetts to New York, we launched the Berkshire FlyerSM with the Massachusetts Department of Transportation and the New York State Department of Transportation (NYSDOT). HUDSON RIVER, NEW YORK, U.S. — ETHAN ALLEN EXPRESS In Vermont we extended Ethan Allen Express® service from Rutland to Burlington, the state’s most populous city. THE WASHINGTON MONUMENT, WASHINGTON, DC, U.S. — NORTHEAST REGIONAL In Virginia, we began a second daily Northeast Regional departure from Roanoke and a third daily departure from Norfolk. The projected investment from the Commonwealth of Virginia includes $944 million from Amtrak and references a longer 10-year plan for enhancing service in Virginia. NIAGARA FALLS, NEW YORK, U.S. — MAPLE LEAF From New York to Toronto via the Maple Leaf and from Oregon and Washington to Vancouver, B.C. via the Amtrak Cascades, we returned service to Canada for the first time since early 2020.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 25 Partnering for Railroad Safety Amtrak takes railroad safety seriously. As part of our new community engagement strategy, we partnered with California Operation Lifesaver, BNSF, Metrolink, San Bernardino Railroad Historical Society, Fullerton Train Museum, our state partners and the City of Fullerton for a two-day rail safety event in Fullerton, California. We invited local community members to meet railroad workers, tour equipment and learn about rail safety. Approximately 17,000 members of the general public attended. Due to the success of the event, we are planning additional community engagement events on railroad safety in other cities. THE GATEWAY PROGRAM CUSTOMER HEALTH & SAFETY The Gateway Program is a series of rail infrastructure projects to improve and expand the most congested 10-mile section of the NEC between Newark, N.J. and Ensuring safety is Amtrak’s top priority. Of particular New York City. The NEC serves an area that produces importance is reducing injuries related to illegal roughly 20% of U.S. GDP. When completed, Gateway trespassing on tracks. Trespassing on tracks is illegal will roughly double passenger trains under the in all 50 states and Washington, DC and leads to Hudson River traveling into New York Penn Station. almost 2,000 injuries or deaths a year nationwide. We engage with industry partners and communities to In 2022, the program made significant progress to: educate about the risks associated with trespassing. • build a new rail tunnel and rehabilitate an existing During national Rail Safety Week, we participated tunnel under the Hudson River in Operation Clear Track, an initiative to station law enforcement representatives at high-incident railroad • construct the Portal North Bridge over the grade crossings to share safety tips and enforce Hackensack River in New Jersey crossing and trespassing laws. We improved safety and security on the railroad right-of-way by deploying • begin engineering on the Sawtooth Bridges around 200 solar-powered, secured vehicular gates on • advance design on the Harrison PATH track and the NEC. Dock Bridge rehabilitation",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 26 ADA COMPLIANCE ENHANCING MOBILITY STATE PARTNERSHIPS Amtrak's Americans with Disabilities Act (ADA) Stations Helping customers make connections to and from the Program strives to achieve universal accessibility at stations train station helps improve ridership and supports our and improve the customer experience for all passengers. For value to Put Customers First. To extend our reach to We rely heavily on public agencies to make our stations listed on national, state and local historic registers, communities without rail service, we offer Thruway expansion visions a reality. Per federal statute, states it also ensures that accessible features are integrated while bus service with guaranteed connections to Amtrak are required to provide financial support for routes of respecting a site's historic fabric. In FY22, Amtrak made trains. In addition to accessibility information, we also 750 miles or less (other than the NEC). As members of 20 stations fully compliant and two stations compliant detail on our website how to transport bikes on-board. the State-Amtrak Intercity Passenger Rail Committee for all elements except for platforms with ADA standards We continuously seek opportunities to enhance train (SAIPRC) we collaborate with 17 states and the Federal and started construction on another 28 stations. Design accessibility for cyclists. For example, in FY22 we added Railroad Administration to support the growth of compliance efforts were completed on 19 stations and started capacity for up to 12 full-size bikes on our Capitol intercity rail service and improve cost sharing with on an additional 42 stations. Amtrak also implemented Limited® line which provides access to several popular our state partners. Our State Supported Service new technologies to assist passengers that require cycling trails. Line team also engages with state governments accommodations. The new system allows group reservations on a regular basis regarding maintenance and for multiple passengers with disabilities, and for any development planning. passengers requesting assistance while making a reservation on Amtrak.com or using the Amtrak app. ACCESSIBILITY PROJECTS ACCESSIBILITY PROJECTS DESIGNED CONSTRUCTED AND VALUE 41, 20, “Expansion of Amtrak service will bring the 18, $103.4M $101.6M $89.6M benefits of efficient, sustainable travel to 31 29 22 more of America. Public transportation, especially by fast, convenient rail, is one of the best ways to reduce travel emissions – FY20 FY21 FY22 FY20 FY21 FY22 and we’re excited to continue connecting (Number of projects) people and communities sustainably.” * Please see our archived Sustainability Reports for previous YOY data. Dennis Newman, EVP, STRATEGY & PLANNING",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 27 CORRIDOR IDENTIFICATION NO MORE GETTING STUCK & DEVELOPMENT IN HIGHWAY TRAFFIC — TAKE THE TRAIN! The IIJA enables states to submit proposals for the development of new routes or the enhancement of Did you know trains reduce existing routes of up to 750 miles and restoration of or automobile congestion and Expanding highways increased service on long distance routes through the GHG emissions? and building more FRA’s Corridor Identification & Development Program. roads can make The FRA will select, advance and contribute substantial traffic worse funding to development proposals based on certain criteria, including benefiting rural and underserved As of 2015, more communities, reducing congestion or providing other than 13% of environmental benefits, improving connectivity with Drivers on urban highway bridges other modes of transit and more. Amtrak welcomes interstate highways were classified partnerships with state governments to provide experience as “functionally strategic guidance for the development of these congestion 47% obsolete,” or proposals, subsequent funding requests and service of the time inadequate on new corridors. to serve current traffic demand Corridor Development in Ohio Roughly 1/3 of America’s Travel on U.S. Amtrak and the Ohio Rail Development CO emissions come from interstate Commission are exploring the feasibility of 2 proposed corridors connecting Ohio’s major cities. moving people or goods highways is The state has decided to advance Cincinnati, and 80% of these emissions increasing at Columbus, Cleveland and Dayton, as well as one are from cars and trucks nearly triple the connecting Cleveland to Toledo and Detroit, to rate that new the FRA’s Corridor ID Program. Amtrak analysis lane capacity is indicates that, based on their high traffic volumes being added and concentrated populations, these cities represent a promising opportunity for intercity passenger rail service. In addition, they connect Ohioans to new opportunities in the state’s fastest growing region, metropolitan Columbus. The upgraded services are expected to attract more than half a million riders every year while delivering an estimated $7 billion in economic activity and 23,000 jobs during construction.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 28 COMMUNITY Caring for Our Communities ENGAGEMENT In July 2022, Amtrak teamed up with members of the West Baltimore community for a neighborhood cleanup. More than 40 volunteers — both Amtrak employees and local residents — collected trash and tidied up three locations in the Rosemont neighborhood. In FY22, Amtrak launched an Office of Community Under these pillars, we are engaging with communities Engagement (OCE) focused on developing a strategy via the following workstreams: public outreach, to help connect more deeply with the communities community engagement and employee giving. Our we operate in and those to which we would like program structure has several tiers of service: national to extend service. Through this work, we aim to partnership activities for employees company-wide, provide meaningful impact through service and keep localized Amtrak-sponsored activities in areas where communities informed about Amtrak’s activities in we have projects and employee-led activities on an ad their neighborhoods. hoc basis. In FY22, we began offering management employees up to eight hours of paid time off each Our community engagement strategy is focused on year to participate in 501(c)(3) non-profit community three pillars: programs, including our programs in communities. In the same year, we completed 13 events across the • People — enhancing opportunities for country, committing 389 volunteer hours — a value underrepresented communities with a focus on of $12,000. We look forward to rolling out additional at-risk-youth, veterans and people with disabilities activities in FY23 and beyond. • Preservation — beautifying and preserving our natural spaces and the resources of our communities • Protection — making our stations, railroads and communities safer DONATED OVER 119,000 HOUSEHOLD ITEMS THROUGH DELIVERING GOOD.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 29 Streamlining how we operate not only reduces waste and conserves resources, it generates cost savings. We seek to reduce the amount of waste we send to landfills through increased recycling in service areas and construction sites. We work with local vendors when possible — all of our purchases of more than $1 million are required to be sourced from American suppliers unless specific approval is given to purchase foreign items. These efforts support the reduction of our Scope 3 GHG emissions. STREAMLINING OPERATIONS BY THE NUMBERS FY22 98% OF CONSTRUCTION PRODUCTS & SERVICES FROM IN THIS SECTION: U.S. VENDORS. Purchases Over Expanded Diverted WASTE $1 MILLION SCOPE 3 17% PROCUREMENT Are From American Emissions of Waste to Suppliers Inventory Recycling",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 30 WASTE WASTE GENERATED Landfilled Landfilled Landfilled We look for opportunities to reduce waste and Waste (Tons) Waste (Tons) Waste (Tons) increase recycling across our operations. We divert 19,549 15,197 19,124 large volumes of industrial materials, such as rail, pallets, windows, wire, wheel shavings, copper, scrap metal, equipment and more, to secondhand vendors and scrap buyers to be recycled and FY20 FY21 FY22 repurposed. Though recycling efforts in our warehouses and shop yards are high, onboard customer recycling has remained a challenge. Our municipal recycling rate has remained stable at roughly 17% for the past three years, falling short of our 20% goal. To improve our performance, Municipal Recycling Industrial Recycling Municipal Recycling Industrial Recycling Municipal Recycling Industrial Recycling our new Acela® trains will have co-located waste (Tons) (Gross Tons)1 (Tons) (Gross Tons)1 (Tons) (Gross Tons)1 and recycling containers. We also plan to enhance 2,736 / 17% 10,970 3,086 / 17% 11,217 3,570 / 17% 11,965 employee training on waste separation. Rate2 Rate2 Rate2 1 Industrial recycling consists predominantly of metal recycling. 2 Our recycling rate goals cover top 40 Amtrak locations. As we expand service and build and renovate climate scenarios. We also push for consistency with Reducing Waste Across Amtrak stations, we have integrated waste reduction and Green Building initiatives, with sustainability, energy other environmental criteria into our building efficiency, emissions reductions and code compliance At our maintenance facilities in Los Angeles, compostable food at commissaries and yard design standards. Our building standards adhere built into our Station Design and Delivery Standards. Wilmington and Chicago, we sold more than trimmings generated by landscape contractors to the National Historic Preservation Act (NHPA) 1,300 pallets totaling 105 tons in 2022 for reuse. and station owners. In FY22, our facilities and and the National Environmental Policy Act (NEPA). In addition to climate design standards, we strive to Remaining pallets and other wooden shipping commissaries in Oakland, turned food, yard Under the NHPA, we evaluate the historic value of explore waste reduction solutions in our operations. crates that were unfit for reuse were recycled. trimmings and wood into more than 200,000 the property and come to agreement with state For example, our team on the Track 22 reconstruction liters of compost. and local officials on the best way to preserve the project at Washington Union Station worked with In certain California locations, Amtrak separates unique beauty of these resources. Under NEPA, we our construction partner to reuse excavated soil, out organic waste for recycling. This includes strictly follow all rules to evaluate environmental concrete, wood, metal and other materials, such as impacts and mitigate them. Our standards encourage cardboard and plastic, to reduce waste sent to landfill. adherence with our company climate goals, including This initiative diverted and reused 114 tons of waste our renewable energy and carbon neutral goals, as in FY22. well as determining the impact of current and future",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 31 PROCUREMENT Amtrak is subject to a number of domestic preference requirements; for instance, as a federally-chartered corporation, the company is generally required to source infrastructure purchases over $1 million from domestic vendors as part of the Build America Buy America Act. We extend this provision to purchases of less than $1 million whenever possible. Roughly 95% of our overall construction procurement meets this standard and 98% of Amtrak’s overall purchase order procurement spending was domestic in FY22. As part of our approach, we have established regional master service agreements to help ensure we are able to secure the materials we need from domestic sources through a consistent, ongoing relationship. We seek to work with local vendors when carrying out construction projects as well. In addition to supporting local economies, this approach helped us more effectively meet timelines and quality standards while reducing costs.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 32 We strive to create fulfilling jobs that our employees are proud to hold and build a culture where they can be themselves and grow in their careers. Employee safety, along with customer safety, is our top priority. We provide employees with regular safety training and stop-work authority. We also engage employees through learning and development opportunities and programs run through our Diversity, Inclusion and Belonging department, AN INSPIRING like our employee resource groups, career fairs and events for potential employees. We run training through our Learning Center, which strives to make courses seamless and convenient. WORKFORCE BY THE NUMBERS FY22 WE WERE NAMED IN THIS SECTION: A TOP EMPLOYER FOR THE LGBTQ+ OUR PEOPLE COMMUNITY AND EMPLOYEE HEALTH AND SAFETY PEOPLE WITH CULTURE AND TALENT DISABILITIES. Launched 98% 25% OUR AGREEMENT WORKFORCE NEW DIVERSITY, INCLUSION AND BELONGING of New Management of Procurement Apprenticeship Program Hires Completed Spend Allocated to for Agreement Sustainability Diverse Suppliers Employees Training",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 33 OUR PEOPLE EMPLOYEE HEALTH AND SAFETY Our People strategy defines the three core pillars of IN FY22, our approach to building an inspiring workforce: Safety is foundational at Amtrak — for our customers, • Invest in talent — We are building teams that our employees and the communities we work in WE REDUCED LOST work collaboratively, efficiently and effectively. TIME INJURIES AND and around. Our goal is to become America’s safest SEVERITY RATE. To do that, we are expanding skills within our passenger railroad. Our approach to occupational organization and seeking new hires that bring safety starts with every employee. Our “Safety diverse backgrounds and perspectives. Starts with Me” initiative reinforces that the responsibility for ensuring safe practices and a safe • Strengthen culture — Our culture is built on our work environment lies with each individual on site. values of mutual respect, customer service and This includes stop-work authority, which grants every excellence. We are strengthening our culture so employee the charge to stop an operation — at any our employees feel excited to come to work and time — if unsafe conditions exist, and confidential empowered to do their best. reporting of unsafe conditions without fear of • Advance technology — We are investing in retaliation through the new Amtrak Voluntary Safety technology and technical know-how to build an Reporting System (AVSRS) that allows reporters to Amtrak that anticipates the needs of the future. view documented steps for corrective actions. Our strategy rests on attracting and retaining the best We have an organization-wide, comprehensive talent in the industry. We do this through our strong safety management system (SMS) that adopts a data safety culture, reinforcing diversity, inclusion and driven, proactive risk identification and preventative belonging and helping our teams grow. approach to managing safety. The system's four safety components — Policy, Promotion, Assurance and Risk Management — help us establish clear rules, provide ongoing training, perform audits to ensure practices are met and analyze potential future risks. Amtrak is the first U.S.-based railroad to implement an SMS.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 34 In FY22, our FRA reported employee injury rate CULTURE & TALENT remained flat versus previous year, though we achieved a reduction in lost time injuries and severity rate. These reductions were achieved through targeted mitigations Our approach to talent management is rooted in in our operating divisions and increased engagement our culture and values. We strive to have a learning between managers, supervisors and employees. Our and growth culture where we treat each other Operating Practices change in response to incidents with respect and assume positive intentions. As that occur and address safety issues as they arise. our workforce evolves, learning to respect and celebrate each other’s differences will be key to promoting collaboration and successful outcomes. That’s why we are investing in providing ongoing Employee Injury Rate (per 200,000 working hours) training opportunities and creating a more inclusive FY20 FY21 FY22 environment for all of our employees. 2.78 3.36 3.35 RECRUITMENT From current students to military veterans, we seek candidates from a wide variety of backgrounds and skill sets to fill roles across our organization. We believe a diverse workforce is best equipped to generate innovative ideas and meet the needs of our diverse customer base. We have dedicated recruitment programs for: • Students that include hands-on internships and co-ops, programs for recent graduates and academic scholarships for students interested in the rail industry To learn more about • Veterans to join our 3,000+ self-identified veterans how we’re driving a or active members of the U.S. Armed Forces and diverse workforce, see our National Guard and Reserves and make use of their Diversity, Inclusion and specialized skills and training Belonging section and • Individuals from under-represented groups our FY22 Annual including diverse ethnicities, genders, cultures, Diversity Report. abilities and ages",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 35 LEARNING & DEVELOPMENT To support our employees’ growth and retention, we ongoing form of communication between employees provide them with pathways to continue learning. and their manager. Employees can also confidentially During onboarding, new management employees go share feedback about their experience at Amtrak through New Employee Orientation and receive training through regular engagement surveys. Leadership in safety, our culture and values and diversity, inclusion assesses the results and establishes near-term actions and belonging. Our Learning Center strives to make to address their team’s concerns and opportunities training seamless and convenient. It initiated a Loan and for improvement. Learn program in FY22, where employees could check out iPads to promptly complete required training while In FY22, an audit from the Amtrak Office of the on the go. Inspector General (OIG) found that the company appears to be on track to reach our interim emissions Amtrak strives to provide a growth-oriented reduction goal of 40% from 2010 levels by 2030. The environment for employees. In FY22, the Performance OIG recommended Amtrak require sustainability Management team changed our performance training to boost broader education and awareness. management framework to create an improved process While Amtrak offers sustainability training to all for feedback and career growth. The Compensation employees interested in our programs, it is only team aligned the merit process to pay for performance, required for new management hires. So far, 98% providing leaders the opportunity to recognize of management new hires have completed the high performers. required on-boarding course, but the audit estimates an opportunity gap of around 90% of overall In addition, managers can now conduct more informal management employees would benefit from the check-ins with all management employees and some training. In collaboration with Amtrak’s Learning and agreement employees on an ad hoc basis, which is Development team, the Sustainability and Climate part of a new effort called Continuous Performance Resilience Group will refresh the sustainability Management (CPM). During these check-ins, we solicit training and publish it in FY23 as a requirement for feedback from employees and direct reports on their all management employees. In FY23, we will hold experience to ensure Amtrak is continuously growing the first Sustainability Workshop to educate and as well. The new CPM system serves as a more natural, collaborate with departments on the Net-Zero Plan.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 36 EMPLOYEE BENEFITS Amtrak provides a comprehensive benefits program, In FY22, we added: focused on employee personal and financial well- being. Our benefits package is designed to provide • Tuition assistance at date of hire, employees with the support and peace of mind including certifications they need to focus on their work; it’s a commitment • Coverage of treatment for secondary sexual to doing the right thing. Our competitive benefits characteristics more aligned with an individual’s package includes: gender identity • Medical, vision, dental and prescription • Brokerage services to customize personal drug coverage investment plans and 401(k) funds, including values-based investing in environmental, social • Generous leave program and governance (ESG) or diversity funds • A 401(k) plan • Paid time off to volunteer for • Short- and long-term disability income management employees continuation life insurance and accidental death and dismemberment insurance • Flexible Spending Accounts (FSAs) for eligible healthcare expenses that include coverage for dependents and dependent daycare or after-school care expenses • Free or reduced rate travel on Amtrak • Access to public student loan forgiveness CUSTOMIZABLE INVESTMENT OPTIONS DEEMED SOCIALLY RESPONSIBLE NOW AVAILABLE FOR RETIREMENT PLANNING.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 37 OUR AGREEMENT WORKFORCE Amtrak’s employees covered by a collective bargaining than punitive, approach. We now opt for counseling agreement, or “agreement employees,” make up and progressive discipline that does not include more than 80% of our total workforce. Whether unpaid time off. The new policy enables employees on trains, in railyards or maintenance facilities, to continue working while focusing on positively stations, call centers and offices or improving railroad changing behavior. Additionally, the portion of infrastructure, members of the agreement workforce the policy allowing for voluntary acceptance of play an integral role in the success of Amtrak’s responsibility (waiver) for certain infractions has operations and in keeping our customers safe and led to a decrease in the number of disciplinary comfortable on their journeys. investigations held. In FY21, 71% of agreement disciplinary actions were handled by waiver. In FY22, Our Labor Relations team works closely with union that percentage climbed to 80%. representatives to ensure that agreement employees feel heard and included in Amtrak’s culture. Over We also provide role-specific skills training and time, our approach to working with unions has leadership programs to develop promising talent. evolved. In FY20, we adopted a more collaborative For example, at our High-Speed Rail Training approach, providing additional support to agreement Facility in Wilmington, Delaware, we offer a full- employees and finding new ways to work together time, 11-week training course for new passenger to achieve goals. For example, we have revamped our engineers that includes train mechanics and time in discipline policy to take a more educational, rather a virtual simulator.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 38 In April 2022, the first class of Amtrak’s new In FY22, we continued weekly conference calls with apprenticeship program launched at our union leadership that began during the COVID-19 maintenance facility in Beech Grove, to provide an pandemic. During these calls, we provide updates official path for agreement employees to learn on for agreement employees on company news and the job and grow their skills. Collaboration between policies and invite guest speakers to discuss relevant Labor Relations and Mechanical allowed the program topics. Guest speakers have included leaders of our to take off successfully and smoothly. Soon after, employee resource groups and senior members of an $8 million grant from the FRA enabled Amtrak our Operations, Medical Services, Safety and Human “Apprenticeship is a great opportunity for professional development and was long in to expand the apprenticeship program in class size, Resources teams. We have also launched new location and skillset. More than 600 new and existing initiatives to increase the diversity of our agreement demand among employees. With funding from the Infrastructure Investment and Jobs employees are expected to participate in the next population and of representation in handling Act, we can truly invest in [our] people and help them forge professional careers.” three to five years at training sites in Washington, arbitration. More than half of our board agreements DC, New York City, Los Angeles, Chicago, and with unions now require that at least 30% of Wilmington in various crafts. arbitrators come from traditionally under-represented Aaron Buck, groups, including women and minorities. SENIOR DIRECTOR, LABOR RELATIONS",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 39 DIVERSITY, INCLUSION AND BELONGING At Amtrak, we view Diversity, Inclusion and Belonging • Enhancing our inclusive benefits — We (DI&B) as a journey, not a destination. We believe recognize everyone has unique needs and continue prioritizing DI&B is critical to creating a culture where to create more inclusive health and wellness all employees feel seen, heard and welcome to bring benefits for eligible employees that provide care their full authentic selves to work. We have spent and resources when they are needed most: the past three years building our DI&B department strategy and program areas and continuously improve » Enhanced support for adoption and introduced our offerings to our teams by listening to feedback surrogacy benefits to employees and remaining open to growth. Our DI&B is supported » Coverage of treatment for secondary sexual by our Executive Diversity Council, which includes characteristics more aligned with an individual’s members of the Executive Leadership Team and Senior gender identity Leadership Team who sponsor employee resource groups. Our DI&B ambition is to be an employer • Improved hiring guidelines — Instituted of choice, ensuring Amtrak remains a place where guidelines for diverse hiring panels and talent pools employees choose to stay and grow their careers. for management positions. In FY22, we enhanced existing programs across our • Collecting employee feedback — We have made three focus areas: People, Workplace and Community. great strides with our Employee Engagement Survey Highlights from FY22 include: which includes a DI&B index that assesses sense of belonging, modeling of inclusive behaviors, building • Joining the CEO Action for Diversity and and promoting diverse teams and fairness within Inclusion — Amtrak CEO Stephen Gardner signed the organization. the largest CEO-driven business commitment to advance diversity and inclusion in the workplace. • Winning DI&B awards — We were listed on both the Corporate Equality Index and Disability Equality • Expanding our Employee Resource Groups Index as a top employer for the LGBTQ+ community 1,200+ (ERGs) — We added a new ERG, Train of Thought, and people with disabilities, respectively, and to promote mental well-being, to our other seven identified as a Best Employer for New Graduates EMPLOYEES ARE ERGs. Over 1,200 employees are members of ERGs. 2022 by Forbes magazine. MEMBERS OF ERGs.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 40 AMTRAK REPRESENTATION DATA BY RACE/ETHNICITY FY20 FY21 FY22 FY20 FY21 FY22 Black/African American: 21.4% Black/African American: 21.6% Black/African American: 21.9% Asian: 8.9% Asian: 9.1% Asian: 9.5% Hispanic/Latino: 5.0% Hispanic/Latino: 5.1% Hispanic/Latino: 5.9% American American American Indian/Alaskan Native Hawaiian Indian/Alaskan Native Hawaiian Indian/Alaskan Native: 0.4% or Other Pacific Native: 0.5% or Other Pacific Native: 0.4% Native Hawaiian Islander: 0.3% Islander: 0.3% or Other Pacific MANAGEMENT1 MANAGEMENT MANAGEMENT Islander: 0.3% White: 61.8% White: 60.8% Undisclosed: 3.6% Non-Hispanic/ Non-Hispanic/ MANAGEMENT1 MANAGEMENT MANAGEMENT Latino: 1.0% Latino: 1.1% Two or More Two or More White: 56.5% Two or More Races: 1.2% Races: 1.5% Races: 1.9% Black/African American: 30.3% Black/African American: 29.9% Black/African American: 31.1% Asian: 2.3% Asian: 2.2% Asian: 2.3% Hispanic/Latino: 10.6% Hispanic/Latino: 10.9% Hispanic/Latino: 11.2% American American American Indian/Alaskan Indian/Alaskan Indian/Alaskan Native: 0.5% Native Hawaiian Native: 0.5% Native Hawaiian Native: 0.6% Native Hawaiian AGREEMENT2 or Other Pacific AGREEMENT or Other Pacific AGREEMENT or Other Pacific Islander: 0.2% Islander: 0.2% Islander: 0.3% AGREEMENT2 AGREEMENT AGREEMENT White: 53.4% White: 53.5% Undisclosed: 2.3% Non-Hispanic/ Non-Hispanic/ Latino: 0.8% Latino: 1.0% Two or More Two or More White: 50.2% Two or More Races: 1.8% Races: 1.7% Races: 2% In FY23, we remain focused on People, Workforce American Indian/Alaskan Native Asian Black/African American Hispanic/Latino Native Hawaiian or Other Pacific Islander and Community. To learn more about our DI&B Non-Hispanic/Latino Two or More Races White department, read our Annual Diversity Report. 1 Management Employees are non-union employees; includes full-time and part-time positions. 2 Agreement employees are those governed by collective bargaining agreements.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 41 SUPPLIER DIVERSITY Amtrak supports vendors from a variety of backgrounds through our Supplier Diversity Policy as administered and executed by the Supplier Diversity Office (SDO). The SDO reflects the communities it serves with contracting efforts that include: Disadvantaged Business Enterprises (DBE), Small Business Concerns (SBC), Minority/Women Owned Business Enterprises (M/WBEs), Veteran-Owned Businesses (VOB), Service-Disabled Veteran-Owned Businesses (SDVOB) and Labor Surplus Area (LSA) Businesses. Our SDO, which has physical locations in Philadelphia, Washington, DC and Chicago operates as a national program. The SDO team participates in and hosts outreach events across the U.S. to diverse vendors in cities where we have operations or ridership. In FY22, we exceeded our annual goal of procuring 10% of our total addressable spend from diverse suppliers. The SDO confirmed and added an additional 418 vendor profiles to its diverse vendor database to bring the total to over 3,074 listings. The SDO established this database as a resource to be utilized internally and externally to quickly identify diverse firms for sourcing opportunities. In FY23, we have committed to increasing our supplier diversity goal to 15%. SPEND ON DIVERSE SUPPLIERS AS PERCENTAGE OF TOTAL ADDRESSABLE SPEND FY20 FY21 FY22 SURPASSED GOAL BY 14.1% 12% 11.1% 25.2%",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 42 As a federally-chartered corporation, we hold ourselves to the highest standards of corporate ethics and regulatory compliance. Our Environmental and Sustainability Oversight Committee (ESOC), co-chaired by our Executive Vice President of Strategy & Planning and Executive Vice President and Chief OPERATING Safety Officer, meets quarterly to track the successful implementation of Amtrak’s Environmental compliance and Sustainability programs, including annual corporate fuel, energy and emissions goals and initiatives. Progress WITH against these goals is elevated to the Executive Leadership Team (ELT) after receiving approval from the ESOC. INTEGRITY IN FY22, OUR BY THE NUMBERS FY22 BOARD AND ELT IN THIS SECTION: UNANIMOUSLY VOTED TO EXPAND AMTRAK’S OUR LEADERSHIP SUSTAINABILITY COMPLIANCE AND ETHICS GOALS. Internally Elevated DATA PRIVACY AND SECURITY Announced Our Achieved Full Position of CLIMATE Board Support for SUSTAINABILITY NET-ZERO Commitment to Drive PROGRAM GHG Reductions by 2045 Target and Level of Board Oversight",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 43 OUR COMPLIANCE DATA PRIVACY LEADERSHIP AND ETHICS AND SECURITY Amtrak’s Board of Directors monitors what has We strive to comply with all federal, state and local We value the trust our customers and partners put a material impact on our service, growth and regulations in the jurisdictions in which we operate, in us. We are committed to protecting the privacy operations. They are responsible for the approval of including the Equal Employment Opportunity Act, and security of personal data we collect. We comply funds, business expansion, strategic positioning and Americans with Disabilities Act and many others. with all data privacy laws, including regional laws in oversight of major project implementation. Our Code of Ethics and Standards of Behavior California and the European Union's General Data (Code) outlines the behaviors we expect from all of Protection Regulation (GDPR). In FY22, Amtrak's Sustainability program was shifted our employees, including rules prohibiting bribery, from the Safety & Security department to Strategy corruption and unethical activities and requiring As Amtrak moves into the future of rail transportation and Planning to bring sustainability into long-term respect for human rights. Amtrak's Conflict of Interest with the modernization and innovation of legacy planning and integrate strategic sustainability policy requires all employees to adhere to the highest technologies and processes, preventing cyber-attacks initiatives corporate-wide. Similarly, oversight of the standards of business ethics, stating employees and ensuring data security and customer privacy program was shifted from the Board of Directors’ must avoid any conflicts of interest or appearances across our technology environments are of the utmost Safety & Security Committee to the Governance of a conflict of interest. Employees are required to importance. Cybersecurity continues to evaluate Committee, which includes Amtrak’s CEO and complete training on our Code every year. technologies quickly, consistently and repeatedly Board Chairman. With these changes came an against requirements, obligations, risks and controls increased level of exposure to sustainability topics Employees can report violations of the Code to their to ensure customer privacy and data security. To learn by senior decision makers. manager, our General Counsel and Chief Ethics Officer, more about how Amtrak prioritizes customer privacy directly to our Board of Directors or anonymously via and data security, please visit our website. The Board of Directors and ELT have shown our third-party reporting portal, EthicsPoint. Reports steadfast support to our emissions reduction and made in good faith are protected from retaliation. climate resilience goals. Every member of our Board of Directors voted in favor of expanding our We work closely with the Amtrak Office of the AMTRAK EMPLOYEES sustainability goals to include Net-Zero by approving Inspector General (OIG), an independent organization COMPLETE ANNUAL the Climate Commitment. that audits and assesses Amtrak, conducts TRAINING ON OUR CODE OF ETHICS AND investigations into certain activities and reports STANDARDS OF BEHAVIOR. publicly and to Congress about its findings. In FY22, Amtrak OIG initiated 15 audits and completed 12 audits. Public OIG reports can be read here.",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 44 APPENDIX",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 45 GRI CONTENT INDEX DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 1: Foundation Statement of use Amtrak has reported with reference to the GRI Standards for the period October 1, 2021 — September 30, 2022. GRI 1 used GRI 1: Foundation 2021 Applicable GRI sector standards Not applicable GRI 2: General Disclosures 2-1 Organizational details The National Railroad Passenger Corporation (Amtrak) is America's intercity passenger railroad company. Amtrak was created by Congress in 1970 and began service on May 1, 1971. Its preferred stock is entirely held by the U.S. Department of Transportation. As defined by the U.S. Congress, Amtrak’s mission is to “provide efficient and effective intercity passenger rail mobility consisting of high-quality service that is trip-time competitive with other intercity travel options.” Amtrak operates a network of intercity long-distance, short-distance corridors and U.S. high-speed passenger rail services serving 46 states and the District of Columbia and more than 500 stations, and reaches 400 additional destinations via connecting bus routes. Amtrak provides a sustainable alternative to air and automobile travel across the United States and into three of the Canadian provinces. The company employs almost 20,000 people throughout the country with the corporate headquarters offices in Washington, DC, and notable office locations in Wilmington, Delaware and Philadelphia. 2-2 Entities included in the organization’s sustainability reporting About Amtrak, p. 5 2022 CDP Response 2-3 Reporting period, frequency and contact point This is Amtrak’s ninth Sustainability Report, covering activities and topics related to environmental, social and governance themes over the last year. Unless otherwise noted, this report captures events that took place during Fiscal Year 2022 (FY22), October 1, 2021 - September 30, 2022. We welcome comments and feedback on our report. Please contact us at AmtrakSustains@amtrak.com. 2-4 Restatements of information We have no restatements of data or changes to declare. 2-5 External assurance We receive verification and limited assurance for Scope 1, 2 and 3 emissions data. For more information, please see our 2022 CDP Response. About this Report, p. 3 2-6 Activities, value chain and other business relationships An Inspiring Workforce, Our Agreement Workforce, p. 37 2022 CDP Response An Inspiring Workforce, Diversity, Inclusion and Belonging, p. 39",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 46 DISCLOSURE DISCLOSURE TITLE RESPONSE 2-7 Employees Total Employees Agreement: 16,401 Management: 3,441 Total: 19,842 Women Agreement: 18% Management: 31% Men Agreement: 82% Management: 69% 2022 CDP Response An Inspiring Workforce, Diversity, Inclusion and Belonging, p. 39 2-8 Workers who are not employees As of 2023, Amtrak had approximately 4,000 contractors who perform work for the organization. The exact number of contractors varies throughout the year. 2-9 Governance structure and composition Amtrak Board of Directors Board Gender Diversity 2022: Men (85.7%); Women (14.3%) 2021: Men (87.5%); Women (12.5%) Nomination and selection of the highest governance body In accordance with 49 US Code 24302, the President of the United States nominates members to the Amtrak Board of 2-10 Directors who are then confirmed by the Senate. The Board of Directors is composed of the Secretary of Transportation, the CEO of Amtrak, who serves as a nonvoting member of the Board, and eight other individuals. 2-11 Chair of the highest governance body Amtrak Executive Leadership Role of the highest governance body in overseeing the management of impacts Operating with Integrity, Our Leadership, p. 43 2-12 2022 CDP Response 2-13 Delegation of responsibility for managing impacts Operating with Integrity, Our Leadership, p. 43 2-14 Role of the highest governance body in sustainability reporting About this Report, p. 3 2022 CDP Response 2-15 Conflicts of interest Amtrak's Conflict of Interest policy requires all employees to adhere to the highest standards of business ethics, stating employees must avoid any conflicts of interest or appearances of a conflict of interest. Operating with Integrity, Our Leadership p. 43",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 47 DISCLOSURE DISCLOSURE TITLE RESPONSE 2-16 Communication of critical concerns Operating with Integrity, Our Leadership p. 43 2-17 Collective knowledge of the highest governance body 2022 CDP Response 2-18 Evaluation of the performance of the highest governance body 2022 CDP Response 2-19 Remuneration policies 2022 CDP Response 2-20 Process to determine remuneration Amtrak does not report on our process to determine remuneration due to confidentiality constraints. The majority of Amtrak’s employees belong to unions whose remuneration is part of a collectively bargained process between Amtrak management and union employees. For nonagreement employees we offer competitive compensation by comparing Amtrak's pay to what employers in relevant labor markets are paying for similar jobs. This comparison is conducted by utilizing and participating in numerous pay surveys. The data from these surveys assist Amtrak with establishing our base pay ranges and incentive plan targets. Amtrak has access to remuneration consultants with relevant expertise to leverage as needed and share our remuneration strategies with our Board of Directors’ Personnel & Compensation committee via relevant total rewards updates. 2-21 Annual total compensation ratio Amtrak does not report on our annual compensation ratio due to confidentiality constraints. 2-22 Statement on sustainable development strategy A Message from Amtrak’s Chief Executive Officer, Stephen Gardner, p. 4 2-23 Policy commitments Operating with Integrity, Compliance and Ethics, p. 43 2-24 Embedding policy commitments Amtrak Service Standards 2-25 Processes to remediate negative impacts Amtrak’s Labor Relations team ensures fair treatment and adherence with the law through effective administration of the collective bargaining agreements and the requirements outlined under the Railway Labor Act. Our team works incredibly hard to ensure our agreements and policies are adhered to, and not just applied haphazardly or selectively. It is our sincere hope that we are able to help improve situations for all employees at Amtrak regardless of whether they are working in a represented position. To address safety concerns at Amtrak, we developed a new Amtrak Voluntary Safety Reporting System (AVSRS) to report safety concerns and track their remediation and solutions. While not all solutions to matters addressed above may result in a public report, these methods are consistently available and used by all employees at Amtrak in order to keep Amtrak as the employer of choice. Amtrak does not disclose on processes to remediate negative impacts due to confidentiality constraints. 2-26 Mechanisms for seeking advice and raising concerns Operating with Integrity, Compliance and Ethics, p. 43 2-27 Compliance with laws and regulations Amtrak does not report the number of significant instances of non-compliance with laws and regulations due to confidentiality constraints. For more information on our compliance with local, state and federal legislation, please see our 2022 Sustainability Report. Operating with Integrity, Compliance and Ethics, p. 43",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 48 DISCLOSURE DISCLOSURE TITLE RESPONSE 2-28 Membership associations Amtrak participates in a number of membership and industry organizations, including but not limited to: • Association of American Railroads • International Union of Railways • American Public Transportation Association • For more information on our role in these organizations, please see our 2022 CDP Response. 2-29 Approach to stakeholder engagement About Amtrak, Stakeholder Engagement, p. 10 2-30 Collective bargaining agreements An Inspiring Workforce, Our Agreement Workforce, p. 37 GRI 3: Material Topics 2021 3-1 Process to determine material topics About this Report, p. 3 About Amtrak, Amtrak's Material Topics, p. 9 3-2 List of material topics About Amtrak, Amtrak's Material Topics, p. 9 GRI 203: Indirect Economic Impacts 2016 3-3 Management of material topic Connecting America, Community Engagement, p. 28 203-2 Significant indirect economic impacts Connecting America, Community Engagement, p. 28 GRI 205: Anti-corruption 2016 3-3 Management of material topic Operating with Integrity, Compliance and Ethics, p. 43 205-2 Communication and training about anti-corruption policies and procedures Amtrak OIG initiated audits: 15 Amtrak OIG completed audits: 12 Public OIG reports can be read here. Additional information can be found in our 2022 Sustainability Report, Operating with Integrity, Compliance and Ethics, p. 43 205-3 Confirmed incidents of corruption and actions taken Operating with Integrity, Compliance and Ethics, p. 43 GRI 206: Anti-competitive Behavior 2016 3-3 Management of material topic Operating with Integrity, Compliance and Ethics, p. 43 206-1 Legal actions for anti-competitive behavior, anti-trust and monopoly practices Operating with Integrity, Compliance and Ethics, p. 43",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 49 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 301: Materials 2016 Management of material topic Streamlining Operations, Waste, p. 30 3-3 Streamlining Operations, Procurement, p. 31 301-1 Materials used by weight or volume Locomotive Diesel Fuel: FY22: 50.4 million gallons FY21: 40.3 million gallons FY20: 50.6 million gallons FY19: 59.3 million gallons 301-2 Recycled input materials used FY22: Industrial Recycling (GT): 11,965 Municipal Recycling (Tons): 3,578 Recycling Rate: 17% FY21: Industrial Recycling (GT): 11,217 Municipal Recycling (Tons): 3,086 Recycling Rate: 17% FY20: Industrial Recycling (GT): 10,970 Municipal Recycling (Tons): 3,800 Recycling Rate: 17% GRI 302: Energy 2016 3-3 Management of material topic Path to Net-Zero, Energy, p. 19 302-1 Energy consumption within the organization Non-Propulsion Electricity Use at Top 40 Locations by Usage (2019 base year) FY22: 187.1 million kWH 2% reduction from previous year FY21: 206.4 million kWH 2.5% change from previous year FY20: 197.0 million kWH Please also see our 2022 CDP Response 302-3 Energy intensity 2022 CDP Response 302-4 Reduction of energy consumption 2022 CDP Response 302-5 Reductions in energy requirements of products and services 2022 CDP Response",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 50 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 303: Water and Effluents 2018 3-3 Management of material topic 2022 CDP Response, 1.3a, 2.2, 2.2a 303-1 Interactions with water as a shared resource 2022 CDP Response 303-2 Management of water discharge-related impacts 2022 CDP Response 303-5 Water consumption Total Consumption From All Areas in kGallons FY22: 224,588 kGal FY21: 261,665 kGal FY20: 316,927 kGal Note: Reduced water consumption is influenced by pandemic-era usage and declines. Amtrak does not have any water impact goals to report. GRI 305: Emissions 2016 3-3 Management of material topic Path to Net-Zero, Our Approach to Net-Zero and Climate Resilience, p. 13 Path to Net-Zero, Air Emissions, p. 18 2022 CDP Response FY22: 591,169 MT COe 2 FY21: 480,940 MT COe 2 FY20: 593,042 MT COe 2 305-2 Energy indirect (Scope 2) GHG emissions Location-based FY22: 214,178 MT COe 2 FY21: 191,793 MT COe 2 FY20: 209,966 MT COe 2 Market-based FY22: 123,763 MT COe 2 FY21: 101,294 MT COe 2 FY20: 150,108 MT COe 2",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 51 DISCLOSURE DISCLOSURE TITLE RESPONSE 305-3 Other indirect (Scope 3) GHG emissions Other Indirect (Scope 3) GHG Emissions 2022: 518,882 MT COe 2 Purchased Goods & Services 2022: 141,039 MT COe 2 Capital Goods 2022: 269,559 MT COe 2 305-5 Reduction of GHG emissions Reduced GHG Emissions Reduction in emissions from renewable energy consumption FY21: 30,497 MT COe 2 FY20: 34,249 MT COe 2 Other Emissions Reduction Activities FY21: 1,800 MT COe 2 FY20: 864 MT COe 2 Notes: • Change in renewable energy consumption and other emissions reduction activities data is based on a market-based methodology. • Other emissions reduction activities include electricity reduction in our top 40 sites • 2022 CDP Response 305-6 Emissions of ozone-depleting substances (ODS) Our Approach to Net-Zero and Climate Resilience, Air Emissions, p. 18 305-7 Nitrogen oxides (NO), sulfur oxides (SO), and other significant air emissions Criteria Air Pollutants (MT) x x FY19: NO: 9,573 x HC: 505 PM : 332 10 SO: 6 2 CO: 1,580 FY22: NO: 8,577 x HC: 452 PM : 296 10 SO: 6 2 CO: 1,435",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 52 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 306: Waste 2020 3-3 Management of material topic Streamlining Operations, Waste, p. 30 306-1 Waste generation and significant waste-related impacts Streamlining Operations, Waste, p. 30 306-2 Management of significant waste-related impacts Streamlining Operations, Waste, p. 30 306-3 Waste generated Landfill Waste (Tons) FY22: 19,124 FY21: 15,197 FY20: 19,549 Industrial Recycling (Gross Tons) FY22: 11,965 FY21: 11,217 FY20: 10,970 Municipal Recycling (Tons) FY22: 3,578 FY21: 3,086 FY20: 3,800 Municipal Recycling Rate (%) FY22: 17% FY21: 17% FY20: 17% 306-5 Waste directed to disposal Waste Directed to Disposal (Tons) FY22: 19,124 FY21: 15,197 FY20: 13,629",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 53 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 401: Employment 2016 3-3 Management of material topic An Inspiring Workforce, Culture & Talent, Employee Benefits, p. 36 401-1 New employee hires and employee turnover In 2022, we hired 3,700 new employees. 401-2 Benefits provided to full-time employees that are not provided to temporary Amtrak provides a comprehensive benefits program, focused on employee personal and financial well-being. or part-time employees Our competitive benefits package includes: • Medical, vision, dental and prescription drug coverage • Generous leave program • A 401(k) plan • Short- and long-term disability income continuation, life insurance and accidental death and dismemberment insurance • Tuition assistance at date of hire • Flexible Spending Accounts (FSAs) for eligible healthcare expenses and dependent daycare or after-school care expenses for dependents • Free or reduced rate travel on Amtrak • Access to public student loan forgiveness For more information, see An Inspiring Workforce, p. 33 and Employee Benefits, p. 36 Parental leave Amtrak provides up to ten (10) weeks of paid parental leave with a newborn (including surrogacy) or a child placed with an 401-3 Parental leave employee for adoption for management employees. GRI 403: Occupational Health and Safety 2018 Management of material topic An Inspiring Workforce, Culture & Talent, p. 34 3-3 An Inspiring Workforce, Employee Health and Safety, p. 33 403-1 Occupational health and safety management system An Inspiring Workforce, Employee Health and Safety, p. 33 403-2 Hazard identification, risk assessment and incident investigation An Inspiring Workforce, Employee Health and Safety, p. 33 403-3 Occupational health services An Inspiring Workforce, Employee Health and Safety, p. 33 Worker training on occupational health and safety All on-train employees are required to complete Emergency Preparedness Training every two years to remain in compliance. 403-5 For more information, please see our Service Standards. 403-6 Promotion of worker health An Inspiring Workforce, Culture & Talent, Employee Benefits, p. 36",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 54 DISCLOSURE DISCLOSURE TITLE RESPONSE 403-9 Work-related injuries Employee Injury Rate (per 200,000 working hours) FY22: 3.35 FY21: 3.36 FY20: 2.7 GRI 404: Training and Education 2016 3-3 Management of material topic An Inspiring Workforce, Culture & Talent, p. 34 Programs for upgrading employee skills and transition assistance programs An Inspiring Workforce, Culture & Talent, Learning & Development, p. 35 404-2 An Inspiring Workforce, Culture & Talent, Recruitment, p. 34 405-1 Diversity of governance bodies and employees Board Gender Diversity FY22: Men 85.7%; Women 14.3% FY21: Men 87.5%; Women 12.5% Amtrak Workforce Demographics by Gender and Employment Type Total Employees • 16,401 agreement • 3,441 management Gender Total Female: 20% Agreement: 18% Management: 31% Total Male: 80% Agreement: 82% Management: 69%",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 55 DISCLOSURE DISCLOSURE TITLE RESPONSE 405-1 (Continued) 2022 Amtrak Representation Data by Race/Ethnicity Management American Indian or Alaskan Native: .4% Asian: 9.5% Black/African-American: 21.9% Hispanic/Latino: 5.9% Native Hawaiian or Other Pacific Islander: .3% Two or more races: 1.9% White: 56.5% Undisclosed: 3.6% Agreement American Indian or Alaskan Native: .6% Asian: 2.3% Black/African-American: 31.1% Hispanic/Latino: 11.2% Native Hawaiian or Other Pacific Islander: .3% Two or more races: 2% White: 50.2% Undisclosed: 2.3% GRI 407: Freedom of Association and Collective Bargaining 2016 3-3 Management of material topic An Inspiring Workforce, Our Agreement Workforce, p. 37 Operations and suppliers in which the right to freedom of association and collective 407-1 An Inspiring Workforce, Our Agreement Workforce, p. 37 bargaining may be at risk GRI 414: Supplier Social Assessment 2016 3-3 Management of material topic An Inspiring Workforce, Diversity, Inclusion and Belonging, Supplier Diversity, p. 41 414-1 New suppliers that were screened using social criteria Suppliers Meeting Diversity Criteria FY22: 25.2% FY21: 11.1% FY20: 12%",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 56 DISCLOSURE DISCLOSURE TITLE RESPONSE GRI 416: Customer Health and Safety 2016 3-3 Management of material topic Connecting America, Customer Health and Safety, p. 25 416-1 Assessment of the health and safety impacts of product and service categories Customer Health & Safety Customer Injury Rate (Per 100 million train miles) FY22: 10.97 incidents (-29% YOY) FY21: 15.41 incidents (-1% YOY) FY20: 15.62 incidents Trespasser and Grade Crossing Incidents (Per 100 million train miles) FY22: 9.98 incidents FY21: 8.48 incidents FY20: 11.02 incidents GRI 418: Customer Privacy 2016 3-3 Management of material topic Amtrak’s Cybersecurity services ensure the resiliency of the enterprise, passenger services and infrastructure to keep our future on track. Its mission is to build trust in cyber capabilities, service delivery and support through transparent and proactive information sharing and exceptional service to customers, Service Owners and business partners. Operating with Integrity, Data Privacy and Security, p. 43 418-1 Substantiated complaints concerning breaches of customer privacy and losses of Operating with Integrity, Data Privacy and Security, p. 43 customer data Access and affordability 3-3 Management of material topic Connecting America, Customer Health and Safety, ADA Compliance, p. 26 No applicable GRI standard Connecting America, Customer Health and Safety, ADA Compliance, p. 26 Americans with Disabilities Act (ADA) Progress Report, December 2022 Climate change risks and management 3-3 Management of material topic Path to Net-Zero, Our Approach to Net-Zero and Climate Resilience, Climate Resilience and Adaptation, p. 15 No applicable GRI standard Path to Net-Zero, Our Approach to Net-Zero and Climate Resilience, Climate Resilience and Adaptation, p. 15 Net-Zero Strategy",
        "ABOUT AMTRAK / PATH TO NET-ZERO / CONNECTING AMERICA / STREAMLINING OPERATIONS / AN INSPIRING WORKFORCE / OPERATING WITH INTEGRITY / APPENDIX 2022 SUSTAINABILITY REPORT PG 57 DISCLOSURE DISCLOSURE TITLE RESPONSE Governance structure and mechanisms 3-3 Management of material topic 2022 CDP Response, 1.1a, 1.1b, 1.1c, 1.2, 1.2a, 1.3, 1.3a Operating with Integrity, Our Leadership, p. 43 No applicable GRI standard 2022 CDP Response Operating with Integrity, Our Leadership, p. 43 Transparency 3-3 Management of material topic Amtrak is committed to transparency and disclosure of our material topics. We make this information available in our annual Sustainability Report and on our website, and disclose on our climate performance in our annual CDP questionnaire. No applicable GRI standard 2022 CDP Response About Amtrak, Disclosure and Transparency, p. 10 Management of the legal and regulatory environment 3-3 Management of material topic Operating with Integrity, Our Leadership, Compliance and Ethics, p. 43 No applicable GRI standard Operating with Integrity, Our Leadership, Compliance and Ethics, p. 43",
        "Amtrak Sustainability Contact Amtrak Corporate Contact Nechama Lowy National Railroad Passenger Corporation Program Specialist, Sustainability 1 Massachusetts Avenue, NW Nechama.Lowy@amtrak.com Washington, DC 20001 Amtrak.com/Sustainability Amtrak.com Amtrak is a registered service mark of the National Railroad Passenger Corporation."
    ]
}