{
    "FILE_NAME": "https://www.burlingtonelectric.com/sites/default/files/inline-files/NetZeroEnergy-Roadmap.pdf",
    "ALL TEXT": "Net Zero Energy Roadmap for the City of Burlington, Vermont Prepared for the Burlington Electric Department September 5, 2019 Report Authors Synapse Energy Economics Resource Systems Group Jennifer Kallay Jonathan Slason Asa Hopkins, PhD Gabrielle Freeman Jason Frost David Grover Alice Napoleon Ben Swanson Kenji TakahashiCover photo taken by Cathy Chamberlain: The City of Burlington, Vermont from the shores of Lake Champlain.CONTENTS EXECUTIVE SUMMARY...................................................................................... I BACKGROUND ................................................................................................ 1 Drivers for the NZE by 2030 Goal .................................................................... 1 Burlington’s Population and Infrastructure: Opportunities and Challenges .. 3 OVERVIEW OF THE ANALYSIS ........................................................................... 6 Key Findings .................................................................................................. 6 Purpose and Scope ......................................................................................... 8 Overview of Scenarios, Pathways, and Sensitivities ........................................ 9 Organization of the Report ............................................................................ 11 A BUSINESS-AS-USUAL FUTURE ...................................................................... 11 Description and Assumptions ....................................................................... 11 Results .......................................................................................................... 13 AN NZE BY 2030 FUTURE ............................................................................. 16 Description and Assumptions ....................................................................... 16 Results .......................................................................................................... 23 Supporting Strategies ................................................................................... 30 AN NZE BY 2040 FUTURE ............................................................................. 45 Description and Assumptions ....................................................................... 45 Results ......................................................................................................... 46 NEXT STEPS ................................................................................................ 49EXECUTIVE SUMMARY In 2018, Burlington, Vermont, announced the most ambitious climate goal established by any community in the United States to date. The City’s Net Zero Energy by 2030 (NZE by 2030) goal is defined as reducing and eventually eliminating fossil fuel use from the heating and ground transportation sectors. This NZE goal is ambitious for both its rapidity and comprehensiveness and will require holistic transformation. Reaching the goal will require a paradigm shift over the next decade including: • Substantial reductions in energy use through accelerated and integrated energy efficiency in building thermal envelopes, equipment, appliances, lighting, and control systems, • cultural and behavioral change around energy use and distributed renewable1 energy resources serving buildings and community networks to shift increases in electricity usage to less expensive and less constrained times of the day; • a focus on equity in the design of every policy and program; • a rethinking of historic preservation to ensure every building that is renovated will provide an energy efficient, comfortable, and healthy home or workspace; • comprehensive planning for every community construction project to ensure o policies allow for increased density in key locations; o buildings are designed to be high performance2, compact, mixed-use and sited near places where residents work and recreate; o redesign of roads to significantly increase multi-modal transportation; and, o increased focus on and investment in public transportation so it is more accessible, runs more frequently and is therefore better utilized; • rapid and widespread electrification of space heating, water heating, and transportation to completely cease fossil fuel energy consumption; • continuation of Burlington Electric Department’s practice of sourcing 100 percent of the City’s electricity needs from renewables; and, • stakeholder engagement including community, state, regional, and federal partners. 1 Renewable resources are those that are capable of being replaced by natural ecological cycles or sound management practices. 2 Includes Passive House and net zero standards. Net Zero Energy Roadmap iAs Burlington’s municipal utility, Burlington Electric Department’s (BED) energy supply choices and service offerings are driven by and directly reflect its community’s ambitions, priorities, and interests. In service to and collaboration with its community, BED contracted with Synapse Energy Economics (Synapse) and Resource Systems Group (RSG) to develop a roadmap to provide clarity and insight into how the City could best achieve its goal. This roadmap is a strategic analysis of the major steps or milestones needed to reach the goal with supporting data and recommended next steps for achieving the goal. The intended audience for this roadmap is implementers including BED and partner organizations, city and state leaders as well as interested community members. Caption: BED is aggressively transitioning its fleet of cars to electric vehicles. Photo by Burlington Electric Department. Synapse developed a business-as-usual (BAU) trajectory which confirmed that fossil fuels currently make up most of the energy consumption in the Residential and Commercial building sector, and they account for almost all transportation energy consumption. The building sector dominates Burlington’s energy consumption with 74 percent of total use. This energy is mostly used for heating buildings; 95 percent of heating is supplied by natural gas, providing a formidable challenge as natural gas is already lower cost and cleaner than petroleum. The remaining energy is used for vehicles and is almost exclusively petroleum. Net Zero Energy Roadmap iiTo achieve NZE by 2030, it will be essential to strategically power each of these sectors with renewable electricity or heat instead of fossil fuels while simultaneously reducing total energy use through comprehensive energy efficiency. Figure ES 1 below shows the trajectory to achieve this goal. Figure ES 1: NZE by 2030 relative to the BAU Figure ES 2 below shows the pathways, or tools, that Synapse’s analysis illustrates Burlington must deploy to achieve its goal. Figure ES 2: Fossil fuel reductions by pathway Net Zero Energy Roadmap iiiCRITERIA FOR ACHIEVING NZE Achieving NZE will require abiding by a set of important criteria. The following is a list of these criteria: 1. Use tools that are available today. No major technological breakthroughs are needed to meet the NZE goal. Fossil fuel energy can be eliminated through more efficient and controlled equipment, fuel shifting, land use change, and social change. The tools or pathways Synapse analyzed to achieve this transformation are described in more detail below. 2. Deploy all the tools available. This report refers to the tools Burlington can use as pathways. No one pathway can get Burlington to its goal on its own. While efficient electric buildings can get Burlington 60 percent towards its NZE by 2030 goal, Burlington will need to also pursue electric vehicles, a district energy system, and alternative transport. 3. Enact a suite of strategies, each aggressive, to support each tool. It is important to note that BED is not advocating for any strategy or set of strategies in this report, but instead presenting strategies for consideration, discussion, and implementation through ongoing consultation with city and state leaders and community members. In the near term, the community needs to build the foundation for significant regulatory action and deploy significant amounts of capital in the form of incentives to fast-track implementation of solutions that are already in place today or well scoped. In the mid-term, regulatory action and financing, such as through a revenue bond, to cover any remaining customer costs becomes critical for getting to scale. There are very few strategies that can be effective if only begun in the longer-term as the opportunity for substantial impact will have passed. Early replacement or buyout of equipment and replacing the remaining fossil fuel energy use with renewable natural gas are two strategies that can be reasonably implemented during this timeframe.3 4. Design programs and policies to ensure new energy demand does not occur during expensive constrained peak periods. Electrification of thermal and transportation energy consumption leads to substantial increases in total electricity consumption. This increase in electricity consumption will require BED and its customers to acquire larger amounts of renewable electricity and invest in upgrades to existing distribution system infrastructure including individual distribution transformers, secondary conductors/cables, services, and customer- owned building wiring. To ensure the most positive economic outcome for ratepayers, it is necessary to avoid overlap between this new load and periods of high demand and high cost electricity as much as possible. 5. Recognize that time is short and valuable. Burlington needs to quickly implement an integrated suite of solutions and strategies to reach the goal, including changes in (1) governmental policies on zoning, permitting and building codes, (2) energy benchmarking, and (3) transit infrastructure investment and planning. 3 Renewable natural gas is landfill gas, renewably-produced hydrogen or synthetic gas or some other renewably- produced gaseous fuel that can be used in place of natural gas. Net Zero Energy Roadmap iv6. Understand that regulation is necessary and can reduce costs. A singular focus on incentives to secure participation may be costly. Also, certain individuals may not decide to take advantage of program offerings. 7. Realize that equity must be achieved. All residents and businesses will need to be educated and engaged for this effort to be successful. This includes the vulnerable populations that may not be receiving equal services and resources today. 8. Value the environmental, economic, and social benefits. These include improved health, safety and air quality, better worker productivity due to increased comfort, and increased property value. Reaching a net zero Burlington by 2030 will require a transformation of the communities’ vehicles, transportation options, land use patterns and densities, and nearly every aspect of buildings that shapes energy use: comprehensive weatherization, space and water heating, control systems, equipment, lighting, and appliances. While not every building needs to be net zero to achieve this goal, every building needs to be addressed in some way. • With ample financial, technical, and regulatory supports, Efficient Electric Buildings— including comprehensive weatherization and electrification of space and water heating— represents the largest opportunity with 60 percent of total fossil fuel reductions. • Increased adoption of Electric Vehicle technologies could deliver 20 percent of total fossil fuel reductions. Electric Vehicle fossil fuel reductions will take more time to materialize as the market is still developing in terms of availability of SUVs and trucks and vehicle ranges. However, national fuel efficiency standards and complementary state clean vehicle initiatives, as well as the increasing cost competitiveness of electric vehicles lead to some reduction in fossil energy consumption from transportation without any additional efforts. • District Energy can represent 15 percent of total fossil fuel reductions. District Energy offers fossil fuel reductions in the nearer term, if the project is implemented quickly. A district energy system meets the space and water heating needs of high-load buildings and campuses that would otherwise be more difficult to heat with electric heat pump systems alone. • Alternative Transport, to reduce vehicle miles traveled, represents 5 percent of fossil fuel reductions. Alternative Transport opportunities require longer lead times to implement given the very slow pace of land-use change and the difficulty in achieving large energy reductions through social change. Figure ES 3 below shows the sources of and magnitude of this dynamic societal change. Net Zero Energy Roadmap vFigure ES 3: Net Zero Energy Roadmap at a Glance Reducing and eventually eliminating fossil fuel use in the heating and ground transportation sectors Net Zero Energy Roadmap viBACKGROUND DRIVERS FOR THE NZE BY 2030 GOAL In 2016, Burlington Mayor Miro Weinberger and the Burlington Electric Department, with support from the Burlington Board of Electric Commissioners, established the City’s 2030 vision to make Burlington, Vermont a Net Zero Energy City.4 Burlington’s definition of a Net Zero Energy City is one that reduces and eventually eliminates fossil fuel use from the heating and ground transportation sectors. This report provides a roadmap to 2030 and beyond to show how the City and its electric utility, Burlington Electric Department (BED), can make this vision a reality. Pursuing this vision is consistent with Burlington’s long history as a leader and progressive community: Burlington developed a Climate Action Plan in 2000 and updated it in 20135 which has helped track energy and emissions metrics—both within City government and the broader community—and laid out policy objectives to meet City climate goals. Burlington also assembled a Municipal Development Plan (planBTV) in 2014 and updated it in 20196, providing a land-use and development vision for the next 10 to 20 years. In 2016, the City developed its first comprehensive plan focused on walking and biking.7 And, the Mayor holds monthly cross- departmental meetings referred to as BTVStat, where energy and emissions metrics are reported and discussed. Burlington’s electric department is Vermont’s largest municipally owned electric utility and the exclusive provider of electric service to nearly 21,000 customers comprising most of the population of the City of Burlington.8 As a municipal utility, BED’s energy supply choices and service offerings are driven by and directly reflect its communities’ ambitions, priorities, and interests. Two examples of this stand out: Energy Efficiency. Burlington and BED have implemented nation-leading energy 1 efficiency programs for the past 30 years. In 1990, Burlington voters approved an $11.3 million bond to enable BED to fund energy efficiency programs that supported successful activities through 2002. BED is the only electric utility in Vermont that runs its own energy efficiency programs as an Energy Efficiency Utility (EEU). BED customers, like all Vermonters, now pay a small monthly Energy Efficiency Charge that supports the EEU’s continued efficiency programs. The combination of these funding sources with customers’ direct investment amounts to more than $70 million invested in energy efficiency efforts in the City since 1990. The City is using approximately 6.1 4 See https://www.burlingtonelectric.com/sites/default/files/inline-files/2016_pmr_vfr.pdf and https://www.burlingtonelectric.com/sites/default/files/inline-files/Appendix%20D%20BED_StrategicPlan.pdf 5 See https://www.burlingtonvt.gov/sites/default/files/Legacy/About_Us/Climate%20Action%20Plan.pdf 6 See https://planbtv-burlingtonvt.opendata.arcgis.com/ 7 See Walk-Bike Plan BTV at: https://www.burlingtonvt.gov/sites/default/files/PlanBTVWalkBike_MasterPlan_final-PlanOnly.pdf 8 Including the student population. NZE by 2030 Roadmap 1percent less electricity today than in 1989, and Burlington Electric customers are saving approximately $12 million annually on electric bills through energy efficiency investments.9 With the advent of Tier 3 of Vermont’s Renewable Energy Standard in 2017, BED has begun groundbreaking new programs to reduce its customers’ fossil fuel use through strategic electrification activities. These include new incentive programs for electric vehicles and buses, electric bikes, and electric lawn mowers. These activities leverage the EEU’s expertise with market transformation into new areas and new strategies like demand response, distributed energy resources, and rate design. Renewable Energy. In 2014, BED purchased the 7.4 MW Winooski One Hydroelectric 2 Facility. The purchase built on BED’s portfolio of biomass, solar, wind, and hydroelectric generation to make Burlington the first 100 percent renewably sourced city in the United States. NZE by 2030 is a commendable goal as it is critical to mitigate climate change as quickly as possible. Burlington responded to this need by developing one of the most ambitious goals of any community in the United States. Reaching the goal will require a paradigm shift over the next decade including: • Substantial reductions in energy use through accelerated, integrated and deep energy efficiency in building thermal envelopes, as well as equipment, appliances, lighting, and control systems; • cultural and behavioral change around energy use and distributed renewable energy resources serving buildings and community networks to shift increases in electricity usage to less expensive and less constrained times of the day; • a focus on equity in the design of every policy and program;10 • a rethinking of historic preservation to ensure every building that is renovated will provide an energy efficient, comfortable, and healthy home or workspace; • comprehensive planning for every community construction project to ensure o policies allow for increased density in key locations; o buildings are designed to be high performance, compact, mixed-use sited near places where residents work and recreate and powered by 100 percent renewable energy; o redesign of roads to significantly increase multi-modal transportation; and, 9 See https://burlingtonelectric.com/sites/default/files/2018_PMR.pdf and https://legislature.vermont.gov/Documents/2020/WorkGroups/Senate%20Natural%20Resources/Bills/S.171/Pu blic%20Comment/S.171~Darren%20Springer~Testimony~5-2-2019.pdf 10 See Energiesprong video, available at: https://www.youtube.com/watch?v=I3WBT2eAArI. NZE by 2030 Roadmap 2o increased focus on and investment in public transportation so it is more accessible, runs more frequently, and is therefore better utilized; • rapid and widespread electrification of space heating, water heating, and transportation to completely cease fossil fuel energy consumption; • continuation of Burlington Electric Department’s practice of sourcing 100 percent of the City’s electricity needs from renewables; and, • stakeholder engagement including community, state, regional, and federal partners. BURLINGTON’S POPULATION AND INFRASTRUCTURE: OPPORTUNITIES AND CHALLENGES The composition of the people and infrastructure in the City of Burlington provides important context for the opportunities and challenges that BED and the community may face in getting to NZE by 2030. • Fossil fuel energy use is spread across many consumers who will need to act for this roadmap to succeed. Residential buildings consume 32 percent of fossil fuel energy use and commercial and institutional buildings consume 42 percent. Residential light-duty vehicles and Green Mountain Transit buses serving Burlington consume the remaining 26 percent. The larger commercial and institutional customers include the municipal government, UVM Medical Center, University of Vermont, Champlain College, and the Burlington International Airport. There are very few industrial customers. • The City of Burlington will need to reach and engage all its residents. Burlingtonians are diverse, representing a variety of ages, ethnic backgrounds, and economic circumstances. Vulnerable populations include the homeless population, low-income residents, new Americans, and seniors. Additionally, driven by the student population, a substantial portion of the population relocates annually—a challenge that Burlington will need to address to achieve its goal. • As an older city, Burlington’s residential building stock is aging or in need of renovation, requiring customized solutions. Vermont has the 7th oldest housing stock in the nation and five times as many housing units over 50 years old than any other municipality in Chittenden County, with 47 percent of the units constructed before 1950.11 Some homes are subject to historic preservation requirements that may further complicate energy efficiency renovations. Many buildings located downtown are also historic, were not originally constructed with energy performance in mind and may also be subject to historic preservation requirements that can complicate energy efficiency renovations. The photo below provides an illustrative example of an older building that was retrofit with newer technologies to spur discussion of how energy efficiency goals can be more effectively integrated with historic preservation goals. 11 See 2018- 2023 Consolidated Plan for Housing & Community Development at: https://www.burlingtonvt.gov/sites/default/files/2018%20Consolidated%20Plan%20-%20Draft.pdf NZE by 2030 Roadmap 3Caption: Energy efficiency upgrades can contribute to a building’s improved appearance. Richard Renner | Architects building upgraded with light monitors, solar panels, and high efficiency glazing. Photo by James R. Salomon. NZE by 2030 Roadmap 4• Burlington’s commercial building stock comprises a substantial proportion (75 percent) of electricity use. Many buildings are mixed use, with residences atop street level businesses. Property owners are less likely to invest in efficiency when the renters who pay the energy bills receive the energy and bill savings. • Many residents rent properties because they cannot afford to own. Some of these rental properties are multifamily buildings. As with commercial property owners, multifamily building owners are less likely to invest in efficiency when the renters who pay the energy bills receive the energy and bill savings. • Most of the space heating, water heating, and cooking in Burlington homes and businesses use natural gas. This presents a challenge as it is not as cost-effective today to convert homes from natural gas to electric space heating and water heating systems as it is to convert homes heated by propane or fuel oil. • While some Burlington homes use forced air heating systems for which air-source or ground- source heat pump systems can be a direct replacement, most heating systems in Burlington’s homes are boilers and radiators that distribute heat through pipes. This is an advantage for reaching the City’s goal because homeowners need not wait until the existing boiler heating system reaches the end of its useful life before they add ductless air-source heat pumps to their homes. On the other hand, there are no widely available and affordable heat pump technologies that are drop-in replacements for existing boilers or retrofit the hydronic hot water distribution system to accommodate the lower supply water temperature output of an air to water heat pump, so these homes would need to use ductless heat pump systems to displace, rather than replace, fossil fuel use. Some fossil fuel use will remain in these buildings even after they are meeting the bulk of their heat needs with heat pumps. • Burlington’s commercial buildings range from small buildings that use residential heating equipment to campuses, office buildings, and medical facilities. The City has an equivalently wide range of commercial heating systems, which primarily use natural gas. Building owners will need to use diverse technologies, including district energy and both air-source and ground-source heat pumps to meet their needs. Commercial water heating and cooking will require similarly diverse and creative solutions to decarbonize. This roadmap assumes the City can overcome these challenges, and the supporting strategies detail the most likely pathways to success. NZE by 2030 Roadmap 5OVERVIEW OF THE ANALYSIS KEY FINDINGS To achieve this goal, Burlington should move forward as follows: 1. Use tools that are available today. While technological breakthroughs would make it easier to achieve the goal, Burlington does not need to rely on major technological breakthroughs to meet the NZE goal. More efficient, controllable equipment, fuel shifting, land-use change and social change can eliminate fossil fuel use. The tools or pathways Synapse analyzed to achieve this transformation are described in more detail below. 2. Deploy all the tools available. This report refers to the tools Burlington can use as pathways. No single pathway can get Burlington to its goal on its own. While efficient electric buildings can get Burlington 60 percent towards its NZE by 2030 goal, Burlington will need to also pursue electric vehicles, district energy, and alternative transport. Pathway 1: With ample financial, technical and regulatory supports Efficient Electric Buildings, including weatherization and electrification of space heating, represents the largest opportunity by far. Many of the technologies needed are commercially available and can be implemented immediately. Pathway 2: Increased adoption of Electric Vehicles technologies could deliver 20 percent of total fossil fuel reductions. Electric Vehicle fossil fuel reductions will take more time to materialize as the market is still developing in terms of availability of SUVs and trucks and vehicle range. However, national fuel efficiency standards and the increasing cost competitiveness of electric vehicles leads to some reduction in fossil energy consumption from transportation without any additional efforts. Pathway 3: District Energy can represent 15 percent of total fossil fuel reductions. District Energy offers fossil fuel reductions in the nearer term, if the project is implemented quickly. A district energy system meets the space and water heating needs of high-load buildings and campuses that would otherwise be more difficult to heat with electric heat pump systems alone. Pathway 4: Alternative Transport, providing reductions in vehicle miles traveled represents 5 percent of fossil fuel reductions. Alternative Transport opportunities require longer lead times to implement given the very slow pace of land-use change and the difficulty in achieving large energy reductions through social change. 3. Enact a suite of strategies, each aggressive, to support each tool. Strategies are both policies and practices to affect change. In the near term, the community needs to build the foundation for significant regulatory action. This includes benchmarking energy use in all buildings; labeling and rating energy use in all buildings; educating the public about, implementing, and enforcing high performance building codes; updating the existing housing code to include energy efficiency and updating permitting policies and zoning codes to remove any barriers to NZE by 2030 Roadmap 6electrification. The community also needs to deploy significant amounts of capital in the form of incentives to fast-track implementation of solutions that are already in place today or well scoped. This includes implementing a district energy system project, aggressively advancing existing regulated utility programs such as EEU and Tier 3 programs, and modifying electric rate designs. Additionally, the community should lay the groundwork for transit infrastructure investments and planning. In the mid-term, regulatory action becomes critical. This includes requiring properties to meet or exceed minimum efficiency standards and electrify, state action to require electric vehicles, stringent zoning codes, and penalties for fossil fuel use in the form of higher pricing and fees. Financing will also need to scale to cover the combined customer costs of comprehensive building efficiency and fuel switching. To the extent additional new technologies become available, support for research and development is also important. Building on an effort that began early on, the district energy system should be expanded during this timeframe. There are very few strategies that can be effective in the longer term as the opportunity for substantial impact will have passed. These include equipment buyout and early replacement and renewable natural gas purchases for remaining fossil fuel energy use.12 4. Design programs and policies to ensure new energy demand does not occur during expensive constrained peak periods. Electrification of thermal and transportation energy consumption leads to substantial increases in total electricity consumption. This increase in electricity consumption will require BED to acquire larger amounts of renewable electricity and invest in upgrades to existing distribution system infrastructure including individual distribution transformers, secondary conductors/cables, services, and customer-owned building wiring. It is necessary to ensure this new load does not increase rates by overlapping with existing periods of high demand for electricity and high cost. 5. Recognize that time is short and valuable. Burlington needs to integrate and implement changes in (1) governmental policies on zoning, permitting and building codes, (2) energy benchmarking, and (3) transit infrastructure investment and planning immediately to reach the goal. Also, space and water heating equipment, vehicles and newly constructed buildings have long lifetimes. Each piece of equipment that is purchased or installed that uses fossil fuel is a lost opportunity. 6. Understand that regulation is necessary and can reduce costs. A singular focus on incentives to secure participation may be costly and certain individuals may not decide to take advantage of program offerings. For example, our analysis assumes that, in order to achieve this goal, some space heating and hot water heating systems and gasoline-powered vehicles will need to be retired before the end of their useful lives. A carbon policy at the state, regional or federal level would reduce the cost Burlington and other communities would pay to meet their clean energy goals. 12 Renewable natural gas is landfill gas, renewably produced hydrogen or some other renewably produced fuel source. NZE by 2030 Roadmap 77. Realize that equity is required and will be achieved. Equity is defined as “the just and fair inclusion into a society in which all people can participate, prosper, and reach their full potential.”13 This effort will not succeed unless all Burlingtonians are able to engage in this energy transformation. All residents and businesses will need to be educated and engaged including the vulnerable populations that may not be receiving equal services and resources today. The municipal utility, City, and state will need to design programs and policies with an equity lens and include low-income residents, first generation Americans, people of color, and others in the decision-making process. 8. Value the environmental, economic, and social benefits. While Synapse did not quantify these additional benefits in its analysis, these benefits can have a high value. These additional benefits include reduced impacts from climate change, improved air quality, healthier residents due to improved air quality and a more active lifestyle, increased property values, safer and more comfortable living spaces, reduced congestion, economic development, and support for local jobs. The Burlington of 2030 will require an overhaul of insulation and air sealing for building envelopes, space and water heating equipment, equipment controls, and vehicles and vehicle infrastructure. PURPOSE AND SCOPE In late 2018, BED contracted with Synapse Energy Economics (Synapse) and Resource Systems Group (RSG) to develop its NZE by 2030 Roadmap. The purpose of this roadmap is to provide more specific insight into how Burlington can achieve its net zero energy goal over the next decade. The roadmap guides decision-making by examining a suite of recommended pathways and supporting strategies, including those classified as “no-regret.” No-regret pathways and strategies are those that rank highly using a combination of BED’s four key prioritization criteria. These include: (1) implementable in the near term (2) high impact (3) cost-effective and (4) equitable. The recommendations also consider the potential for, and interest in avoiding, negative consequences such as shifting energy demand to expensive and constrained peak periods. Given the short timeframe for implementation, the analysis focuses on solutions that are feasible and use technologies in commercial operation today. While the analysis accounts for expected improvements in cost and performance for clean technologies and increased availability of electric vehicles, the strategies require no major technological breakthroughs to meet the NZE goal. 13 See the 2018 Equity Report at: https://www.burlingtonvt.gov/it/reports/equity. NZE by 2030 Roadmap 8The scope of this analysis includes: “No-Regret” • All sectors (electric, thermal, and transportation); Criteria • Implementable in • All customers (residential, commercial, institutional, and the near term industrial); and, • High impact • All building types (owner-occupied, developer-owned, leased • Cost-effective spaces, owners with portfolios of multifamily or commercial • Equitable buildings). Transportation includes ground transportation but not rail or air transportation. RSG subdivided ground transportation into travel by Burlington-registered vehicles and travel by non-Burlington residents who work, shop and recreate in Burlington. The NZE by 2030 goal only includes transportation by Burlington-registered vehicles. This report provides transportation by non- Burlington residents only for context and to allow further consideration of how to best reduce these fossil fuel uses. OVERVIEW OF SCENARIOS, PATHWAYS, AND SENSITIVITIES This analysis examined three scenarios: (1) a business-as-usual scenario, (2) an NZE by 2030 scenario, and (3) an NZE by 2040 scenario. 1. BUSINESS-AS-USUAL SCENARIO The business-as-usual scenario (BAU) shows fossil fuel energy consumption assuming policies and practices in place today. For example, the BAU assumes the following: o BED and Vermont Gas continue to fund and provide Energy Efficiency Utility programs in accordance with PUC-approved policies and budgets. o BED maintains its goal of sourcing 100 percent of its electricity needs from renewable energy sources. o Local, state, and federal policies, such as building codes and appliance standards, advance on the same timescale and reduce energy consumption to a similar extent as in the past. o Existing levels of transit and other related policies affecting gasoline and diesel fuel consumption remain in place with anticipated net improvements in miles per gallon. o Due to some anticipated larger developments in Burlington and other forecasted population growth, the number of households in Burlington grows from 17,231 in 2019 to 18,093 in 2030. Total commercial floor space grows from 18.6 million square feet in 2019 to 19.9 million square feet in 2030 based on employment projections. Adoption of electric space heating systems, hot water heating systems, and cars and trucks will increase over time as costs continue to decline and these products are more frequently purchased; this trend is captured in the BAU. However, the BAU does not represent any additional gains from greater incentives NZE by 2030 Roadmap 9or additional policies designed to encourage faster adoption of these electric building thermal systems and vehicle technologies. 2. THE NZE BY 2030 SCENARIO The NZE by 2030 scenario shows fossil fuel energy consumption declining to zero by 2030 assuming a suite of policies and practices are implemented that affect change in the following four key pathways: Pathway 1 Pathway 2 Pathway 3 Pathway 4 Efficient Electric District Alternative Electric Vehicles Energy Transport Buildings 3. THE NZE BY 2040 SCENARIO The NZE by 2040 scenario shows fossil fuel energy consumption declining to zero by 2040. It is important to note that this goal requires the same four key pathways and suite of supporting strategies as the 2030 scenario. Between 2020 and However, this scenario reflects implementation of the 2040, NZE by 2030 supporting strategies at a slower pace and for a lower cost. Between 2020 and 2040, NZE by 2030 results in a 69 results in a 69% percent cumulative reduction in greenhouse gas emissions cumulative from the BAU by 2030 while NZE by 2040 results in a 57 reduction in percent reduction. greenhouse gas emissions from the The scenarios model the required reductions in fossil fuel BAU while NZE by energy consumption by sector, fuel, and end use, and they 2040 results in specify the technologies used to provide these reductions. 57%. It is important to note that the scenarios do not represent a specific policy or set of policies. Rather, we identify a suite of strategies that Burlington will need to adopt or pursue to achieve the NZE by 2030 scenario in the Supporting Strategies section below. A carbon price enacted at the state, regional, or federal level would help Burlington and other communities meet their clean energy goals. To illustrate this effect, Synapse modeled a carbon pricing sensitivity shown in the Costs and Cost-Effectiveness section of this report. This sensitivity demonstrates the impact of a carbon price of $100 per ton of carbon equivalent on the costs, benefits, and cost-effectiveness of the four pathways and in total. The carbon price improved cost-effectiveness due to lower costs facing consumers as they advance these pathways. NZE by 2030 Roadmap 10ORGANIZATION OF THE REPORT We organize the report by scenario: l 0 0 a u s U s D ase ss uc mri pp tt ii oo nn s and 3 0 2 y b D ase ss uc mri pp tt ii oo nn s and 4 0 2 y b D ase ss uc mri pp tt ii oo nn s and a s s e R •Ee ns eu rglt ys reductions E Z N R •Ee ns eu rglt ys reductions E Z N R •Ee ns eu rglt ys reductions n •Greenhouse gas emissions •Greenhouse gas emissions •Greenhouse gas emissions is reductions reductions reductions u B •Costs and Cost-effectiveness •Costs and Cost-effectiveness •Costs and Cost-effectiveness Supporting Strategies A BUSINESS-AS-USUAL FUTURE DESCRIPTION AND ASSUMPTIONS The Business-As-Usual scenario describes a future where policies and practices do not change from what are currently in place. The BAU includes residential buildings, commercial buildings, transportation energy use by vehicles registered by households in Burlington, and transportation energy use by other vehicles that travel into Burlington for work, shopping, or recreation. Transportation energy use by Burlington-registered vehicles includes personal vehicles operated by individuals living in each household, commercial and municipal light-duty vehicles registered in Burlington, Burlington-based Green Mountain Transit fleets,14 and the Burlington Public School vehicle fleet. Due to data availability, we did not include vehicles owned and operated by commercial and industrial establishments in Burlington or City fleet vehicles.15 Transportation energy use by vehicles that travel into Burlington for work, shopping, or recreation but are not registered in Burlington includes: vehicles owned by individuals who travel to Burlington and live in surrounding cities and towns and commercial vehicles that are used for business in Burlington but are not based in the City. This category of transportation accounts for vehicle trips created by Burlington’s businesses and attractions. Office space generates commuter trips, for example, while retail generates shopping trips (as well as commuting trips for employees.) While this non-Burlington transportation energy consumption is not included in our future projections, RSG did calculate its current value. RSG adjusted the energy used by this subsegment 14 All bus vehicle miles traveled on routes that include Burlington are included. This is an upper bound on the number of vehicle miles traveled that should be assigned to Burlington, as some fraction of both route miles and passengers are based in neighboring municipalities. 15 The Vermont Department of Motor Vehicles does not provide numbers and types of registered vehicles to commercial or industrial uses. NZE by 2030 Roadmap 11to net out an overlap of approximately 15 percent. This overlap occurs when a household vehicle registered in Burlington is used to travel to a Burlington business or other destination and appears in both categories. The BAU scenario starts from a 2018 baseline for electric, natural gas, fuel oil, gasoline, and diesel. Consumption is calculated (and estimated where data is limited) using sources including: o Electricity consumption from BED; o Natural gas consumption from Vermont Gas; o The number of buildings providing space heating with oil and propane (estimated by BED) and the heating load of a typical building; o The number of vehicles registered in Burlington from the Vermont Department of Motor Vehicles, the average number of miles each vehicle travels in a year, and fuel economy projections from the Energy Information Administration’s 2019 Annual Energy Outlook; and o School and transit bus miles driven per year and fuel efficiencies from Burlington’s School District and Green Mountain Transit. Synapse then projected how energy consumption would change in future years relative to the baseline absent new policies. We assumed air-source heat pump adoption for space and hot water heating would proceed at the pace envisioned in BED’s current energy efficiency program plans. Total adoption of air-source heat pumps reaches nearly 1,100 households by 2040 to align with BED’s BAU forecast. While ground-source heat pumps and biomass were not included in the analysis, this should not discourage the City and BED from pursuing these technologies in the future. The rate of electric vehicle adoption is a key to this projection, and Synapse selected Bloomberg New Energy Finance (BNEF) as the best representation of future market penetration. BNEF projects that 34 percent of new vehicle sales will be electric in the United States in 2030 and that cost parity between internal combustion engines (ICE) and EVs will be achieved by 2025. The transportation stock flow model, described in more detail below, projects the share of vehicles on the road that are electric based on the share of new vehicle sales in each year. The long average lifetime of vehicles, which we assume to be about 13.5 years, leads to a significant lag between increases in EV sales and increases in the total number of EVs on the road. This delay increases the importance of increasing the number of EV sales rapidly. Additionally, this analysis does not track vehicle ownership , and therefore the analysis did not consider transfers of pre-owned vehicles. The analysis also assumed that used vehicles that enter and exit Burlington’s stock cancel out. Similarly, the analysis did not separately account for leased vehicles. Instead, the analysis tracked all new vehicle registrations in Burlington together, regardless of whether they were leased or purchased. This analysis based the energy consumption on all vehicles on the road regardless of who owns the vehicles, so the model focused on new vehicles that enter the total vehicle stock and old vehicles that are scrapped and removed from the vehicle stock. NZE by 2030 Roadmap 12RESULTS A key assumption in establishing the percentage of energy consumption from buildings versus transportation is how and where the boundary for the transportation sector is drawn. Figure 1 shows that energy consumption from Transportation energy transportation slightly exceeds consumption from use by vehicles from buildings if transportation energy use includes vehicles other cities and towns coming from outside Burlington. Transportation energy that travel to Burlington use by vehicles from other cities and towns that travel to for commercial and Burlington for commercial and recreational activities is recreational activities is larger than any of the other individual sectors. If larger than any of the Burlington’s total includes this segment , fossil energy other individual sectors. consumption becomes roughly split between buildings and vehicles: Buildings account for 46 percent of the total and transportation accounts for 54 percent. The NZE by 2030 future includes residential buildings, commercial buildings, and transportation energy use by vehicles registered to residents of Burlington. However, the transportation energy use by vehicles that travel into Burlington for work or recreation but are not registered in Burlington is shown here, to enable the community to affect this large component of greenhouse gas emissions with its actions. For example, if more homes and workplaces were in the city, Burlington could dramatically reduce this wedge of energy consumption and its associated emissions. Figure 1: 2018 fossil fuel consumption by sector, with non-Burlington vehicles (million btu) NZE by 2030 Roadmap 13Including only transportation trips taken by Burlington residents and businesses, the buildings sector dominates Burlington’s energy consumption (accounting for 74 percent of the total) as shown in Figure 2 below. This energy is mostly used for space and water heating. Figure 2: 2018 fossil fuel consumption by sector, without non-Burlington vehicles (million btu) Figure 3 shows total energy consumption, including electricity in addition to the fossil fuel consumption shown above. Fossil fuels currently make up most of the energy consumption in each of the sectors, and they account for almost all transportation energy consumption. Buildings mostly use natural gas, while vehicles almost exclusively use petroleum. To achieve NZE by 2030, it will be essential to power each of these sectors with renewable electricity instead of fossil fuels. NZE by 2030 Roadmap 14Figure 3: 2018 energy consumption by sector and fuel type Figure 4 below shows fossil fuel consumption declining over time for the BAU trajectory. Between 2019 and 2030, fossil energy consumption declines by roughly 9 percent—primarily due to the impact of improving fuel efficiency standards through 2025 on gasoline consumption by vehicles and a rising share of electric vehicles. National fuel efficiency standards and the increasing cost competitiveness of electric vehicles leads to some reduction in fossil energy consumption from transportation without any additional policy intervention. The BAU also assumes a continuation of existing EEU and Tier 3 programs. Figure 4: Business-as-Usual fossil fuel consumption NZE by 2030 Roadmap 15AN NZE BY 2030 FUTURE DESCRIPTION AND ASSUMPTIONS The NZE by 2030 future includes residential buildings, commercial buildings, and transportation energy use by vehicles registered to residents of Burlington. Transportation energy use by vehicles that All forms of efficiency help to travel into Burlington for work or recreation but are control costs by reducing the not registered in Burlington is shown in Figure 1 in the supply of renewables needed BAU section above to enable comparison. However, to meet the electric energy the amount of fossil fuel energy that Burlington needs demand and limiting or to reduce to achieve NZE by 2030 does not include this deferring grid upgrade costs. sector. Some of the strategies that Burlington and BED implement to achieve NZE by 2030 may apply to both the Burlington-based and non-Burlington transportation markets. There are three key components to Burlington’s definition of net zero energy. 1. First, the community must reduce electric energy use through continued and accelerated pursuit of aggressive, cost-effective energy efficiency—in all sectors. Energy efficiency programs and their funding structures may need to be modified to accomplish accelerated adoption needed to transform the buildings sector. Efficiency in the buildings sector is broken down between electric and fossil fuel efficiency measures. Electric efficiency measures for residential and commercial buildings include: deep energy retrofits of existing buildings’ thermal envelopes, high-performance HVAC equipment to provide electric space heating and cooling, LED lighting for all buildings, intelligent controls to automate and optimize HVAC and lighting systems in commercial buildings, internet-of- things devices optimizing systems in residential buildings, plug load management in all buildings, peak demand management and automated demand response in commercial buildings, distributed renewable energy resources serving buildings and community networks, and ovens, clothes washers, dryers, and commercial foodservice equipment. The assessment of electric efficiency savings did not account for the potential savings impacts from behavioral efforts. Fossil fuel efficiency is predominantly accomplished via weatherization and upgrading, replacing, or better controlling HVAC, and hot water heating equipment so that they use less energy. Efficiency in the transportation sector is accomplished by pursuing policies to reduce vehicle miles traveled and offering more energy efficient travel modes. All forms of efficiency help to control costs by reducing the supply of renewables needed to meet the electric energy demand and limiting or deferring grid upgrade costs. 2. Second, the heating and transportation sectors must eliminate fossil fuel use through fuel switching. Most buildings are completely electrified, and electric vehicles replace nearly all vehicles. As 2030 approaches, building space and hot water heating and transportation electrification occurs before equipment fails to get as close as possible to complete adoption NZE by 2030 Roadmap 16of heat pumps in buildings. Renewable natural gas could be used to offset a small proportion of natural gas use in buildings where heat pumps cannot supply the heating needs for the entire building. However, supply will be limited, and the price could be high so this strategy should be deployed sparingly. While biomass heating systems were not modeled, biomass could also provide a clean and efficient heating solution for some homes and businesses. A district energy system as modeled in this analysis begins operating in 2021 and is expanded in 2024, putting waste heat from other facilities to a productive use. Given the challenge of finding renewable fuels to replace gasoline, this analysis did not consider renewable fuels as an option for the transportation sector. 3. Third, the renewable energy portfolio grows 65 percent between 2018 and 2030 to serve the anticipated increase in electric energy needs from electric heating and transportation moving forward. The following sections provide more detail and key assumptions for each pathway. PATHWAY 1: EFFICIENT ELECTRIC BUILDINGS To achieve NZE by 2030, clean, electric technologies for reducing energy consumption in buildings such as ground-source, air-source, and air-to-water heat pumps and heat pump water heaters must rapidly increase in market share. This analysis considered both furnace and boiler heating systems and replaced them with ducted heat pumps and ductless mini-split heat pumps, respectively. Heat pumps are categorized based on the heat sources they draw from to heat buildings. The different categories of heat pumps are:16 • Air-source heat pump (ASHP): The most common type of heat pump in the United States moves heat between indoor-air and outdoor-air. These systems use an electric-powered vapor compression cycle to transfer heat in and out of buildings, using ambient thermal energy in the air as a reservoir. A wide range of ASHP systems are available, ranging from single-head ductless to multi-head ductless and ducted to central ducted systems. • Ground-source heat pump (GSHP): Systems that use underground rock or groundwater as the outdoor heat reservoir are generally called GSHPs. GSHPs have an indoor heat pump unit and a heat exchanging ground loop buried underground to transfer heat between the ground and the building. They are generally more efficient than ASHPs as they extract heat from the ground that is relatively warmer than outdoor air. However, they are much more expensive to install due to the drilling requirements and ground loop components. • Water-source heat pump (WSHP): When heat is extracted from a body of water, a heat pump system is called a WSHP. If a building has easy access to a well, lake, aquifer, other 16 The text in this section draws from Decarbonization of Heating Energy Use in California Buildings: Technology, Markets, Impacts, and Policy Solutions (October 2018), pages 11-14, available at: https://www.synapse- energy.com/sites/default/files/Decarbonization-Heating-CA-Buildings-17-092-1.pdf NZE by 2030 Roadmap 17thermal reservoir (e.g., wastewater, cooling loop system), WSHPs could be a viable and less expensive option than a GSHP because WSHPs do not require extensive ground drilling or excavation. Both GSHPs and WSHPs have various system sizes which can be used for buildings ranging from single-story buildings to large, high-rise buildings, and district heating systems where a central heat pump serves multiple buildings. • Air-to-water heat pump (AWHP): An AWHP, or “hydronic heat pump”, heats interior water instead of air. AWHPs have become broadly available as hot water heat pumps for households in the United States in the past few years. However, AWHPs for space heating are not widely available for use in the United States and are more expensive. ASHPs are available in several different forms: o Ducted ASHPs: Ducted ASHPs are split systems where the outdoor unit and indoor fan coils are separated and connected with refrigerant pipes and electric wires. Ducted ASHPs use conventional air ducts to distribute heating and cooling from an indoor unit throughout an entire building. Most popular ducted ASHP models in the United States are a single-speed or two-speed models. However, more efficient variable speed compressor models have recently become available in the U.S. market. Ducted ASHPs can be cold climate systems, but more commonly have electric resistance heating as auxiliary heating support for the coldest days. Commercial applications of ducted ASHPs are often called rooftop units as they are typically installed on the roof. o Ductless mini-split ASHPs: Ductless mini-split ASHPs use refrigerant pipes (instead of ducts) to deliver heating or cooling to each room where an indoor unit is installed. Ductless ASHPs have been gaining popularity in recent years in the United States. They have excellent zone controls and no duct-related energy loss, and they are generally more energy efficient than ducted models. A vast majority of mini-split ASHPs available are variable speed compressors, and there are cold- climate systems available. o Packaged terminal systems: Packaged terminal air-conditioners (PTAC)/heat pumps (PTHP) are stand-alone systems that contain all components (compressor, condenser and evaporator coils, fans, etc.) in one place, located on an exterior wall. PTHPs are often installed in hotels and apartments. Current mainstream technology does not perform well in cold climates, and thus typically have backup electric resistance heating elements, but variable capacity PTHPs are now also available in the US. o Variable refrigerant flow (VRF) ASHPs: VRF ASHPs are another type of ductless ASHPs with a larger capacity and advanced refrigerant controls. VRFs are suitable for medium-to-large commercial buildings (e.g., big box retails or buildings with four or more stories) while ductless mini-split systems are mainly used for residential and small commercial buildings. VRF systems were introduced in the U.S. market in 2003. While VRF is still an emerging technology in the United States, it experienced rapid growth during the last few years, and it is expected to grow rapidly in the next decade or so. NZE by 2030 Roadmap 18By the early to mid-2020s, essentially all new space and hot water heating systems in all buildings in Burlington must be powered by electricity. Even then, the total stock of building heating systems in Burlington will not be all-electric by 2030. To accelerate the transition, some fossil fuel-powered heating systems will need to be retired before the end of their useful lives and replaced with new, electric units. Synapse used 20 years as a typical lifetime for forced-air furnace systems, and modeled hydronic systems as not retiring because they are displaced, rather than replaced, by ductless heat pumps. To achieve this future while minimizing any additional costs or other negative impacts associated with increased electricity consumption, Burlington must make sure its buildings are as efficient as possible through building thermal envelope improvements to reduce the energy needed for space heating and cooling. Buildings with high-performance thermal envelopes allow for fewer, smaller-capacity heat pumps to be installed at a lower cost and reduces reliance on backup fossil fuel boiler systems in buildings primarily heated by ductless air-source heat pumps. Buildings served by ground-source heat pumps do not need fossil fuel backup and will provide the greatest opportunity for energy savings and the smallest impact on the grid. Key assumptions include the fraction of buildings using fossil fuel for space and hot water heating that install electric space heating each year (shown in Figures 5a and 5b below) and the annual improvements in building efficiency due to weatherization activities. Other assumptions include the current residential and commercial buildings’ heating loads and the efficiencies of the various types of heating equipment and systems over time. To monitor progress in heating buildings with renewable energy, Burlington will need to monitor the number of air-source and ground-source heat pumps installed in residential and commercial buildings and total energy consumption for space heating to ensure weatherization is achieving expected savings. Figure 5a: Ramp up of residential electric heat pumps to achieve NZE by 2030 NZE by 2030 Roadmap 19Figure 5b: Ramp up of commercial electric heat pumps and district energy to achieve NZE by 2030 PATHWAY 2: ELECTRIC VEHICLES Today, electric vehicles account for a small fraction of new vehicles, but their market share is increasing quickly. Synapse primarily focus on the electrification of light-duty vehicles, though transit and school bus fleets are also included. The most important assumptions are the pace at which the EV share of new Burlington vehicle sales grows and the number of vehicles that are replaced before the end of their useful life. In the analysis, electric vehicles’ share of new vehicles grows rapidly so that 90 percent of all new vehicle purchases are electric by 2024. Additionally, 10,000 gasoline-powered light-duty vehicles that would otherwise remain on the road in 2030 are replaced before the end of their lives (5,000 in 2029 and 5,000 in 2030) and replaced with new electric vehicles. Based on a review of registered vehicles in Burlington, the light-duty vehicle stock is on average replaced every 13.5 years, so the analysis reflects this rate of turnover. It is important to note that Alternative Transport (Pathway 4) reduces the number of miles that vehicles travel annually and the fossil fuel savings from electric vehicles in this pathway over time. The key success metric for this pathway is the fraction of new light-duty vehicle registrations in Burlington and total light-duty vehicle registrations in Burlington that are electric vehicles (shown in Figure 6 below). The electric fractions of the Green Mountain Transit and public school bus fleets are additional success metrics. NZE by 2030 Roadmap 20Figure 6: Ramp up of electric vehicles to achieve NZE by 2030 PATHWAY 3: DISTRICT ENERGY Synapse assumed the district energy system will be implemented in two phases: 1. Initial build-out in 2021. Waste heat capture from the McNeil biomass generating station, supplemented by renewable natural gas to meet peak loads and provide redundancy in case of loss of heat supply from the McNeil plant. District energy in this phase will provide energy for space heating and hot water systems for several commercial buildings in Burlington. 2. Expansion in 2024. Utilization of biogas at the wastewater treatment facility and a heat pump system that extracts waste heat from the City’s wastewater to serve additional customers. Together, this system could provide heat to the UVM Medical Center and other large buildings in Burlington. Synapse assumed all the buildings undergo substantial weatherization to reduce energy consumption, in parallel with the weatherization in the Efficient Electric Buildings pathway, meaning total heating load needing to be served by district energy would be reduced. Buildings served by district energy are not included in the stock of commercial buildings electrified in the earlier pathway. Key assumptions include the thermal efficiency of the district energy system, the amount of heat demand that the district energy can meet by building system, and the mix of heat sources used to power the expansion. To ensure that Burlington achieves the goals of this pathway, the community will need to construct both phases of the district energy system and commission the system to validate the system heating capacity matches the supply modeled in this analysis. NZE by 2030 Roadmap 21PATHWAY 4: ALTERNATIVE TRANSPORT This pathway builds upon the Efficient Electric Vehicles pathway by assuming that Burlington can also realize reductions in vehicle miles traveled through a multi-faceted approach involving changes to: 1. Travel modes; 2. Travel price signals; 3. Demand management changes; and, 4. Land-use changes. RSG used the VisionEval Rapid Policy Assessment Tool (VERPAT)17 model as a strategic planning tool by running dozens of scenarios using the forecasted growth in population and employment and varying key inputs that affect travel decisions. Specifically, these policies were assessed as to their effectiveness. The tool runs all permutations and interaction effects of the policies. TRAVEL MODES: • Bikes and light vehicles: The shift of single-occupant vehicle travel to bicycles, electric bicycles, and other light-weight vehicles. • Transit supply: Increased investment in the extent and frequency of transit services. TRAVEL PRICE SIGNALS: • Vehicle travel cost: Increases in the combination of fuel prices and vehicle travel charges to pay for roadways and to pay for emissions. A VMT charge was evaluated to estimate the effects of a $100/ton CO e carbon price. 2 • Parking: Increased parking fees and costs. DEMAND MANAGEMENT CHANGES: • Increased investment in incentives and programs such as ridesharing, van pooling, telecommuting, parking buyout, and transit subsidies which encourage people to drive less for work and recreation through measures. LAND-USE CHANGES: • Intensified land use shifts population and employment growth from less dense rural and suburban areas to more densely and diverse developed areas. This analysis only shifted the population and employment growth – and did not redistribute existing land use. The scenario with the largest reduction in vehicle miles traveled per capita requires policies to be pursued in all above areas. This pathway used the 13 percent reduction in annual vehicle miles traveled estimated by the VERPAT model analysis as the key input to change the base miles driven 17 See https://visioneval.org/about NZE by 2030 Roadmap 22per vehicle in the NZE 2030 scenario. The reduction in vehicle miles traveled reduces from 8,000 miles per vehicle on average in 2018 to approximately 7,000 by 2030. Pursuing these policies is actively supporting an efficiency first model that works to: • Avoid a trip (e.g. telecommute) • Make a trip more active (e.g. walking, biking, e-scooter, and e-bike) • Make a trip more energy efficient (e.g. carpooling, bus) All of this requires that land use in Burlington is sufficiently dense and diverse enough to support alternatives to private automobiles. Pathway 4 supports BED in becoming an active participant in City planning and facilitating a land use and transportation network that enables an efficiency first transportation solution. Electric vehicles will be required to attain the NZE by 2030 goal, however the quantity of electricity demanded will be lower due to the reduced annual vehicle miles traveled per vehicle. The key success metric for this pathway is a reduction in vehicle miles traveled by light-duty vehicles. RESULTS ENERGY CONSUMPTION Figure 7 below shows the impact of the NZE 2030 scenario on fossil fuel energy consumption relative to the BAU scenario. Figure 7: NZE by 2030 relative to the BAU In comparison to small, gradual emissions reductions of the BAU scenario, the NZE by 2030 scenario shows fossil energy consumption falling to a small fraction of its 2019 value by 2030. NZE by 2030 Roadmap 23There are several years in which fossil fuel consumption declines more quickly. In 2021 and 2024, these declines are due to the construction of the district energy system. In 2029 and 2030, fossil fuel consumption drops rapidly as most remaining gasoline-powered vehicles are taken off the road before they reach the end of their useful lives. Also, this analysis assumes that the small amount of remaining natural gas consumption is replaced with renewable natural gas. Figure 8 shows the increase in electricity consumption that would result from the NZE 2030 scenario. Electrification of building thermal and transportation energy consumption leads to substantial increases in total electricity consumption even though they are highly efficient technologies. Figure 8 also shows the impact of other non-thermal, non-transportation energy efficiency measures. More aggressive energy efficiency programs will help offset the need for more electricity. Inadequate support from increasingly aggressive energy efficiency programs could require BED to acquire larger amounts of renewable electricity. However, the increase in electric consumption due to building thermal and transportation electrification is far smaller than the corresponding decrease in fossil fuel consumption, as shown in Figure 9. Figure 8: Increase in electricity consumption NZE by 2030 Roadmap 24Figure 9: Change in total energy consumption GREENHOUSE GAS EMISSIONS REDUCTIONS Figure 10 shows the reduction in greenhouse gas emissions that results from the decline in fossil fuel consumption from all four pathways combined. This trajectory closely follows the reduction in fossil fuel energy consumption, though petroleum plays a larger role due to its higher emissions rate. This means that transportation is responsible for a larger portion of total greenhouse gas emissions than it is of total energy use. Figure 10: NZE by 2030 greenhouse gas emissions reductions NZE by 2030 Roadmap 25Figure 11 shows how the pathways contribute to the reduction in fossil energy consumption over time. Figure 11: Fossil fuel reductions by pathway Efficient Electric Buildings represent the largest opportunity by far for Burlington to reduce fossil fuel consumption with 60 percent or three times as much energy saved as the pathway with the second largest opportunity. The community will need to act quickly and aggressively to capture all the available fossil fuel savings by 2030. The Electric Vehicle pathway offers 20 percent of the reduction in fossil fuel use achieved by 2030. Electric Vehicle fossil fuel reductions will take time to materialize because vehicle turnover is slow, and the availability of electric vehicle models is limited today. The Burlington light-duty vehicle stock turns over at a rate of roughly once every 13 or 14 years, and even after that time many vehicles that lasted longer than average will remain. The 10 years between the implementation of new policies in 2020 and the target year of 2030 is not enough time for the entire vehicle fleet to turn over, which means that measures that remove vehicles from the road before the ends of their useful lives will be required. Additionally, limited availability of electric SUVs and pickup trucks and limited range and charging speed will delay the increased adoption of electric vehicles over the next few years. Limited range can be a challenge in Burlington’s climate due to the increased energy consumption of electric vehicles in colder weather. This problem can be mitigated with more efficient heat pump heating systems in electric vehicles. The limited availability of electric vehicles today should become less of a problem as auto manufacturers ramp up production of electric vehicles by the NZE by 2030 Roadmap 26early to mid-2020s. General Motors, for example, is planning to produce 20 new all-electric models by 2023,18 and Volkswagen is planning to have 27 electric models by 2022.19 The District Energy pathway is responsible for 15 percent of the reduction in fossil fuel use achieved by 2030. District energy can provide greater fossil fuel reductions in the nearer term, if the project is implemented quickly. District energy meets the heating needs of high-load buildings and campuses that would otherwise be more difficult to heat with electric heat pump systems alone. Alternative Transport opportunities contribute 5 percent to total fossil fuel reductions and require longer lead times to implement. The reasons for this include the very slow pace of land-use change and the difficulty in achieving large energy reductions through social change. The magnitude of forecast changes in population and employment also limit the effect that these policies have. If growth rates were to increase the effect of Alternative Transport policies would also increase. That said, there are other substantial benefits to this pathway aside from fossil fuel use reduction. These benefits include reduced congestion and lower out of pocket travel costs, improved quality of life, and increased health from use of more active modes of travel. COSTS AND COST-EFFECTIVENESS Synapse calculated costs and cost-effectiveness to inform prioritization and characterization of “no regrets” pathways. The costs net the increase in costs from capital expenditures and the decrease in costs from operational savings. Capital expenditures include all incremental BED, City, and customer costs of weatherization, electric space and hot water heating systems, district energy, and electric vehicles. Operational savings include reductions in natural gas, gasoline, electricity, and other energy consumption costs. BED will need to offer higher financial incentives to customers than offered in the past to achieve its net zero energy goal. However, the costs and savings shown here do not reflect any allocation between BED, the City, and BED customers. For example, switching to electric vehicles may be cost-effective as the upfront cost declines due to fuel and maintenance savings. Despite this, incentivizing electric vehicles enough so that nearly every BED customer chooses to buy one would still represent a significant funding increase for the electric vehicle program for BED. The tables (1 and 2) below show the cost and cost-effectiveness of each pathway and in total. The cost-effectiveness is shown as a cost per MMBtu of fossil fuel energy reductions between 2020 and 2040 (with and without carbon price of $100/ton CO e). The Electric Vehicle pathway is the 2 most cost-effective pathway as the operational savings exceed upfront incremental capital expenditures, especially as the costs of electric vehicles declines over time. Efficient Electric Buildings is the second most cost-effective pathway with operational savings that nearly equal capital expenditures. Commercial building opportunities are more cost-effective than residential 18 See https://media.gm.com/media/us/en/gm/news.detail.html/content/Pages/news/us/en/2018/mar/0307- barra-speech.html. 19 See https://www2.greencarreports.com/news/1118857_vw-plans-27-electric-cars-by-2022-on-new-platform. NZE by 2030 Roadmap 27buildings. We characterize these pathways as “no regrets” as they offer considerable fossil fuel energy reductions and are more cost-effective relative to other options. While there are fossil fuel energy reduction opportunities for the District Energy and Alternative Transport pathways, costs exceed savings in the scenario modeled, resulting in a net cost. It is important to note that the cost of the district energy system includes hook up to a wastewater plant, expansion of the system, and renewable natural gas, and it is different from the initial district energy proposal scoped by Corix which was cost competitive. Alternative transportation appears to be particularly costly in aggregate. However, it is important to note that this pathway accounts for a set of actions, some of which are low-cost. The total cost is dominated by large increases in funding for Green Mountain Transit to pay for additional transit service and many of the benefits from this action are not captured.20 As the carbon price increases, operational savings rise due to the higher cost of fossil fuels. As these benefits increase, it becomes more cost-effective to achieve the NZE by 2030 goal. With the addition of a $100/ton CO e carbon price, the Efficient Electric Buildings pathway becomes cost- 2 effective and District Energy becomes closer to breaking even. 20 The costs include tripling the local operational bus services, $3 million a year for capital costs associated with the enhanced transit services, and $5 million per year for roadway infrastructure and behavioral change programs. These costs have been developed by RSG with input from local agencies, costs for similar roadway improvements, and the Walk-Bike PlanBTV. NZE by 2030 Roadmap 28Table 1: Pathway cost-effectiveness with no carbon price Pathway Present Value of Costs and Savings Total Net Cost per Energy (million 2019 $) Energy Reduced (2019 $ Reduction / MMBTU) 2020-2040 Capital Operational Total (trillion btu) Costs Costs Efficient 141 (114) 26 27 1 Electric Buildings Electric 113 (204) (91) 7 (14) Vehicles District Energy 63 3 66 9 8 Alternative - 405 405 1 274 Transport * * The modeling of the Alternative Transport pathway accounted for the impact on energy consumption of a $100/ton CO e carbon price. 2 Table 2: Pathway cost-effectiveness with a $100/ton CO e carbon price 2 Pathway Present Value of Costs and Total Net Cost per Savings (million 2019 $) Energy Energy Reduction Reduced Capital Operational Total 2020-2040 (2019 $ / Costs Costs (trillion MMBTU) btu) Efficient Electric 141 (202) (61) 27 (2) Buildings Electric Vehicles 113 (242) (130) 7 (20) District Energy 63 (30) 33 9 4 Alternative - 400 400 1 271 Transport NZE by 2030 Roadmap 29SUPPORTING STRATEGIES Burlington will need to implement a suite of strategies, including policies and practices, to eliminate the use of fossil fuel energy. This section provides a list of recommended strategies that are tailored to Burlington’s building stock, customers, and infrastructure. Implementation of the strategies will require partnerships with many stakeholders including, but not limited to, Burlington’s Electric Department, the City of Burlington and all of its departments, boards and committees, and the state. The strategies are ordered by timing with near-term (0-3 years) first, followed by mid-term (4-6 years), and followed by long-term (7 or more years). The near-term strategies build on policies and practices in effect in Burlington today or focus on developing policies and practices that other mid-term strategies depend on. The mid-term strategies are new or substantially redesigned versions of existing policies and practices and will likely require more lead time to develop. By design, there are very few strategies that should be implemented in the long term as the opportunity for significant impact on fossil fuel consumption will have passed. Ultimately, Burlington will need to implement many of these strategies simultaneously. It is important to note that most strategies complement one another but are not necessarily mutually exclusive. Next, Synapse used three key criteria including impact, cost, and equity to order each strategy within the timeframes. It is important to note these costs are different from the costs shown in the rest of the analysis as they are focused on program implementation costs and do not include customer costs or savings. • Some strategies will result in more fossil fuel energy reductions than others and the Impact column shows this magnitude. Impact is defined as the affect that the strategy can have on reducing total fossil fuel consumption (across pathways and sectors). High impact means the strategy is estimated to reduce fossil fuel energy consumption by 30 or more percent, medium impact by 10 to 30 percent, and low impact 0 to 10 percent. Strategies are ranked according to impact first, meaning that strategies with a high impact will appear at the top of the table. • Some strategies are less costly than others and the Program Cost-Effectiveness column provides this information. Strategies are ranked according to cost-effectiveness second, meaning that strategies with a high impact and high cost-effectiveness will be ranked higher than strategies with a high impact and medium or low cost-effectiveness. • Some strategies produce benefits that are more equitably distributed among vulnerable populations than others. The Equity column shows this information. Each strategy is assumed to be designed to maximize equity to the extent possible. Strategies are ranked according to equity third, meaning that strategies with a high impact, a low cost and a high degree of equity will be ranked highest. No regrets pathways perform well on impact, cost, and equity. Detail is provided on the pathways affected by each strategy and additional important considerations as well. NZE by 2030 Roadmap 30While not shown as a strategy, it will be important for the City of Burlington to lead by example. The City is already benchmarking the energy intensity of City-owned and -operated buildings. The City should also benchmark the energy intensity of its vehicle fleet. Once these buildings and vehicles are benchmarked, the City should set aggressive NZE by 2030 targets for all municipally owned and operated buildings and vehicles. In addition, all the strategies shown below will need to be supported by marketing, communication, and education. BED and the City will need to provide these supports. In the near term, the community needs to build the foundation for significant regulatory action. This includes adopting building energy benchmarking and green building labeling and rating policies; educating the public about, implementing, and enforcing high-performance building energy codes; and updating permitting Caption: Electric vehicles are much less expensive than policies and zoning codes to remove internal combustion engine vehicles, accounting for fuel costs as well as maintenance. Photo by Burlington Electric barriers to electrification. The community Department. also needs to deploy significant amounts of capital to fast-track implementation of solutions that are already in place today or well scoped. This includes implementing a district energy system project, aggressively advancing existing regulated EEU and Tier 3 utility programs, and modifying electric rate designs. Additionally, the community should lay the groundwork for a comprehensive, community-wide transit plan and invest in transit infrastructure. State-level regulatory reform activity at the PUC and/or legislature will also be essential to begin in the near term, to allow BED to re-direct and expand its EEU and Tier 3 programs to meet the scale and ambition of the City’s net zero objective. This could include developing a revised cost- effectiveness screening approach to align with the policy goal, and potentially including a higher allowed ratepayer cost per MWh of Tier 3 credit. BED might go so far as to seek to combine its EEU and Tier 3 activities and develop its own goal-oriented regulatory framework that eliminates some of the barriers around these programs. In the mid-term, regulatory action becomes critical. This includes requirements for properties to meet or exceed minimum efficiency standards and electrify, stringent zoning codes, state action to require electric vehicles, and penalties for fossil fuel use in the form of higher pricing and fees. Financing will also need to scale to provide support for comprehensive building efficiency and fuel switching. To the extent additional new technologies become available, support for research and development is also important. Building on an effort that began early on, the district energy system should be expanded during this timeframe. There are very few strategies that can be effective in the longer term as the opportunity for substantial impact will have passed. These include equipment buyout and early replacement and renewable natural gas purchases for remaining fossil fuel use. NZE by 2030 Roadmap 31Table 3: Near-term supporting strategies s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P NEAR-TERM: 1-3 YEARS Price carbon Implement carbon price No additional funding State legislature States in RGGI, Under discussion21 Access to capital, (Regulatory on fossil fuel use in all needed. Provides a California Accessibility, /Financial) sectors. funding source for Internalizing All All High High Med other measures. externalities Advanced energy (1) Augment BED ratepayers Coordinate with other Massachusetts EEU efforts23 Access to capital, efficiency performance metrics to increase contribution to EEUs (EVT, VGS); State California Accessibility, programs address GHG emissions. supplement investment legislature and PUC to Rhode Island Internalizing by property owners. change goal of BED’s externalities (Regulatory (2) Refocus on measures EEU; community leads to /Financial) that help achieve the net All 1 High High Med ensure programs are zero energy goal, with designed to address equity attention to deep energy and split incentives retrofit22, controls, and biomass. Advanced (1) Augment BED ratepayers Coordinate with other Massachusetts Tier 3 efforts24 Access to capital, strategic performance metrics to increase contribution to EEUs (EVT, VGS); State California Accessibility, electrification address GHG emissions. supplement investment legislature and PUC to Rhode Island Internalizing by property/vehicle change goal of BED’s externalities programs (2) Refocus on measures owners. EEU; community leads to (Regulatory/ that help achieve the net All 1, 2 High High Med ensure programs are Financial) zero energy goal, with designed to address equity attention to heat pumps and split incentives and electric vehicles. 21 See https://vermontbiz.com/news/2018/december/01/weinberger-supports-revenue-neutral-vermont-carbon-pollution-fee 22 See https://www.youtube.com/watch?v=I3WBT2eAArI 23 See https://www.burlingtonelectric.com/sites/default/files/inline-files/2018%20BED%20DSM%20Annual%20Report.pdf 24 See https://www.burlingtonelectric.com/sites/default/files/inline-files/2018%20BED%20DSM%20Annual%20Report.pdf 32s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Implement Build the first part of the Financed based on Corix, UVM Medical New York City (USA), Discussions with Collective action district energy district energy system commitments from Center and other “anchor” Denmark, Reykjavik partners in process25 to build shared system network and switch over customers users, and other external (Iceland) infrastructure COM 3 Med Med Low partners (Technological) core customers. Invest in (1) Redesign rights of Retrofit existing GMT, DPW Netherlands, Walk Bike planBTV27, Creates safer, incentives and way including: roadway space. Denmark26 Transit Development cleaner, and more infrastructure - creation of dedicated Assumes construction Boulder, CO Plan28 efficient travel can be equitably Portland, OR options. changes to mobility lanes to better distributed. promote active accommodate travel (Financial) pedestrians, bikes, e- scooters, e-bikes, and extremely energy efficient travel. - enhancement of transit service with bus rapid RES transit elements and and 4 Med Med High passenger amenities COM (shelters, connectivity to shared mobility, and real-time arrival information). - improvement of streetscapes (e.g., benches, trees and art). (2) Implement solutions to address first and last mile gaps in public transit. 25 See https://www.sevendaysvt.com/vermont/burlingtons-34-year-old-district-energy-plan-is-gathering-steam/Content?oid=15384132 26 See https://www.theguardian.com/cities/2015/jul/29/how-groningen-invented-a-cycling-template-for-cities-all-over-the-world 27 See https://www.burlingtonvt.gov/sites/default/files/PlanBTVWalkBike_MasterPlan_final-PlanOnly.pdf 28 See Chittenden County Transit Authority Transit Development Plan at: http://ridegmt.com/wp-content/uploads/CCTA_TDP_Final22.pdf 33s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P (3) Increase investment in incentives such as discounted/free bus passes and bike-walk rewards programs. (4) Increase investment in programs such as ridesharing, van pooling, telecommuting, parking buyout, and transit subsidies. Reform historic Work collaboratively No additional funding City Planning, Dept. of Park Slope, NY n/a Inefficient preservation with the historic needed. Permitting and (Brooklyn) structures that (Regulatory) preservation department Inspections (Zoning and Charleston, SC increase building Code Enforcement) energy to preserve the historic All 1,2 Med High High requirements nature of the City, improve resilience, and help achieve the net zero energy goal 34s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Update zoning (1) Retool zoning to No additional funding City Planning, Dept. of Boston, MA BTV Housing Policy Inefficient land codes (Regulatory/ encourage development needed. Permitting and Minneapolis, MN Reform 29, state use and sprawl Financial) of mixed use, high- Inspections, Car requirement for EVs in that increases share/ridesharing transportation performing buildings new buildings, Great companies (bikes, energy and affordable housing scooters, etc.) Streets BTV30 requirements near high-frequency transit and in other identified growth areas. (2) Enact policies and practices to encourage residents in areas outside of Burlington to move back to the City. (3) Reduce number of dedicated parking spaces RES as part of land use and 1,3,4 Med High Med development. COM (5) Expand EV charging infrastructure and parking, potential with solar PV canopies (6) Construct housing or mixed-use development on existing surface parking lots throughout City. (7) Consider requiring renewables on all new developments (8) Allocate parking spaces for autonomous shuttles 29 See https://www.burlingtonvt.gov/mayor/burlingtonhousingsummit2019 30 See http://greatstreetsbtv.com/ 35s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Adopt (1) Require all property Primarily admin costs VGS, Tax assessor Minneapolis, MN BED, VGS and tax Imperfect benchmarking, owners to track and and training. Address Austin, TX assessor internal information rating and share whole building administrative costs to Boston, MA systems and staff property owners and New York, NY collect and track data. disclosure policies energy use data and rate maintain low vacancy Seattle, WA Working group on (Regulatory) performance on an rates. Chicago, IL statewide energy annual basis using Cambridge, MA labeling disclosure.31, standardized Green Lease performance metrics (e.g., energy use Leaders32 intensity). (2) Encourage voluntary BVT 2030 District membership during the All 1 Low High High transition to legislated benchmarking, EE and weatherization ordinances for commercial properties. (3) Work with area commercial realtors, 2030 District members, the Chamber of Commerce and others on the development and implementation of a “green lease” program 31 See https://legislature.vermont.gov/Documents/2020/Docs/ACTS/ACT062/ACT062%20As%20Enacted.pdf 32 See https://www.greenleaseleaders.com/ 36s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Update permitting (1) Streamline No additional funding Permitting and code Sunnyvale, CA CEDO online business Permitting time policies permitting to promote needed. enforcement portal33 and approach to (Regulatory) rapid electrification. new technologies All 1,2 Low High Med (2) Expedite permitting for buildings that will be electrified. Adopt advanced Require developers to No additional funding DPS (related to the California (also Marin n/a Archaic or legacy all-electric build and renovate needed beyond admin existing stretch code) County and Palo Alto), regulations building energy buildings and homes to costs to support code Oregon training and codes (Regulatory) new standards (no fossil RES enforcement. Some fuel use and are efficient, and 1,2 Low High Med impact on building electric and EV ready). COM owner upfront costs. Assumes efforts will address new affordable housing. Modify electric Develop and implement No additional funding PUC to approve rate CA utilities including AMI is ready. EV rate Peak impacts of rate designs a rate that identifies peak needed. Utility net designs San Diego Gas & in effect.34 Demand increased (Financial) kW saved, ways to get margin neutral. Electric (SDG&E), rate discussed with electrification on Southern California large C&I customers. power costs and pays customers for All 1,2 Low High Low Edison (SCE), Pacific the distribution demand reductions and Gas & Electric (PG&E) system incentivizes and Sacramento electrification Municipal Utility District (SMUD) 33 See https://www.burlingtonvt.gov/Press/city-of-burlington-launches-new-online-business-tool-for-startups 34 See https://www.burlingtonelectric.com/sites/default/files/inline-files/Residential%20EV%20Rate%20Tariff.pdf 37s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Develop storage Develop the technology Additional funding may PUC to approve rate Austin, TX AMI is ready. EV rate Peak impacts of plan (Technological/ and structure for BED to be needed to develop designs in effect.35 increased Financial) draw from storage the technology and electrification on infrastructure to power costs and (including EVs) during support drawing from the distribution day and charge at night. RES 2 Low High Low EVs. Cost avoidance system Leverage this structure can be shared with to create financial participants incentives for ownership of storage. 35 Ibid. 38s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Develop transit (1) Offer high frequency Significant initial cost. GMT, Vtrans, Federal Seattle, WA Initial steps achieved Improves transit plan (Technological/ bus service providing Federal Transit Transit Agency Auckland, NZ by implementing to be better than Financial) access within and to Administration NextGen plan36, the alternatives. participation. New Climate Mayor’s nodes outside of infrastructure costs Electric Vehicle Burlington. Purchasing (2) Remove vehicle lanes Collaborative37 to construct dedicated HOV/Bus lanes and other dedicated facilities to shift demand to transit. (3) Investigate options COM 4 Low Low High for on-demand minibus and autonomous shuttles. (4) Enable city fleet EV purchasing (5) Prioritize signals on roads with buses and other multi-modal travel options (6) Set a target to reduce personal light duty vehicles. 36 See http://ridegmt.com/nextgen/ 37 See https://driveevfleets.org/ 39Table 4: Mid-term supporting strategies s s e n e e p v it Stra (t ineg pie as T r ea y n n p ted h eS st era s)te gy D Coe msc pri o p nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P MID-TERM: 4-6 YEARS Repurpose rights of (1) Amend the Burlington Shared parking for City departments, City European cities BTV Housing Policy Propensity to own way (Regulatory) Comprehensive areas with demand. Council including Rome, Reform 38, state and operate Development Ordinance Paris, Madrid, requirement for EVs in private cars Oslo, Vienna (CDO) to restrict operation new buildings, Great and Copenhagen of all vehicles. Streets BTV39 (2) Dramatically reduce parking supply. (3) Establish shared parking districts supported All 2,4 High High High with electric vehicle charging infrastructure, with specific consideration of privately owned lots. (4) Set up loading zones for shorter term uses. (5) Restrict parking spaces for private vehicles. State action on EVs Strong state programs to Revenue neutral for State legislature; Norway Potential regional Unpriced (Regulatory) drive EV transition such as state gov’t. Transfer Vtrans, DMV, Transportation Climate externalities vehicle registration fees and costs from EV representatives for Initiative drivers to ICE vulnerable populations, market/regulations incentives. In the absence drivers. liaisons to heavy-duty of statewide action, this All 2,4 High High Med vehicle operators and could be partially communities in remote accomplished by delegation and rural locations. of tax and other authorities to cities and towns. 38 See https://www.burlingtonvt.gov/mayor/burlingtonhousingsummit2019 39 See http://greatstreetsbtv.com/ 40s s e n e e p v it Stra (t ineg pie as T r ea y n n p ted h eS st era s)te gy D Coe msc pri o p nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Establish vehicle miles Regional cooperation in a No additional costs NE region / Canada I-95 Coalition, Pilots are ongoing.40 Improves cost / traveled fees miles traveled fee where beyond Western Mileage efficiency trade (Regulatory/ revenue will support administrative Based User Fees from various All 2,4 High High Med costs. group mobility options. Financial) alternatives to driving as Improves well as maintain roads for congestion, safety, all modes. etc. Set minimum efficiency Require all properties to Program costs are City Council Boulder, CO Existing rental time of Access to capital, and electrification meet or exceed minimum low and covered by Montpelier, VT sale energy ordinance.41 Accessibility, standards for efficiency standards and penalties for non- Split incentives, compliance; Imperfect properties (Regulatory) electrify before equipment RES property owners Information, reaches end of life. and 1 Med High High invest in their Regulatory Contingent upon building COM buildings Uncertainty energy benchmarking and disclosure and code enforcement working well. Issue property tax Scale property taxes based Property owners; State legislature n/a n/a Unpriced incentives/penalties on on-site fossil fuel use; Penalties from high externalities (Financial) revenue neutral cost paid RES use 1,2,4 Med High Low for by higher default tax or All rate before credits are applied. Alternative funding Use revenue bonds or BED, customers State legislature Hawaii BED issued a bond to Access to capital, mechanisms for grants to support packages Orlando, FL support efficiency in Imperfect efficient, all-electric of higher-cost measures for 1990 prior to the information, establishment of the Split incentives homes (Financial) buildings and RES 1,2 Med Med High EEUs. transportation combined, including weatherization, heat pumps, controls, and electric vehicles. 40 See https://www.planning.dot.gov/FHWA_tool/Example_Vermont.aspx 41 See https://www.burlingtonelectric.com/time-sale-energy-efficiency-ordinance 41s s e n e e p v it Stra (t ineg pie as T r ea y n n p ted h eS st era s)te gy D Coe msc pri o p nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Implement (1) Retool the silver loop to Redevelop roadway GMT, DPW Netherlands, Transit Development Creates safer, infrastructure changes provide a micro transit space. Assumes Denmark42 Plan43 cleaner, and more to promote active travel offering construction can be Boulder, CO efficient travel equitably Portland, OR options. (Financial) (2) Promote remote parking distributed. (3) Define transportation hubs for transfer between RES modes and 4 Med Med High (4) Reimage streets as bus COM and rapid transit corridors - Pearl Street to Colchester Avenue - Main Street to Williston Road Expand district energy Expand district energy Financed based on DPW, additional Denmark Initial matrix feasibility Collective action system (Technological/ system to use waste heat commitments from tranche of customers analysis completed, to build shared Financial) from sewer system and customers funded by DPW Water infrastructure COM 3 Med Med Low Resources digester at the WW treatment plant. Enroll additional customers. 42 See https://www.theguardian.com/cities/2015/jul/29/how-groningen-invented-a-cycling-template-for-cities-all-over-the-world 43 See Chittenden County Transit Authority Transit Development Plan at: http://ridegmt.com/wp-content/uploads/CCTA_TDP_Final22.pdf 42s s e n e e p v it Stra (t ineg pie as T r ea y n n p ted h eS st era s)te gy D Coe msc pri o p nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Support research and Partner with innovators to Investors in Innovative companies n/a BED and EVT Ground Technology development for fund and pilot heat pump innovative with product to pilot Source Heat Pump availability existing heat pump technologies in BTV technology firms; Working Group technologies including: State and federal government and/or (Technological) -ground-source heat BED provide match pumps, esp. for shared, or other support community, and campus applications; - air-to-water heat pumps All 1 Low High Low capable to replace boilers for hydronic space heating; - hot water heat pump systems for multi-family applications; and - other heat pump and heat recovery technologies for underserved market niches. Support research and Partner with innovators to Investors in Innovative companies n/a n/a Technology development for new fund and pilot other zero- innovative with product to pilot availability technologies emission technologies in technology firms; State and federal (Technological) BTV TBD TBD TBD TBD TBD government and/or BED provide match or other support 43Table 5: Long-term supporting strategies s s e n e e p v it (iS S nt t r r pa a at t re e eg g n i ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E F SC u oo n us d rt cis n e/ sg Partners Leaders Progress to Date Barriers Addressed C a r g o r P LONG-TERM: 7+ YEARS Equipment Buy out heating Property tax n/a n/a n/a Limits of voluntary programs buyout and systems and penalties, replacement internal carbon pricing (Financial) combustion All 1,2 High Low Med engine vehicles and replace with electric technologies Change land Reclassify some Retrofit existing GMT, DPW Netherlands, Walk Bike planBTV Makes car travel less accessible and attractive. use patterns streets from roadway space. Denmark (Regulatory) cars or from RES Assumes Boulder, CO construction Portland, OR through traffic and 4 Med Med High can be equitably by creating bus COM distributed / bike only streets. Biogas Purchase Property tax VGS n/a n/a Limits of voluntary programs purchases biogas from penalties, (Technological) VGS RES carbon pricing. High costs and and 1,3 Low Med Low limited supplies COM will preclude over-reliance on this strategy. 44AN NZE BY 2040 FUTURE DESCRIPTION AND ASSUMPTIONS The NZE by 2040 future includes the same sectors as the NZE by 2030 future: residential buildings, commercial buildings, and transportation energy use by vehicles that are registered in Burlington. The primary differences between this future and the NZE by 2030 future are that in this future: o The electrification trajectories are not as rapid (as shown in Figures 12 and 13); o Heating and transportation electrification occur when equipment fails and not before; and, o Renewable natural gas is not used. Figure 12: Ramp up of electric vehicles to achieve NZE by 2030 and NZE by 2040 NZE by 2030 Roadmap 45Figure 13: Ramp up of residential electric space and water heat pumps to achieve NZE by 2030 and NZE by 2040 RESULTS ENERGY REDUCTIONS Between 2020 and 2040, NZE by 2040 results in a 57 percent reduction in cumulative greenhouse gas emissions from the BAU as compared to NZE by 2030 which results in a 69 percent reduction. Figures 14 and 15 show the reduction in fossil fuel energy use and greenhouse gas emissions for the two scenarios and the BAU over time. Figure 14: NZE by 2040 relative to NZE by 2030 and the BAU NZE by 2030 Roadmap 46GREENHOUSE GAS EMISSION REDUCTIONS Figure 15: NZE by 2040 greenhouse gas emissions reductions COSTS AND COST-EFFECTIVENESS In the NZE by 2040 scenario, the pathways are more cost-effective as early retirement measures are no longer required and heat pumps and electric vehicles are purchased later at lower prices. The largest difference between the scenarios can be seen in the Efficient Electric Buildings and Electric Vehicles pathways. The Efficient Electric Buildings pathway becomes cost-effective without a carbon price and becomes even more cost-effective with a $100/ton CO e carbon price. 2 The savings per unit of energy saved more than doubles for the Electric Vehicles pathway, which experiences the greatest change when compared against the 2030 scenario. NZE by 2030 Roadmap 47Table 6: Pathway cost-effectiveness with no carbon price Pathway Present Value of Costs and Savings Total Net Cost per (million 2019 $) Energy Energy Reduction Reduced 2020-2040 (2019 $ / Capital Operational Total (trillion btu) MMBTU) Costs Costs Efficient Electric 116 (118) (2) 22 (0) Buildings Electric Vehicles 17 (136) (119) 4 (31) District Energy 64 2 66 9 8 Alternative - 405 405 1 274 Transport * * The modeling of the Alternative Transport pathway accounted for the impact on energy consumption of a $100/ton CO e carbon price. 2 Table 7: Pathway cost-effectiveness with a $100/ton CO e carbon price 2 Pathway Present Value of Costs and Total Net Cost per Savings (million 2019 $) Energy Energy Reduction Reduced (2019 2020-2040 $ / MMBTU) Capital Operational Total (trillion btu) Costs Costs Efficient Electric 116 (190) (74) 22 (3) Buildings Electric Vehicles 17 (163) (146) 4 (38) District Energy 64 (31) 33 9 4 Alternative - 400 400 1 271 Transport NZE by 2030 Roadmap 48NEXT STEPS While no major technological breakthroughs are needed to meet the NZE goal, the Burlington of tomorrow will look and function differently than the Burlington we know today. A combination of more efficient equipment, fuel shifting, land use change, and social change will need to be implemented starting now. In addition to building the district energy system, efficient electric buildings should be the focus over the next few years as this pathway can get Burlington 60 percent towards its NZE by 2030 goal and the technology is commercially available today. Additionally, building space and water heating equipment has a long lifetime, making each opportunity to replace equipment important. Burlington will need to also lay the groundwork to make considerable progress in electric vehicles and alternative transport in this near-term timeframe. The first step is for the community to build the foundation for substantial regulatory action and deploy significant amounts of capital in the form of incentives to fast-track implementation of solutions for buildings that are already in place today or well scoped. The following are no regrets approaches that should be implemented as soon as possible, grouped by pathway. CROSS PATHWAY • BED and the City should develop materials to educate all residents and businesses on the net zero energy plan and engage them in new program offerings and efforts. • The City should implement planBTV by locating the most intensive new development, redevelopment and infill within identified growth areas. The City should also implement the findings from the Mayor’s Housing Summit regarding parking spaces and modification of the minimum housing code to include energy efficient equipment and weatherization. • The City should screen its permitting and zoning policies and processes for any clauses which impair building and vehicle electrification, and the City Council and staff should update language to remove any barriers. • BED and other City program implementers should identify and target vulnerable and underserved populations with a funding set-aside and specific program designs to serve these populations. • BED should develop new methods and metrics for evaluating success and program impacts. To the extent possible, values for environmental, economic, and social benefits should be incorporated into cost effectiveness modeling to facilitate decision-making. • BED should invest in upgrades to existing distribution system infrastructure as demand grows, including individual distribution transformers, secondary conductors/cables, services, and customer-owned building wiring to ensure reliability in anticipation of increased electric load. • BED programs should shape new energy demand to minimize use during expensive and constrained peak periods. NZE by 2030 Roadmap 49PATHWAY 1: EFFICIENT ELECTRIC BUILDINGS • The City should retool its requirements around historic preservation. Strict adherence to historic aesthetics that compromise comfort, health, and energy efficiency is not beneficial. All Burlington property owners need to be able to cost-effectively make their buildings net zero ready, regardless of age or historic classification. Additionally, there are challenges with building electrification, including where to locate and how to conceal outside condensing units in areas with limited outdoor space. The City will need to address these and other aesthetic issues. • The City should use its permitting and building code authority to ban new fossil fuel infrastructure in buildings. • BED should pursue regulatory (and if necessary, legislative) approval to expand and integrate its EEU and Tier 3 programs to match the scale and ambition of the 2030 goal. Programs should pair higher incentives with financing to reduce energy usage through weatherization, controls, and high-performance HVAC technologies as electrification efforts ramp up. Other funding sources should be pursued to augment existing incentives including public-private partnerships, bonds, and grants. Financing mechanisms should be funded and deployed. • Burlington should adopt a building energy labeling and rating policy and set a timeframe for benchmarking all its buildings. Building energy benchmarking does not need to be completed for all buildings before a building energy labeling and rating policy can be adopted and implemented. PATHWAY 2: ELECTRIC VEHICLES • BED and other City departments should install supporting infrastructure for electric vehicles, continue to learn how to shape customer vehicle purchase decisions to increase electric vehicle adoption, and press the state to take further action to accelerate electric vehicle adoption. PATHWAY 3: DISTRICT ENERGY • BED and the City should move forward with engineering and constructing the district energy system. PATHWAY 4: ALTERNATIVE TRANSPORT • The City should build on its existing land use policy for all projects, including those that are in process or scoped to be implemented in the next few years, to reduce City and regional transportation energy use. This policy should include a more comprehensive, community-wide transit plan. NZE by 2030 Roadmap 50BURLINGTON ELECTRIC DEPARTMENT 585 Pine Street Burlington, Vermont 05401 Caption: The shops and eateries in Downtown Burlington www.burlingtonelectric.com shine at night. Photo by Cathy Chamberlain.City of Burlington Net Zero Energy Roadmap: Alternative Transport Pathway Technical Memorandum Prepared by Resource Systems Group for Burlington Electric Department September 9, 2019 1.0 PURPOSE AND ORGANIZATION The purpose of this technical memorandum is to summarize the markets analyzed, data sources, analysis tools, and methodology for developing the energy consumption estimates and forecasts associated with ground transportation in Burlington, Vermont. This memo is organized by scenario, to align with the Net Zero Energy Roadmap Report. Section 2 provides supporting detail on the business-as-usual scenario, by market. Section 3 provides additional detail on the net zero energy by 2030 scenario. The transportation analysis was conducted by dividing the transportation activities into three markets: Burlington Residential – for vehicles owned and registered in Burlington; Burlington Non-Residential – energy consumed by the Burlington School District buses and the GMT routes that start or end in Burlington; and lastly Non-Burlington Vehicles – for travel generated by vehicles used in Burlington but owned by commercial entities or non-Burlington residents. 12.0 BUSINESS-AS-USUAL SCENARIO 2.1 SUMMARY Figure 1 below provides an overview of the data sources and methodology for the Burlington and Non-Burlington vehicle markets. FIGURE 1. MARKETS, SOURCES AND METHODOLOGY Burlington Vehicles: Burlington Vehicles: Non-Burlington Residential Non-Residential Vehicles Daily HH PMT and VMT for Public transit: ridership and Total number of employees in Burlington by census tract revenue vehicle miles for Burlington by industry sector Source: NHTS Transferability routes originating or ending in Source: Dun & Bradstreet Statistics Burlington Source: GMT Estimated daily trip rates per employee Adjusted to total annual PMT Student travel behavior data Source: ITE / RSG and VMT Source: Burlington School Sources: VTrans District Mode share by trip for Chittenden County PMT split into mode share by Source: RSG miles traveled Source: NHTS Average trip distance by mode Sources: NHTS Allocated VMT by fuel type using fleet percentages for Burlington Source: BED Adjusted to annual travel Source: VTrans Used average fuel efficiencies Allocated VMT by fuel type to estimate total fuel use using fleet percentages for Sources: EPA, DOE Vermont Source: VTrans Used average fuel efficiencies to estimate total fuel use Sources: EPA, DOE 22.2 BURLINGTON RESIDENTIAL VEHICLES This market analysis assessed the travel characteristics for the owners of vehicles registered in Burlington. This was done by reviewing the available travel data for households. The travel characteristics then were applied to vehicle fleet mix for the to estimate the total amount of energy consumed. The National Household Travel Survey (NHTS) Transferability Statistics were used to calculate total vehicle trips and vehicle miles traveled (VMT) as well as person trips and person miles traveled (PMT) for Burlington using estimates for each category by census tract. It is worth noting that vehicle travel only includes private household vehicles and no distinction is made between single occupancy vehicle (SOV) travel and carpooling or high occupancy vehicle (HOV) travel. Therefore, bus travel is not included in the VMT. The number of households used in this analysis comes from the ACS’s 2013-2017 five- year estimate of 16,067. Travel data in the NHTS Transferability Statistics was provided in units of annual average weekday travel (AAWDT). In order to convert these values to an annual average daily traffic (AADT) figure, including seasonally adjusted travel on weekdays and weekends, a factor of 0.9 was calculated using the VTrans Redbook. Table 1 below shows the annual person miles and vehicle miles traveled used in the analysis. TABLE 1: TRAVEL TRENDS FOR BURLINGTON PER HOUSEHOLD TOTAL TRIPS TOTAL MILES AAWDT Person Travel 118,415 706,110 AAWDT Vehicle Travel 66,003 485,748 Annual PMT - 231,957,289 Annual Vehicle Travel - 159,568,300 The final mode split for Burlington is depicted in Table 2, which shows that the NHTS values were further calibrated using the known value of 68.8 percent from the NHTS Transferability Statistics as a weight. It is important to note that values for air travel and school bus are not shown in Table 2 because these modes are not included in this analysis. Excluding air travel in particular, along with other omitted modes, the miles calculated for Burlington in Table 2 represent approximately 78 percent of the nearly 232 million estimated PMT for Burlington from the NHTS Transferability Statistics. 3TABLE 2: CALCULATING NON-VEHICULAR MODE SPLIT OUT OF TOTAL PMT FOR BURLINGTON Private Public vehicle Private vehicle (categorized) Walk Bicycle Taxi bus (total) Van/ Car SUV pickup NHTS 70.4% 53.0% 15.4% 2.0% 2.2% 3.3% 2.2% 0.6% Modes BTS 68.8% - - - - - - - Modes BTV 68.8% 51.8% 15.0% 2.0% 2.4% 3.5% 2.4% 0.7% Modes BTV 159,568,300 120,189,095 34,861,532 4,535,988 5,494,514 8,129,058 5,502,395 1,531,731 Miles Table 3 below shows the number of electric vehicles registered in Burlington in 2018, by type. TABLE 3. ELECTRIC VEHICLES IN BURLINGTON PASSENGER FLEET (AS OF END OF 2017) % OF BURLINGTON ELECTRIC VEHICLE TYPE NUMBER REGISTERED PASSENGER VEHICLE FLEET Battery Electric Vehicle (BEV) 82 0.3% Plug-In Hybrid Electric Vehicle (PHEV) 108 0.4% Hybrid 963 4.5% The analysis assumes that electric vehicles (regardless of type) are driven the same average miles per year as any non-electric vehicle. This is supported by recent research indicating that newer electric vehicles have found to be driven at least, if not further than non-electric vehicless (Barry 2018). Another study found PHEV users make significantly more trips than their non-PHEV-using counterparts (an average of 1.25 more trips); PHEV users also choose the car for a significantly larger percentage of their total travel distance than internal combustion engine (ICE) vehicle users (Langbroek, Franklin and Susilo 2017). Table 4 below shows the annual fuel use for all Burlington vehicles. 4TABLE 4. BURLINGTON PASSENGER FLEET CONVERSION FROM VMT TO FUEL USE VEHICLE PASSENGER FLEET ANNUAL MILES ON FUEL FUEL TYPE ANNUAL FUEL USE TYPE VEHICLES SHARE VMT ELECTRICITY EFFICIENCY ICEV 20,180 93.8% 151,096,794 0% 20.01 MPG 7,554,840 gal. Gasoline HEV 963 4.5% 7,210,417 0% 44.45 MPG 162,397 gal. Diesel ICEV 183 0.9% 1,370,204 0% 20.01 MPG 68,510 gal. AEV 82 0.4% 613,971 100% 0.312 kWh/mi 192,173 kWh 55% 0.333 kWh/mi 146,324 kWh PEV PHEV 108 0.5% 808,645 45% 37.94 MPG 9,601 gal. Sub-total 21,516 100.0% 161,100,031 Gas Sub-total 7,726,838 Diesel Sub-total 68,510 Electricity Sub-total 338,497 1 2017 value from the Vermont Transportation Energy Profile, Table 3-4 Fuel Economy for Vehicles registered in Vermont for City driving 2 Vermont Transportation Energy Profile, Table 4-2 estimated electricity consumption in Vermont for 2016 all-electric vehicle 3 Vermont Transportation Energy Profile, Table 4-2 estimated electricity consumption in Vermont for 2016 plug-in hybrid electric vehicle 4 Alternative Fuels Data Center, hybrid and plug-in electric vehicle emissions data sources and assumptions 5 Alternative Fuels Data Center, hybrid and plug-in electric vehicle emissions data sources and assumptions 52.3 BURLINGTON NON-RESIDENTIAL VEHICLES Green Mountain Transit (GMT) runs 16 main bus routes that either start or end in Burlington. In addition to these routes are several bus services that run shopping specials from various senior housing complexes to local supermarkets. Table 5 summarizes the ridership and revenue vehicle miles for Burlington routes during the 2018 fiscal year. Revenue vehicle miles are defined as the miles traveled while carrying passengers on board, excluded any out of service miles, for instance travel returning to the transit terminal. TABLE 5. GMT FY18 SUMMARY FOR BURLINGTON ROUTES ROUTE NUMBER FY18 RIDERSHIP FY18 REVENUE VEHICLE MILES #1 Williston 446,074 219,473 #2 Essex Junction 445,252 227,646 #5 Pine Street 112,818 65,683 #6 Shelburne Road 23,163 149,171 #7 North Avenue 247,838 89,446 #8 City Loop 66,577 42,938 #9 Riverside/Winooski 118,267 53,501 #11 College Street Shuttle 135,644 52,486 #12 UMall/Airport 68,958 62,697 #18 Sunday Service 5,373 6,702 #36 Jeffersonville Commuter 8,898 2,618 #46 The 116 Commuter 3,797 868 #56 Milton Commuter 15,745 97,920 #76 Middlebury LINK Express 13,597 71,604 #86 Montpelier LINK Express 119,739 437,580 #96 St. Albans LINK Express 15,940 60,180 Shopping Specials 147,212 25,560 Sub-Total The average miles per gallon for the GMT fleet is 4.261. The Burlington School District summarized their fleet data for the four vehicles they run. Over the course of the average year the vehicles travel just under 55,000 miles and consume 8,867 gallons of diesel. 2.4 NON-BURLINGTON VEHICLES The second piece of this analysis was to calculate the travel footprint of employees who live outside of the city and travel into Burlington. Per the Census data from 2015 (source: Census OnTheMap), there are approximately 26,000 people who work in Burlington but 1 Sourced from an analysis completed by BED on the benefits of electrification of the GMT fleet 6live outside of the city. This analysis evaluated the general transportation demand that is generated by the overall employment in the city – estimated at just over 36,000. The modes that that travel occurs on is assessed and then the energy consumed by those modes is summarized. The American Community Survey census estimates for employment by NAICS code were grouped into general categories defined by the Institute of Transportation Engineers (ITE) and assigned a trip rate per employee. Table 5 below provides this trip rating by NAICS sector. TABLE 6. TRIP GENERATION BY BURLINGTON EMPLOYEES DAILY TRIP Employees AGGREGATED NAICS SECTOR DESCRIPTION RATES/ TRIPS (ACS) CATEGORY EMPLOYEE Agriculture, Forestry, etc. 22 Industrial 2.64 58 Utilities 219 Institutional 9.3 2,033 Construction 616 Industrial 2.64 1,627 Manufacturing 1,796 Industrial 2.64 4,742 Wholesale Trade 615 Industrial 2.64 1,622 Retail Trade 2,903 Retail 24 69,683 Transportation and Warehousing 629 Industrial 2.64 1,661 Information 1,793 Commercial 2.34 4,196 Finance and Insurance 938 Commercial 2.34 2,196 Real Estate and Rental and Leasing 566 Commercial 2.34 1,325 Professional and Technical Services 2,580 Commercial 2.34 6,037 Administrative Support & Waste Mgmt. 847 Institutional 9.3 7,875 Educational Services 6,143 K12 9.3 57,134 Health Care and Social Assistance 10,742 Institutional 9.3 99,904 Arts, Entertainment, and Recreation 478 Commercial 2.34 1,119 Other Services 1,066 Commercial 2.34 2,495 Public Administration 2,205 Institutional 9.3 20,505 Mining and Oil and Gas Extraction 2 Industrial 2.64 5 Accommodation and Food Services 1,968 Accommodations 6 11,808 Mgmt. of Companies and Enterprises 24 Commercial 2.34 56 Sub-Total 36,153 296,080 To determine trip modes, mode share by trip was taken from an rMove2 survey conducted for the Chittenden County Regional Planning Commission (CCRPC) in 2016. While mode share by trip was also available from the NHTS data, the benefits of using rMove data include a larger survey sample size (2,010 respondents from Chittenden county for rMove versus 750 statewide respondents for NHTS) and that the rMove data is known to be from Chittenden County. Figure 2 below shows the share of travel by travel mode. 2 https://rmove.rsginc.com/ 7FIGURE 2. REPORTED TRIP MODE ON TRAVEL DAYS FROM rMOVE SURVEY FOR CCRPC Transit (any Other Vehicle, Other (air, bus), 2% Taxi, 3% boat, etc.), 2% Bike, 12% Household Walk, 19% vehicle, 62% Aggregating number of trips, mode share, and distance, produces an estimate for annual person miles traveled using the AADT adjustment factor, as shown in Table 7. The category ‘other’ mode from rMove was excluded since it includes modes, such as air travel, that were not part of this study. TABLE 7: NON-BURLINGTON PMT BY MODE RMOVE MODE SHARE AVERAGE TRAVEL DAY TRIPS ANNUAL PMT MODE (TRIP) MILES PMT HH vehicle 62% 183,569 7.21 1,322,988 434,601,595 Walk 19% 56,255 0.7 39,594 13,006,633 Bike 12% 35,530 5.0 176,577 58,005,596 Transit 2% 5,922 14.82 87,649 28,792,727 Taxi 3% 8,882 10.3 91,498 30,056,941 Other 2% 5,922 - 0 0 Sub-total 296,080 1,718,306 564,463,493 1 Calculated using the car mode total trips and miles from NHTS Table 3 data 2 Calculated using the public bus total trips and miles from NHTS Table 3 data Table 7 below shows the annual fuel use for Non-Burlington vehicles. 8TABLE 8. NON-BURLINGTON PASSENGER FLEET CONVERSION FROM VMT TO FUEL USE VEHICLE FLEET MILES ON FUEL TYPE TOTAL VMT FUEL EFFICIENCY FUEL USE TYPE SHARE ELECTRICITY ICEV 532,370 89.2% 414,506,219 0% 20.01 MPG 20,725,311 Gasoline HEV 10,901 1.8% 8,487,579 0% 44.42 MPG 191,162 Diesel 30,205 5.1% 23,517,780 0% 20.01 MPG 1,175,889 BEV 381 0.1% 296,649 100% 0.3133 kWh/mi 92,851 PEV 55% 0.3294 kWh/mi 195,413 PHEV 1,387 0.2% 1,079 ,926 45% 37.95 MPG 12,822 All Vehicles 596,783 100.0% 464,658,537 Gasoline Sub-total 20,929,295 Diesel Sub-total 1,175,889 Electricity Sub-total 288,264 1 Average mpg for Vermont vehicles in 2017, from the Vermont Transportation Energy Profile, Table 3-4 Fuel Economy for Vehicles registered in Vermont 2 HEV mpg from Alternative Fuels Data Center, hybrid and plug-in electric vehicle emissions data sources and assumptions 3 AEV estimated electricity consumption in Vermont from Vermont Transportation Energy Profile, Table 4-2 4 PHEV estimated electricity consumption in Vermont from Vermont Transportation Energy Profile, Table 4-2 5 PHEV mpg from Alternative Fuels Data Center, hybrid and plug-in electric vehicle emissions data sources and assumptions 92.5 MARKET OVERLAP ADJUSTMENT The CCRPC maintains a regional travel demand model using the TransCAD software. The model is based on a number of demographic and land use inputs, socio-economic data, and travel behavior data. The model was most recently calibrated for the 2015 base year and has future land use and transportation network scenarios for future years, out to the future planning horizon of 2050. The model accounts for the complex trip making activities over the course of a day between households and non-residential land uses. The traffic generation of households and the resulting traffic volumes on the network are calibrated to actual observed data. The travel model can provide a helpful ‘top-down’ picture of aggregate travel demand to determine the magnitude to which the ‘bottom-up’ approach may overestimate travel. The analysis suggests that the combined Residential VMT and the Non-Residential VMT may overestimate Burlington related travel by approximately 15 percent. The model estimates that there are 172,621 vehicle trips (car, bus, taxi, etc.) being generated daily by Burlington land uses. Using a weighted average of origin-destinations in the travel model of 8.75 miles per vehicle trip, the annual VMT is estimated to be 551,308,000. Table 9 shows the various model outputs versus the estimated VMT in this study. TABLE 9: MODELED VMT - BED MARKET VMT 2015 2015 ANNUAL 2015 NON- 2015 HOUSEHOLD VMT RESIDENTIAL COMBINED VMT 161,100,031 464,658,537 625,758,568 [A] [B] [C] 1,390,000,000 12% 33% 45% Chittenden County annual VMT [a] [A/a) [B/a] [C/a] Burlington annual VMT (direct): 104,190,000 155% 446% 601% Occurs only on the streets of [b] [A/b] [B/b] [C/b] Burlington. Burlington related traffic VMT. Estimated by the avg. distance of 551,308,000 29% 84% 114% trips made within/to/from BTV (8.75 [c] [A/c] [B/c] [C/c] mi) The Chittenden County VMT covers vehicle mobility on all roads in the county, while the Burlington VMT (direct) covers strictly the road miles within the city boundary. The Burlington related VMT (row 3) attempts to capture the total related VMT for trips that travel within or have either an origin or a destination within Burlington. 10It is evident that Burlington has an outsized influence on the travel behaviors in the county, with many trips within the county destined to or originating from points in Burlington. As the City represents approximately 25 percent of total employment and population of the county, it has an influence on approximately 40-45 percent of the countywide annual VMT. 2.6 DATA LIMITATIONS For the City of Burlington to monitor and measure progress in the future it is important to understand the capabilities of the existing available datasets. Figure 3 shows the various mode shares over the various studies and data sources used in this analysis. The sources have various limitations since they only capture a specific segment of the overall population. In summary: • Journey to Work travel has higher mode shares for walking, biking, and transit (bus). • The NHTS data does estimate that over the course of a day the net vehicle use is nearly 90 percent. • The RSG rMove data sample done for the Regional Model update captures daily travel and captures actual users in Burlington and Chittenden County. This data was used for the non-residential travel demand mode share in this study. As BED and others consider tracking progress toward these goals it will be important to survey and understand the travel behaviors of residents as well as those who work in Burlington. The surveys shall be comprehensive of modes and trip purposes, provide full-day, and optimally multi-day data. FIGURE 3: TRAVEL MODES BY VARIOUS DATA SOURCES 100% 90% 80% 70% 60% 50% 40% 30% 20% 10% 0% Veh Walk Bike Bus NHTS rMove Residents of BTV Workers in BTV (Journey to work) (Journey to work) 113.0 NET ZERO ENERGY BY 2030 SCENARIO Burlington Electric Department was interested in exploring a wide variety of possible investments and changes in pricing and policy that would support a shift to reduce transportation energy consumption. RSG used the tool, VisionEval3 Rapid Policy Assessment (VERPAT), for Chittenden County4 to evaluate different policy actions that BED could consider as it strives to achieve the 2030 target and the impact of these policy actions. These include, but not limited to the following: • Travel mode shifting: The shift of single-occupant vehicle travel to bicycles, electric bicycles and other lightweight vehicles (e.g. scooters, trikes) • Travel price signals: Increases in the combination of fuel prices and vehicle travel charges to pay for roadways and to pay for externalities such as carbon pricing and mileage fees. • Demand management: Increased investment in programs and incentives which encourage people to drive less including ridesharing, van pooling, telecommuting, parking buyout, and transit subsidies. • Land use changes: Land use densification that shifts population and employment growth from less dense rural and suburban areas to more densely and diverse developed areas. • Parking: Increased parking fees and costs. • Transit supply: Increased investment in the coverage and frequency of transit services. Within these overarching categories of policy levers, the VERPAT model considered different levels of action and investment. Table 10 has the details the six baseline scenarios for each policy category as well as ten distinct policy actions that would go beyond business-as-usual. 3 https://visioneval.org/ 4 It is not reasonable to run one only for Burlington given the significant connection that Burlington has with the rest of the county. 12TABLE 10. DESCRIPTIONS OF DIFFERENT POLICY ACTIONS ANALYZED POLICY CATEGORY ABBREV DESCRIPTION Base scenario where 20% of the population is estimated as owning or having access to non- motorized vehicles.1 The proportion of SOV travel B1 suitable for substation by non-motorized vehicle travel Travel mode shifting is estimated as 10%, taking into account such factors as weather and trip purpose. Doubles the population estimate to 40% and proportion B2 of suitable trips suitable for light vehicles to 20%. C1 Base scenario with no auto operating surcharge. Cost of 5 cents per mile levied on auto users through C2 the form of a VMT charge which is nearly equivalent to Travel price signals $100 per ton. Cost of 9 cents per mile levied on auto users through C3 the form of a VMT charge. Base scenario with estimates on the current availability D1 and participation rates in work-based travel demand management programs. Demand management D2 Doubles all participation rates. Doubles all participation rates and the level of transit D3 subsidy. Base scenario with future population and employment L1 growth staying within the same categorical place types (i.e. rural, urban core, etc.) Land use Land use intensification where 90% of future population and employment growth is shifted from L2 rural and suburban areas to denser, more urbanized environments. Pricing and participation in various parking charging policies. For workplace parking, an estimated 10% of P1 employees must pay to park at work. For other parking supplies, 5% is charged. Parking Increased parking fees to 20% of employees charged P2 to park at work and 20% of other parking supply is charged. Same increases as P2 but the parking cost doubles P3 from $5 to $10. Base scenario where transit supply stays at the current T1 level. Transit supply T2 Doubles the transit supply. T3 Triples the transit supply. 1Non-motorized vehicles are defined as bicycles, and also electric bicycles, segways and similar vehicles that are small, lightweight and can travel at bicycle speeds or slightly higher than bicycle speeds. Running all base conditions and policy actions in the VERPAT model outputted a total of 324 scenarios. For the base scenario, where none of the actions are taken, Table 11 depicts the outcomes across the following performance measures: • Fatalities & injuries: annual traffic fatalities and injuries per 1,000 persons. • Vehicle cost per capita: average annual cost for owning & operating vehicles per person. 13• DVMT per capita: average daily vehicle miles traveled per person. • GHG emissions per capita: average annual metric tons of greenhouse gas emissions per person. • Fuel consumption: average annual gallons of gasoline and other fuels consumed per person. • DVHT per capita: average daily vehicle hours of travel per person. TABLE 11. BASE SCENARIO PERFORMANCE MEASURE VMT PER CAPITA 18.79 For DVMT, the regional travel mode had a slightly higher value than VERPAT at 21.2 miles per capita, excluding through traffic. A number of specific scenarios were selected to quantify improvements over the base scenario. For further analysis, BED should provide input on which policy actions they see as most valuable to model. • Highest return scenario (B2, C3, D3, L2, P3, T3): The most aggressive policy actions across all categories. This includes doubling the proportion of trips that would be suitable to do by bike or lightweight vehicles, doubles rates of participation in TDM efforts, increases in land use density in Burlington, daily parking costs increases to $10 per day, a price on carbon, and the tripling of transit supply. The Highest return scenario was used in the Net Zero analysis. • Progress scenario (B2, C2, D2, L2, P2, T2): All policy categories see some action and investment, but not as aggressive as the highest return scenario. • Green urbanization scenario (B2, C1, D1, L2, P1, T2): Investment in bike infrastructure and expansion of the Greenrides bikeshare program makes biking more accessible and investment in transit doubles the supply and frequency of GMT buses. Improvements in the standards of urban living draw more people to and densify the Burlington area. • Parking and demand management scenario (B1, C1, D2, L1, P2, T2): More of the parking supply, both workplace and non-workplace, is charged and investment in demand management and transit helps to increase active transportation and public transit trips. • Carbon tax scenario (B1, C2, D1, L1, P1, T1): All base scenarios except for a levied carbon tax of 5 cents per mile. 14TABLE 12. PERFORMANCE MEASURES OF SELECT SCENARIOS COMPARED TO BAU DVMT PER CAPITA Highest return -12.3% Progress -5.4% Green urbanization -3.4% Parking and demand management -1.6% Carbon tax ($100 per ton carbon) -1.7% The analysis indicates that reductions in VMT per capita and emissions per capita are most reduced under the ‘Highest return’ scenario. This scenario was used to inform the Alternative Transportation pathway in the overall analysis. 15180 Battery Street, Suite 350 Burlington, VT 05401 802.383.0118 www.rsginc.com White River Junction & Arlington, VA Chicago, IL Evansville, IN Portland, OR Salt Lake City, UT San Diego, CA Burlington, VT RSG promotes sustainable business practices that minimize negative impacts on the environment. We print all proposals and reports on recycled paper that utilizes a minimum of 30% post-consumer waste. RSG also encourages recycling of printed materials (including this document) whenever practicable. For more information on RSG’s sustainability practices, please visit www.rsginc.com. 16",
    "TEXT BY PAGE": [
        "Net Zero Energy Roadmap for the City of Burlington, Vermont Prepared for the Burlington Electric Department September 5, 2019 Report Authors Synapse Energy Economics Resource Systems Group Jennifer Kallay Jonathan Slason Asa Hopkins, PhD Gabrielle Freeman Jason Frost David Grover Alice Napoleon Ben Swanson Kenji Takahashi",
        "Cover photo taken by Cathy Chamberlain: The City of Burlington, Vermont from the shores of Lake Champlain.",
        "CONTENTS EXECUTIVE SUMMARY...................................................................................... I BACKGROUND ................................................................................................ 1 Drivers for the NZE by 2030 Goal .................................................................... 1 Burlington’s Population and Infrastructure: Opportunities and Challenges .. 3 OVERVIEW OF THE ANALYSIS ........................................................................... 6 Key Findings .................................................................................................. 6 Purpose and Scope ......................................................................................... 8 Overview of Scenarios, Pathways, and Sensitivities ........................................ 9 Organization of the Report ............................................................................ 11 A BUSINESS-AS-USUAL FUTURE ...................................................................... 11 Description and Assumptions ....................................................................... 11 Results .......................................................................................................... 13 AN NZE BY 2030 FUTURE ............................................................................. 16 Description and Assumptions ....................................................................... 16 Results .......................................................................................................... 23 Supporting Strategies ................................................................................... 30 AN NZE BY 2040 FUTURE ............................................................................. 45 Description and Assumptions ....................................................................... 45 Results ......................................................................................................... 46 NEXT STEPS ................................................................................................ 49",
        "EXECUTIVE SUMMARY In 2018, Burlington, Vermont, announced the most ambitious climate goal established by any community in the United States to date. The City’s Net Zero Energy by 2030 (NZE by 2030) goal is defined as reducing and eventually eliminating fossil fuel use from the heating and ground transportation sectors. This NZE goal is ambitious for both its rapidity and comprehensiveness and will require holistic transformation. Reaching the goal will require a paradigm shift over the next decade including: • Substantial reductions in energy use through accelerated and integrated energy efficiency in building thermal envelopes, equipment, appliances, lighting, and control systems, • cultural and behavioral change around energy use and distributed renewable1 energy resources serving buildings and community networks to shift increases in electricity usage to less expensive and less constrained times of the day; • a focus on equity in the design of every policy and program; • a rethinking of historic preservation to ensure every building that is renovated will provide an energy efficient, comfortable, and healthy home or workspace; • comprehensive planning for every community construction project to ensure o policies allow for increased density in key locations; o buildings are designed to be high performance2, compact, mixed-use and sited near places where residents work and recreate; o redesign of roads to significantly increase multi-modal transportation; and, o increased focus on and investment in public transportation so it is more accessible, runs more frequently and is therefore better utilized; • rapid and widespread electrification of space heating, water heating, and transportation to completely cease fossil fuel energy consumption; • continuation of Burlington Electric Department’s practice of sourcing 100 percent of the City’s electricity needs from renewables; and, • stakeholder engagement including community, state, regional, and federal partners. 1 Renewable resources are those that are capable of being replaced by natural ecological cycles or sound management practices. 2 Includes Passive House and net zero standards. Net Zero Energy Roadmap i",
        "As Burlington’s municipal utility, Burlington Electric Department’s (BED) energy supply choices and service offerings are driven by and directly reflect its community’s ambitions, priorities, and interests. In service to and collaboration with its community, BED contracted with Synapse Energy Economics (Synapse) and Resource Systems Group (RSG) to develop a roadmap to provide clarity and insight into how the City could best achieve its goal. This roadmap is a strategic analysis of the major steps or milestones needed to reach the goal with supporting data and recommended next steps for achieving the goal. The intended audience for this roadmap is implementers including BED and partner organizations, city and state leaders as well as interested community members. Caption: BED is aggressively transitioning its fleet of cars to electric vehicles. Photo by Burlington Electric Department. Synapse developed a business-as-usual (BAU) trajectory which confirmed that fossil fuels currently make up most of the energy consumption in the Residential and Commercial building sector, and they account for almost all transportation energy consumption. The building sector dominates Burlington’s energy consumption with 74 percent of total use. This energy is mostly used for heating buildings; 95 percent of heating is supplied by natural gas, providing a formidable challenge as natural gas is already lower cost and cleaner than petroleum. The remaining energy is used for vehicles and is almost exclusively petroleum. Net Zero Energy Roadmap ii",
        "To achieve NZE by 2030, it will be essential to strategically power each of these sectors with renewable electricity or heat instead of fossil fuels while simultaneously reducing total energy use through comprehensive energy efficiency. Figure ES 1 below shows the trajectory to achieve this goal. Figure ES 1: NZE by 2030 relative to the BAU Figure ES 2 below shows the pathways, or tools, that Synapse’s analysis illustrates Burlington must deploy to achieve its goal. Figure ES 2: Fossil fuel reductions by pathway Net Zero Energy Roadmap iii",
        "CRITERIA FOR ACHIEVING NZE Achieving NZE will require abiding by a set of important criteria. The following is a list of these criteria: 1. Use tools that are available today. No major technological breakthroughs are needed to meet the NZE goal. Fossil fuel energy can be eliminated through more efficient and controlled equipment, fuel shifting, land use change, and social change. The tools or pathways Synapse analyzed to achieve this transformation are described in more detail below. 2. Deploy all the tools available. This report refers to the tools Burlington can use as pathways. No one pathway can get Burlington to its goal on its own. While efficient electric buildings can get Burlington 60 percent towards its NZE by 2030 goal, Burlington will need to also pursue electric vehicles, a district energy system, and alternative transport. 3. Enact a suite of strategies, each aggressive, to support each tool. It is important to note that BED is not advocating for any strategy or set of strategies in this report, but instead presenting strategies for consideration, discussion, and implementation through ongoing consultation with city and state leaders and community members. In the near term, the community needs to build the foundation for significant regulatory action and deploy significant amounts of capital in the form of incentives to fast-track implementation of solutions that are already in place today or well scoped. In the mid-term, regulatory action and financing, such as through a revenue bond, to cover any remaining customer costs becomes critical for getting to scale. There are very few strategies that can be effective if only begun in the longer-term as the opportunity for substantial impact will have passed. Early replacement or buyout of equipment and replacing the remaining fossil fuel energy use with renewable natural gas are two strategies that can be reasonably implemented during this timeframe.3 4. Design programs and policies to ensure new energy demand does not occur during expensive constrained peak periods. Electrification of thermal and transportation energy consumption leads to substantial increases in total electricity consumption. This increase in electricity consumption will require BED and its customers to acquire larger amounts of renewable electricity and invest in upgrades to existing distribution system infrastructure including individual distribution transformers, secondary conductors/cables, services, and customer- owned building wiring. To ensure the most positive economic outcome for ratepayers, it is necessary to avoid overlap between this new load and periods of high demand and high cost electricity as much as possible. 5. Recognize that time is short and valuable. Burlington needs to quickly implement an integrated suite of solutions and strategies to reach the goal, including changes in (1) governmental policies on zoning, permitting and building codes, (2) energy benchmarking, and (3) transit infrastructure investment and planning. 3 Renewable natural gas is landfill gas, renewably-produced hydrogen or synthetic gas or some other renewably- produced gaseous fuel that can be used in place of natural gas. Net Zero Energy Roadmap iv",
        "6. Understand that regulation is necessary and can reduce costs. A singular focus on incentives to secure participation may be costly. Also, certain individuals may not decide to take advantage of program offerings. 7. Realize that equity must be achieved. All residents and businesses will need to be educated and engaged for this effort to be successful. This includes the vulnerable populations that may not be receiving equal services and resources today. 8. Value the environmental, economic, and social benefits. These include improved health, safety and air quality, better worker productivity due to increased comfort, and increased property value. Reaching a net zero Burlington by 2030 will require a transformation of the communities’ vehicles, transportation options, land use patterns and densities, and nearly every aspect of buildings that shapes energy use: comprehensive weatherization, space and water heating, control systems, equipment, lighting, and appliances. While not every building needs to be net zero to achieve this goal, every building needs to be addressed in some way. • With ample financial, technical, and regulatory supports, Efficient Electric Buildings— including comprehensive weatherization and electrification of space and water heating— represents the largest opportunity with 60 percent of total fossil fuel reductions. • Increased adoption of Electric Vehicle technologies could deliver 20 percent of total fossil fuel reductions. Electric Vehicle fossil fuel reductions will take more time to materialize as the market is still developing in terms of availability of SUVs and trucks and vehicle ranges. However, national fuel efficiency standards and complementary state clean vehicle initiatives, as well as the increasing cost competitiveness of electric vehicles lead to some reduction in fossil energy consumption from transportation without any additional efforts. • District Energy can represent 15 percent of total fossil fuel reductions. District Energy offers fossil fuel reductions in the nearer term, if the project is implemented quickly. A district energy system meets the space and water heating needs of high-load buildings and campuses that would otherwise be more difficult to heat with electric heat pump systems alone. • Alternative Transport, to reduce vehicle miles traveled, represents 5 percent of fossil fuel reductions. Alternative Transport opportunities require longer lead times to implement given the very slow pace of land-use change and the difficulty in achieving large energy reductions through social change. Figure ES 3 below shows the sources of and magnitude of this dynamic societal change. Net Zero Energy Roadmap v",
        "Figure ES 3: Net Zero Energy Roadmap at a Glance Reducing and eventually eliminating fossil fuel use in the heating and ground transportation sectors Net Zero Energy Roadmap vi",
        "BACKGROUND DRIVERS FOR THE NZE BY 2030 GOAL In 2016, Burlington Mayor Miro Weinberger and the Burlington Electric Department, with support from the Burlington Board of Electric Commissioners, established the City’s 2030 vision to make Burlington, Vermont a Net Zero Energy City.4 Burlington’s definition of a Net Zero Energy City is one that reduces and eventually eliminates fossil fuel use from the heating and ground transportation sectors. This report provides a roadmap to 2030 and beyond to show how the City and its electric utility, Burlington Electric Department (BED), can make this vision a reality. Pursuing this vision is consistent with Burlington’s long history as a leader and progressive community: Burlington developed a Climate Action Plan in 2000 and updated it in 20135 which has helped track energy and emissions metrics—both within City government and the broader community—and laid out policy objectives to meet City climate goals. Burlington also assembled a Municipal Development Plan (planBTV) in 2014 and updated it in 20196, providing a land-use and development vision for the next 10 to 20 years. In 2016, the City developed its first comprehensive plan focused on walking and biking.7 And, the Mayor holds monthly cross- departmental meetings referred to as BTVStat, where energy and emissions metrics are reported and discussed. Burlington’s electric department is Vermont’s largest municipally owned electric utility and the exclusive provider of electric service to nearly 21,000 customers comprising most of the population of the City of Burlington.8 As a municipal utility, BED’s energy supply choices and service offerings are driven by and directly reflect its communities’ ambitions, priorities, and interests. Two examples of this stand out: Energy Efficiency. Burlington and BED have implemented nation-leading energy 1 efficiency programs for the past 30 years. In 1990, Burlington voters approved an $11.3 million bond to enable BED to fund energy efficiency programs that supported successful activities through 2002. BED is the only electric utility in Vermont that runs its own energy efficiency programs as an Energy Efficiency Utility (EEU). BED customers, like all Vermonters, now pay a small monthly Energy Efficiency Charge that supports the EEU’s continued efficiency programs. The combination of these funding sources with customers’ direct investment amounts to more than $70 million invested in energy efficiency efforts in the City since 1990. The City is using approximately 6.1 4 See https://www.burlingtonelectric.com/sites/default/files/inline-files/2016_pmr_vfr.pdf and https://www.burlingtonelectric.com/sites/default/files/inline-files/Appendix%20D%20BED_StrategicPlan.pdf 5 See https://www.burlingtonvt.gov/sites/default/files/Legacy/About_Us/Climate%20Action%20Plan.pdf 6 See https://planbtv-burlingtonvt.opendata.arcgis.com/ 7 See Walk-Bike Plan BTV at: https://www.burlingtonvt.gov/sites/default/files/PlanBTVWalkBike_MasterPlan_final-PlanOnly.pdf 8 Including the student population. NZE by 2030 Roadmap 1",
        "percent less electricity today than in 1989, and Burlington Electric customers are saving approximately $12 million annually on electric bills through energy efficiency investments.9 With the advent of Tier 3 of Vermont’s Renewable Energy Standard in 2017, BED has begun groundbreaking new programs to reduce its customers’ fossil fuel use through strategic electrification activities. These include new incentive programs for electric vehicles and buses, electric bikes, and electric lawn mowers. These activities leverage the EEU’s expertise with market transformation into new areas and new strategies like demand response, distributed energy resources, and rate design. Renewable Energy. In 2014, BED purchased the 7.4 MW Winooski One Hydroelectric 2 Facility. The purchase built on BED’s portfolio of biomass, solar, wind, and hydroelectric generation to make Burlington the first 100 percent renewably sourced city in the United States. NZE by 2030 is a commendable goal as it is critical to mitigate climate change as quickly as possible. Burlington responded to this need by developing one of the most ambitious goals of any community in the United States. Reaching the goal will require a paradigm shift over the next decade including: • Substantial reductions in energy use through accelerated, integrated and deep energy efficiency in building thermal envelopes, as well as equipment, appliances, lighting, and control systems; • cultural and behavioral change around energy use and distributed renewable energy resources serving buildings and community networks to shift increases in electricity usage to less expensive and less constrained times of the day; • a focus on equity in the design of every policy and program;10 • a rethinking of historic preservation to ensure every building that is renovated will provide an energy efficient, comfortable, and healthy home or workspace; • comprehensive planning for every community construction project to ensure o policies allow for increased density in key locations; o buildings are designed to be high performance, compact, mixed-use sited near places where residents work and recreate and powered by 100 percent renewable energy; o redesign of roads to significantly increase multi-modal transportation; and, 9 See https://burlingtonelectric.com/sites/default/files/2018_PMR.pdf and https://legislature.vermont.gov/Documents/2020/WorkGroups/Senate%20Natural%20Resources/Bills/S.171/Pu blic%20Comment/S.171~Darren%20Springer~Testimony~5-2-2019.pdf 10 See Energiesprong video, available at: https://www.youtube.com/watch?v=I3WBT2eAArI. NZE by 2030 Roadmap 2",
        "o increased focus on and investment in public transportation so it is more accessible, runs more frequently, and is therefore better utilized; • rapid and widespread electrification of space heating, water heating, and transportation to completely cease fossil fuel energy consumption; • continuation of Burlington Electric Department’s practice of sourcing 100 percent of the City’s electricity needs from renewables; and, • stakeholder engagement including community, state, regional, and federal partners. BURLINGTON’S POPULATION AND INFRASTRUCTURE: OPPORTUNITIES AND CHALLENGES The composition of the people and infrastructure in the City of Burlington provides important context for the opportunities and challenges that BED and the community may face in getting to NZE by 2030. • Fossil fuel energy use is spread across many consumers who will need to act for this roadmap to succeed. Residential buildings consume 32 percent of fossil fuel energy use and commercial and institutional buildings consume 42 percent. Residential light-duty vehicles and Green Mountain Transit buses serving Burlington consume the remaining 26 percent. The larger commercial and institutional customers include the municipal government, UVM Medical Center, University of Vermont, Champlain College, and the Burlington International Airport. There are very few industrial customers. • The City of Burlington will need to reach and engage all its residents. Burlingtonians are diverse, representing a variety of ages, ethnic backgrounds, and economic circumstances. Vulnerable populations include the homeless population, low-income residents, new Americans, and seniors. Additionally, driven by the student population, a substantial portion of the population relocates annually—a challenge that Burlington will need to address to achieve its goal. • As an older city, Burlington’s residential building stock is aging or in need of renovation, requiring customized solutions. Vermont has the 7th oldest housing stock in the nation and five times as many housing units over 50 years old than any other municipality in Chittenden County, with 47 percent of the units constructed before 1950.11 Some homes are subject to historic preservation requirements that may further complicate energy efficiency renovations. Many buildings located downtown are also historic, were not originally constructed with energy performance in mind and may also be subject to historic preservation requirements that can complicate energy efficiency renovations. The photo below provides an illustrative example of an older building that was retrofit with newer technologies to spur discussion of how energy efficiency goals can be more effectively integrated with historic preservation goals. 11 See 2018- 2023 Consolidated Plan for Housing & Community Development at: https://www.burlingtonvt.gov/sites/default/files/2018%20Consolidated%20Plan%20-%20Draft.pdf NZE by 2030 Roadmap 3",
        "Caption: Energy efficiency upgrades can contribute to a building’s improved appearance. Richard Renner | Architects building upgraded with light monitors, solar panels, and high efficiency glazing. Photo by James R. Salomon. NZE by 2030 Roadmap 4",
        "• Burlington’s commercial building stock comprises a substantial proportion (75 percent) of electricity use. Many buildings are mixed use, with residences atop street level businesses. Property owners are less likely to invest in efficiency when the renters who pay the energy bills receive the energy and bill savings. • Many residents rent properties because they cannot afford to own. Some of these rental properties are multifamily buildings. As with commercial property owners, multifamily building owners are less likely to invest in efficiency when the renters who pay the energy bills receive the energy and bill savings. • Most of the space heating, water heating, and cooking in Burlington homes and businesses use natural gas. This presents a challenge as it is not as cost-effective today to convert homes from natural gas to electric space heating and water heating systems as it is to convert homes heated by propane or fuel oil. • While some Burlington homes use forced air heating systems for which air-source or ground- source heat pump systems can be a direct replacement, most heating systems in Burlington’s homes are boilers and radiators that distribute heat through pipes. This is an advantage for reaching the City’s goal because homeowners need not wait until the existing boiler heating system reaches the end of its useful life before they add ductless air-source heat pumps to their homes. On the other hand, there are no widely available and affordable heat pump technologies that are drop-in replacements for existing boilers or retrofit the hydronic hot water distribution system to accommodate the lower supply water temperature output of an air to water heat pump, so these homes would need to use ductless heat pump systems to displace, rather than replace, fossil fuel use. Some fossil fuel use will remain in these buildings even after they are meeting the bulk of their heat needs with heat pumps. • Burlington’s commercial buildings range from small buildings that use residential heating equipment to campuses, office buildings, and medical facilities. The City has an equivalently wide range of commercial heating systems, which primarily use natural gas. Building owners will need to use diverse technologies, including district energy and both air-source and ground-source heat pumps to meet their needs. Commercial water heating and cooking will require similarly diverse and creative solutions to decarbonize. This roadmap assumes the City can overcome these challenges, and the supporting strategies detail the most likely pathways to success. NZE by 2030 Roadmap 5",
        "OVERVIEW OF THE ANALYSIS KEY FINDINGS To achieve this goal, Burlington should move forward as follows: 1. Use tools that are available today. While technological breakthroughs would make it easier to achieve the goal, Burlington does not need to rely on major technological breakthroughs to meet the NZE goal. More efficient, controllable equipment, fuel shifting, land-use change and social change can eliminate fossil fuel use. The tools or pathways Synapse analyzed to achieve this transformation are described in more detail below. 2. Deploy all the tools available. This report refers to the tools Burlington can use as pathways. No single pathway can get Burlington to its goal on its own. While efficient electric buildings can get Burlington 60 percent towards its NZE by 2030 goal, Burlington will need to also pursue electric vehicles, district energy, and alternative transport. Pathway 1: With ample financial, technical and regulatory supports Efficient Electric Buildings, including weatherization and electrification of space heating, represents the largest opportunity by far. Many of the technologies needed are commercially available and can be implemented immediately. Pathway 2: Increased adoption of Electric Vehicles technologies could deliver 20 percent of total fossil fuel reductions. Electric Vehicle fossil fuel reductions will take more time to materialize as the market is still developing in terms of availability of SUVs and trucks and vehicle range. However, national fuel efficiency standards and the increasing cost competitiveness of electric vehicles leads to some reduction in fossil energy consumption from transportation without any additional efforts. Pathway 3: District Energy can represent 15 percent of total fossil fuel reductions. District Energy offers fossil fuel reductions in the nearer term, if the project is implemented quickly. A district energy system meets the space and water heating needs of high-load buildings and campuses that would otherwise be more difficult to heat with electric heat pump systems alone. Pathway 4: Alternative Transport, providing reductions in vehicle miles traveled represents 5 percent of fossil fuel reductions. Alternative Transport opportunities require longer lead times to implement given the very slow pace of land-use change and the difficulty in achieving large energy reductions through social change. 3. Enact a suite of strategies, each aggressive, to support each tool. Strategies are both policies and practices to affect change. In the near term, the community needs to build the foundation for significant regulatory action. This includes benchmarking energy use in all buildings; labeling and rating energy use in all buildings; educating the public about, implementing, and enforcing high performance building codes; updating the existing housing code to include energy efficiency and updating permitting policies and zoning codes to remove any barriers to NZE by 2030 Roadmap 6",
        "electrification. The community also needs to deploy significant amounts of capital in the form of incentives to fast-track implementation of solutions that are already in place today or well scoped. This includes implementing a district energy system project, aggressively advancing existing regulated utility programs such as EEU and Tier 3 programs, and modifying electric rate designs. Additionally, the community should lay the groundwork for transit infrastructure investments and planning. In the mid-term, regulatory action becomes critical. This includes requiring properties to meet or exceed minimum efficiency standards and electrify, state action to require electric vehicles, stringent zoning codes, and penalties for fossil fuel use in the form of higher pricing and fees. Financing will also need to scale to cover the combined customer costs of comprehensive building efficiency and fuel switching. To the extent additional new technologies become available, support for research and development is also important. Building on an effort that began early on, the district energy system should be expanded during this timeframe. There are very few strategies that can be effective in the longer term as the opportunity for substantial impact will have passed. These include equipment buyout and early replacement and renewable natural gas purchases for remaining fossil fuel energy use.12 4. Design programs and policies to ensure new energy demand does not occur during expensive constrained peak periods. Electrification of thermal and transportation energy consumption leads to substantial increases in total electricity consumption. This increase in electricity consumption will require BED to acquire larger amounts of renewable electricity and invest in upgrades to existing distribution system infrastructure including individual distribution transformers, secondary conductors/cables, services, and customer-owned building wiring. It is necessary to ensure this new load does not increase rates by overlapping with existing periods of high demand for electricity and high cost. 5. Recognize that time is short and valuable. Burlington needs to integrate and implement changes in (1) governmental policies on zoning, permitting and building codes, (2) energy benchmarking, and (3) transit infrastructure investment and planning immediately to reach the goal. Also, space and water heating equipment, vehicles and newly constructed buildings have long lifetimes. Each piece of equipment that is purchased or installed that uses fossil fuel is a lost opportunity. 6. Understand that regulation is necessary and can reduce costs. A singular focus on incentives to secure participation may be costly and certain individuals may not decide to take advantage of program offerings. For example, our analysis assumes that, in order to achieve this goal, some space heating and hot water heating systems and gasoline-powered vehicles will need to be retired before the end of their useful lives. A carbon policy at the state, regional or federal level would reduce the cost Burlington and other communities would pay to meet their clean energy goals. 12 Renewable natural gas is landfill gas, renewably produced hydrogen or some other renewably produced fuel source. NZE by 2030 Roadmap 7",
        "7. Realize that equity is required and will be achieved. Equity is defined as “the just and fair inclusion into a society in which all people can participate, prosper, and reach their full potential.”13 This effort will not succeed unless all Burlingtonians are able to engage in this energy transformation. All residents and businesses will need to be educated and engaged including the vulnerable populations that may not be receiving equal services and resources today. The municipal utility, City, and state will need to design programs and policies with an equity lens and include low-income residents, first generation Americans, people of color, and others in the decision-making process. 8. Value the environmental, economic, and social benefits. While Synapse did not quantify these additional benefits in its analysis, these benefits can have a high value. These additional benefits include reduced impacts from climate change, improved air quality, healthier residents due to improved air quality and a more active lifestyle, increased property values, safer and more comfortable living spaces, reduced congestion, economic development, and support for local jobs. The Burlington of 2030 will require an overhaul of insulation and air sealing for building envelopes, space and water heating equipment, equipment controls, and vehicles and vehicle infrastructure. PURPOSE AND SCOPE In late 2018, BED contracted with Synapse Energy Economics (Synapse) and Resource Systems Group (RSG) to develop its NZE by 2030 Roadmap. The purpose of this roadmap is to provide more specific insight into how Burlington can achieve its net zero energy goal over the next decade. The roadmap guides decision-making by examining a suite of recommended pathways and supporting strategies, including those classified as “no-regret.” No-regret pathways and strategies are those that rank highly using a combination of BED’s four key prioritization criteria. These include: (1) implementable in the near term (2) high impact (3) cost-effective and (4) equitable. The recommendations also consider the potential for, and interest in avoiding, negative consequences such as shifting energy demand to expensive and constrained peak periods. Given the short timeframe for implementation, the analysis focuses on solutions that are feasible and use technologies in commercial operation today. While the analysis accounts for expected improvements in cost and performance for clean technologies and increased availability of electric vehicles, the strategies require no major technological breakthroughs to meet the NZE goal. 13 See the 2018 Equity Report at: https://www.burlingtonvt.gov/it/reports/equity. NZE by 2030 Roadmap 8",
        "The scope of this analysis includes: “No-Regret” • All sectors (electric, thermal, and transportation); Criteria • Implementable in • All customers (residential, commercial, institutional, and the near term industrial); and, • High impact • All building types (owner-occupied, developer-owned, leased • Cost-effective spaces, owners with portfolios of multifamily or commercial • Equitable buildings). Transportation includes ground transportation but not rail or air transportation. RSG subdivided ground transportation into travel by Burlington-registered vehicles and travel by non-Burlington residents who work, shop and recreate in Burlington. The NZE by 2030 goal only includes transportation by Burlington-registered vehicles. This report provides transportation by non- Burlington residents only for context and to allow further consideration of how to best reduce these fossil fuel uses. OVERVIEW OF SCENARIOS, PATHWAYS, AND SENSITIVITIES This analysis examined three scenarios: (1) a business-as-usual scenario, (2) an NZE by 2030 scenario, and (3) an NZE by 2040 scenario. 1. BUSINESS-AS-USUAL SCENARIO The business-as-usual scenario (BAU) shows fossil fuel energy consumption assuming policies and practices in place today. For example, the BAU assumes the following: o BED and Vermont Gas continue to fund and provide Energy Efficiency Utility programs in accordance with PUC-approved policies and budgets. o BED maintains its goal of sourcing 100 percent of its electricity needs from renewable energy sources. o Local, state, and federal policies, such as building codes and appliance standards, advance on the same timescale and reduce energy consumption to a similar extent as in the past. o Existing levels of transit and other related policies affecting gasoline and diesel fuel consumption remain in place with anticipated net improvements in miles per gallon. o Due to some anticipated larger developments in Burlington and other forecasted population growth, the number of households in Burlington grows from 17,231 in 2019 to 18,093 in 2030. Total commercial floor space grows from 18.6 million square feet in 2019 to 19.9 million square feet in 2030 based on employment projections. Adoption of electric space heating systems, hot water heating systems, and cars and trucks will increase over time as costs continue to decline and these products are more frequently purchased; this trend is captured in the BAU. However, the BAU does not represent any additional gains from greater incentives NZE by 2030 Roadmap 9",
        "or additional policies designed to encourage faster adoption of these electric building thermal systems and vehicle technologies. 2. THE NZE BY 2030 SCENARIO The NZE by 2030 scenario shows fossil fuel energy consumption declining to zero by 2030 assuming a suite of policies and practices are implemented that affect change in the following four key pathways: Pathway 1 Pathway 2 Pathway 3 Pathway 4 Efficient Electric District Alternative Electric Vehicles Energy Transport Buildings 3. THE NZE BY 2040 SCENARIO The NZE by 2040 scenario shows fossil fuel energy consumption declining to zero by 2040. It is important to note that this goal requires the same four key pathways and suite of supporting strategies as the 2030 scenario. Between 2020 and However, this scenario reflects implementation of the 2040, NZE by 2030 supporting strategies at a slower pace and for a lower cost. Between 2020 and 2040, NZE by 2030 results in a 69 results in a 69% percent cumulative reduction in greenhouse gas emissions cumulative from the BAU by 2030 while NZE by 2040 results in a 57 reduction in percent reduction. greenhouse gas emissions from the The scenarios model the required reductions in fossil fuel BAU while NZE by energy consumption by sector, fuel, and end use, and they 2040 results in specify the technologies used to provide these reductions. 57%. It is important to note that the scenarios do not represent a specific policy or set of policies. Rather, we identify a suite of strategies that Burlington will need to adopt or pursue to achieve the NZE by 2030 scenario in the Supporting Strategies section below. A carbon price enacted at the state, regional, or federal level would help Burlington and other communities meet their clean energy goals. To illustrate this effect, Synapse modeled a carbon pricing sensitivity shown in the Costs and Cost-Effectiveness section of this report. This sensitivity demonstrates the impact of a carbon price of $100 per ton of carbon equivalent on the costs, benefits, and cost-effectiveness of the four pathways and in total. The carbon price improved cost-effectiveness due to lower costs facing consumers as they advance these pathways. NZE by 2030 Roadmap 10",
        "ORGANIZATION OF THE REPORT We organize the report by scenario: l 0 0 a u s U s D ase ss uc mri pp tt ii oo nn s and 3 0 2 y b D ase ss uc mri pp tt ii oo nn s and 4 0 2 y b D ase ss uc mri pp tt ii oo nn s and a s s e R •Ee ns eu rglt ys reductions E Z N R •Ee ns eu rglt ys reductions E Z N R •Ee ns eu rglt ys reductions n •Greenhouse gas emissions •Greenhouse gas emissions •Greenhouse gas emissions is reductions reductions reductions u B •Costs and Cost-effectiveness •Costs and Cost-effectiveness •Costs and Cost-effectiveness Supporting Strategies A BUSINESS-AS-USUAL FUTURE DESCRIPTION AND ASSUMPTIONS The Business-As-Usual scenario describes a future where policies and practices do not change from what are currently in place. The BAU includes residential buildings, commercial buildings, transportation energy use by vehicles registered by households in Burlington, and transportation energy use by other vehicles that travel into Burlington for work, shopping, or recreation. Transportation energy use by Burlington-registered vehicles includes personal vehicles operated by individuals living in each household, commercial and municipal light-duty vehicles registered in Burlington, Burlington-based Green Mountain Transit fleets,14 and the Burlington Public School vehicle fleet. Due to data availability, we did not include vehicles owned and operated by commercial and industrial establishments in Burlington or City fleet vehicles.15 Transportation energy use by vehicles that travel into Burlington for work, shopping, or recreation but are not registered in Burlington includes: vehicles owned by individuals who travel to Burlington and live in surrounding cities and towns and commercial vehicles that are used for business in Burlington but are not based in the City. This category of transportation accounts for vehicle trips created by Burlington’s businesses and attractions. Office space generates commuter trips, for example, while retail generates shopping trips (as well as commuting trips for employees.) While this non-Burlington transportation energy consumption is not included in our future projections, RSG did calculate its current value. RSG adjusted the energy used by this subsegment 14 All bus vehicle miles traveled on routes that include Burlington are included. This is an upper bound on the number of vehicle miles traveled that should be assigned to Burlington, as some fraction of both route miles and passengers are based in neighboring municipalities. 15 The Vermont Department of Motor Vehicles does not provide numbers and types of registered vehicles to commercial or industrial uses. NZE by 2030 Roadmap 11",
        "to net out an overlap of approximately 15 percent. This overlap occurs when a household vehicle registered in Burlington is used to travel to a Burlington business or other destination and appears in both categories. The BAU scenario starts from a 2018 baseline for electric, natural gas, fuel oil, gasoline, and diesel. Consumption is calculated (and estimated where data is limited) using sources including: o Electricity consumption from BED; o Natural gas consumption from Vermont Gas; o The number of buildings providing space heating with oil and propane (estimated by BED) and the heating load of a typical building; o The number of vehicles registered in Burlington from the Vermont Department of Motor Vehicles, the average number of miles each vehicle travels in a year, and fuel economy projections from the Energy Information Administration’s 2019 Annual Energy Outlook; and o School and transit bus miles driven per year and fuel efficiencies from Burlington’s School District and Green Mountain Transit. Synapse then projected how energy consumption would change in future years relative to the baseline absent new policies. We assumed air-source heat pump adoption for space and hot water heating would proceed at the pace envisioned in BED’s current energy efficiency program plans. Total adoption of air-source heat pumps reaches nearly 1,100 households by 2040 to align with BED’s BAU forecast. While ground-source heat pumps and biomass were not included in the analysis, this should not discourage the City and BED from pursuing these technologies in the future. The rate of electric vehicle adoption is a key to this projection, and Synapse selected Bloomberg New Energy Finance (BNEF) as the best representation of future market penetration. BNEF projects that 34 percent of new vehicle sales will be electric in the United States in 2030 and that cost parity between internal combustion engines (ICE) and EVs will be achieved by 2025. The transportation stock flow model, described in more detail below, projects the share of vehicles on the road that are electric based on the share of new vehicle sales in each year. The long average lifetime of vehicles, which we assume to be about 13.5 years, leads to a significant lag between increases in EV sales and increases in the total number of EVs on the road. This delay increases the importance of increasing the number of EV sales rapidly. Additionally, this analysis does not track vehicle ownership , and therefore the analysis did not consider transfers of pre-owned vehicles. The analysis also assumed that used vehicles that enter and exit Burlington’s stock cancel out. Similarly, the analysis did not separately account for leased vehicles. Instead, the analysis tracked all new vehicle registrations in Burlington together, regardless of whether they were leased or purchased. This analysis based the energy consumption on all vehicles on the road regardless of who owns the vehicles, so the model focused on new vehicles that enter the total vehicle stock and old vehicles that are scrapped and removed from the vehicle stock. NZE by 2030 Roadmap 12",
        "RESULTS A key assumption in establishing the percentage of energy consumption from buildings versus transportation is how and where the boundary for the transportation sector is drawn. Figure 1 shows that energy consumption from Transportation energy transportation slightly exceeds consumption from use by vehicles from buildings if transportation energy use includes vehicles other cities and towns coming from outside Burlington. Transportation energy that travel to Burlington use by vehicles from other cities and towns that travel to for commercial and Burlington for commercial and recreational activities is recreational activities is larger than any of the other individual sectors. If larger than any of the Burlington’s total includes this segment , fossil energy other individual sectors. consumption becomes roughly split between buildings and vehicles: Buildings account for 46 percent of the total and transportation accounts for 54 percent. The NZE by 2030 future includes residential buildings, commercial buildings, and transportation energy use by vehicles registered to residents of Burlington. However, the transportation energy use by vehicles that travel into Burlington for work or recreation but are not registered in Burlington is shown here, to enable the community to affect this large component of greenhouse gas emissions with its actions. For example, if more homes and workplaces were in the city, Burlington could dramatically reduce this wedge of energy consumption and its associated emissions. Figure 1: 2018 fossil fuel consumption by sector, with non-Burlington vehicles (million btu) NZE by 2030 Roadmap 13",
        "Including only transportation trips taken by Burlington residents and businesses, the buildings sector dominates Burlington’s energy consumption (accounting for 74 percent of the total) as shown in Figure 2 below. This energy is mostly used for space and water heating. Figure 2: 2018 fossil fuel consumption by sector, without non-Burlington vehicles (million btu) Figure 3 shows total energy consumption, including electricity in addition to the fossil fuel consumption shown above. Fossil fuels currently make up most of the energy consumption in each of the sectors, and they account for almost all transportation energy consumption. Buildings mostly use natural gas, while vehicles almost exclusively use petroleum. To achieve NZE by 2030, it will be essential to power each of these sectors with renewable electricity instead of fossil fuels. NZE by 2030 Roadmap 14",
        "Figure 3: 2018 energy consumption by sector and fuel type Figure 4 below shows fossil fuel consumption declining over time for the BAU trajectory. Between 2019 and 2030, fossil energy consumption declines by roughly 9 percent—primarily due to the impact of improving fuel efficiency standards through 2025 on gasoline consumption by vehicles and a rising share of electric vehicles. National fuel efficiency standards and the increasing cost competitiveness of electric vehicles leads to some reduction in fossil energy consumption from transportation without any additional policy intervention. The BAU also assumes a continuation of existing EEU and Tier 3 programs. Figure 4: Business-as-Usual fossil fuel consumption NZE by 2030 Roadmap 15",
        "AN NZE BY 2030 FUTURE DESCRIPTION AND ASSUMPTIONS The NZE by 2030 future includes residential buildings, commercial buildings, and transportation energy use by vehicles registered to residents of Burlington. Transportation energy use by vehicles that All forms of efficiency help to travel into Burlington for work or recreation but are control costs by reducing the not registered in Burlington is shown in Figure 1 in the supply of renewables needed BAU section above to enable comparison. However, to meet the electric energy the amount of fossil fuel energy that Burlington needs demand and limiting or to reduce to achieve NZE by 2030 does not include this deferring grid upgrade costs. sector. Some of the strategies that Burlington and BED implement to achieve NZE by 2030 may apply to both the Burlington-based and non-Burlington transportation markets. There are three key components to Burlington’s definition of net zero energy. 1. First, the community must reduce electric energy use through continued and accelerated pursuit of aggressive, cost-effective energy efficiency—in all sectors. Energy efficiency programs and their funding structures may need to be modified to accomplish accelerated adoption needed to transform the buildings sector. Efficiency in the buildings sector is broken down between electric and fossil fuel efficiency measures. Electric efficiency measures for residential and commercial buildings include: deep energy retrofits of existing buildings’ thermal envelopes, high-performance HVAC equipment to provide electric space heating and cooling, LED lighting for all buildings, intelligent controls to automate and optimize HVAC and lighting systems in commercial buildings, internet-of- things devices optimizing systems in residential buildings, plug load management in all buildings, peak demand management and automated demand response in commercial buildings, distributed renewable energy resources serving buildings and community networks, and ovens, clothes washers, dryers, and commercial foodservice equipment. The assessment of electric efficiency savings did not account for the potential savings impacts from behavioral efforts. Fossil fuel efficiency is predominantly accomplished via weatherization and upgrading, replacing, or better controlling HVAC, and hot water heating equipment so that they use less energy. Efficiency in the transportation sector is accomplished by pursuing policies to reduce vehicle miles traveled and offering more energy efficient travel modes. All forms of efficiency help to control costs by reducing the supply of renewables needed to meet the electric energy demand and limiting or deferring grid upgrade costs. 2. Second, the heating and transportation sectors must eliminate fossil fuel use through fuel switching. Most buildings are completely electrified, and electric vehicles replace nearly all vehicles. As 2030 approaches, building space and hot water heating and transportation electrification occurs before equipment fails to get as close as possible to complete adoption NZE by 2030 Roadmap 16",
        "of heat pumps in buildings. Renewable natural gas could be used to offset a small proportion of natural gas use in buildings where heat pumps cannot supply the heating needs for the entire building. However, supply will be limited, and the price could be high so this strategy should be deployed sparingly. While biomass heating systems were not modeled, biomass could also provide a clean and efficient heating solution for some homes and businesses. A district energy system as modeled in this analysis begins operating in 2021 and is expanded in 2024, putting waste heat from other facilities to a productive use. Given the challenge of finding renewable fuels to replace gasoline, this analysis did not consider renewable fuels as an option for the transportation sector. 3. Third, the renewable energy portfolio grows 65 percent between 2018 and 2030 to serve the anticipated increase in electric energy needs from electric heating and transportation moving forward. The following sections provide more detail and key assumptions for each pathway. PATHWAY 1: EFFICIENT ELECTRIC BUILDINGS To achieve NZE by 2030, clean, electric technologies for reducing energy consumption in buildings such as ground-source, air-source, and air-to-water heat pumps and heat pump water heaters must rapidly increase in market share. This analysis considered both furnace and boiler heating systems and replaced them with ducted heat pumps and ductless mini-split heat pumps, respectively. Heat pumps are categorized based on the heat sources they draw from to heat buildings. The different categories of heat pumps are:16 • Air-source heat pump (ASHP): The most common type of heat pump in the United States moves heat between indoor-air and outdoor-air. These systems use an electric-powered vapor compression cycle to transfer heat in and out of buildings, using ambient thermal energy in the air as a reservoir. A wide range of ASHP systems are available, ranging from single-head ductless to multi-head ductless and ducted to central ducted systems. • Ground-source heat pump (GSHP): Systems that use underground rock or groundwater as the outdoor heat reservoir are generally called GSHPs. GSHPs have an indoor heat pump unit and a heat exchanging ground loop buried underground to transfer heat between the ground and the building. They are generally more efficient than ASHPs as they extract heat from the ground that is relatively warmer than outdoor air. However, they are much more expensive to install due to the drilling requirements and ground loop components. • Water-source heat pump (WSHP): When heat is extracted from a body of water, a heat pump system is called a WSHP. If a building has easy access to a well, lake, aquifer, other 16 The text in this section draws from Decarbonization of Heating Energy Use in California Buildings: Technology, Markets, Impacts, and Policy Solutions (October 2018), pages 11-14, available at: https://www.synapse- energy.com/sites/default/files/Decarbonization-Heating-CA-Buildings-17-092-1.pdf NZE by 2030 Roadmap 17",
        "thermal reservoir (e.g., wastewater, cooling loop system), WSHPs could be a viable and less expensive option than a GSHP because WSHPs do not require extensive ground drilling or excavation. Both GSHPs and WSHPs have various system sizes which can be used for buildings ranging from single-story buildings to large, high-rise buildings, and district heating systems where a central heat pump serves multiple buildings. • Air-to-water heat pump (AWHP): An AWHP, or “hydronic heat pump”, heats interior water instead of air. AWHPs have become broadly available as hot water heat pumps for households in the United States in the past few years. However, AWHPs for space heating are not widely available for use in the United States and are more expensive. ASHPs are available in several different forms: o Ducted ASHPs: Ducted ASHPs are split systems where the outdoor unit and indoor fan coils are separated and connected with refrigerant pipes and electric wires. Ducted ASHPs use conventional air ducts to distribute heating and cooling from an indoor unit throughout an entire building. Most popular ducted ASHP models in the United States are a single-speed or two-speed models. However, more efficient variable speed compressor models have recently become available in the U.S. market. Ducted ASHPs can be cold climate systems, but more commonly have electric resistance heating as auxiliary heating support for the coldest days. Commercial applications of ducted ASHPs are often called rooftop units as they are typically installed on the roof. o Ductless mini-split ASHPs: Ductless mini-split ASHPs use refrigerant pipes (instead of ducts) to deliver heating or cooling to each room where an indoor unit is installed. Ductless ASHPs have been gaining popularity in recent years in the United States. They have excellent zone controls and no duct-related energy loss, and they are generally more energy efficient than ducted models. A vast majority of mini-split ASHPs available are variable speed compressors, and there are cold- climate systems available. o Packaged terminal systems: Packaged terminal air-conditioners (PTAC)/heat pumps (PTHP) are stand-alone systems that contain all components (compressor, condenser and evaporator coils, fans, etc.) in one place, located on an exterior wall. PTHPs are often installed in hotels and apartments. Current mainstream technology does not perform well in cold climates, and thus typically have backup electric resistance heating elements, but variable capacity PTHPs are now also available in the US. o Variable refrigerant flow (VRF) ASHPs: VRF ASHPs are another type of ductless ASHPs with a larger capacity and advanced refrigerant controls. VRFs are suitable for medium-to-large commercial buildings (e.g., big box retails or buildings with four or more stories) while ductless mini-split systems are mainly used for residential and small commercial buildings. VRF systems were introduced in the U.S. market in 2003. While VRF is still an emerging technology in the United States, it experienced rapid growth during the last few years, and it is expected to grow rapidly in the next decade or so. NZE by 2030 Roadmap 18",
        "By the early to mid-2020s, essentially all new space and hot water heating systems in all buildings in Burlington must be powered by electricity. Even then, the total stock of building heating systems in Burlington will not be all-electric by 2030. To accelerate the transition, some fossil fuel-powered heating systems will need to be retired before the end of their useful lives and replaced with new, electric units. Synapse used 20 years as a typical lifetime for forced-air furnace systems, and modeled hydronic systems as not retiring because they are displaced, rather than replaced, by ductless heat pumps. To achieve this future while minimizing any additional costs or other negative impacts associated with increased electricity consumption, Burlington must make sure its buildings are as efficient as possible through building thermal envelope improvements to reduce the energy needed for space heating and cooling. Buildings with high-performance thermal envelopes allow for fewer, smaller-capacity heat pumps to be installed at a lower cost and reduces reliance on backup fossil fuel boiler systems in buildings primarily heated by ductless air-source heat pumps. Buildings served by ground-source heat pumps do not need fossil fuel backup and will provide the greatest opportunity for energy savings and the smallest impact on the grid. Key assumptions include the fraction of buildings using fossil fuel for space and hot water heating that install electric space heating each year (shown in Figures 5a and 5b below) and the annual improvements in building efficiency due to weatherization activities. Other assumptions include the current residential and commercial buildings’ heating loads and the efficiencies of the various types of heating equipment and systems over time. To monitor progress in heating buildings with renewable energy, Burlington will need to monitor the number of air-source and ground-source heat pumps installed in residential and commercial buildings and total energy consumption for space heating to ensure weatherization is achieving expected savings. Figure 5a: Ramp up of residential electric heat pumps to achieve NZE by 2030 NZE by 2030 Roadmap 19",
        "Figure 5b: Ramp up of commercial electric heat pumps and district energy to achieve NZE by 2030 PATHWAY 2: ELECTRIC VEHICLES Today, electric vehicles account for a small fraction of new vehicles, but their market share is increasing quickly. Synapse primarily focus on the electrification of light-duty vehicles, though transit and school bus fleets are also included. The most important assumptions are the pace at which the EV share of new Burlington vehicle sales grows and the number of vehicles that are replaced before the end of their useful life. In the analysis, electric vehicles’ share of new vehicles grows rapidly so that 90 percent of all new vehicle purchases are electric by 2024. Additionally, 10,000 gasoline-powered light-duty vehicles that would otherwise remain on the road in 2030 are replaced before the end of their lives (5,000 in 2029 and 5,000 in 2030) and replaced with new electric vehicles. Based on a review of registered vehicles in Burlington, the light-duty vehicle stock is on average replaced every 13.5 years, so the analysis reflects this rate of turnover. It is important to note that Alternative Transport (Pathway 4) reduces the number of miles that vehicles travel annually and the fossil fuel savings from electric vehicles in this pathway over time. The key success metric for this pathway is the fraction of new light-duty vehicle registrations in Burlington and total light-duty vehicle registrations in Burlington that are electric vehicles (shown in Figure 6 below). The electric fractions of the Green Mountain Transit and public school bus fleets are additional success metrics. NZE by 2030 Roadmap 20",
        "Figure 6: Ramp up of electric vehicles to achieve NZE by 2030 PATHWAY 3: DISTRICT ENERGY Synapse assumed the district energy system will be implemented in two phases: 1. Initial build-out in 2021. Waste heat capture from the McNeil biomass generating station, supplemented by renewable natural gas to meet peak loads and provide redundancy in case of loss of heat supply from the McNeil plant. District energy in this phase will provide energy for space heating and hot water systems for several commercial buildings in Burlington. 2. Expansion in 2024. Utilization of biogas at the wastewater treatment facility and a heat pump system that extracts waste heat from the City’s wastewater to serve additional customers. Together, this system could provide heat to the UVM Medical Center and other large buildings in Burlington. Synapse assumed all the buildings undergo substantial weatherization to reduce energy consumption, in parallel with the weatherization in the Efficient Electric Buildings pathway, meaning total heating load needing to be served by district energy would be reduced. Buildings served by district energy are not included in the stock of commercial buildings electrified in the earlier pathway. Key assumptions include the thermal efficiency of the district energy system, the amount of heat demand that the district energy can meet by building system, and the mix of heat sources used to power the expansion. To ensure that Burlington achieves the goals of this pathway, the community will need to construct both phases of the district energy system and commission the system to validate the system heating capacity matches the supply modeled in this analysis. NZE by 2030 Roadmap 21",
        "PATHWAY 4: ALTERNATIVE TRANSPORT This pathway builds upon the Efficient Electric Vehicles pathway by assuming that Burlington can also realize reductions in vehicle miles traveled through a multi-faceted approach involving changes to: 1. Travel modes; 2. Travel price signals; 3. Demand management changes; and, 4. Land-use changes. RSG used the VisionEval Rapid Policy Assessment Tool (VERPAT)17 model as a strategic planning tool by running dozens of scenarios using the forecasted growth in population and employment and varying key inputs that affect travel decisions. Specifically, these policies were assessed as to their effectiveness. The tool runs all permutations and interaction effects of the policies. TRAVEL MODES: • Bikes and light vehicles: The shift of single-occupant vehicle travel to bicycles, electric bicycles, and other light-weight vehicles. • Transit supply: Increased investment in the extent and frequency of transit services. TRAVEL PRICE SIGNALS: • Vehicle travel cost: Increases in the combination of fuel prices and vehicle travel charges to pay for roadways and to pay for emissions. A VMT charge was evaluated to estimate the effects of a $100/ton CO e carbon price. 2 • Parking: Increased parking fees and costs. DEMAND MANAGEMENT CHANGES: • Increased investment in incentives and programs such as ridesharing, van pooling, telecommuting, parking buyout, and transit subsidies which encourage people to drive less for work and recreation through measures. LAND-USE CHANGES: • Intensified land use shifts population and employment growth from less dense rural and suburban areas to more densely and diverse developed areas. This analysis only shifted the population and employment growth – and did not redistribute existing land use. The scenario with the largest reduction in vehicle miles traveled per capita requires policies to be pursued in all above areas. This pathway used the 13 percent reduction in annual vehicle miles traveled estimated by the VERPAT model analysis as the key input to change the base miles driven 17 See https://visioneval.org/about NZE by 2030 Roadmap 22",
        "per vehicle in the NZE 2030 scenario. The reduction in vehicle miles traveled reduces from 8,000 miles per vehicle on average in 2018 to approximately 7,000 by 2030. Pursuing these policies is actively supporting an efficiency first model that works to: • Avoid a trip (e.g. telecommute) • Make a trip more active (e.g. walking, biking, e-scooter, and e-bike) • Make a trip more energy efficient (e.g. carpooling, bus) All of this requires that land use in Burlington is sufficiently dense and diverse enough to support alternatives to private automobiles. Pathway 4 supports BED in becoming an active participant in City planning and facilitating a land use and transportation network that enables an efficiency first transportation solution. Electric vehicles will be required to attain the NZE by 2030 goal, however the quantity of electricity demanded will be lower due to the reduced annual vehicle miles traveled per vehicle. The key success metric for this pathway is a reduction in vehicle miles traveled by light-duty vehicles. RESULTS ENERGY CONSUMPTION Figure 7 below shows the impact of the NZE 2030 scenario on fossil fuel energy consumption relative to the BAU scenario. Figure 7: NZE by 2030 relative to the BAU In comparison to small, gradual emissions reductions of the BAU scenario, the NZE by 2030 scenario shows fossil energy consumption falling to a small fraction of its 2019 value by 2030. NZE by 2030 Roadmap 23",
        "There are several years in which fossil fuel consumption declines more quickly. In 2021 and 2024, these declines are due to the construction of the district energy system. In 2029 and 2030, fossil fuel consumption drops rapidly as most remaining gasoline-powered vehicles are taken off the road before they reach the end of their useful lives. Also, this analysis assumes that the small amount of remaining natural gas consumption is replaced with renewable natural gas. Figure 8 shows the increase in electricity consumption that would result from the NZE 2030 scenario. Electrification of building thermal and transportation energy consumption leads to substantial increases in total electricity consumption even though they are highly efficient technologies. Figure 8 also shows the impact of other non-thermal, non-transportation energy efficiency measures. More aggressive energy efficiency programs will help offset the need for more electricity. Inadequate support from increasingly aggressive energy efficiency programs could require BED to acquire larger amounts of renewable electricity. However, the increase in electric consumption due to building thermal and transportation electrification is far smaller than the corresponding decrease in fossil fuel consumption, as shown in Figure 9. Figure 8: Increase in electricity consumption NZE by 2030 Roadmap 24",
        "Figure 9: Change in total energy consumption GREENHOUSE GAS EMISSIONS REDUCTIONS Figure 10 shows the reduction in greenhouse gas emissions that results from the decline in fossil fuel consumption from all four pathways combined. This trajectory closely follows the reduction in fossil fuel energy consumption, though petroleum plays a larger role due to its higher emissions rate. This means that transportation is responsible for a larger portion of total greenhouse gas emissions than it is of total energy use. Figure 10: NZE by 2030 greenhouse gas emissions reductions NZE by 2030 Roadmap 25",
        "Figure 11 shows how the pathways contribute to the reduction in fossil energy consumption over time. Figure 11: Fossil fuel reductions by pathway Efficient Electric Buildings represent the largest opportunity by far for Burlington to reduce fossil fuel consumption with 60 percent or three times as much energy saved as the pathway with the second largest opportunity. The community will need to act quickly and aggressively to capture all the available fossil fuel savings by 2030. The Electric Vehicle pathway offers 20 percent of the reduction in fossil fuel use achieved by 2030. Electric Vehicle fossil fuel reductions will take time to materialize because vehicle turnover is slow, and the availability of electric vehicle models is limited today. The Burlington light-duty vehicle stock turns over at a rate of roughly once every 13 or 14 years, and even after that time many vehicles that lasted longer than average will remain. The 10 years between the implementation of new policies in 2020 and the target year of 2030 is not enough time for the entire vehicle fleet to turn over, which means that measures that remove vehicles from the road before the ends of their useful lives will be required. Additionally, limited availability of electric SUVs and pickup trucks and limited range and charging speed will delay the increased adoption of electric vehicles over the next few years. Limited range can be a challenge in Burlington’s climate due to the increased energy consumption of electric vehicles in colder weather. This problem can be mitigated with more efficient heat pump heating systems in electric vehicles. The limited availability of electric vehicles today should become less of a problem as auto manufacturers ramp up production of electric vehicles by the NZE by 2030 Roadmap 26",
        "early to mid-2020s. General Motors, for example, is planning to produce 20 new all-electric models by 2023,18 and Volkswagen is planning to have 27 electric models by 2022.19 The District Energy pathway is responsible for 15 percent of the reduction in fossil fuel use achieved by 2030. District energy can provide greater fossil fuel reductions in the nearer term, if the project is implemented quickly. District energy meets the heating needs of high-load buildings and campuses that would otherwise be more difficult to heat with electric heat pump systems alone. Alternative Transport opportunities contribute 5 percent to total fossil fuel reductions and require longer lead times to implement. The reasons for this include the very slow pace of land-use change and the difficulty in achieving large energy reductions through social change. The magnitude of forecast changes in population and employment also limit the effect that these policies have. If growth rates were to increase the effect of Alternative Transport policies would also increase. That said, there are other substantial benefits to this pathway aside from fossil fuel use reduction. These benefits include reduced congestion and lower out of pocket travel costs, improved quality of life, and increased health from use of more active modes of travel. COSTS AND COST-EFFECTIVENESS Synapse calculated costs and cost-effectiveness to inform prioritization and characterization of “no regrets” pathways. The costs net the increase in costs from capital expenditures and the decrease in costs from operational savings. Capital expenditures include all incremental BED, City, and customer costs of weatherization, electric space and hot water heating systems, district energy, and electric vehicles. Operational savings include reductions in natural gas, gasoline, electricity, and other energy consumption costs. BED will need to offer higher financial incentives to customers than offered in the past to achieve its net zero energy goal. However, the costs and savings shown here do not reflect any allocation between BED, the City, and BED customers. For example, switching to electric vehicles may be cost-effective as the upfront cost declines due to fuel and maintenance savings. Despite this, incentivizing electric vehicles enough so that nearly every BED customer chooses to buy one would still represent a significant funding increase for the electric vehicle program for BED. The tables (1 and 2) below show the cost and cost-effectiveness of each pathway and in total. The cost-effectiveness is shown as a cost per MMBtu of fossil fuel energy reductions between 2020 and 2040 (with and without carbon price of $100/ton CO e). The Electric Vehicle pathway is the 2 most cost-effective pathway as the operational savings exceed upfront incremental capital expenditures, especially as the costs of electric vehicles declines over time. Efficient Electric Buildings is the second most cost-effective pathway with operational savings that nearly equal capital expenditures. Commercial building opportunities are more cost-effective than residential 18 See https://media.gm.com/media/us/en/gm/news.detail.html/content/Pages/news/us/en/2018/mar/0307- barra-speech.html. 19 See https://www2.greencarreports.com/news/1118857_vw-plans-27-electric-cars-by-2022-on-new-platform. NZE by 2030 Roadmap 27",
        "buildings. We characterize these pathways as “no regrets” as they offer considerable fossil fuel energy reductions and are more cost-effective relative to other options. While there are fossil fuel energy reduction opportunities for the District Energy and Alternative Transport pathways, costs exceed savings in the scenario modeled, resulting in a net cost. It is important to note that the cost of the district energy system includes hook up to a wastewater plant, expansion of the system, and renewable natural gas, and it is different from the initial district energy proposal scoped by Corix which was cost competitive. Alternative transportation appears to be particularly costly in aggregate. However, it is important to note that this pathway accounts for a set of actions, some of which are low-cost. The total cost is dominated by large increases in funding for Green Mountain Transit to pay for additional transit service and many of the benefits from this action are not captured.20 As the carbon price increases, operational savings rise due to the higher cost of fossil fuels. As these benefits increase, it becomes more cost-effective to achieve the NZE by 2030 goal. With the addition of a $100/ton CO e carbon price, the Efficient Electric Buildings pathway becomes cost- 2 effective and District Energy becomes closer to breaking even. 20 The costs include tripling the local operational bus services, $3 million a year for capital costs associated with the enhanced transit services, and $5 million per year for roadway infrastructure and behavioral change programs. These costs have been developed by RSG with input from local agencies, costs for similar roadway improvements, and the Walk-Bike PlanBTV. NZE by 2030 Roadmap 28",
        "Table 1: Pathway cost-effectiveness with no carbon price Pathway Present Value of Costs and Savings Total Net Cost per Energy (million 2019 $) Energy Reduced (2019 $ Reduction / MMBTU) 2020-2040 Capital Operational Total (trillion btu) Costs Costs Efficient 141 (114) 26 27 1 Electric Buildings Electric 113 (204) (91) 7 (14) Vehicles District Energy 63 3 66 9 8 Alternative - 405 405 1 274 Transport * * The modeling of the Alternative Transport pathway accounted for the impact on energy consumption of a $100/ton CO e carbon price. 2 Table 2: Pathway cost-effectiveness with a $100/ton CO e carbon price 2 Pathway Present Value of Costs and Total Net Cost per Savings (million 2019 $) Energy Energy Reduction Reduced Capital Operational Total 2020-2040 (2019 $ / Costs Costs (trillion MMBTU) btu) Efficient Electric 141 (202) (61) 27 (2) Buildings Electric Vehicles 113 (242) (130) 7 (20) District Energy 63 (30) 33 9 4 Alternative - 400 400 1 271 Transport NZE by 2030 Roadmap 29",
        "SUPPORTING STRATEGIES Burlington will need to implement a suite of strategies, including policies and practices, to eliminate the use of fossil fuel energy. This section provides a list of recommended strategies that are tailored to Burlington’s building stock, customers, and infrastructure. Implementation of the strategies will require partnerships with many stakeholders including, but not limited to, Burlington’s Electric Department, the City of Burlington and all of its departments, boards and committees, and the state. The strategies are ordered by timing with near-term (0-3 years) first, followed by mid-term (4-6 years), and followed by long-term (7 or more years). The near-term strategies build on policies and practices in effect in Burlington today or focus on developing policies and practices that other mid-term strategies depend on. The mid-term strategies are new or substantially redesigned versions of existing policies and practices and will likely require more lead time to develop. By design, there are very few strategies that should be implemented in the long term as the opportunity for significant impact on fossil fuel consumption will have passed. Ultimately, Burlington will need to implement many of these strategies simultaneously. It is important to note that most strategies complement one another but are not necessarily mutually exclusive. Next, Synapse used three key criteria including impact, cost, and equity to order each strategy within the timeframes. It is important to note these costs are different from the costs shown in the rest of the analysis as they are focused on program implementation costs and do not include customer costs or savings. • Some strategies will result in more fossil fuel energy reductions than others and the Impact column shows this magnitude. Impact is defined as the affect that the strategy can have on reducing total fossil fuel consumption (across pathways and sectors). High impact means the strategy is estimated to reduce fossil fuel energy consumption by 30 or more percent, medium impact by 10 to 30 percent, and low impact 0 to 10 percent. Strategies are ranked according to impact first, meaning that strategies with a high impact will appear at the top of the table. • Some strategies are less costly than others and the Program Cost-Effectiveness column provides this information. Strategies are ranked according to cost-effectiveness second, meaning that strategies with a high impact and high cost-effectiveness will be ranked higher than strategies with a high impact and medium or low cost-effectiveness. • Some strategies produce benefits that are more equitably distributed among vulnerable populations than others. The Equity column shows this information. Each strategy is assumed to be designed to maximize equity to the extent possible. Strategies are ranked according to equity third, meaning that strategies with a high impact, a low cost and a high degree of equity will be ranked highest. No regrets pathways perform well on impact, cost, and equity. Detail is provided on the pathways affected by each strategy and additional important considerations as well. NZE by 2030 Roadmap 30",
        "While not shown as a strategy, it will be important for the City of Burlington to lead by example. The City is already benchmarking the energy intensity of City-owned and -operated buildings. The City should also benchmark the energy intensity of its vehicle fleet. Once these buildings and vehicles are benchmarked, the City should set aggressive NZE by 2030 targets for all municipally owned and operated buildings and vehicles. In addition, all the strategies shown below will need to be supported by marketing, communication, and education. BED and the City will need to provide these supports. In the near term, the community needs to build the foundation for significant regulatory action. This includes adopting building energy benchmarking and green building labeling and rating policies; educating the public about, implementing, and enforcing high-performance building energy codes; and updating permitting Caption: Electric vehicles are much less expensive than policies and zoning codes to remove internal combustion engine vehicles, accounting for fuel costs as well as maintenance. Photo by Burlington Electric barriers to electrification. The community Department. also needs to deploy significant amounts of capital to fast-track implementation of solutions that are already in place today or well scoped. This includes implementing a district energy system project, aggressively advancing existing regulated EEU and Tier 3 utility programs, and modifying electric rate designs. Additionally, the community should lay the groundwork for a comprehensive, community-wide transit plan and invest in transit infrastructure. State-level regulatory reform activity at the PUC and/or legislature will also be essential to begin in the near term, to allow BED to re-direct and expand its EEU and Tier 3 programs to meet the scale and ambition of the City’s net zero objective. This could include developing a revised cost- effectiveness screening approach to align with the policy goal, and potentially including a higher allowed ratepayer cost per MWh of Tier 3 credit. BED might go so far as to seek to combine its EEU and Tier 3 activities and develop its own goal-oriented regulatory framework that eliminates some of the barriers around these programs. In the mid-term, regulatory action becomes critical. This includes requirements for properties to meet or exceed minimum efficiency standards and electrify, stringent zoning codes, state action to require electric vehicles, and penalties for fossil fuel use in the form of higher pricing and fees. Financing will also need to scale to provide support for comprehensive building efficiency and fuel switching. To the extent additional new technologies become available, support for research and development is also important. Building on an effort that began early on, the district energy system should be expanded during this timeframe. There are very few strategies that can be effective in the longer term as the opportunity for substantial impact will have passed. These include equipment buyout and early replacement and renewable natural gas purchases for remaining fossil fuel use. NZE by 2030 Roadmap 31",
        "Table 3: Near-term supporting strategies s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P NEAR-TERM: 1-3 YEARS Price carbon Implement carbon price No additional funding State legislature States in RGGI, Under discussion21 Access to capital, (Regulatory on fossil fuel use in all needed. Provides a California Accessibility, /Financial) sectors. funding source for Internalizing All All High High Med other measures. externalities Advanced energy (1) Augment BED ratepayers Coordinate with other Massachusetts EEU efforts23 Access to capital, efficiency performance metrics to increase contribution to EEUs (EVT, VGS); State California Accessibility, programs address GHG emissions. supplement investment legislature and PUC to Rhode Island Internalizing by property owners. change goal of BED’s externalities (Regulatory (2) Refocus on measures EEU; community leads to /Financial) that help achieve the net All 1 High High Med ensure programs are zero energy goal, with designed to address equity attention to deep energy and split incentives retrofit22, controls, and biomass. Advanced (1) Augment BED ratepayers Coordinate with other Massachusetts Tier 3 efforts24 Access to capital, strategic performance metrics to increase contribution to EEUs (EVT, VGS); State California Accessibility, electrification address GHG emissions. supplement investment legislature and PUC to Rhode Island Internalizing by property/vehicle change goal of BED’s externalities programs (2) Refocus on measures owners. EEU; community leads to (Regulatory/ that help achieve the net All 1, 2 High High Med ensure programs are Financial) zero energy goal, with designed to address equity attention to heat pumps and split incentives and electric vehicles. 21 See https://vermontbiz.com/news/2018/december/01/weinberger-supports-revenue-neutral-vermont-carbon-pollution-fee 22 See https://www.youtube.com/watch?v=I3WBT2eAArI 23 See https://www.burlingtonelectric.com/sites/default/files/inline-files/2018%20BED%20DSM%20Annual%20Report.pdf 24 See https://www.burlingtonelectric.com/sites/default/files/inline-files/2018%20BED%20DSM%20Annual%20Report.pdf 32",
        "s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Implement Build the first part of the Financed based on Corix, UVM Medical New York City (USA), Discussions with Collective action district energy district energy system commitments from Center and other “anchor” Denmark, Reykjavik partners in process25 to build shared system network and switch over customers users, and other external (Iceland) infrastructure COM 3 Med Med Low partners (Technological) core customers. Invest in (1) Redesign rights of Retrofit existing GMT, DPW Netherlands, Walk Bike planBTV27, Creates safer, incentives and way including: roadway space. Denmark26 Transit Development cleaner, and more infrastructure - creation of dedicated Assumes construction Boulder, CO Plan28 efficient travel can be equitably Portland, OR options. changes to mobility lanes to better distributed. promote active accommodate travel (Financial) pedestrians, bikes, e- scooters, e-bikes, and extremely energy efficient travel. - enhancement of transit service with bus rapid RES transit elements and and 4 Med Med High passenger amenities COM (shelters, connectivity to shared mobility, and real-time arrival information). - improvement of streetscapes (e.g., benches, trees and art). (2) Implement solutions to address first and last mile gaps in public transit. 25 See https://www.sevendaysvt.com/vermont/burlingtons-34-year-old-district-energy-plan-is-gathering-steam/Content?oid=15384132 26 See https://www.theguardian.com/cities/2015/jul/29/how-groningen-invented-a-cycling-template-for-cities-all-over-the-world 27 See https://www.burlingtonvt.gov/sites/default/files/PlanBTVWalkBike_MasterPlan_final-PlanOnly.pdf 28 See Chittenden County Transit Authority Transit Development Plan at: http://ridegmt.com/wp-content/uploads/CCTA_TDP_Final22.pdf 33",
        "s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P (3) Increase investment in incentives such as discounted/free bus passes and bike-walk rewards programs. (4) Increase investment in programs such as ridesharing, van pooling, telecommuting, parking buyout, and transit subsidies. Reform historic Work collaboratively No additional funding City Planning, Dept. of Park Slope, NY n/a Inefficient preservation with the historic needed. Permitting and (Brooklyn) structures that (Regulatory) preservation department Inspections (Zoning and Charleston, SC increase building Code Enforcement) energy to preserve the historic All 1,2 Med High High requirements nature of the City, improve resilience, and help achieve the net zero energy goal 34",
        "s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Update zoning (1) Retool zoning to No additional funding City Planning, Dept. of Boston, MA BTV Housing Policy Inefficient land codes (Regulatory/ encourage development needed. Permitting and Minneapolis, MN Reform 29, state use and sprawl Financial) of mixed use, high- Inspections, Car requirement for EVs in that increases share/ridesharing transportation performing buildings new buildings, Great companies (bikes, energy and affordable housing scooters, etc.) Streets BTV30 requirements near high-frequency transit and in other identified growth areas. (2) Enact policies and practices to encourage residents in areas outside of Burlington to move back to the City. (3) Reduce number of dedicated parking spaces RES as part of land use and 1,3,4 Med High Med development. COM (5) Expand EV charging infrastructure and parking, potential with solar PV canopies (6) Construct housing or mixed-use development on existing surface parking lots throughout City. (7) Consider requiring renewables on all new developments (8) Allocate parking spaces for autonomous shuttles 29 See https://www.burlingtonvt.gov/mayor/burlingtonhousingsummit2019 30 See http://greatstreetsbtv.com/ 35",
        "s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Adopt (1) Require all property Primarily admin costs VGS, Tax assessor Minneapolis, MN BED, VGS and tax Imperfect benchmarking, owners to track and and training. Address Austin, TX assessor internal information rating and share whole building administrative costs to Boston, MA systems and staff property owners and New York, NY collect and track data. disclosure policies energy use data and rate maintain low vacancy Seattle, WA Working group on (Regulatory) performance on an rates. Chicago, IL statewide energy annual basis using Cambridge, MA labeling disclosure.31, standardized Green Lease performance metrics (e.g., energy use Leaders32 intensity). (2) Encourage voluntary BVT 2030 District membership during the All 1 Low High High transition to legislated benchmarking, EE and weatherization ordinances for commercial properties. (3) Work with area commercial realtors, 2030 District members, the Chamber of Commerce and others on the development and implementation of a “green lease” program 31 See https://legislature.vermont.gov/Documents/2020/Docs/ACTS/ACT062/ACT062%20As%20Enacted.pdf 32 See https://www.greenleaseleaders.com/ 36",
        "s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Update permitting (1) Streamline No additional funding Permitting and code Sunnyvale, CA CEDO online business Permitting time policies permitting to promote needed. enforcement portal33 and approach to (Regulatory) rapid electrification. new technologies All 1,2 Low High Med (2) Expedite permitting for buildings that will be electrified. Adopt advanced Require developers to No additional funding DPS (related to the California (also Marin n/a Archaic or legacy all-electric build and renovate needed beyond admin existing stretch code) County and Palo Alto), regulations building energy buildings and homes to costs to support code Oregon training and codes (Regulatory) new standards (no fossil RES enforcement. Some fuel use and are efficient, and 1,2 Low High Med impact on building electric and EV ready). COM owner upfront costs. Assumes efforts will address new affordable housing. Modify electric Develop and implement No additional funding PUC to approve rate CA utilities including AMI is ready. EV rate Peak impacts of rate designs a rate that identifies peak needed. Utility net designs San Diego Gas & in effect.34 Demand increased (Financial) kW saved, ways to get margin neutral. Electric (SDG&E), rate discussed with electrification on Southern California large C&I customers. power costs and pays customers for All 1,2 Low High Low Edison (SCE), Pacific the distribution demand reductions and Gas & Electric (PG&E) system incentivizes and Sacramento electrification Municipal Utility District (SMUD) 33 See https://www.burlingtonvt.gov/Press/city-of-burlington-launches-new-online-business-tool-for-startups 34 See https://www.burlingtonelectric.com/sites/default/files/inline-files/Residential%20EV%20Rate%20Tariff.pdf 37",
        "s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Develop storage Develop the technology Additional funding may PUC to approve rate Austin, TX AMI is ready. EV rate Peak impacts of plan (Technological/ and structure for BED to be needed to develop designs in effect.35 increased Financial) draw from storage the technology and electrification on infrastructure to power costs and (including EVs) during support drawing from the distribution day and charge at night. RES 2 Low High Low EVs. Cost avoidance system Leverage this structure can be shared with to create financial participants incentives for ownership of storage. 35 Ibid. 38",
        "s s e n e (iS S nt t r r pa a at t re e eg g ni ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s e p y T r e m o t s u s y a w h t a P t c a p m I t s o C mv it c e ffE - y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Develop transit (1) Offer high frequency Significant initial cost. GMT, Vtrans, Federal Seattle, WA Initial steps achieved Improves transit plan (Technological/ bus service providing Federal Transit Transit Agency Auckland, NZ by implementing to be better than Financial) access within and to Administration NextGen plan36, the alternatives. participation. New Climate Mayor’s nodes outside of infrastructure costs Electric Vehicle Burlington. Purchasing (2) Remove vehicle lanes Collaborative37 to construct dedicated HOV/Bus lanes and other dedicated facilities to shift demand to transit. (3) Investigate options COM 4 Low Low High for on-demand minibus and autonomous shuttles. (4) Enable city fleet EV purchasing (5) Prioritize signals on roads with buses and other multi-modal travel options (6) Set a target to reduce personal light duty vehicles. 36 See http://ridegmt.com/nextgen/ 37 See https://driveevfleets.org/ 39",
        "Table 4: Mid-term supporting strategies s s e n e e p v it Stra (t ineg pie as T r ea y n n p ted h eS st era s)te gy D Coe msc pri o p nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P MID-TERM: 4-6 YEARS Repurpose rights of (1) Amend the Burlington Shared parking for City departments, City European cities BTV Housing Policy Propensity to own way (Regulatory) Comprehensive areas with demand. Council including Rome, Reform 38, state and operate Development Ordinance Paris, Madrid, requirement for EVs in private cars Oslo, Vienna (CDO) to restrict operation new buildings, Great and Copenhagen of all vehicles. Streets BTV39 (2) Dramatically reduce parking supply. (3) Establish shared parking districts supported All 2,4 High High High with electric vehicle charging infrastructure, with specific consideration of privately owned lots. (4) Set up loading zones for shorter term uses. (5) Restrict parking spaces for private vehicles. State action on EVs Strong state programs to Revenue neutral for State legislature; Norway Potential regional Unpriced (Regulatory) drive EV transition such as state gov’t. Transfer Vtrans, DMV, Transportation Climate externalities vehicle registration fees and costs from EV representatives for Initiative drivers to ICE vulnerable populations, market/regulations incentives. In the absence drivers. liaisons to heavy-duty of statewide action, this All 2,4 High High Med vehicle operators and could be partially communities in remote accomplished by delegation and rural locations. of tax and other authorities to cities and towns. 38 See https://www.burlingtonvt.gov/mayor/burlingtonhousingsummit2019 39 See http://greatstreetsbtv.com/ 40",
        "s s e n e e p v it Stra (t ineg pie as T r ea y n n p ted h eS st era s)te gy D Coe msc pri o p nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Establish vehicle miles Regional cooperation in a No additional costs NE region / Canada I-95 Coalition, Pilots are ongoing.40 Improves cost / traveled fees miles traveled fee where beyond Western Mileage efficiency trade (Regulatory/ revenue will support administrative Based User Fees from various All 2,4 High High Med costs. group mobility options. Financial) alternatives to driving as Improves well as maintain roads for congestion, safety, all modes. etc. Set minimum efficiency Require all properties to Program costs are City Council Boulder, CO Existing rental time of Access to capital, and electrification meet or exceed minimum low and covered by Montpelier, VT sale energy ordinance.41 Accessibility, standards for efficiency standards and penalties for non- Split incentives, compliance; Imperfect properties (Regulatory) electrify before equipment RES property owners Information, reaches end of life. and 1 Med High High invest in their Regulatory Contingent upon building COM buildings Uncertainty energy benchmarking and disclosure and code enforcement working well. Issue property tax Scale property taxes based Property owners; State legislature n/a n/a Unpriced incentives/penalties on on-site fossil fuel use; Penalties from high externalities (Financial) revenue neutral cost paid RES use 1,2,4 Med High Low for by higher default tax or All rate before credits are applied. Alternative funding Use revenue bonds or BED, customers State legislature Hawaii BED issued a bond to Access to capital, mechanisms for grants to support packages Orlando, FL support efficiency in Imperfect efficient, all-electric of higher-cost measures for 1990 prior to the information, establishment of the Split incentives homes (Financial) buildings and RES 1,2 Med Med High EEUs. transportation combined, including weatherization, heat pumps, controls, and electric vehicles. 40 See https://www.planning.dot.gov/FHWA_tool/Example_Vermont.aspx 41 See https://www.burlingtonelectric.com/time-sale-energy-efficiency-ordinance 41",
        "s s e n e e p v it Stra (t ineg pie as T r ea y n n p ted h eS st era s)te gy D Coe msc pri o p nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Implement (1) Retool the silver loop to Redevelop roadway GMT, DPW Netherlands, Transit Development Creates safer, infrastructure changes provide a micro transit space. Assumes Denmark42 Plan43 cleaner, and more to promote active travel offering construction can be Boulder, CO efficient travel equitably Portland, OR options. (Financial) (2) Promote remote parking distributed. (3) Define transportation hubs for transfer between RES modes and 4 Med Med High (4) Reimage streets as bus COM and rapid transit corridors - Pearl Street to Colchester Avenue - Main Street to Williston Road Expand district energy Expand district energy Financed based on DPW, additional Denmark Initial matrix feasibility Collective action system (Technological/ system to use waste heat commitments from tranche of customers analysis completed, to build shared Financial) from sewer system and customers funded by DPW Water infrastructure COM 3 Med Med Low Resources digester at the WW treatment plant. Enroll additional customers. 42 See https://www.theguardian.com/cities/2015/jul/29/how-groningen-invented-a-cycling-template-for-cities-all-over-the-world 43 See Chittenden County Transit Authority Transit Development Plan at: http://ridegmt.com/wp-content/uploads/CCTA_TDP_Final22.pdf 42",
        "s s e n e e p v it Stra (t ineg pie as T r ea y n n p ted h eS st era s)te gy D Coe msc pri o p nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E FundC ino gs t Ss o/ u rces Partners Leaders Progress to Date AB da dr rr ei se sr es d C a r g o r P Support research and Partner with innovators to Investors in Innovative companies n/a BED and EVT Ground Technology development for fund and pilot heat pump innovative with product to pilot Source Heat Pump availability existing heat pump technologies in BTV technology firms; Working Group technologies including: State and federal government and/or (Technological) -ground-source heat BED provide match pumps, esp. for shared, or other support community, and campus applications; - air-to-water heat pumps All 1 Low High Low capable to replace boilers for hydronic space heating; - hot water heat pump systems for multi-family applications; and - other heat pump and heat recovery technologies for underserved market niches. Support research and Partner with innovators to Investors in Innovative companies n/a n/a Technology development for new fund and pilot other zero- innovative with product to pilot availability technologies emission technologies in technology firms; State and federal (Technological) BTV TBD TBD TBD TBD TBD government and/or BED provide match or other support 43",
        "Table 5: Long-term supporting strategies s s e n e e p v it (iS S nt t r r pa a at t re e eg g n i ye t s hT ea y sn p eed s ) D Coe msc pri op nti eo nn t/ s y T r e m o t s u s y a w h t a P t c a p m I t s o C mc e ffE y t iu q E F SC u oo n us d rt cis n e/ sg Partners Leaders Progress to Date Barriers Addressed C a r g o r P LONG-TERM: 7+ YEARS Equipment Buy out heating Property tax n/a n/a n/a Limits of voluntary programs buyout and systems and penalties, replacement internal carbon pricing (Financial) combustion All 1,2 High Low Med engine vehicles and replace with electric technologies Change land Reclassify some Retrofit existing GMT, DPW Netherlands, Walk Bike planBTV Makes car travel less accessible and attractive. use patterns streets from roadway space. Denmark (Regulatory) cars or from RES Assumes Boulder, CO construction Portland, OR through traffic and 4 Med Med High can be equitably by creating bus COM distributed / bike only streets. Biogas Purchase Property tax VGS n/a n/a Limits of voluntary programs purchases biogas from penalties, (Technological) VGS RES carbon pricing. High costs and and 1,3 Low Med Low limited supplies COM will preclude over-reliance on this strategy. 44",
        "AN NZE BY 2040 FUTURE DESCRIPTION AND ASSUMPTIONS The NZE by 2040 future includes the same sectors as the NZE by 2030 future: residential buildings, commercial buildings, and transportation energy use by vehicles that are registered in Burlington. The primary differences between this future and the NZE by 2030 future are that in this future: o The electrification trajectories are not as rapid (as shown in Figures 12 and 13); o Heating and transportation electrification occur when equipment fails and not before; and, o Renewable natural gas is not used. Figure 12: Ramp up of electric vehicles to achieve NZE by 2030 and NZE by 2040 NZE by 2030 Roadmap 45",
        "Figure 13: Ramp up of residential electric space and water heat pumps to achieve NZE by 2030 and NZE by 2040 RESULTS ENERGY REDUCTIONS Between 2020 and 2040, NZE by 2040 results in a 57 percent reduction in cumulative greenhouse gas emissions from the BAU as compared to NZE by 2030 which results in a 69 percent reduction. Figures 14 and 15 show the reduction in fossil fuel energy use and greenhouse gas emissions for the two scenarios and the BAU over time. Figure 14: NZE by 2040 relative to NZE by 2030 and the BAU NZE by 2030 Roadmap 46",
        "GREENHOUSE GAS EMISSION REDUCTIONS Figure 15: NZE by 2040 greenhouse gas emissions reductions COSTS AND COST-EFFECTIVENESS In the NZE by 2040 scenario, the pathways are more cost-effective as early retirement measures are no longer required and heat pumps and electric vehicles are purchased later at lower prices. The largest difference between the scenarios can be seen in the Efficient Electric Buildings and Electric Vehicles pathways. The Efficient Electric Buildings pathway becomes cost-effective without a carbon price and becomes even more cost-effective with a $100/ton CO e carbon price. 2 The savings per unit of energy saved more than doubles for the Electric Vehicles pathway, which experiences the greatest change when compared against the 2030 scenario. NZE by 2030 Roadmap 47",
        "Table 6: Pathway cost-effectiveness with no carbon price Pathway Present Value of Costs and Savings Total Net Cost per (million 2019 $) Energy Energy Reduction Reduced 2020-2040 (2019 $ / Capital Operational Total (trillion btu) MMBTU) Costs Costs Efficient Electric 116 (118) (2) 22 (0) Buildings Electric Vehicles 17 (136) (119) 4 (31) District Energy 64 2 66 9 8 Alternative - 405 405 1 274 Transport * * The modeling of the Alternative Transport pathway accounted for the impact on energy consumption of a $100/ton CO e carbon price. 2 Table 7: Pathway cost-effectiveness with a $100/ton CO e carbon price 2 Pathway Present Value of Costs and Total Net Cost per Savings (million 2019 $) Energy Energy Reduction Reduced (2019 2020-2040 $ / MMBTU) Capital Operational Total (trillion btu) Costs Costs Efficient Electric 116 (190) (74) 22 (3) Buildings Electric Vehicles 17 (163) (146) 4 (38) District Energy 64 (31) 33 9 4 Alternative - 400 400 1 271 Transport NZE by 2030 Roadmap 48",
        "NEXT STEPS While no major technological breakthroughs are needed to meet the NZE goal, the Burlington of tomorrow will look and function differently than the Burlington we know today. A combination of more efficient equipment, fuel shifting, land use change, and social change will need to be implemented starting now. In addition to building the district energy system, efficient electric buildings should be the focus over the next few years as this pathway can get Burlington 60 percent towards its NZE by 2030 goal and the technology is commercially available today. Additionally, building space and water heating equipment has a long lifetime, making each opportunity to replace equipment important. Burlington will need to also lay the groundwork to make considerable progress in electric vehicles and alternative transport in this near-term timeframe. The first step is for the community to build the foundation for substantial regulatory action and deploy significant amounts of capital in the form of incentives to fast-track implementation of solutions for buildings that are already in place today or well scoped. The following are no regrets approaches that should be implemented as soon as possible, grouped by pathway. CROSS PATHWAY • BED and the City should develop materials to educate all residents and businesses on the net zero energy plan and engage them in new program offerings and efforts. • The City should implement planBTV by locating the most intensive new development, redevelopment and infill within identified growth areas. The City should also implement the findings from the Mayor’s Housing Summit regarding parking spaces and modification of the minimum housing code to include energy efficient equipment and weatherization. • The City should screen its permitting and zoning policies and processes for any clauses which impair building and vehicle electrification, and the City Council and staff should update language to remove any barriers. • BED and other City program implementers should identify and target vulnerable and underserved populations with a funding set-aside and specific program designs to serve these populations. • BED should develop new methods and metrics for evaluating success and program impacts. To the extent possible, values for environmental, economic, and social benefits should be incorporated into cost effectiveness modeling to facilitate decision-making. • BED should invest in upgrades to existing distribution system infrastructure as demand grows, including individual distribution transformers, secondary conductors/cables, services, and customer-owned building wiring to ensure reliability in anticipation of increased electric load. • BED programs should shape new energy demand to minimize use during expensive and constrained peak periods. NZE by 2030 Roadmap 49",
        "PATHWAY 1: EFFICIENT ELECTRIC BUILDINGS • The City should retool its requirements around historic preservation. Strict adherence to historic aesthetics that compromise comfort, health, and energy efficiency is not beneficial. All Burlington property owners need to be able to cost-effectively make their buildings net zero ready, regardless of age or historic classification. Additionally, there are challenges with building electrification, including where to locate and how to conceal outside condensing units in areas with limited outdoor space. The City will need to address these and other aesthetic issues. • The City should use its permitting and building code authority to ban new fossil fuel infrastructure in buildings. • BED should pursue regulatory (and if necessary, legislative) approval to expand and integrate its EEU and Tier 3 programs to match the scale and ambition of the 2030 goal. Programs should pair higher incentives with financing to reduce energy usage through weatherization, controls, and high-performance HVAC technologies as electrification efforts ramp up. Other funding sources should be pursued to augment existing incentives including public-private partnerships, bonds, and grants. Financing mechanisms should be funded and deployed. • Burlington should adopt a building energy labeling and rating policy and set a timeframe for benchmarking all its buildings. Building energy benchmarking does not need to be completed for all buildings before a building energy labeling and rating policy can be adopted and implemented. PATHWAY 2: ELECTRIC VEHICLES • BED and other City departments should install supporting infrastructure for electric vehicles, continue to learn how to shape customer vehicle purchase decisions to increase electric vehicle adoption, and press the state to take further action to accelerate electric vehicle adoption. PATHWAY 3: DISTRICT ENERGY • BED and the City should move forward with engineering and constructing the district energy system. PATHWAY 4: ALTERNATIVE TRANSPORT • The City should build on its existing land use policy for all projects, including those that are in process or scoped to be implemented in the next few years, to reduce City and regional transportation energy use. This policy should include a more comprehensive, community-wide transit plan. NZE by 2030 Roadmap 50",
        "BURLINGTON ELECTRIC DEPARTMENT 585 Pine Street Burlington, Vermont 05401 Caption: The shops and eateries in Downtown Burlington www.burlingtonelectric.com shine at night. Photo by Cathy Chamberlain.",
        "City of Burlington Net Zero Energy Roadmap: Alternative Transport Pathway Technical Memorandum Prepared by Resource Systems Group for Burlington Electric Department September 9, 2019 1.0 PURPOSE AND ORGANIZATION The purpose of this technical memorandum is to summarize the markets analyzed, data sources, analysis tools, and methodology for developing the energy consumption estimates and forecasts associated with ground transportation in Burlington, Vermont. This memo is organized by scenario, to align with the Net Zero Energy Roadmap Report. Section 2 provides supporting detail on the business-as-usual scenario, by market. Section 3 provides additional detail on the net zero energy by 2030 scenario. The transportation analysis was conducted by dividing the transportation activities into three markets: Burlington Residential – for vehicles owned and registered in Burlington; Burlington Non-Residential – energy consumed by the Burlington School District buses and the GMT routes that start or end in Burlington; and lastly Non-Burlington Vehicles – for travel generated by vehicles used in Burlington but owned by commercial entities or non-Burlington residents. 1",
        "2.0 BUSINESS-AS-USUAL SCENARIO 2.1 SUMMARY Figure 1 below provides an overview of the data sources and methodology for the Burlington and Non-Burlington vehicle markets. FIGURE 1. MARKETS, SOURCES AND METHODOLOGY Burlington Vehicles: Burlington Vehicles: Non-Burlington Residential Non-Residential Vehicles Daily HH PMT and VMT for Public transit: ridership and Total number of employees in Burlington by census tract revenue vehicle miles for Burlington by industry sector Source: NHTS Transferability routes originating or ending in Source: Dun & Bradstreet Statistics Burlington Source: GMT Estimated daily trip rates per employee Adjusted to total annual PMT Student travel behavior data Source: ITE / RSG and VMT Source: Burlington School Sources: VTrans District Mode share by trip for Chittenden County PMT split into mode share by Source: RSG miles traveled Source: NHTS Average trip distance by mode Sources: NHTS Allocated VMT by fuel type using fleet percentages for Burlington Source: BED Adjusted to annual travel Source: VTrans Used average fuel efficiencies Allocated VMT by fuel type to estimate total fuel use using fleet percentages for Sources: EPA, DOE Vermont Source: VTrans Used average fuel efficiencies to estimate total fuel use Sources: EPA, DOE 2",
        "2.2 BURLINGTON RESIDENTIAL VEHICLES This market analysis assessed the travel characteristics for the owners of vehicles registered in Burlington. This was done by reviewing the available travel data for households. The travel characteristics then were applied to vehicle fleet mix for the to estimate the total amount of energy consumed. The National Household Travel Survey (NHTS) Transferability Statistics were used to calculate total vehicle trips and vehicle miles traveled (VMT) as well as person trips and person miles traveled (PMT) for Burlington using estimates for each category by census tract. It is worth noting that vehicle travel only includes private household vehicles and no distinction is made between single occupancy vehicle (SOV) travel and carpooling or high occupancy vehicle (HOV) travel. Therefore, bus travel is not included in the VMT. The number of households used in this analysis comes from the ACS’s 2013-2017 five- year estimate of 16,067. Travel data in the NHTS Transferability Statistics was provided in units of annual average weekday travel (AAWDT). In order to convert these values to an annual average daily traffic (AADT) figure, including seasonally adjusted travel on weekdays and weekends, a factor of 0.9 was calculated using the VTrans Redbook. Table 1 below shows the annual person miles and vehicle miles traveled used in the analysis. TABLE 1: TRAVEL TRENDS FOR BURLINGTON PER HOUSEHOLD TOTAL TRIPS TOTAL MILES AAWDT Person Travel 118,415 706,110 AAWDT Vehicle Travel 66,003 485,748 Annual PMT - 231,957,289 Annual Vehicle Travel - 159,568,300 The final mode split for Burlington is depicted in Table 2, which shows that the NHTS values were further calibrated using the known value of 68.8 percent from the NHTS Transferability Statistics as a weight. It is important to note that values for air travel and school bus are not shown in Table 2 because these modes are not included in this analysis. Excluding air travel in particular, along with other omitted modes, the miles calculated for Burlington in Table 2 represent approximately 78 percent of the nearly 232 million estimated PMT for Burlington from the NHTS Transferability Statistics. 3",
        "TABLE 2: CALCULATING NON-VEHICULAR MODE SPLIT OUT OF TOTAL PMT FOR BURLINGTON Private Public vehicle Private vehicle (categorized) Walk Bicycle Taxi bus (total) Van/ Car SUV pickup NHTS 70.4% 53.0% 15.4% 2.0% 2.2% 3.3% 2.2% 0.6% Modes BTS 68.8% - - - - - - - Modes BTV 68.8% 51.8% 15.0% 2.0% 2.4% 3.5% 2.4% 0.7% Modes BTV 159,568,300 120,189,095 34,861,532 4,535,988 5,494,514 8,129,058 5,502,395 1,531,731 Miles Table 3 below shows the number of electric vehicles registered in Burlington in 2018, by type. TABLE 3. ELECTRIC VEHICLES IN BURLINGTON PASSENGER FLEET (AS OF END OF 2017) % OF BURLINGTON ELECTRIC VEHICLE TYPE NUMBER REGISTERED PASSENGER VEHICLE FLEET Battery Electric Vehicle (BEV) 82 0.3% Plug-In Hybrid Electric Vehicle (PHEV) 108 0.4% Hybrid 963 4.5% The analysis assumes that electric vehicles (regardless of type) are driven the same average miles per year as any non-electric vehicle. This is supported by recent research indicating that newer electric vehicles have found to be driven at least, if not further than non-electric vehicless (Barry 2018). Another study found PHEV users make significantly more trips than their non-PHEV-using counterparts (an average of 1.25 more trips); PHEV users also choose the car for a significantly larger percentage of their total travel distance than internal combustion engine (ICE) vehicle users (Langbroek, Franklin and Susilo 2017). Table 4 below shows the annual fuel use for all Burlington vehicles. 4",
        "TABLE 4. BURLINGTON PASSENGER FLEET CONVERSION FROM VMT TO FUEL USE VEHICLE PASSENGER FLEET ANNUAL MILES ON FUEL FUEL TYPE ANNUAL FUEL USE TYPE VEHICLES SHARE VMT ELECTRICITY EFFICIENCY ICEV 20,180 93.8% 151,096,794 0% 20.01 MPG 7,554,840 gal. Gasoline HEV 963 4.5% 7,210,417 0% 44.45 MPG 162,397 gal. Diesel ICEV 183 0.9% 1,370,204 0% 20.01 MPG 68,510 gal. AEV 82 0.4% 613,971 100% 0.312 kWh/mi 192,173 kWh 55% 0.333 kWh/mi 146,324 kWh PEV PHEV 108 0.5% 808,645 45% 37.94 MPG 9,601 gal. Sub-total 21,516 100.0% 161,100,031 Gas Sub-total 7,726,838 Diesel Sub-total 68,510 Electricity Sub-total 338,497 1 2017 value from the Vermont Transportation Energy Profile, Table 3-4 Fuel Economy for Vehicles registered in Vermont for City driving 2 Vermont Transportation Energy Profile, Table 4-2 estimated electricity consumption in Vermont for 2016 all-electric vehicle 3 Vermont Transportation Energy Profile, Table 4-2 estimated electricity consumption in Vermont for 2016 plug-in hybrid electric vehicle 4 Alternative Fuels Data Center, hybrid and plug-in electric vehicle emissions data sources and assumptions 5 Alternative Fuels Data Center, hybrid and plug-in electric vehicle emissions data sources and assumptions 5",
        "2.3 BURLINGTON NON-RESIDENTIAL VEHICLES Green Mountain Transit (GMT) runs 16 main bus routes that either start or end in Burlington. In addition to these routes are several bus services that run shopping specials from various senior housing complexes to local supermarkets. Table 5 summarizes the ridership and revenue vehicle miles for Burlington routes during the 2018 fiscal year. Revenue vehicle miles are defined as the miles traveled while carrying passengers on board, excluded any out of service miles, for instance travel returning to the transit terminal. TABLE 5. GMT FY18 SUMMARY FOR BURLINGTON ROUTES ROUTE NUMBER FY18 RIDERSHIP FY18 REVENUE VEHICLE MILES #1 Williston 446,074 219,473 #2 Essex Junction 445,252 227,646 #5 Pine Street 112,818 65,683 #6 Shelburne Road 23,163 149,171 #7 North Avenue 247,838 89,446 #8 City Loop 66,577 42,938 #9 Riverside/Winooski 118,267 53,501 #11 College Street Shuttle 135,644 52,486 #12 UMall/Airport 68,958 62,697 #18 Sunday Service 5,373 6,702 #36 Jeffersonville Commuter 8,898 2,618 #46 The 116 Commuter 3,797 868 #56 Milton Commuter 15,745 97,920 #76 Middlebury LINK Express 13,597 71,604 #86 Montpelier LINK Express 119,739 437,580 #96 St. Albans LINK Express 15,940 60,180 Shopping Specials 147,212 25,560 Sub-Total The average miles per gallon for the GMT fleet is 4.261. The Burlington School District summarized their fleet data for the four vehicles they run. Over the course of the average year the vehicles travel just under 55,000 miles and consume 8,867 gallons of diesel. 2.4 NON-BURLINGTON VEHICLES The second piece of this analysis was to calculate the travel footprint of employees who live outside of the city and travel into Burlington. Per the Census data from 2015 (source: Census OnTheMap), there are approximately 26,000 people who work in Burlington but 1 Sourced from an analysis completed by BED on the benefits of electrification of the GMT fleet 6",
        "live outside of the city. This analysis evaluated the general transportation demand that is generated by the overall employment in the city – estimated at just over 36,000. The modes that that travel occurs on is assessed and then the energy consumed by those modes is summarized. The American Community Survey census estimates for employment by NAICS code were grouped into general categories defined by the Institute of Transportation Engineers (ITE) and assigned a trip rate per employee. Table 5 below provides this trip rating by NAICS sector. TABLE 6. TRIP GENERATION BY BURLINGTON EMPLOYEES DAILY TRIP Employees AGGREGATED NAICS SECTOR DESCRIPTION RATES/ TRIPS (ACS) CATEGORY EMPLOYEE Agriculture, Forestry, etc. 22 Industrial 2.64 58 Utilities 219 Institutional 9.3 2,033 Construction 616 Industrial 2.64 1,627 Manufacturing 1,796 Industrial 2.64 4,742 Wholesale Trade 615 Industrial 2.64 1,622 Retail Trade 2,903 Retail 24 69,683 Transportation and Warehousing 629 Industrial 2.64 1,661 Information 1,793 Commercial 2.34 4,196 Finance and Insurance 938 Commercial 2.34 2,196 Real Estate and Rental and Leasing 566 Commercial 2.34 1,325 Professional and Technical Services 2,580 Commercial 2.34 6,037 Administrative Support & Waste Mgmt. 847 Institutional 9.3 7,875 Educational Services 6,143 K12 9.3 57,134 Health Care and Social Assistance 10,742 Institutional 9.3 99,904 Arts, Entertainment, and Recreation 478 Commercial 2.34 1,119 Other Services 1,066 Commercial 2.34 2,495 Public Administration 2,205 Institutional 9.3 20,505 Mining and Oil and Gas Extraction 2 Industrial 2.64 5 Accommodation and Food Services 1,968 Accommodations 6 11,808 Mgmt. of Companies and Enterprises 24 Commercial 2.34 56 Sub-Total 36,153 296,080 To determine trip modes, mode share by trip was taken from an rMove2 survey conducted for the Chittenden County Regional Planning Commission (CCRPC) in 2016. While mode share by trip was also available from the NHTS data, the benefits of using rMove data include a larger survey sample size (2,010 respondents from Chittenden county for rMove versus 750 statewide respondents for NHTS) and that the rMove data is known to be from Chittenden County. Figure 2 below shows the share of travel by travel mode. 2 https://rmove.rsginc.com/ 7",
        "FIGURE 2. REPORTED TRIP MODE ON TRAVEL DAYS FROM rMOVE SURVEY FOR CCRPC Transit (any Other Vehicle, Other (air, bus), 2% Taxi, 3% boat, etc.), 2% Bike, 12% Household Walk, 19% vehicle, 62% Aggregating number of trips, mode share, and distance, produces an estimate for annual person miles traveled using the AADT adjustment factor, as shown in Table 7. The category ‘other’ mode from rMove was excluded since it includes modes, such as air travel, that were not part of this study. TABLE 7: NON-BURLINGTON PMT BY MODE RMOVE MODE SHARE AVERAGE TRAVEL DAY TRIPS ANNUAL PMT MODE (TRIP) MILES PMT HH vehicle 62% 183,569 7.21 1,322,988 434,601,595 Walk 19% 56,255 0.7 39,594 13,006,633 Bike 12% 35,530 5.0 176,577 58,005,596 Transit 2% 5,922 14.82 87,649 28,792,727 Taxi 3% 8,882 10.3 91,498 30,056,941 Other 2% 5,922 - 0 0 Sub-total 296,080 1,718,306 564,463,493 1 Calculated using the car mode total trips and miles from NHTS Table 3 data 2 Calculated using the public bus total trips and miles from NHTS Table 3 data Table 7 below shows the annual fuel use for Non-Burlington vehicles. 8",
        "TABLE 8. NON-BURLINGTON PASSENGER FLEET CONVERSION FROM VMT TO FUEL USE VEHICLE FLEET MILES ON FUEL TYPE TOTAL VMT FUEL EFFICIENCY FUEL USE TYPE SHARE ELECTRICITY ICEV 532,370 89.2% 414,506,219 0% 20.01 MPG 20,725,311 Gasoline HEV 10,901 1.8% 8,487,579 0% 44.42 MPG 191,162 Diesel 30,205 5.1% 23,517,780 0% 20.01 MPG 1,175,889 BEV 381 0.1% 296,649 100% 0.3133 kWh/mi 92,851 PEV 55% 0.3294 kWh/mi 195,413 PHEV 1,387 0.2% 1,079 ,926 45% 37.95 MPG 12,822 All Vehicles 596,783 100.0% 464,658,537 Gasoline Sub-total 20,929,295 Diesel Sub-total 1,175,889 Electricity Sub-total 288,264 1 Average mpg for Vermont vehicles in 2017, from the Vermont Transportation Energy Profile, Table 3-4 Fuel Economy for Vehicles registered in Vermont 2 HEV mpg from Alternative Fuels Data Center, hybrid and plug-in electric vehicle emissions data sources and assumptions 3 AEV estimated electricity consumption in Vermont from Vermont Transportation Energy Profile, Table 4-2 4 PHEV estimated electricity consumption in Vermont from Vermont Transportation Energy Profile, Table 4-2 5 PHEV mpg from Alternative Fuels Data Center, hybrid and plug-in electric vehicle emissions data sources and assumptions 9",
        "2.5 MARKET OVERLAP ADJUSTMENT The CCRPC maintains a regional travel demand model using the TransCAD software. The model is based on a number of demographic and land use inputs, socio-economic data, and travel behavior data. The model was most recently calibrated for the 2015 base year and has future land use and transportation network scenarios for future years, out to the future planning horizon of 2050. The model accounts for the complex trip making activities over the course of a day between households and non-residential land uses. The traffic generation of households and the resulting traffic volumes on the network are calibrated to actual observed data. The travel model can provide a helpful ‘top-down’ picture of aggregate travel demand to determine the magnitude to which the ‘bottom-up’ approach may overestimate travel. The analysis suggests that the combined Residential VMT and the Non-Residential VMT may overestimate Burlington related travel by approximately 15 percent. The model estimates that there are 172,621 vehicle trips (car, bus, taxi, etc.) being generated daily by Burlington land uses. Using a weighted average of origin-destinations in the travel model of 8.75 miles per vehicle trip, the annual VMT is estimated to be 551,308,000. Table 9 shows the various model outputs versus the estimated VMT in this study. TABLE 9: MODELED VMT - BED MARKET VMT 2015 2015 ANNUAL 2015 NON- 2015 HOUSEHOLD VMT RESIDENTIAL COMBINED VMT 161,100,031 464,658,537 625,758,568 [A] [B] [C] 1,390,000,000 12% 33% 45% Chittenden County annual VMT [a] [A/a) [B/a] [C/a] Burlington annual VMT (direct): 104,190,000 155% 446% 601% Occurs only on the streets of [b] [A/b] [B/b] [C/b] Burlington. Burlington related traffic VMT. Estimated by the avg. distance of 551,308,000 29% 84% 114% trips made within/to/from BTV (8.75 [c] [A/c] [B/c] [C/c] mi) The Chittenden County VMT covers vehicle mobility on all roads in the county, while the Burlington VMT (direct) covers strictly the road miles within the city boundary. The Burlington related VMT (row 3) attempts to capture the total related VMT for trips that travel within or have either an origin or a destination within Burlington. 10",
        "It is evident that Burlington has an outsized influence on the travel behaviors in the county, with many trips within the county destined to or originating from points in Burlington. As the City represents approximately 25 percent of total employment and population of the county, it has an influence on approximately 40-45 percent of the countywide annual VMT. 2.6 DATA LIMITATIONS For the City of Burlington to monitor and measure progress in the future it is important to understand the capabilities of the existing available datasets. Figure 3 shows the various mode shares over the various studies and data sources used in this analysis. The sources have various limitations since they only capture a specific segment of the overall population. In summary: • Journey to Work travel has higher mode shares for walking, biking, and transit (bus). • The NHTS data does estimate that over the course of a day the net vehicle use is nearly 90 percent. • The RSG rMove data sample done for the Regional Model update captures daily travel and captures actual users in Burlington and Chittenden County. This data was used for the non-residential travel demand mode share in this study. As BED and others consider tracking progress toward these goals it will be important to survey and understand the travel behaviors of residents as well as those who work in Burlington. The surveys shall be comprehensive of modes and trip purposes, provide full-day, and optimally multi-day data. FIGURE 3: TRAVEL MODES BY VARIOUS DATA SOURCES 100% 90% 80% 70% 60% 50% 40% 30% 20% 10% 0% Veh Walk Bike Bus NHTS rMove Residents of BTV Workers in BTV (Journey to work) (Journey to work) 11",
        "3.0 NET ZERO ENERGY BY 2030 SCENARIO Burlington Electric Department was interested in exploring a wide variety of possible investments and changes in pricing and policy that would support a shift to reduce transportation energy consumption. RSG used the tool, VisionEval3 Rapid Policy Assessment (VERPAT), for Chittenden County4 to evaluate different policy actions that BED could consider as it strives to achieve the 2030 target and the impact of these policy actions. These include, but not limited to the following: • Travel mode shifting: The shift of single-occupant vehicle travel to bicycles, electric bicycles and other lightweight vehicles (e.g. scooters, trikes) • Travel price signals: Increases in the combination of fuel prices and vehicle travel charges to pay for roadways and to pay for externalities such as carbon pricing and mileage fees. • Demand management: Increased investment in programs and incentives which encourage people to drive less including ridesharing, van pooling, telecommuting, parking buyout, and transit subsidies. • Land use changes: Land use densification that shifts population and employment growth from less dense rural and suburban areas to more densely and diverse developed areas. • Parking: Increased parking fees and costs. • Transit supply: Increased investment in the coverage and frequency of transit services. Within these overarching categories of policy levers, the VERPAT model considered different levels of action and investment. Table 10 has the details the six baseline scenarios for each policy category as well as ten distinct policy actions that would go beyond business-as-usual. 3 https://visioneval.org/ 4 It is not reasonable to run one only for Burlington given the significant connection that Burlington has with the rest of the county. 12",
        "TABLE 10. DESCRIPTIONS OF DIFFERENT POLICY ACTIONS ANALYZED POLICY CATEGORY ABBREV DESCRIPTION Base scenario where 20% of the population is estimated as owning or having access to non- motorized vehicles.1 The proportion of SOV travel B1 suitable for substation by non-motorized vehicle travel Travel mode shifting is estimated as 10%, taking into account such factors as weather and trip purpose. Doubles the population estimate to 40% and proportion B2 of suitable trips suitable for light vehicles to 20%. C1 Base scenario with no auto operating surcharge. Cost of 5 cents per mile levied on auto users through C2 the form of a VMT charge which is nearly equivalent to Travel price signals $100 per ton. Cost of 9 cents per mile levied on auto users through C3 the form of a VMT charge. Base scenario with estimates on the current availability D1 and participation rates in work-based travel demand management programs. Demand management D2 Doubles all participation rates. Doubles all participation rates and the level of transit D3 subsidy. Base scenario with future population and employment L1 growth staying within the same categorical place types (i.e. rural, urban core, etc.) Land use Land use intensification where 90% of future population and employment growth is shifted from L2 rural and suburban areas to denser, more urbanized environments. Pricing and participation in various parking charging policies. For workplace parking, an estimated 10% of P1 employees must pay to park at work. For other parking supplies, 5% is charged. Parking Increased parking fees to 20% of employees charged P2 to park at work and 20% of other parking supply is charged. Same increases as P2 but the parking cost doubles P3 from $5 to $10. Base scenario where transit supply stays at the current T1 level. Transit supply T2 Doubles the transit supply. T3 Triples the transit supply. 1Non-motorized vehicles are defined as bicycles, and also electric bicycles, segways and similar vehicles that are small, lightweight and can travel at bicycle speeds or slightly higher than bicycle speeds. Running all base conditions and policy actions in the VERPAT model outputted a total of 324 scenarios. For the base scenario, where none of the actions are taken, Table 11 depicts the outcomes across the following performance measures: • Fatalities & injuries: annual traffic fatalities and injuries per 1,000 persons. • Vehicle cost per capita: average annual cost for owning & operating vehicles per person. 13",
        "• DVMT per capita: average daily vehicle miles traveled per person. • GHG emissions per capita: average annual metric tons of greenhouse gas emissions per person. • Fuel consumption: average annual gallons of gasoline and other fuels consumed per person. • DVHT per capita: average daily vehicle hours of travel per person. TABLE 11. BASE SCENARIO PERFORMANCE MEASURE VMT PER CAPITA 18.79 For DVMT, the regional travel mode had a slightly higher value than VERPAT at 21.2 miles per capita, excluding through traffic. A number of specific scenarios were selected to quantify improvements over the base scenario. For further analysis, BED should provide input on which policy actions they see as most valuable to model. • Highest return scenario (B2, C3, D3, L2, P3, T3): The most aggressive policy actions across all categories. This includes doubling the proportion of trips that would be suitable to do by bike or lightweight vehicles, doubles rates of participation in TDM efforts, increases in land use density in Burlington, daily parking costs increases to $10 per day, a price on carbon, and the tripling of transit supply. The Highest return scenario was used in the Net Zero analysis. • Progress scenario (B2, C2, D2, L2, P2, T2): All policy categories see some action and investment, but not as aggressive as the highest return scenario. • Green urbanization scenario (B2, C1, D1, L2, P1, T2): Investment in bike infrastructure and expansion of the Greenrides bikeshare program makes biking more accessible and investment in transit doubles the supply and frequency of GMT buses. Improvements in the standards of urban living draw more people to and densify the Burlington area. • Parking and demand management scenario (B1, C1, D2, L1, P2, T2): More of the parking supply, both workplace and non-workplace, is charged and investment in demand management and transit helps to increase active transportation and public transit trips. • Carbon tax scenario (B1, C2, D1, L1, P1, T1): All base scenarios except for a levied carbon tax of 5 cents per mile. 14",
        "TABLE 12. PERFORMANCE MEASURES OF SELECT SCENARIOS COMPARED TO BAU DVMT PER CAPITA Highest return -12.3% Progress -5.4% Green urbanization -3.4% Parking and demand management -1.6% Carbon tax ($100 per ton carbon) -1.7% The analysis indicates that reductions in VMT per capita and emissions per capita are most reduced under the ‘Highest return’ scenario. This scenario was used to inform the Alternative Transportation pathway in the overall analysis. 15",
        "180 Battery Street, Suite 350 Burlington, VT 05401 802.383.0118 www.rsginc.com White River Junction & Arlington, VA Chicago, IL Evansville, IN Portland, OR Salt Lake City, UT San Diego, CA Burlington, VT RSG promotes sustainable business practices that minimize negative impacts on the environment. We print all proposals and reports on recycled paper that utilizes a minimum of 30% post-consumer waste. RSG also encourages recycling of printed materials (including this document) whenever practicable. For more information on RSG’s sustainability practices, please visit www.rsginc.com. 16"
    ]
}