{
    "FILE_NAME": "https://glisa.umich.edu/wp-content/uploads/2021/02/MTIT_Coastal.pdf",
    "ALL TEXT": "Great Lakes Nearshore and Coastal Systems WHITE PAPER PREPARED FOR THE U.S. GLOBAL CHANGE RESEARCH PROGRAM NATIONAL CLIMATE ASSESSMENT MIDWEST TECHNICAL INPUT REPORT Scudder D. Mackey, Ph.D. Habitat Solutions NA Recommended Citation: Mackey, S. D., 2012: Great Lakes Nearshore and Coastal Systems. In: U.S. National Climate Assessment Midwest Technical Input Report. J. Winkler, J. Andresen, J. Hatfield, D. Bidwell, and D. Brown, coordinators. Available from the Great Lakes Integrated Sciences and Assessments (GLISA) Center, http://glisa.msu.edu/docs/NCA/MTIT_Coastal.pdf. At the request of the U.S. Global Change Research Program, the Great Lakes Integrated Sciences and Assessments Center (GLISA) and the National Laboratory for Agriculture and the Environment formed a Midwest regional team to provide technical input to the National Climate Assessment (NCA). In March 2012, the team submitted their report to the NCA Development and Advisory Committee. This white paper is one chapter from the report, focusing on potential impacts, vulnerabilities, and adaptation options to climate variability and change for the coastal systems sector.U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Contents Summary ........................................................................................................................................................................................................ 3 Introduction .................................................................................................................................................................................................. 4 Climate Stressors ........................................................................................................................................................................................ 4 Great Lakes Water Level Regimes (Water Levels) ................................................................................................................... 4 Changing Storm Patterns and Precipitation ............................................................................................................................... 5 Great Lakes Thermal Regimes .......................................................................................................................................................... 5 Vulnerability of Great Lakes Coastal Systems to Climate Change .......................................................................................... 6 Discussion ................................................................................................................................................................................................... 10 Recommendations .................................................................................................................................................................................. 11 References Cited ...................................................................................................................................................................................... 12 2U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Summary 1. Great Lakes water levels will generally remain within the natural historical range of water levels with annual means slightly below long term mean water levels. Increased precipitation, storm severity and frequency during winter and spring months, and more drought-like conditions in the summer and early fall have implications for short-term, seasonal, and interannual water level variability and the phenology of organisms that rely on those seasonal and interannual water levels. Increased short-term, seasonal, and interannual water level variability will support and maintain coastal wetland biodiversity and associated fish and wildlife habitats. 2. Major winter and spring precipitation events will increase nutrient and sediment loadings into the Great Lakes. Reduced ice cover on large lakes will increase surface water temperatures and evaporation, increase productivity, initiate longer-term thermal stratification , and increases the probability for low DO events in shallow embayments and other great lakes areas (Lake Erie dead zone). Combined with warmer surface water temperatures, increased loadings may result in more widespread algal and cyanobacterial (Microcystin) blooms. 3. Increased storm magnitude and frequency coupled with warmer surface water temperatures will reduce ice cover, increase wave power, and reduce winter ice shore protection which will increase the risk for coastal flooding and result in accelerated beach, shore, and bluff erosion. 4. During extended periods of low water levels, shallow-water areas will offer potential new habitat for submergent aquatic vegetation and new coastal wetland communities. But exposed lakebed areas may be vulnerable to expansion by Phragmites australis or other invasive wetland plant species. 5. Increased surface water temperatures will cause gradual ecotonal shifts in aquatic species distributions from cold-water species to warm-water species in intermediate- to shallow-water nearshore and coastal areas of the Great Lakes. 3U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Introduction Baedke and Thompson 2000). Long-term and seasonal changes in precipitation and evaporation result in the interannual and seasonal variability of water levels and The Great Lakes basin contains more than 20% of the associated connecting channel flows within, and between, world’s surface freshwater supplies and supports a all of the Great Lakes (Derecki 1985; Lenters 2001; Quinn population of more than 30 million people. Most of the 2002). Seasonal Great Lakes water levels and connecting population either lives on, or near one the Great Lakes. channel flows are higher in the early summer months and Coastal margin areas are where socioeconomic, lower in the late winter months. environmental, and Great Lakes interests intersect, and therefore it is important to understand how potential Also influencing Great Lakes water levels are short-term changes in climate may impact coastal margin areas. fluctuations in water level that are caused, in part, by local wind or storm events that perturb the water surface, such Climate stressors on Great Lakes and nearshore coastal as a storm surge or seiche event (a seiche is an oscillatory systems include: 1) changing water level regimes, 2) change in the water level surface due to wind or storm changing storm patterns and precipitation, and 3) altered event). These short-term fluctuations typically do not thermal regimes. These stressors have the potential to reflect a change in the net basin supply (NBS) or overall significantly alter the physical integrity of Great Lakes water balance of the lake or basin. nearshore and coastal systems, which may affect both environmental and economic interests. The objective of this There is considerable uncertainty in how climate change, white paper is to provide a brief overview of each of the particularly changes in precipitation and evaporation may climate stressors and to assess how future climate impact net basin water supplies and water levels and flows scenarios will impact Great Lakes nearshore and coastal in the Great Lakes region. A more detailed evaluation of systems. Fundamental to this assessment is the Great Lakes water resources (including water levels) based understanding that climate change impacts are primarily on Global Climate Model (GCM) and Regional Climate Model physical in nature, i.e. how changes in water level regime; (RCM) scenarios are presented in a separate NCA white storm frequency and magnitude; precipitation and paper (Lofgren and Gronewold 2012). evaporation; ice cover; and air and surface water temperatures impact nearshore and coastal systems. The IJC International Upper Great Lakes Study (IUGLS) Climate-induced changes to physical processes will impact recently completed a 5-year binational study examining not only the physical characteristics of the shoreline, but sector impacts related to changes in water level regime create vulnerabilities for both environmental and economic resulting from Lake Superior water level regulation (IUGLS interests as well. It is important to identify those 2012). Analysis of the future sequences provided the vulnerabilities so that appropriate adaptive management context to determine plausible ranges of future net basin actions can be taken. supplies (NBS). The different future water supply scenario approaches included dynamic and statistical downscaling of GCM scenarios (Angel and Kunkel, 2010; Lofgren and Climate Stressors Hunter, 2010; MacKay and Seglenieks, 2010), stochastic generation of contemporary and climate change NBS Great Lakes Water Level Regimes sequences (Fagherazzi, 2011) and the use of paleo NBS sequences (Ghile et al., 2012). (Water Levels) The IUGLS study evaluated output of 565 model runs from Within Great Lakes coastal margin and open water systems, 23 GCMs compiled by Angel and Kunkel (2010) from the the equivalent of the natural flow regime is the natural fourth IPCC report (IPCC 2007) and used the GLERL AHPS water-level regime. Great Lakes water-level regimes are Great Lakes hydrology model (Lofgren et al. 2002; Croley controlled by the interaction of two master variables, 2005) to calclulate anticipated changes in Great Lakes climate and hydrology. Water levels represent the water levels. The model runs utilized future emission integrated sum of water inputs and losses from the system scenarios B1 - relatively low, A1B - moderate, and A2 – high – typically expressed by a hydrologic water balance emission scenarios. The high emissions scenario A2 equation – that are driven by climate (long-term and corresponds most closely to recent experience (Angel and seasonal weather patterns), hydrology and flow regime Kunkel 2010). Predictions of estimated water level changes (surface water, ground water, and connecting channel at the 5th, 50th, and 95th percentiles for Lakes Michigan- flows), and water use within the basin (water withdrawals, Huron by Angel and Kunkel (2010) are presented in Table diversions, and connecting channel flows) (Quinn 2002). 1. Estimated water-level changes for Lakes Erie and Ontario are comparable to those for Lake Michigan-Huron, but Climatic controls, including precipitation, water level change estimates for Lake Superior may be evapotranspiration, and the frequency, duration, and somewhat less. By 2050, water levels may be 20 to 25 cm distribution of major storm events are typically driven by lower than the current long term mean for Lakes Michigan- seasonal and longer-term climatic cycles (Quinn 2002; Huron, Erie, and Ontario and 25 to 40 cm lower by 2080, 4U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper The confidence level for predictions of the overall direction Table 1. Estimated Lake level changes for and magnitude of future Great Lakes water levels is low. Lake Michigan-Huron at the 5th, 50th and 95th percentiles Changing Storm Patterns and Precipitation Year 5th 50th 95th Modeling results attempting to estimate future mean annual B1 Low Emission Scenario precipitation are equivocal and highly variable. A majority 2020 -0.60 m -0.18 m 0.28 m of models generally agree that there may be a slight 2050 -0.79 -0.23 0.15 increase in mean annual precipitation ranging from 2 to 7% 2080 -0.87 -0.25 0.31 over the next 30 years, which continues the documented A1B Moderate Emission Scenario historical trend of increased precipitation in the region 2020 -0.55 m -0.07 m 0.46 m (Hayhoe et al. 2010). However, there appears to be general 2050 -0.91 -0.24 0.40 agreement between models that the frequency and 2080 -1.43 -0.28 0.83 magnitude of extreme precipitation events (interpreted to A2 High Emission Scenario mean severe storms) increases (+30% for A2 scenario, 2020 -0.63 m -0.18 m 0.20 m +20% for B1 scenario) during the winter and spring 2050 -0.94 -0.23 0.42 months, and is less during the summer and early fall 2080 -1.81 -0.41 0.88 months. Increased precipitation and storm severity (and IUGLS Final Report (IUGLSB 2012), modified from Angel and frequency) during winter and spring months and more Kunkel (2010) drought-like conditions in the summer and early fall has implications for short-term, seasonal, and interannual water level regimes and the phenology of organisms that but uncertainties associated with emission scenarios and the rely on those seasonal and interannual water level cycles. GCM/RCM models are high and the confidence level for future estimated water level changes is low. The confidence level for values of estimated mean annual precipitation is low. The confidence level for extreme Results of a detailed hydroclimate analysis based on precipitation events is moderate to low, with decreasing Regional Climate Models (RCMs) run for the IUGLS Study certainty toward the end of this century. suggests that Great Lakes water levels will generally remain within the natural historical range of water levels with annual means slightly below long term mean water levels Great Lakes Thermal Regimes (Lofgren et al., 2011; MacKay and Seglenieks, 2010). New methods for RCM-type modeling that include and account The Great Lakes region could see substantial increases in for important atmospheric feedbacks were evaluated and annual and seasonal air temperatures and extreme heat found to be important. Even though uncertainties are high, events, particularly under the A2 (higher emissions) these projections are generally supported by a suite of both scenario (Wuebbles et al. 2010). Over the next few decades RCM and GCM models that indicate that evaporative losses (2010–2039), it is anticipated that annual-averaged air and overlake precipitation will continue to increase due to temperatures will increase on the order of 0.6–0.8°C. Near increasing surface water temperatures and reductions in the end of the century (2070–2099), annual-averaged air winter ice cover. However, these losses may be partially temperatures could increase by 1.7–2.2 °C under the B1 offset by increasing local precipitation in the winter and (lower emissions) scenario , and by 4.5°C under the A2 early spring months suggesting increased seasonal (high emissions) scenario. The greatest air temperature variability due to loss of winter lake ice cover, loss of increases will occur during the summer months (up to 6°C connecting channel ice cover, increased spring storminess, or 10°F). Along with warming temperatures, there will be a and increased wind speeds (Hayhoe 2010). Current models timing shift where the last frost date will occur 30 days are unable to accurately predict storm track changes which earlier under the A2 scenario and 20 days earlier under the may have an impact on precipitation patterns within the B1 scenario (Wuebbles et al. 2010). Great Lakes, thus adding to the uncertainty associated with lake level predictions. Based on the most recent models, a Increasing air temperatures in the Great Lakes region will major conclusion of the IUGLS study was that “water level affect Great Lakes surface water temperatures by reducing changes in the near-term future may not be as extreme as the extent and duration of Great Lakes winter ice cover. An previous studies have predicted. Lake levels are likely to empirical temperature model developed by Trumpikas et al. continue to fluctuate, but still remain within a relatively (2009) was used to estimate Great Lakes surface water narrow historical range. While lower levels are likely, the temperatures for several emission scenarios. For all of the possibility of higher levels cannot be dismissed.”(IUGLS Great Lakes, surface water temperatures are estimated to 2012). increase on the order of 1.5 to 3.9°C under the A2 (high emissions) scenario and 1.6 to 3.2°C for the B2 (low emissions scenario) by 2050. At the end of the century, 5U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper surface water temperatures are expected to increase on the  Precipitation- seasonal alterations in precipitation and order of 3.3 to 6.7°C for the A2 scenario and 2.4 to 4.6°C for flow regimes; spatial and temporal shifts in seasonal the B2 scenario. timing; altered riverine and floodplain habitat structure and connectivity; Along with warming surface water temperatures there will  Thermal regimes – altered open-lake and nearshore also be a timing shift where surface water temperature surface water temperatures; reduced ice cover; deeper values will increase earlier in the spring (35 to 47 days and stronger thermal stratification; spatial and earlier) and later in the Fall (26 to 51 days later) under the temporal shifts in seasonal timing; and A2 scenario. Similarly, surface water temperature values  Latitudinal shifts in ecoregions – regional changes in will increase 24 to 31 days earlier in the Spring and 18 to 36 land and vegetative cover and associated terrestrial and days later in the Fall under the B2 scenario. For Lake aquatic communities and habitats (affecting coastal Superior, and to a lesser extent Lakes Michigan-Huron, margin areas). summer surface water temperature warming generally exceeds the rate of atmospheric warming due to reduced Habitat is the critical component that links biological winter ice cover, which results in an earlier onset of thermal communities and ecosystems to natural physical processes stratification and a longer surface warming period (Austin and the underlying physical characteristics of the basin. The and Colman 2007). Over time, it is anticipated that thermal pattern and distribution of habitats are controlled, in part, stratification will occur earlier in the spring, and later in the by interactions between energy, water, and the landscape fall as surface water temperatures continue to increase (e.g., Sly and Busch 1992; Higgins et al. 1998; Mackey and thereby increasing evaporation Great Lakes surface waters Goforth 2005; Mackey 2008). Habitats are created when and lengthening the surface warming period. there is an intersection of a range of physical, chemical, and biological characteristics that meet the life stage The estimated surface water temperature values within the requirements of an organism, biological community, or next 30 years have a moderate confidence level, and surface ecosystem (Mackey 2008). water temperature values estimated toward the end of the century have a low confidence level. Seasonal changes in water level and flow regimes, thermal structure, and water mass characteristics, interact with the underlying landscape to create repeatable patterns and Vulnerability of Great Lakes Coastal connections within tributaries, lakes, and shorelines within Systems to Climate Change the basin. The pattern of movement of water, energy, and materials through the system (which depends on connectivity) also exhibits an organizational pattern, Anticipated long-term changes in climate have the potential persists, and is repeatable . For example, these patterns and to significantly alter the physical integrity of Great Lakes connections, in part, control the seasonal usage of Great basin (e.g. Lee et al. 1996; Kling et al. 2003; Mackey et al. Lakes fish spawning and nursery habitats (Chubb and 2006; Solomon et al. 2007; Ciborowski et al. 2008; Liston 1985). Moreover, high-quality coastal margin Wuebbles et al. 2010). Potential climate-change induced habitats (both aquatic and wetland) are created by a unique alterations due to weather, i.e. precipitation, set of environmental conditions and processes that together evapotranspiration, and storm frequency, severity, and meet the life-stage requirements of a species, biological patterns will alter the physical and habitat integrity of the community, or ecological function (Mackey 2008). These Great Lakes basin, including: processes play a significant role, ultimately determining the distribution and utilization of essential coastal margin  Great Lakes water levels and flow regimes – habitats within the Great Lakes system. changing net basin water supplies and water level regimes; increased water level variability (frequency Great Lakes coastal margins can be delineated into four and magnitude); altered coastal circulation patterns major hydrogeomorphic groups, nearshore; beaches, and processes; seasonal changes in flooding; loss of barriers, and dunes; wetlands; and bluffs. These areas are hydraulic connectivity; altered coastal margin and defined by the hydrogeomorphic characteristics of the nearshore habitat structure; shoreline and the dominant physical processes that act on  Storm frequency, severity, and patterns – seasonal those shorelines. Climate change impacts to coastal margins changes storm magnitude, frequency, and direction are primarily physical in nature, i.e. changes in water level (storm tracks); changes in flood frequency and regime; storm frequency and magnitude; precipitation and magnitude; changes in coastal wave power and evaporation; ice cover; and air and surface water direction; altered littoral sediment transport rates and temperatures. Climate-induced changes to physical processes; increased shore erosion; reduced nearshore processes will impact not only the physical characteristics water quality; reduced marina/harbor/port access of the shoreline, but create vulnerabilities for coastal (increased dredging activity); habitats, biological communities, and ecosystems that rely on those shorelines as well. 6U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper eventual breaching of the barrier beach. During periods of Table 2 Summarizes the vulnerability of Great Lakes coastal low water levels, benthic and fish communities are margin hydrogeomorphic groups, ecosystem components, vulnerable to lakeward shifts of the shoreline, which may and socioeconomic sectors to climate stressors. The change the location and distribution of nearshore spawning confidence level associated with each hydrogeomorphic and nursery habitats in low-relief shallow water areas group, ecosystem component, and socioeconomic sector is (Mackey et al. 2006). Moreover, adjacent wetland areas may stated in parentheses ()_and is based on the understanding become hydraulically isolated from adjacent tributary and we have of the interaction and resulting impacts between lake water bodies disconnecting potential spawning and climate change stressors and the group, component, or nursery habitats (e.g. Mortsch 1998; Wilcox et al. 2002; sector. The confidence levels provided in this table do not Wilcox 2004; Mortsch et al. 2006). Newly created shallow- incorporate the uncertainty associated with the climate water areas will offer potential new habitat for change stressor, which is generally high (low confidence establishment of submergent aquatic vegetation and coastal level). wetland communities. But exposed lakebed areas may be vulnerable to the expansion of invasive species such as Nearshore areas represent the area encompassed by water Phragmites australis (e.g. Tulbure et al. 2007). depths ranging from 3 to 30 m in all of the Great Lakes except Lake Erie. In Lake Erie, the nearshore is defined by In response to historically high water levels in the mid- the area encompassed by water depths ranging from 3 to 15 1980s, extensive coastal engineering works and the m. Dominant physical processes acting on the nearshore resulting loss of littoral sand from adjacent coastal margin zone include wind-driven coastal circulation patterns; and nearshore areas have created habitats that are now storm generated wave energy; nearshore lakebed sediment much more coarse-grained and heterogeneous than would transport processes; and nearshore lakebed downcutting. have naturally been present along many Great Lakes Great Lakes nearshore areas are vulnerable to climate- coastlines. It is anticipated that as Great Lakes water levels induced changes in storm magnitude, frequency, and storm decline, littoral sand deposits will become stranded at direction (i.e. changing storm tracks). Anticipated physical higher shoreline elevations and lost to the active littoral impacts include altered nearshore circulation patterns, system (M. Chrzastowski, Illinois DNR, pers. erosion and removal of protective sand cover from the communication, 2006). The loss of these sand resources lakebed, increased potential for lakebed downcutting, and may be significant, especially along sand-poor Great Lakes degradation of nearshore water quality (increase in cohesive shorelines. nearshore turbidity). Nearshore spawning and nursery habitats may be impacted by a coarsening of lakebed One of the consequences of these substrate changes is the substrates and active erosion and sediment transport on rapid colonization and spread of aquatic invasive species the lakebed. The resulting coarse lakebed substrates (such as dreissenid spp.) that have adversely impacted food provide additional habitat for lithophylic invasive species web-dynamics and the Great Lakes ecosystem. It is only such as dreissenids (zebra and quagga mussels) and the now recognized that many of the physical changes that have round goby (e.g. Janssen et al. 2004; Meadows et al. 2005). occurred in the nearshore zones of the Great Lake have provided the opportunity for massive expansion of these Beaches, barriers, and dunes include high energy areas invasive species along with significant associated ecological within 0 to 3 m water depths and adjacent low-relief coastal impacts (e.g. Janssen et al. 2004, Meadows et al. 2005). margin, embayed, and back-bay areas. Beaches and barriers Coastal wetlands are commonly found landward of are created and maintained by littoral sediment transport protective beach-barrier systems, within protected processes and dune complexes are created by wind-driven embayments, along open-coast shorelines (i.e. fringing sand deflation processes. Dominant physical processes wetlands), and in unaltered (natural) rivermouths. Great affecting these coastal margin areas include wind and storm Lakes coastal wetlands provide essential habitat for more generated wave energy; littoral sediment transport than 80 species of fish (Jude and Pappas 1992). More than processes; and both long- and short-term fluctuations in 50 of these species are solely dependent on wetlands, while Great Lakes water levels. Anticipated physical climate more than 30 additional species utilize wetlands during a impacts include increased littoral sediment transport rates, portion of their life history (Jude and Pappas 1992, Wilcox beach erosion and reduction in beach widths, degradation 1995). Other fish species may use wetlands for short of nearshore water quality (increase in nearshore turbidity) periods of time as refugia (predator avoidance) and for and thermal effects resulting in the reduction or loss of forage (food supply). Waterfowl, nesting birds, amphibians, winter ice cover during the winter months (Assel 2005) and mammals, and reptiles also utilize wetland and coastal increase in wave energy and loss of winter ice shore margin habitats. Their distribution and abundance are protection (USACE 2003). intimately tied to wetland vegetative cover and the hydrogeology of the wetland (e.g. Timmermans 2001; During periods of high water levels, barrier systems are Timmermans et al. 2008) more vulnerable to major storm events which may result in 7U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Table 2. Summary of Climate Stressors and Coastal Margin Vulnerabilities Great Lakes Water Water Level Stressors Storms and Precipitation Thermal Regime Levels Vulnerability Increase in Magnitude and Mean Annual Water Levels Increase Magnitude and Frequency Climate Impact Frequency of Water Level Slightly Below Long-Term of Storms; Change in Precipitation Increase Surface Water Temp (Low Confidence Level) Change; Increased Range of Mean Timing and Patterns Variability Long-term mean water Stronger more frequent storms; Increase in Great Lakes surface levels generally within Generally within historical Increase in magnitude and water temperatures; Reduced ice normal historical range; ranges, but possible short-term, frequency of storm generated waves; cover, later fall ice formation, earlier Regional Effects slightly below long-term seasonal, and interannual Increased precipitation during spring breakup; Stronger thermal (Low Confidence level) mean; Possible seasonal exceedances above and below winter-early spring months, stratification; More frequent low DO shifts in annual highs and historical highs and lows decreased precipitation (drier) occurrences; Expansion of low DO lows during summer-fall months. zones (e.g., Lake Erie dead zone) Hydrogeomorphic Group Nearshore Levels within historical Low water: increased potential Increased potential for lakebed Increase in surface water (Moderate Confidence range for lakebed downcutting; downcutting; reductions in temperature level) reduction in nearshore water nearshore water quality quality Beaches, Barriers, and Relatively static shoreline High water: reduction effective Increased variability in beach width; Increase in surface water Dunes position; slight increase in beach widths (loss of natural increased variability in littoral temperature; increased wave power (Moderate to High mean beach width due to shore protection) sediment transport rates; increased due to lack of ice cover; reduced Confidence Level)) slightly lower water levels Low water: increase effective potential for beach erosion due to winter ice shore protection beach widths; increased wave energy; increased potential for lakebed downcutting; reductions in nearshore water quality Coastal Wetlands Levels within historical Increased wetland zonation and Increased short-term inundation; Increase in surface water (Moderate Confidence range biodiversity; Increased increased potential for erosion/ temperature; increased Level) probability of phenological shifts destruction of open-coast fringing productivity; northward expansion due to altered timing; wetlands; short-term impacts to of invasive species (both terrestrial Low water: potential loss of wetland-dependent nesting birds and aquatic) hydraulic connectivity and waterfowl Bluffs Relatively static shoreline High water: increase bluff erosion Increased erosion of coastal bluffs Increase in bluff erosion/recession (Moderate to High position; slight decrease (narrower beaches); due to elevated water levels and rates during winter months; Confidence Level) erosion potential due to Low water: reduce bluff erosion increased wave power; increased increased wave power due to lack of wider beaches (wider beaches) precipitation accelerates surface ice cover; reduced winter ice shore erosion protection Ecosystem Great Lakes Water Water Level Storms and Precipitation Thermal Regime Component Levels Vulnerability Productivity/Water Levels within historical Low water: potential loss of Lake Erie, Lake St. Clair, Shallow Increase in primary production; Quality range hydraulic connectivity with embayments experience increased increased algal blooms Microcystin; (Moderate to High coastal wetlands (nutrient nutrient, contaminant, and sediment stronger thermal stratification; Confidence Level) processing and export) loads from increased winter-early more frequent low DO occurrences; spring precipitation/runoff; expansion of low DO zones (e.g., increased algal blooms Microcystin Lake Erie dead zone, but linked to (productivity); lower overall Lake Lake Erie water levels) water quality, Increased turbidity; Low water: thinner hypolimnion. increased number of beach closings increased number low DO events, longer dead zone duration Coastal Fisheries Levels within historical Increased probability of Increased probability of Shift in distribution of cold and (Low to Moderate range phenological shifts due to change phenological shifts due to change in warm-water fish species; Increased Confidence Level) in water level timing; tributary flood-pulse timing; probability of phenological shifts Low water: potential loss of increased storm impacts on due to change in temperature connectivity between spawning spawning/ nursery habitats affecting triggers to initiate spawning; change and nursery habitats recruitment; in egg/larval maturation rates; Low water: potential short-term loss northward expansion of aquatic of connectivity between spawning invasive species. and nursery habitats Socioeconomic Sector Ports and Harbors/ Levels within historical High water: increased coastal Increased littoral and riverine Reduced ice cover, later fall ice Infrastructure range, but slightly lower flood risk during storm events sediment transport rates; increased formation, earlier spring breakup; (Moderate to High than long-term mean Low water: increased dredging of dredging frequency due to storm extended commercial shipping and Confidence Level) commercial and recreational derived sediments; recreational boating season; channels; light load commercial High water: increased coastal flood vessels; decrease in available risk during; increased risk of storm marina slips (water depth damage to navigation structures limited) Coastal Property Levels within historical High water: increased coastal High water: increased coastal flood Increase in shoreline erosion/ (Moderate to High range, but slightly lower flood risk during storm events; risk during periods of high water; recession rates during winter Confidence Level)) than long-term mean increased shoreline erosion due increased shoreline erosion; months; increased wave power due to narrower beaches increased risk of storm damage to to lack of ice cover; reduced winter Low water: re-establishment of shore protection structures ice shore protection SAV and emergent wetland vegetation; wider beaches 8U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper More recent research has documented a relationship power combined with possible changes in storm direction between wetland plant zonation (biodiversity) and fish could significantly alter the rate and direction of littoral community composition (Uzarski et al. 2005; 2009; Albert sediment transport increasing the exposure of Great Lakes et al. 2005). Intact coastal wetlands with several plant coastal bluffs to wave attack. During periods of high water zones (sustained by water level fluctuations) provide cover, levels, beaches become narrower, reducing the prey, spawning and nursery habitats (Goodyear et al. 1982; effectiveness of beaches as natural shore protection. Jones 1996b; Lane et al. 2006a). The high productivity and Erosion of coastal bluffs and adjacent upland areas structural diversity of Great Lakes coastal wetlands are increases, resulting in the reduction of nearshore water maintained by natural cycles of high and low water levels as quality. During periods of low water levels, more of the well as natural seasonal water level fluctuations (Wilcox beach face is exposed resulting in wider beaches that 1995; 2004, Albert et al. 2005, Keough et al. 1999, Mayer et provide natural shore protection and may reduce erosion of al. 2004). On Lake Ontario, water level regulation resulted coastal bluffs and adjacent dune and upland areas in range compression and loss of wetland biodiversity, (Meadows et al. 2005; Brown et al. 2005). Moreover, the plant community zonation, and ecological functionality reduction or loss of winter ice cover during the winter (Wilcox et al. 2007; Wilcox and Meeker 1991; 1992; 1995; months due to anticipated warmer air and surface water Busch and Lary 1996). temperatures will result in an increase in wave power and loss of winter ice shore protection. As Great Lakes water levels regimes are expected to remain slightly below the long-term mean, an anticipated increase Productivity and Water Quality - Warmer surface water in short-term, seasonal, and interannual variability of water temperatures combined with lower Great Lakes water levels driven by changes in local precipitation and increased levels affects the thermal structure of the Great Lakes storm frequency will benefit Great Lakes wetlands by causing changes in both lake chemistry and lake ecology maintaining and/or restoring plant community zonation, (Sousounis and Grover 2002). During periods of low water increasing wetland biodiversity, and enhancing levels, higher surface water temperatures will create a environmental benefits. However, increased variability in deeper and stronger thermocline that will reduce the water water level regimes may alter the phenology of wetland- volume in the hypolimnion and result in more frequent dependent fish communities and other aquatic organisms episodes of anoxia. In the central basin of Lake Erie, due to alterations in seasonal timing and duration reduced hypolimnion water volumes combined with altered (Casselman et al. 2002, Kling et al. 2003; Uzarski et al. 2005; nutrient cycling by invasive zebra/quagga mussels 2009; Shimoda et al. 2011) (Dreissenid spp.) may result in more frequent occurrences of an expanded dead zone” (Lam et al. 1987, 2002; Charlton Coastal bluffs are a dominant shoreline type in the Great and Milne 2004). As water temperatures increase, dissolved Lakes and are created when upland areas are subject to oxygen levels decrease as warm water holds less oxygen mass-wasting processes initiated by instabilities created by than cold water. Moreover, warm waters increase wave erosion at the base of the bluff. These processes have respiration rates for aquatic species further depleting been active along Great Lakes shorelines for thousands of dissolved oxygen levels. Even though the deep northern years and have contributed most of the sediments that lakes are relatively immune from low DO levels, shallower maintain beaches along Great Lakes shorelines. Physical water bodies, embayments, and some tributaries may be processes affecting these coastal bluffs areas include the susceptible to low DO levels as water temperatures expenditure of wind and storm generated wave energy; increase. Moreover, Warmer water temperatures combined littoral sediment transport processes; and both long- and with increased nutrient loads may increase productivity short-term fluctuations in Great Lakes water levels. and nutrient recycling, which may stimulate the growth of Anticipated physical climate impacts include increased bluff filamentous blue-green algae (Cladophora spp) which has erosion/recession rates; degradation of nearshore water been shown to impact nearshore water quality, habitats, quality (increase in nearshore turbidity) and thermal effects and is an aesthetic problem for coastal property owners and resulting in the reduction or loss of winter ice cover during beaches, and may contain pathogens (Hellman et al. 2010). the winter months (Assel 2005) and increase in wave As these organisms die and settle to the bottom and energy and loss of winter ice shore protection (USACE decompose, oxygen is consumed reducing DO levels even 2003). further. In Lake Erie, warm surface water temperatures and increased nutrient loads have resulted in more widespread Erosion of coastal bluffs is episodic and is driven primarily and frequent Microsystin blooms. by a combination of wind and storm-driven waves (wave power) expended along Great Lakes shorelines and Great Coastal Fisheries - The abundance of several species of Lakes water levels (e.g. Brown et al. 2005). As Great Lakes important recreational and commercial fish (lake trout, water level regimes are expected to remain slightly below walleye, northern pike, and lake whitefish) varies with the the long-term mean, anticipated increases in local amount of thermally suitable habitat (Christie and Regier precipitation and increased storm magnitude and frequency 1988; Lester et al. 2004; Jones et al. 2006a). A warm will increase the cumulative wave power expended along thermal structure may cause a northward shift of Great Lakes shorelines. The increase in cumulative wave boundaries for both warm and cold-water fishes, affecting 9U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper abundance, distribution, and resilience to exploitation number of available commercial or recreational slips in (Minns and Moore 1992; Shuter and Meisner 1992; marinas due to low water conditions. As a benefit, reduced McCormick and Fahnenstiel 1999; Magnuson et al. 1997; winter ice cover due to increasing surface water Casselman 2002; Brandt 2002; Kling et al. 2003; Sharma temperatures may provide an opportunity to extend the 2007). Increasing surface water temperatures could also commercial navigation and recreational boating seasons. remove existing thermal constraints that have protected the Great Lakes from invasive organisms in the past, and Coastal Property - The effects of climate change in increase the potential number of organisms that can developed coastal areas will be exacerbated by successfully invade the lake (Mandrak 1989). In response to anthropogenic activities, especially in areas where these shifted thermal boundaries, zebra/quagga mussels, submerged lands may be exposed and development round gobies, and other aquatic nuisance species may be pressures in coastal areas are high. Climate change able to expand their existing ranges further northward into projections suggest that even though mean water levels will the upper Great Lakes (GLFC 2005). Moreover, water remain near, but slightly lower than long-term mean water temperature increases are positively correlated with levels, there will be increased short-term variability in mercury methylation rates and increase the availability of water levels in response to increased storm magnitude and methyl mercury for incorporation into fish tissue. Warmer frequency, especially during the winter and early spring surface water temperatures may facilitate (increase) the months. During periods of high water, coastal flooding risks rate of mercury contaminant uptake into the food chain that are high; risk of shore and beach erosion due to storm may result in increased levels of mercury contamination in derived waves is high; and an increased risk of damage to fish (Bodaly et al. 1993; Yediler and Jacobs 1995). infrastructure (shore protection structures) and upland property loss during major storm events. During periods of Ports and Harbors/Infrastructure – These coastal low water, flooding and erosion risks are low. However, structures are generally larger than private structures and during extended periods of low water, property owners fill therefore may have a significant impact on the coastal shoreline areas for development (encroachment), install margin. The structures are typically designed to protect and shore protection, groom beaches to improve aesthetics, and maintain both commercial and recreational navigation remove submergent and emergent aquatic vegetation to channels and associated infrastructure. Maintenance of promote water access and provide a viewshed. These these structures is typically a Federal or State shoreline alterations affect natural coastal processes and responsibility. Depending on use, the navigation channel the ecosystem, and will have a detrimental effect on Great may be dredged on an annual basis to accommodate large Lakes nearshore and coastal margin environments. Recent commercial vessels. Increased storm severity and frequency work by Uzarski et al (2009) clearly demonstrated the and loss of ice cover during the winter months will increase deleterious effects of vegetation removal on local fish and littoral sediment transport rates requiring more frequent aquatic plant communities and coastal biodiversity. dredging to maintain navigation channels. During high water periods, there is an increased risk of coastal flooding during major storm events and increased risk of storm Discussion damage to the navigation structure and port infrastructure. During low water periods, there will be a need for increased Both global and downscaled regional climate circulation dredging of navigation channels to maintain design depths; models have been used to predict changes in temperature, light-loading of commercial vessels to maintain draft over weather, precipitation, storm severity and frequency, and, shallow areas in navigation channels; and a decrease in the Table 3. Cross-Cutting Issues Climate Stressor Condition Condition Condition Impacts Water Level Regime High Winter-Spring Low Dissolved Thermal Regime Strong Thermal Low Water Levels Precipitation, (High Oxygen, Lake Erie Storms and Stratification Nutrient Loads Dead Zone Precipitation Storms and Reduced Ice Cover, Increased Shore and Precipitation Increased Wave High Water Levels No winter Ice Beach Erosion (all Water Level Regime Power (Storms) Protection seasons) Thermal Regime Blue-Green Algal Thermal Regime High Winter-Spring High Surface Water Blooms, Microcystin Storms and Precipitation, (High Temperatures Blooms in nearshore Precipitation Nutrient Loads) waters 10U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper indirectly, Great Lakes water levels. These predictions have Lakes shoreline (as identified by the long-term models) a high degree of uncertainty and represent a range of must be protected and preserved to ensure that essential possible futures or scenarios. For all of these scenarios, the ecological functions are maintained during periods of physical integrity of the Great Lakes will be modified or transition. altered in response to changing climate conditions. Thus, ecological responses to climate change will be driven It will also be necessary to establish a long-term, aquatic primarily by changes in physical integrity, and these habitat research and monitoring effort within the Great responses may be nonlinear, especially if boundaries and Lakes to track changes and continually update and refine thresholds are exceeded (Burkett et al. 2005). Synergistic or the heuristic models. An important consideration will be to cross-cutting interactions between climate stressors may be identify the appropriate variables to be monitored and to additive and cause unforeseen environmental or establish thresholds or triggers that tell us when to modify socioeconomic impacts. Table 3 provides examples where resource management and protection policies. This multiple climate stressors interact to produce an impact (or approach will provide the knowledge and science-based benefit). Conditions are listed in the same order as the tools to build the capacity of key agencies, organizations, stressor listing. Multiple conditions are listed for each and institutions to identify and implement sustainable stressor. For example, in the second row of Table 3, more protection, restoration, and enhancement opportunities. severe and frequent storms will increase wave power along the coastline. Increased wave power coupled with high This discussion highlights the need to incorporate water levels will increase erosion of coastal bluffs and management and research strategies designed to address increase littoral sediment transport rates. Warmer surface uncertainty and respond to potential long-term stressors, water temperatures will reduce or eliminate winter ice such as climate change, water diversions, and continued cover which will allow erosion and sediment transport to growth and development which have the potential to impair occur during the winter months. This will increase the the physical integrity of the Great Lakes. Given the volume of sediment that will have to be dredged from uncertainties associated with climate change, it is necessary commercial and private navigation channels and result in to implement a proactive anticipatory management further shoreline hardening due to the need for new shore approach (commonly referred to as adaptive management protection. Increased littoral sediment transport rates will strategies) that identifies long-term planning, protection, also affect hydraulic connectivity with coastal wetlands and and restoration needs in response to climate change- riverine spawning/nursery habitats. induced stressors and impairments within the Great Lakes basin. Application of adaptive management strategies will help to ensure the physical and ecological integrity of the Recommendations Great Lakes in the face of major environmental change. Additional work is needed to more fully understand the biophysical linkages between physical habitats, associated biological communities, and the natural processes that connect them. Future changes to the ecosystem may yield changes that have not yet been observed and for which data do not exist. It is only through an understanding of biophysical processes that we may be able to predict the ecological responses of the Great Lakes ecosystem due to changes in water-level regime. Moreover, additional tools/models need to be developed that integrate physical and ecological processes to simulate potential changes in environmental conditions and associated aquatic habitats resulting from long-term changes in water-level regime. Using these models, it will be possible to identify potential long-term management, protection, and restoration opportunities based, in part, on an understanding of biophysical processes. The resulting management, conservation, and protection strategies must be designed to protect potential refugia, transitional, and newly created coastal margin and nearshore habitat areas from anthropogenic modification and/or degradation. As water levels recede, there will be increasing societal pressure to develop and modify newly exposed areas of the shoreline. Critical reaches of the Great 11U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper References Cited management. American Society of Civil Engineers, Arlington, Virginia, p. 166–187. Derecki, J.A. 1985. Effect of channel changes in the St. Clair River Albert, D.A., D.A. Wilcox, J.W. Ingram, and T.A. Thompson. 2005. during the present century: Journal of Great Lakes Research, Hydrogeomorphic classification for Great Lakes coastal 11(3): 201-207. wetlands. Journal of Great Lakes Research 31(1): p. 129-146. Goodyear, C.D., T.A. Edsall, D.M. Ormsby-Dempsey, G.D. Moss, and Angel, J.R. and K.E. Kunkel, 2010. The response of Great Lakes P.E. Polanski. 1982. Atlas of spawning and nursery areas of water levels to future climate scenarios with an emphasis on Great Lakes fishes. USFWS, Report FWS/OBS-82/52, Volumes Lake Michigan-Huron: Journal of Great Lakes Research, 36: p. 1-14, Washington, DC. 51-58. Great Lakes Fisheries Commission. 2005. Lake Erie Environmental Assel, R.A., 2005. Classification of annual Great Lakes ice cycles: Objectives. Report of the Environmental Objectives winters of 1973–2002. Journal of Climatology, v. 18, p. 4895– Subcommittee of the Lake Erie Committee, Great Lakes 4904. Fisheries Commission, July 2005. 57 p. Austin, J.A., Colman, S.M., 2007. Lake Superior summer water Hayhoe, K., J. VanDorn, T. Croley II, N. Schlegal, and D. Wuebbles, temperatures are increasing more rapidly than regional air 2010. Regional climate change projections for Chicago and the temperatures: a positive ice-albedo feedback. Geophysical U.S. Great Lakes: Journal of Great Lakes Research, 36: p. 7-21. Research Letters, v. 34, L06604. Hellman, J.J., Nadelhoffer, K.J., Iverson, L.R., Ziska, L.H., Matthews, Baedke, S.J., and Thompson, T.A., 2000. A 4,700-year record of lake S.N., Myers, P., Prasad, A.M., Peters, M.P., 2010. Climate change level and isostasy for Lake Michigan. Journal of Great Lakes impacts on terrestrial ecosystems in metropolitan Chicago and Research, 26(4): p. 416-426. its surrounding, multi-state region. Journal of Great Lakes Bodaly, R.A., J.W.M. Rudd, R.J.P. Fudge and C.A. Kelly. 1993. Research, 36(2): p.74–85. Mercury concentrations in fish related to size of remote Higgins, J., M. Lammert., M. Bryer, M. DePhilip, and D. Grossman. Canadian Shield lakes. Canadian Journal of Fisheries and 1998. Freshwater conservation in the Great Lakes basin: Aquatic Sciences 50: p. 980-987. development and application of an aquatic community Brandt, S., D. Mason, M. McCormick, B. Lofgren and T. Hunter. classification framework. Chicago, Illinois: The Nature 2002. Climate change: implications for fish growth Conservancy, Great Lakes Program. performance in the Great Lakes. American Fisheries Society International Upper Great Lakes Study. 2012. Chapter 4, Symposium 32: p. 61-76. Hydroclimatic Conditions - Past, Present, and Future: IJC Brown, E.A., C.H. Wu, D.M. Mickelson, and T.B. Edil, 2005. Factors International Upper Great Lakes Study – Lake Superior Water controlling rates of bluff recessioin at two sites on Lake Level Regulation, Draft Final Report - Chapter 4, 36 p. Michigan. Journal of Great Lakes Research, 31: p. 306-321. IPCC, 2007. Climate Models and Their Evaluation. IPCC Fourth Burkett, V.R., D.A. Wilcox, R. Stottlemyer, W. Barrow, D. Fagre, J. Assessment Report: Working Group 1 Chapter 8 (Table 8.1). Baron, J. Price, J. L. Nielsen, C. D. Allen, D. L. Peterson, G. http://www.ipcc.ch/pdf/assessment-report/ar4/wg1/ar4- Ruggerone, and T. Doyle. 2005. Nonlinear dynamics in wg1-chapter8.pdf. ecosystem response to climatic change: case studies and policy Janssen, J., Berg, M.B., and Lozano, S.J. 2004. Submerged terra implications. Ecological Complexity 2(4): p. 357-394. incognita: Lake Michigan’s abundant but unknown rocky Busch, W.D.N., and S.J. Lary. 1996. Assessment of habitat zones. In The State of Lake Michigan: Ecology, Health, and impairments impacting the aquatic resources of Lake Ontario: Management, eds. T. Edsall and M. Munawar. Ecovision World Canadian Journal of Fisheries and Aquatic Sciences 53 (Suppl. Management Series, Aquatic Ecosystem Health and 1): p. 113-120. Management Society. Casselman, J.M. 2002. Effects of temperatures, global extremes, Jones, M.L., Shuter, B.J., Zhao, Y., Stockwell, J.D., 2006a. Forecasting and climate change on year-class production of warmwater, effects of climate change on Great Lakes fisheries: models that coolwater and coldwater fishes in the Great Lakes basin. Am. link habitat supply to population dynamics can help. Can. J. Fish. Soc. Symposium 32: p. 39-60. Fish Aquat. Sci. 63, 457–468. Charlton, M.N. and J.E. Milne. 2004. Review of Thirty Years of Jones, M.L., R.G. Randall, D. Hayes, W. Dunlop, J. Imhof, G. Lacroix, Change in Lake Erie Water Quality, NWRI Contribution No. 04- and N.J.R. Ward. 1996. Assessing the ecological effects of 167, Burlington, ON, Canada. habitat change: moving beyond productive capacity. Can. J. Christie, G.C. and H.A. Regier. 1988. Measures of optimal thermal Fish. Aquat. Sci. 53 (Supplement1): 446-457. habitat and their relationship to yields for four commercial fish Jude, D.J. and J. Pappas. 1992. Fish utilization of Great Lakes species. Canadian Journal Fisheries Aquatic Science, 45: p. 301- coastal wetlands. Journal of Great Lakes Research 18(4): p. 314. 651-672. Chubb, S and C.R. Liston. 1985. Relationships of water level Keough, J.R., T.A. Thompson, G.R. Guntenspergen, and D.A. Wilcox. fluctuations and fish. Pages 121-140 in H.H. Prince and F.M. 1999. Hydrogeomorphic factors and ecosystem responses in D’Itri, editors. Coastal Wetlands. Lewis Publishers, Inc., coastal wetlands of the Great Lakes. Wetlands 19: p. 821-834. Chelsea, Michigan. Kling, G.W., K. Hayhoe, L.B. Johnson, J.J. Magnuson, S. Polasky, S.K. Ciborowski, J.J.H., Niemi, G.J., Brady, V.J., Doka, S.E., Johnson, L.B., Robinson, B..J. Shuter, M.M. Wander, D.J. Wuebbles, D.R. Zak, Keough, J.R., Mackey, S.D., and Uzarski, D.G., 2008. Ecosystem R.L. Lindroth, S.C. Moser, and M.L. Wilson. 2003. Confronting Responses to Regulation-Based Water Level Changes in the Climate Change in the Great Lakes Region: Impacts on our Upper Great Lakes, Report to the Ecosystems Technical Communities and Ecosystems: Union of Concerned Scientists, Working Group, IJC Upper Great Lakes Study, December 2008, Cambridge, Massachusetts, and Ecological Society of America, 56p. Washington, D.C., 105 p. Croley II, T.E., 2005. Using climate predictions in Great Lakes Lam, D.C.L., W.M. Schertzer and McCrimmon, 2002, Modelling hydrologic forecasts. In: Garbrecht, J., Piechota, T. (Eds.), changes in phosphorus and dissolved oxygen pre- and post- Climatic variability, climate change, and water resources zebra mussel arrival in Lake Erie. NWRI Contribution No. 02- 198, Environment Canada, Burlington, ON, Canada. 12U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Lam, D.C.L., W.M. Schertzer and A.S. Fraser. 1987. A post-audit Meadows, G.A., Mackey, S.D., Goforth, R.R., Mickelson, D.M., Edil, analysis of the NWRI nine-box water quality model for Lake T.B., Fuller, J., Guy, D.E. Jr., Meadows, L.A., Brown, E., Carman, Erie. Journal of Great Lakes Research, 13: p. 782-800. S.M., and Liebenthal, D.L., 2005, Cumulative Impacts of Lane, J.A., C.B. Portt, and C.K. Minns. 1996a. Spawning habitat Nearshore Engineering: in Mackey, S.D. and R.R. Goforth, eds. characteristics of Great Lakes fishes. Canadian Manuscript Great Lakes nearshore and coastal habitats: Special Issue, Report for Fisheries and Aquatic Sciences 2368. Fisheries and Journal of Great Lakes Research, 31(1): p. 90-112. Oceans Canada. Burlington ON. 48 pp. Minns, C.K., and J.E. Moore. 1992. Predicting the impact of climate Lane, J.A., C.B. Portt, and C.K. Minns. 1996b. Nursery habitat change on the spatial pattern of freshwater fish yield capability characteristics of Great Lakes fishes. Canadian Manuscript in eastern Canadian lakes: Climatic Change, 22: p. 327–346. Report for Fisheries and Aquatic Sciences 2338. Fisheries and Mortsch, L.D. 1998. Assessing the impact of climate change on the Oceans Canada. Burlington ON. 42 pp. Great Lakes shoreline wetlands: Climate Change, 40: p. 391- Lee, D.H., R. Moulton, and D.A. Hibner. 1996. Climate change 416. impacts on Western Lake Erie, Detroit River, and Lake St. Clair Mortsch, L.D., E. Snell, and J. Ingram. 2006. Chapter 2. Climate water levels: Great Lakes – St. Lawrence Basin Project, variability and changes within the context of Great Lakes Environment Canada and NOAA, GLERL Contribution #985, 44 basin. In L. Mortsch, J. Ingram, A. Hebb, and S. Doka (eds), p. Great Lakes Coastal Wetland Communities: Vulnerability to Lenters, J.D., 2001, Long-term Trends in the Seasonal Cycle of Climate Change and Response to Adaptation Strategies, Great Lakes Water Levels: Journal of Great Lakes Research, Environment Canada and the Department of Fisheries and 27(3): 342-353. Oceans, Toronto, Ontario, p. 9-19. Lester, N.P., A.J. Dextrase, R.S. Kushneriuk, M .R. Rawson and P.A. Quinn, F.H. 2002. Secular Changes in Great Lakes Water Level Ryan. 2004. Light and temperature: key factors affecting Seasonal Cycles: Journal of Great Lakes Research, 28(3): 451- walleye abundance and production. Transactions of the 465. American Fisheries Society 133: 588-605. Sharma, S., Jackson, D.A., Minns, C.K., Shuter, B.J., 2007. Will Lofgren, B. and A. Gronewold, 2012: Water Resources. In: U.S. northern fish populations be in hot water because of climate National Climate Assessment Midwest Technical Input Report . change? Glob. Chang. Biol. 13, 2052–2064. J. Winkler, J. Andresen, J. Hatfield, D. Bidwell, and D. Brown, Shimoda, Y., M.E. Azim, G. Perhar, M. Ramin, M.A. Kenny, S. coordinators. Available from the Great Lakes Integrated Sadraddini, A. Gudimov, and G.B. Arhonditisis, 2011. Our Sciences and Assessment (GLISA) Center, current understanding of lake ecosystem response to climate http://glisa.umich.edu/docs/NCA/MTIT_WaterResources.pdf. change: What have we really learned from the north temperate Lofgren, B.M., F.H. Quinn, A.H. Clites, R.A. Assel, A.J. Eberhardt, and deep lakes?: Journal of Great Lakes Research, 37: p. 173-193. C.L. Luukkonen. 2002. Evaluation of potential impacts on Great Shuter, B.J. and J.D. Meisner. 1992. Tools for assessing the impact Lakes Water Resources based on climate scenarios of two of climate change on freshwater fish populations. GeoJournal GCM’s: Journal of Great Lakes Research, 28(4): 537-554. 28: 7-20. Mackey, S.D., J.M. Reutter, J.J.H. Ciborowski, R.C. Haas, M.N. Sly, P.G., and W.D.N. Busch. 1992. Introduction to the process, Charlton, and R.J. Kreis. 2006. Huron-Erie Corridor System procedure, and concepts used in the development of an aquatic Habitat Assessment – Changing Water Levels and Effects Of habitat classification system for lakes. In The Development of Global Climate Change. Project Completion Report, USFWS an Aquatic Habitat Classification System for Lakes. W.D.N. Restoration Act Sponsored Research, Agreement # 30181- Busch and Sly, P.G. (eds.). CRC Press. Boca Raton, Florida: 1-13. 4-J259. Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M. Tignor and H.L. Miller (eds.). 2007. Contribution of Working Group I to the Fourth Assessment Report of the Mackey, S.D. 2008. Physical Integrity of the Great Lakes: Intergovernmental Panel on Climate Change. Cambridge Opportunities for Ecosystem Restoration. Report to the Great University Press, Cambridge, United Kingdom and New York, Lakes Water Quality Board, International Joint Commission, NY, USA, 996 p. Windsor, ON. Sousounis, P.J. and E.K. Grover. 2002. Potential future weather Mackey, S.D. and R.R. Goforth, 2005, Great Lakes Nearshore patterns over the Great Lakes region: Journal of Great Lakes Habitat Science: in Mackey, S.D. and R.R. Goforth, eds. Great Research, 28(4): 496-520. Lakes nearshore and coastal habitats: Special Issue, Journal of Timmermans, S.T.A. 2001. Temporal relationships between marsh Great Lakes Research 31 (Supplement 1): 1-5. bird and amphibian annual population indices and Great Lakes Magnuson, J.J., K.E. Webster, R. A. Assel, C.J. Bowser, P.J. Dillon, J.G. water levels: a case study from the Marsh Monitoring Program. Eaton, H. E. Evans, D.J. Fee, R. I. Hall, L.R. Mortsch, D.W. Bird Studies Canada, Environment Canada, and U.S. Schindler, & F.H. Quinn. 1997. Potential effects of climate Environmental Protection Agency, Port Rowan, Ontario. change on aquatic systems: Laurentian Great Lakes and Timmermans, S.T.A., S.S. Badzinski, and J.W. Ingram. 2008. Precambrian Shield Region. Journal Hydrological Processes Associations between Breeding Marsh Bird Abundances and 11(6) 1997. Great Lakes Hydrology: Journal of Great Lakes Research, 35: p. Mandrak, N.E. 1989. Potential invasion of the Great Lakes by fish 351-364. species associated with climate warming. J. Great Lakes Res. Trumpickas, J., B.J. Shuter, and C.K Minns. 2009. Forecasting 15: 306-316. impacts of climate change on Great Lakes surface water Mayer, T., T. Edsall, and M. Munawar. 2004. Factors affecting the temperatures: Journal of Great Lakes Research, 35: p. 454-463. evolution of coastal wetlands of the Laurentian Great Lakes: an Tulbure, M.G., C.A. Johnston, and D.L. Auger. 2007. Rapid invasion overview. Aquatic Ecosystem Health and Management, 7: p. of a Great Lakes coastal wetland by non-native Phragmites 171-178. australis and Typha: Special Issue, Journal of Great Lakes McCormick, M.J., and G. L. Fahnenstiel. 1999. Recent climatic Research, 33: p. 269-279. trends in nearshore water temperatures in the St. Lawrence USACE. 2003. Living on the Coast – Protecting Investments in Great Lakes: Limnology and Oceanography, 44: p. 530–540. Shore Property on the Great Lakes: Keillor, P. (ed), Great 13U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Lakes Hydraulics and Hydrology Office, Detroit District, U.S. Army Corps of Engineers, 49 p. http://www.lre.usace.army.mil/coastalprocesses/Publications /Living_on_the_Coast.pdf Uzarski, D.G., T.M. Burton, M.J. Cooper, J.W. Ingram, and S.T.A. Timmermans. 2005. Fish habitat use within and across wetland classes in coastal wetlands of the five Great Lakes: development of a fish-based index of biotic integrity. Journal of Great Lakes Research, 31(1):171-187. Uzarski, D.G., T.M. Burton, R.E. Kolar, and M.J. Cooper. 2009. The ecological impacts of fragmentation and vegetation removal in Lake Huron coastal wetlands. Aquatic Ecosystem Health and Management, 12(1): p. 1-17. Wilcox, Douglas A. 2004. Implications of hydrologic variability on the succession of plants in Great Lakes wetlands. Aquatic Ecosystem Health & Management 7(2): 223-231. Wilcox, Douglas A., James E. Meeker, Patrick L. Hudson, Brian J. Armitage, M. Glen Black, and Donald G. Uzarski. 2002. Hydrologic variability and the application of Index of Biotic Integrity metrics to wetlands: a Great lakes evaluation. Wetlands 22(3): 588-615. Wilcox, D.A., and J. E. Meeker. 1991. Disturbance effects on aquatic vegetation in regulated and non-regulated lakes in northern Minnesota. Canadian Journal of Botany 69: p. 1542-1551. Wilcox, D.A., and J.E. Meeker. 1992. Implications for faunal habitat related to altered macrophyte structure in regulated lakes in northern Minnesota. Wetlands 12: p. 192-203. Wilcox, D.A., and J.E. Meeker. 1995. Wetlands in regulated Great Lakes. In E.T. LaRoe, G.S. Farris, C.E. Puckett, P.D. Doran, and J.K. Mac, (eds). Our living resources – a report to the Nation on the distribution, abundance, and health of US plants, animals and ecosystems. Washington, DC. National Biological Service, p. 247-249. Wuebbles, D.J., K. Hayhoe, and J. Parzen, 2010. Introduction: Assessing the effects of climate change on Chicago and the Great Lakes: Journal of Great Lakes Research, 36: p. 1-6. Yediler, A. and J. Jacobs. 1995. Synergistic effects of temperature- oxygen and water-flow on the accumulation and tissue distribution of mercury in carp (Cyprinus carpio L.). Chemosphere 31: 4437-4453. 14",
    "TEXT BY PAGE": [
        "Great Lakes Nearshore and Coastal Systems WHITE PAPER PREPARED FOR THE U.S. GLOBAL CHANGE RESEARCH PROGRAM NATIONAL CLIMATE ASSESSMENT MIDWEST TECHNICAL INPUT REPORT Scudder D. Mackey, Ph.D. Habitat Solutions NA Recommended Citation: Mackey, S. D., 2012: Great Lakes Nearshore and Coastal Systems. In: U.S. National Climate Assessment Midwest Technical Input Report. J. Winkler, J. Andresen, J. Hatfield, D. Bidwell, and D. Brown, coordinators. Available from the Great Lakes Integrated Sciences and Assessments (GLISA) Center, http://glisa.msu.edu/docs/NCA/MTIT_Coastal.pdf. At the request of the U.S. Global Change Research Program, the Great Lakes Integrated Sciences and Assessments Center (GLISA) and the National Laboratory for Agriculture and the Environment formed a Midwest regional team to provide technical input to the National Climate Assessment (NCA). In March 2012, the team submitted their report to the NCA Development and Advisory Committee. This white paper is one chapter from the report, focusing on potential impacts, vulnerabilities, and adaptation options to climate variability and change for the coastal systems sector.",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Contents Summary ........................................................................................................................................................................................................ 3 Introduction .................................................................................................................................................................................................. 4 Climate Stressors ........................................................................................................................................................................................ 4 Great Lakes Water Level Regimes (Water Levels) ................................................................................................................... 4 Changing Storm Patterns and Precipitation ............................................................................................................................... 5 Great Lakes Thermal Regimes .......................................................................................................................................................... 5 Vulnerability of Great Lakes Coastal Systems to Climate Change .......................................................................................... 6 Discussion ................................................................................................................................................................................................... 10 Recommendations .................................................................................................................................................................................. 11 References Cited ...................................................................................................................................................................................... 12 2",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Summary 1. Great Lakes water levels will generally remain within the natural historical range of water levels with annual means slightly below long term mean water levels. Increased precipitation, storm severity and frequency during winter and spring months, and more drought-like conditions in the summer and early fall have implications for short-term, seasonal, and interannual water level variability and the phenology of organisms that rely on those seasonal and interannual water levels. Increased short-term, seasonal, and interannual water level variability will support and maintain coastal wetland biodiversity and associated fish and wildlife habitats. 2. Major winter and spring precipitation events will increase nutrient and sediment loadings into the Great Lakes. Reduced ice cover on large lakes will increase surface water temperatures and evaporation, increase productivity, initiate longer-term thermal stratification , and increases the probability for low DO events in shallow embayments and other great lakes areas (Lake Erie dead zone). Combined with warmer surface water temperatures, increased loadings may result in more widespread algal and cyanobacterial (Microcystin) blooms. 3. Increased storm magnitude and frequency coupled with warmer surface water temperatures will reduce ice cover, increase wave power, and reduce winter ice shore protection which will increase the risk for coastal flooding and result in accelerated beach, shore, and bluff erosion. 4. During extended periods of low water levels, shallow-water areas will offer potential new habitat for submergent aquatic vegetation and new coastal wetland communities. But exposed lakebed areas may be vulnerable to expansion by Phragmites australis or other invasive wetland plant species. 5. Increased surface water temperatures will cause gradual ecotonal shifts in aquatic species distributions from cold-water species to warm-water species in intermediate- to shallow-water nearshore and coastal areas of the Great Lakes. 3",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Introduction Baedke and Thompson 2000). Long-term and seasonal changes in precipitation and evaporation result in the interannual and seasonal variability of water levels and The Great Lakes basin contains more than 20% of the associated connecting channel flows within, and between, world’s surface freshwater supplies and supports a all of the Great Lakes (Derecki 1985; Lenters 2001; Quinn population of more than 30 million people. Most of the 2002). Seasonal Great Lakes water levels and connecting population either lives on, or near one the Great Lakes. channel flows are higher in the early summer months and Coastal margin areas are where socioeconomic, lower in the late winter months. environmental, and Great Lakes interests intersect, and therefore it is important to understand how potential Also influencing Great Lakes water levels are short-term changes in climate may impact coastal margin areas. fluctuations in water level that are caused, in part, by local wind or storm events that perturb the water surface, such Climate stressors on Great Lakes and nearshore coastal as a storm surge or seiche event (a seiche is an oscillatory systems include: 1) changing water level regimes, 2) change in the water level surface due to wind or storm changing storm patterns and precipitation, and 3) altered event). These short-term fluctuations typically do not thermal regimes. These stressors have the potential to reflect a change in the net basin supply (NBS) or overall significantly alter the physical integrity of Great Lakes water balance of the lake or basin. nearshore and coastal systems, which may affect both environmental and economic interests. The objective of this There is considerable uncertainty in how climate change, white paper is to provide a brief overview of each of the particularly changes in precipitation and evaporation may climate stressors and to assess how future climate impact net basin water supplies and water levels and flows scenarios will impact Great Lakes nearshore and coastal in the Great Lakes region. A more detailed evaluation of systems. Fundamental to this assessment is the Great Lakes water resources (including water levels) based understanding that climate change impacts are primarily on Global Climate Model (GCM) and Regional Climate Model physical in nature, i.e. how changes in water level regime; (RCM) scenarios are presented in a separate NCA white storm frequency and magnitude; precipitation and paper (Lofgren and Gronewold 2012). evaporation; ice cover; and air and surface water temperatures impact nearshore and coastal systems. The IJC International Upper Great Lakes Study (IUGLS) Climate-induced changes to physical processes will impact recently completed a 5-year binational study examining not only the physical characteristics of the shoreline, but sector impacts related to changes in water level regime create vulnerabilities for both environmental and economic resulting from Lake Superior water level regulation (IUGLS interests as well. It is important to identify those 2012). Analysis of the future sequences provided the vulnerabilities so that appropriate adaptive management context to determine plausible ranges of future net basin actions can be taken. supplies (NBS). The different future water supply scenario approaches included dynamic and statistical downscaling of GCM scenarios (Angel and Kunkel, 2010; Lofgren and Climate Stressors Hunter, 2010; MacKay and Seglenieks, 2010), stochastic generation of contemporary and climate change NBS Great Lakes Water Level Regimes sequences (Fagherazzi, 2011) and the use of paleo NBS sequences (Ghile et al., 2012). (Water Levels) The IUGLS study evaluated output of 565 model runs from Within Great Lakes coastal margin and open water systems, 23 GCMs compiled by Angel and Kunkel (2010) from the the equivalent of the natural flow regime is the natural fourth IPCC report (IPCC 2007) and used the GLERL AHPS water-level regime. Great Lakes water-level regimes are Great Lakes hydrology model (Lofgren et al. 2002; Croley controlled by the interaction of two master variables, 2005) to calclulate anticipated changes in Great Lakes climate and hydrology. Water levels represent the water levels. The model runs utilized future emission integrated sum of water inputs and losses from the system scenarios B1 - relatively low, A1B - moderate, and A2 – high – typically expressed by a hydrologic water balance emission scenarios. The high emissions scenario A2 equation – that are driven by climate (long-term and corresponds most closely to recent experience (Angel and seasonal weather patterns), hydrology and flow regime Kunkel 2010). Predictions of estimated water level changes (surface water, ground water, and connecting channel at the 5th, 50th, and 95th percentiles for Lakes Michigan- flows), and water use within the basin (water withdrawals, Huron by Angel and Kunkel (2010) are presented in Table diversions, and connecting channel flows) (Quinn 2002). 1. Estimated water-level changes for Lakes Erie and Ontario are comparable to those for Lake Michigan-Huron, but Climatic controls, including precipitation, water level change estimates for Lake Superior may be evapotranspiration, and the frequency, duration, and somewhat less. By 2050, water levels may be 20 to 25 cm distribution of major storm events are typically driven by lower than the current long term mean for Lakes Michigan- seasonal and longer-term climatic cycles (Quinn 2002; Huron, Erie, and Ontario and 25 to 40 cm lower by 2080, 4",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper The confidence level for predictions of the overall direction Table 1. Estimated Lake level changes for and magnitude of future Great Lakes water levels is low. Lake Michigan-Huron at the 5th, 50th and 95th percentiles Changing Storm Patterns and Precipitation Year 5th 50th 95th Modeling results attempting to estimate future mean annual B1 Low Emission Scenario precipitation are equivocal and highly variable. A majority 2020 -0.60 m -0.18 m 0.28 m of models generally agree that there may be a slight 2050 -0.79 -0.23 0.15 increase in mean annual precipitation ranging from 2 to 7% 2080 -0.87 -0.25 0.31 over the next 30 years, which continues the documented A1B Moderate Emission Scenario historical trend of increased precipitation in the region 2020 -0.55 m -0.07 m 0.46 m (Hayhoe et al. 2010). However, there appears to be general 2050 -0.91 -0.24 0.40 agreement between models that the frequency and 2080 -1.43 -0.28 0.83 magnitude of extreme precipitation events (interpreted to A2 High Emission Scenario mean severe storms) increases (+30% for A2 scenario, 2020 -0.63 m -0.18 m 0.20 m +20% for B1 scenario) during the winter and spring 2050 -0.94 -0.23 0.42 months, and is less during the summer and early fall 2080 -1.81 -0.41 0.88 months. Increased precipitation and storm severity (and IUGLS Final Report (IUGLSB 2012), modified from Angel and frequency) during winter and spring months and more Kunkel (2010) drought-like conditions in the summer and early fall has implications for short-term, seasonal, and interannual water level regimes and the phenology of organisms that but uncertainties associated with emission scenarios and the rely on those seasonal and interannual water level cycles. GCM/RCM models are high and the confidence level for future estimated water level changes is low. The confidence level for values of estimated mean annual precipitation is low. The confidence level for extreme Results of a detailed hydroclimate analysis based on precipitation events is moderate to low, with decreasing Regional Climate Models (RCMs) run for the IUGLS Study certainty toward the end of this century. suggests that Great Lakes water levels will generally remain within the natural historical range of water levels with annual means slightly below long term mean water levels Great Lakes Thermal Regimes (Lofgren et al., 2011; MacKay and Seglenieks, 2010). New methods for RCM-type modeling that include and account The Great Lakes region could see substantial increases in for important atmospheric feedbacks were evaluated and annual and seasonal air temperatures and extreme heat found to be important. Even though uncertainties are high, events, particularly under the A2 (higher emissions) these projections are generally supported by a suite of both scenario (Wuebbles et al. 2010). Over the next few decades RCM and GCM models that indicate that evaporative losses (2010–2039), it is anticipated that annual-averaged air and overlake precipitation will continue to increase due to temperatures will increase on the order of 0.6–0.8°C. Near increasing surface water temperatures and reductions in the end of the century (2070–2099), annual-averaged air winter ice cover. However, these losses may be partially temperatures could increase by 1.7–2.2 °C under the B1 offset by increasing local precipitation in the winter and (lower emissions) scenario , and by 4.5°C under the A2 early spring months suggesting increased seasonal (high emissions) scenario. The greatest air temperature variability due to loss of winter lake ice cover, loss of increases will occur during the summer months (up to 6°C connecting channel ice cover, increased spring storminess, or 10°F). Along with warming temperatures, there will be a and increased wind speeds (Hayhoe 2010). Current models timing shift where the last frost date will occur 30 days are unable to accurately predict storm track changes which earlier under the A2 scenario and 20 days earlier under the may have an impact on precipitation patterns within the B1 scenario (Wuebbles et al. 2010). Great Lakes, thus adding to the uncertainty associated with lake level predictions. Based on the most recent models, a Increasing air temperatures in the Great Lakes region will major conclusion of the IUGLS study was that “water level affect Great Lakes surface water temperatures by reducing changes in the near-term future may not be as extreme as the extent and duration of Great Lakes winter ice cover. An previous studies have predicted. Lake levels are likely to empirical temperature model developed by Trumpikas et al. continue to fluctuate, but still remain within a relatively (2009) was used to estimate Great Lakes surface water narrow historical range. While lower levels are likely, the temperatures for several emission scenarios. For all of the possibility of higher levels cannot be dismissed.”(IUGLS Great Lakes, surface water temperatures are estimated to 2012). increase on the order of 1.5 to 3.9°C under the A2 (high emissions) scenario and 1.6 to 3.2°C for the B2 (low emissions scenario) by 2050. At the end of the century, 5",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper surface water temperatures are expected to increase on the  Precipitation- seasonal alterations in precipitation and order of 3.3 to 6.7°C for the A2 scenario and 2.4 to 4.6°C for flow regimes; spatial and temporal shifts in seasonal the B2 scenario. timing; altered riverine and floodplain habitat structure and connectivity; Along with warming surface water temperatures there will  Thermal regimes – altered open-lake and nearshore also be a timing shift where surface water temperature surface water temperatures; reduced ice cover; deeper values will increase earlier in the spring (35 to 47 days and stronger thermal stratification; spatial and earlier) and later in the Fall (26 to 51 days later) under the temporal shifts in seasonal timing; and A2 scenario. Similarly, surface water temperature values  Latitudinal shifts in ecoregions – regional changes in will increase 24 to 31 days earlier in the Spring and 18 to 36 land and vegetative cover and associated terrestrial and days later in the Fall under the B2 scenario. For Lake aquatic communities and habitats (affecting coastal Superior, and to a lesser extent Lakes Michigan-Huron, margin areas). summer surface water temperature warming generally exceeds the rate of atmospheric warming due to reduced Habitat is the critical component that links biological winter ice cover, which results in an earlier onset of thermal communities and ecosystems to natural physical processes stratification and a longer surface warming period (Austin and the underlying physical characteristics of the basin. The and Colman 2007). Over time, it is anticipated that thermal pattern and distribution of habitats are controlled, in part, stratification will occur earlier in the spring, and later in the by interactions between energy, water, and the landscape fall as surface water temperatures continue to increase (e.g., Sly and Busch 1992; Higgins et al. 1998; Mackey and thereby increasing evaporation Great Lakes surface waters Goforth 2005; Mackey 2008). Habitats are created when and lengthening the surface warming period. there is an intersection of a range of physical, chemical, and biological characteristics that meet the life stage The estimated surface water temperature values within the requirements of an organism, biological community, or next 30 years have a moderate confidence level, and surface ecosystem (Mackey 2008). water temperature values estimated toward the end of the century have a low confidence level. Seasonal changes in water level and flow regimes, thermal structure, and water mass characteristics, interact with the underlying landscape to create repeatable patterns and Vulnerability of Great Lakes Coastal connections within tributaries, lakes, and shorelines within Systems to Climate Change the basin. The pattern of movement of water, energy, and materials through the system (which depends on connectivity) also exhibits an organizational pattern, Anticipated long-term changes in climate have the potential persists, and is repeatable . For example, these patterns and to significantly alter the physical integrity of Great Lakes connections, in part, control the seasonal usage of Great basin (e.g. Lee et al. 1996; Kling et al. 2003; Mackey et al. Lakes fish spawning and nursery habitats (Chubb and 2006; Solomon et al. 2007; Ciborowski et al. 2008; Liston 1985). Moreover, high-quality coastal margin Wuebbles et al. 2010). Potential climate-change induced habitats (both aquatic and wetland) are created by a unique alterations due to weather, i.e. precipitation, set of environmental conditions and processes that together evapotranspiration, and storm frequency, severity, and meet the life-stage requirements of a species, biological patterns will alter the physical and habitat integrity of the community, or ecological function (Mackey 2008). These Great Lakes basin, including: processes play a significant role, ultimately determining the distribution and utilization of essential coastal margin  Great Lakes water levels and flow regimes – habitats within the Great Lakes system. changing net basin water supplies and water level regimes; increased water level variability (frequency Great Lakes coastal margins can be delineated into four and magnitude); altered coastal circulation patterns major hydrogeomorphic groups, nearshore; beaches, and processes; seasonal changes in flooding; loss of barriers, and dunes; wetlands; and bluffs. These areas are hydraulic connectivity; altered coastal margin and defined by the hydrogeomorphic characteristics of the nearshore habitat structure; shoreline and the dominant physical processes that act on  Storm frequency, severity, and patterns – seasonal those shorelines. Climate change impacts to coastal margins changes storm magnitude, frequency, and direction are primarily physical in nature, i.e. changes in water level (storm tracks); changes in flood frequency and regime; storm frequency and magnitude; precipitation and magnitude; changes in coastal wave power and evaporation; ice cover; and air and surface water direction; altered littoral sediment transport rates and temperatures. Climate-induced changes to physical processes; increased shore erosion; reduced nearshore processes will impact not only the physical characteristics water quality; reduced marina/harbor/port access of the shoreline, but create vulnerabilities for coastal (increased dredging activity); habitats, biological communities, and ecosystems that rely on those shorelines as well. 6",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper eventual breaching of the barrier beach. During periods of Table 2 Summarizes the vulnerability of Great Lakes coastal low water levels, benthic and fish communities are margin hydrogeomorphic groups, ecosystem components, vulnerable to lakeward shifts of the shoreline, which may and socioeconomic sectors to climate stressors. The change the location and distribution of nearshore spawning confidence level associated with each hydrogeomorphic and nursery habitats in low-relief shallow water areas group, ecosystem component, and socioeconomic sector is (Mackey et al. 2006). Moreover, adjacent wetland areas may stated in parentheses ()_and is based on the understanding become hydraulically isolated from adjacent tributary and we have of the interaction and resulting impacts between lake water bodies disconnecting potential spawning and climate change stressors and the group, component, or nursery habitats (e.g. Mortsch 1998; Wilcox et al. 2002; sector. The confidence levels provided in this table do not Wilcox 2004; Mortsch et al. 2006). Newly created shallow- incorporate the uncertainty associated with the climate water areas will offer potential new habitat for change stressor, which is generally high (low confidence establishment of submergent aquatic vegetation and coastal level). wetland communities. But exposed lakebed areas may be vulnerable to the expansion of invasive species such as Nearshore areas represent the area encompassed by water Phragmites australis (e.g. Tulbure et al. 2007). depths ranging from 3 to 30 m in all of the Great Lakes except Lake Erie. In Lake Erie, the nearshore is defined by In response to historically high water levels in the mid- the area encompassed by water depths ranging from 3 to 15 1980s, extensive coastal engineering works and the m. Dominant physical processes acting on the nearshore resulting loss of littoral sand from adjacent coastal margin zone include wind-driven coastal circulation patterns; and nearshore areas have created habitats that are now storm generated wave energy; nearshore lakebed sediment much more coarse-grained and heterogeneous than would transport processes; and nearshore lakebed downcutting. have naturally been present along many Great Lakes Great Lakes nearshore areas are vulnerable to climate- coastlines. It is anticipated that as Great Lakes water levels induced changes in storm magnitude, frequency, and storm decline, littoral sand deposits will become stranded at direction (i.e. changing storm tracks). Anticipated physical higher shoreline elevations and lost to the active littoral impacts include altered nearshore circulation patterns, system (M. Chrzastowski, Illinois DNR, pers. erosion and removal of protective sand cover from the communication, 2006). The loss of these sand resources lakebed, increased potential for lakebed downcutting, and may be significant, especially along sand-poor Great Lakes degradation of nearshore water quality (increase in cohesive shorelines. nearshore turbidity). Nearshore spawning and nursery habitats may be impacted by a coarsening of lakebed One of the consequences of these substrate changes is the substrates and active erosion and sediment transport on rapid colonization and spread of aquatic invasive species the lakebed. The resulting coarse lakebed substrates (such as dreissenid spp.) that have adversely impacted food provide additional habitat for lithophylic invasive species web-dynamics and the Great Lakes ecosystem. It is only such as dreissenids (zebra and quagga mussels) and the now recognized that many of the physical changes that have round goby (e.g. Janssen et al. 2004; Meadows et al. 2005). occurred in the nearshore zones of the Great Lake have provided the opportunity for massive expansion of these Beaches, barriers, and dunes include high energy areas invasive species along with significant associated ecological within 0 to 3 m water depths and adjacent low-relief coastal impacts (e.g. Janssen et al. 2004, Meadows et al. 2005). margin, embayed, and back-bay areas. Beaches and barriers Coastal wetlands are commonly found landward of are created and maintained by littoral sediment transport protective beach-barrier systems, within protected processes and dune complexes are created by wind-driven embayments, along open-coast shorelines (i.e. fringing sand deflation processes. Dominant physical processes wetlands), and in unaltered (natural) rivermouths. Great affecting these coastal margin areas include wind and storm Lakes coastal wetlands provide essential habitat for more generated wave energy; littoral sediment transport than 80 species of fish (Jude and Pappas 1992). More than processes; and both long- and short-term fluctuations in 50 of these species are solely dependent on wetlands, while Great Lakes water levels. Anticipated physical climate more than 30 additional species utilize wetlands during a impacts include increased littoral sediment transport rates, portion of their life history (Jude and Pappas 1992, Wilcox beach erosion and reduction in beach widths, degradation 1995). Other fish species may use wetlands for short of nearshore water quality (increase in nearshore turbidity) periods of time as refugia (predator avoidance) and for and thermal effects resulting in the reduction or loss of forage (food supply). Waterfowl, nesting birds, amphibians, winter ice cover during the winter months (Assel 2005) and mammals, and reptiles also utilize wetland and coastal increase in wave energy and loss of winter ice shore margin habitats. Their distribution and abundance are protection (USACE 2003). intimately tied to wetland vegetative cover and the hydrogeology of the wetland (e.g. Timmermans 2001; During periods of high water levels, barrier systems are Timmermans et al. 2008) more vulnerable to major storm events which may result in 7",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Table 2. Summary of Climate Stressors and Coastal Margin Vulnerabilities Great Lakes Water Water Level Stressors Storms and Precipitation Thermal Regime Levels Vulnerability Increase in Magnitude and Mean Annual Water Levels Increase Magnitude and Frequency Climate Impact Frequency of Water Level Slightly Below Long-Term of Storms; Change in Precipitation Increase Surface Water Temp (Low Confidence Level) Change; Increased Range of Mean Timing and Patterns Variability Long-term mean water Stronger more frequent storms; Increase in Great Lakes surface levels generally within Generally within historical Increase in magnitude and water temperatures; Reduced ice normal historical range; ranges, but possible short-term, frequency of storm generated waves; cover, later fall ice formation, earlier Regional Effects slightly below long-term seasonal, and interannual Increased precipitation during spring breakup; Stronger thermal (Low Confidence level) mean; Possible seasonal exceedances above and below winter-early spring months, stratification; More frequent low DO shifts in annual highs and historical highs and lows decreased precipitation (drier) occurrences; Expansion of low DO lows during summer-fall months. zones (e.g., Lake Erie dead zone) Hydrogeomorphic Group Nearshore Levels within historical Low water: increased potential Increased potential for lakebed Increase in surface water (Moderate Confidence range for lakebed downcutting; downcutting; reductions in temperature level) reduction in nearshore water nearshore water quality quality Beaches, Barriers, and Relatively static shoreline High water: reduction effective Increased variability in beach width; Increase in surface water Dunes position; slight increase in beach widths (loss of natural increased variability in littoral temperature; increased wave power (Moderate to High mean beach width due to shore protection) sediment transport rates; increased due to lack of ice cover; reduced Confidence Level)) slightly lower water levels Low water: increase effective potential for beach erosion due to winter ice shore protection beach widths; increased wave energy; increased potential for lakebed downcutting; reductions in nearshore water quality Coastal Wetlands Levels within historical Increased wetland zonation and Increased short-term inundation; Increase in surface water (Moderate Confidence range biodiversity; Increased increased potential for erosion/ temperature; increased Level) probability of phenological shifts destruction of open-coast fringing productivity; northward expansion due to altered timing; wetlands; short-term impacts to of invasive species (both terrestrial Low water: potential loss of wetland-dependent nesting birds and aquatic) hydraulic connectivity and waterfowl Bluffs Relatively static shoreline High water: increase bluff erosion Increased erosion of coastal bluffs Increase in bluff erosion/recession (Moderate to High position; slight decrease (narrower beaches); due to elevated water levels and rates during winter months; Confidence Level) erosion potential due to Low water: reduce bluff erosion increased wave power; increased increased wave power due to lack of wider beaches (wider beaches) precipitation accelerates surface ice cover; reduced winter ice shore erosion protection Ecosystem Great Lakes Water Water Level Storms and Precipitation Thermal Regime Component Levels Vulnerability Productivity/Water Levels within historical Low water: potential loss of Lake Erie, Lake St. Clair, Shallow Increase in primary production; Quality range hydraulic connectivity with embayments experience increased increased algal blooms Microcystin; (Moderate to High coastal wetlands (nutrient nutrient, contaminant, and sediment stronger thermal stratification; Confidence Level) processing and export) loads from increased winter-early more frequent low DO occurrences; spring precipitation/runoff; expansion of low DO zones (e.g., increased algal blooms Microcystin Lake Erie dead zone, but linked to (productivity); lower overall Lake Lake Erie water levels) water quality, Increased turbidity; Low water: thinner hypolimnion. increased number of beach closings increased number low DO events, longer dead zone duration Coastal Fisheries Levels within historical Increased probability of Increased probability of Shift in distribution of cold and (Low to Moderate range phenological shifts due to change phenological shifts due to change in warm-water fish species; Increased Confidence Level) in water level timing; tributary flood-pulse timing; probability of phenological shifts Low water: potential loss of increased storm impacts on due to change in temperature connectivity between spawning spawning/ nursery habitats affecting triggers to initiate spawning; change and nursery habitats recruitment; in egg/larval maturation rates; Low water: potential short-term loss northward expansion of aquatic of connectivity between spawning invasive species. and nursery habitats Socioeconomic Sector Ports and Harbors/ Levels within historical High water: increased coastal Increased littoral and riverine Reduced ice cover, later fall ice Infrastructure range, but slightly lower flood risk during storm events sediment transport rates; increased formation, earlier spring breakup; (Moderate to High than long-term mean Low water: increased dredging of dredging frequency due to storm extended commercial shipping and Confidence Level) commercial and recreational derived sediments; recreational boating season; channels; light load commercial High water: increased coastal flood vessels; decrease in available risk during; increased risk of storm marina slips (water depth damage to navigation structures limited) Coastal Property Levels within historical High water: increased coastal High water: increased coastal flood Increase in shoreline erosion/ (Moderate to High range, but slightly lower flood risk during storm events; risk during periods of high water; recession rates during winter Confidence Level)) than long-term mean increased shoreline erosion due increased shoreline erosion; months; increased wave power due to narrower beaches increased risk of storm damage to to lack of ice cover; reduced winter Low water: re-establishment of shore protection structures ice shore protection SAV and emergent wetland vegetation; wider beaches 8",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper More recent research has documented a relationship power combined with possible changes in storm direction between wetland plant zonation (biodiversity) and fish could significantly alter the rate and direction of littoral community composition (Uzarski et al. 2005; 2009; Albert sediment transport increasing the exposure of Great Lakes et al. 2005). Intact coastal wetlands with several plant coastal bluffs to wave attack. During periods of high water zones (sustained by water level fluctuations) provide cover, levels, beaches become narrower, reducing the prey, spawning and nursery habitats (Goodyear et al. 1982; effectiveness of beaches as natural shore protection. Jones 1996b; Lane et al. 2006a). The high productivity and Erosion of coastal bluffs and adjacent upland areas structural diversity of Great Lakes coastal wetlands are increases, resulting in the reduction of nearshore water maintained by natural cycles of high and low water levels as quality. During periods of low water levels, more of the well as natural seasonal water level fluctuations (Wilcox beach face is exposed resulting in wider beaches that 1995; 2004, Albert et al. 2005, Keough et al. 1999, Mayer et provide natural shore protection and may reduce erosion of al. 2004). On Lake Ontario, water level regulation resulted coastal bluffs and adjacent dune and upland areas in range compression and loss of wetland biodiversity, (Meadows et al. 2005; Brown et al. 2005). Moreover, the plant community zonation, and ecological functionality reduction or loss of winter ice cover during the winter (Wilcox et al. 2007; Wilcox and Meeker 1991; 1992; 1995; months due to anticipated warmer air and surface water Busch and Lary 1996). temperatures will result in an increase in wave power and loss of winter ice shore protection. As Great Lakes water levels regimes are expected to remain slightly below the long-term mean, an anticipated increase Productivity and Water Quality - Warmer surface water in short-term, seasonal, and interannual variability of water temperatures combined with lower Great Lakes water levels driven by changes in local precipitation and increased levels affects the thermal structure of the Great Lakes storm frequency will benefit Great Lakes wetlands by causing changes in both lake chemistry and lake ecology maintaining and/or restoring plant community zonation, (Sousounis and Grover 2002). During periods of low water increasing wetland biodiversity, and enhancing levels, higher surface water temperatures will create a environmental benefits. However, increased variability in deeper and stronger thermocline that will reduce the water water level regimes may alter the phenology of wetland- volume in the hypolimnion and result in more frequent dependent fish communities and other aquatic organisms episodes of anoxia. In the central basin of Lake Erie, due to alterations in seasonal timing and duration reduced hypolimnion water volumes combined with altered (Casselman et al. 2002, Kling et al. 2003; Uzarski et al. 2005; nutrient cycling by invasive zebra/quagga mussels 2009; Shimoda et al. 2011) (Dreissenid spp.) may result in more frequent occurrences of an expanded dead zone” (Lam et al. 1987, 2002; Charlton Coastal bluffs are a dominant shoreline type in the Great and Milne 2004). As water temperatures increase, dissolved Lakes and are created when upland areas are subject to oxygen levels decrease as warm water holds less oxygen mass-wasting processes initiated by instabilities created by than cold water. Moreover, warm waters increase wave erosion at the base of the bluff. These processes have respiration rates for aquatic species further depleting been active along Great Lakes shorelines for thousands of dissolved oxygen levels. Even though the deep northern years and have contributed most of the sediments that lakes are relatively immune from low DO levels, shallower maintain beaches along Great Lakes shorelines. Physical water bodies, embayments, and some tributaries may be processes affecting these coastal bluffs areas include the susceptible to low DO levels as water temperatures expenditure of wind and storm generated wave energy; increase. Moreover, Warmer water temperatures combined littoral sediment transport processes; and both long- and with increased nutrient loads may increase productivity short-term fluctuations in Great Lakes water levels. and nutrient recycling, which may stimulate the growth of Anticipated physical climate impacts include increased bluff filamentous blue-green algae (Cladophora spp) which has erosion/recession rates; degradation of nearshore water been shown to impact nearshore water quality, habitats, quality (increase in nearshore turbidity) and thermal effects and is an aesthetic problem for coastal property owners and resulting in the reduction or loss of winter ice cover during beaches, and may contain pathogens (Hellman et al. 2010). the winter months (Assel 2005) and increase in wave As these organisms die and settle to the bottom and energy and loss of winter ice shore protection (USACE decompose, oxygen is consumed reducing DO levels even 2003). further. In Lake Erie, warm surface water temperatures and increased nutrient loads have resulted in more widespread Erosion of coastal bluffs is episodic and is driven primarily and frequent Microsystin blooms. by a combination of wind and storm-driven waves (wave power) expended along Great Lakes shorelines and Great Coastal Fisheries - The abundance of several species of Lakes water levels (e.g. Brown et al. 2005). As Great Lakes important recreational and commercial fish (lake trout, water level regimes are expected to remain slightly below walleye, northern pike, and lake whitefish) varies with the the long-term mean, anticipated increases in local amount of thermally suitable habitat (Christie and Regier precipitation and increased storm magnitude and frequency 1988; Lester et al. 2004; Jones et al. 2006a). A warm will increase the cumulative wave power expended along thermal structure may cause a northward shift of Great Lakes shorelines. The increase in cumulative wave boundaries for both warm and cold-water fishes, affecting 9",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper abundance, distribution, and resilience to exploitation number of available commercial or recreational slips in (Minns and Moore 1992; Shuter and Meisner 1992; marinas due to low water conditions. As a benefit, reduced McCormick and Fahnenstiel 1999; Magnuson et al. 1997; winter ice cover due to increasing surface water Casselman 2002; Brandt 2002; Kling et al. 2003; Sharma temperatures may provide an opportunity to extend the 2007). Increasing surface water temperatures could also commercial navigation and recreational boating seasons. remove existing thermal constraints that have protected the Great Lakes from invasive organisms in the past, and Coastal Property - The effects of climate change in increase the potential number of organisms that can developed coastal areas will be exacerbated by successfully invade the lake (Mandrak 1989). In response to anthropogenic activities, especially in areas where these shifted thermal boundaries, zebra/quagga mussels, submerged lands may be exposed and development round gobies, and other aquatic nuisance species may be pressures in coastal areas are high. Climate change able to expand their existing ranges further northward into projections suggest that even though mean water levels will the upper Great Lakes (GLFC 2005). Moreover, water remain near, but slightly lower than long-term mean water temperature increases are positively correlated with levels, there will be increased short-term variability in mercury methylation rates and increase the availability of water levels in response to increased storm magnitude and methyl mercury for incorporation into fish tissue. Warmer frequency, especially during the winter and early spring surface water temperatures may facilitate (increase) the months. During periods of high water, coastal flooding risks rate of mercury contaminant uptake into the food chain that are high; risk of shore and beach erosion due to storm may result in increased levels of mercury contamination in derived waves is high; and an increased risk of damage to fish (Bodaly et al. 1993; Yediler and Jacobs 1995). infrastructure (shore protection structures) and upland property loss during major storm events. During periods of Ports and Harbors/Infrastructure – These coastal low water, flooding and erosion risks are low. However, structures are generally larger than private structures and during extended periods of low water, property owners fill therefore may have a significant impact on the coastal shoreline areas for development (encroachment), install margin. The structures are typically designed to protect and shore protection, groom beaches to improve aesthetics, and maintain both commercial and recreational navigation remove submergent and emergent aquatic vegetation to channels and associated infrastructure. Maintenance of promote water access and provide a viewshed. These these structures is typically a Federal or State shoreline alterations affect natural coastal processes and responsibility. Depending on use, the navigation channel the ecosystem, and will have a detrimental effect on Great may be dredged on an annual basis to accommodate large Lakes nearshore and coastal margin environments. Recent commercial vessels. Increased storm severity and frequency work by Uzarski et al (2009) clearly demonstrated the and loss of ice cover during the winter months will increase deleterious effects of vegetation removal on local fish and littoral sediment transport rates requiring more frequent aquatic plant communities and coastal biodiversity. dredging to maintain navigation channels. During high water periods, there is an increased risk of coastal flooding during major storm events and increased risk of storm Discussion damage to the navigation structure and port infrastructure. During low water periods, there will be a need for increased Both global and downscaled regional climate circulation dredging of navigation channels to maintain design depths; models have been used to predict changes in temperature, light-loading of commercial vessels to maintain draft over weather, precipitation, storm severity and frequency, and, shallow areas in navigation channels; and a decrease in the Table 3. Cross-Cutting Issues Climate Stressor Condition Condition Condition Impacts Water Level Regime High Winter-Spring Low Dissolved Thermal Regime Strong Thermal Low Water Levels Precipitation, (High Oxygen, Lake Erie Storms and Stratification Nutrient Loads Dead Zone Precipitation Storms and Reduced Ice Cover, Increased Shore and Precipitation Increased Wave High Water Levels No winter Ice Beach Erosion (all Water Level Regime Power (Storms) Protection seasons) Thermal Regime Blue-Green Algal Thermal Regime High Winter-Spring High Surface Water Blooms, Microcystin Storms and Precipitation, (High Temperatures Blooms in nearshore Precipitation Nutrient Loads) waters 10",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper indirectly, Great Lakes water levels. These predictions have Lakes shoreline (as identified by the long-term models) a high degree of uncertainty and represent a range of must be protected and preserved to ensure that essential possible futures or scenarios. For all of these scenarios, the ecological functions are maintained during periods of physical integrity of the Great Lakes will be modified or transition. altered in response to changing climate conditions. Thus, ecological responses to climate change will be driven It will also be necessary to establish a long-term, aquatic primarily by changes in physical integrity, and these habitat research and monitoring effort within the Great responses may be nonlinear, especially if boundaries and Lakes to track changes and continually update and refine thresholds are exceeded (Burkett et al. 2005). Synergistic or the heuristic models. An important consideration will be to cross-cutting interactions between climate stressors may be identify the appropriate variables to be monitored and to additive and cause unforeseen environmental or establish thresholds or triggers that tell us when to modify socioeconomic impacts. Table 3 provides examples where resource management and protection policies. This multiple climate stressors interact to produce an impact (or approach will provide the knowledge and science-based benefit). Conditions are listed in the same order as the tools to build the capacity of key agencies, organizations, stressor listing. Multiple conditions are listed for each and institutions to identify and implement sustainable stressor. For example, in the second row of Table 3, more protection, restoration, and enhancement opportunities. severe and frequent storms will increase wave power along the coastline. Increased wave power coupled with high This discussion highlights the need to incorporate water levels will increase erosion of coastal bluffs and management and research strategies designed to address increase littoral sediment transport rates. Warmer surface uncertainty and respond to potential long-term stressors, water temperatures will reduce or eliminate winter ice such as climate change, water diversions, and continued cover which will allow erosion and sediment transport to growth and development which have the potential to impair occur during the winter months. This will increase the the physical integrity of the Great Lakes. Given the volume of sediment that will have to be dredged from uncertainties associated with climate change, it is necessary commercial and private navigation channels and result in to implement a proactive anticipatory management further shoreline hardening due to the need for new shore approach (commonly referred to as adaptive management protection. Increased littoral sediment transport rates will strategies) that identifies long-term planning, protection, also affect hydraulic connectivity with coastal wetlands and and restoration needs in response to climate change- riverine spawning/nursery habitats. induced stressors and impairments within the Great Lakes basin. Application of adaptive management strategies will help to ensure the physical and ecological integrity of the Recommendations Great Lakes in the face of major environmental change. Additional work is needed to more fully understand the biophysical linkages between physical habitats, associated biological communities, and the natural processes that connect them. Future changes to the ecosystem may yield changes that have not yet been observed and for which data do not exist. It is only through an understanding of biophysical processes that we may be able to predict the ecological responses of the Great Lakes ecosystem due to changes in water-level regime. Moreover, additional tools/models need to be developed that integrate physical and ecological processes to simulate potential changes in environmental conditions and associated aquatic habitats resulting from long-term changes in water-level regime. Using these models, it will be possible to identify potential long-term management, protection, and restoration opportunities based, in part, on an understanding of biophysical processes. The resulting management, conservation, and protection strategies must be designed to protect potential refugia, transitional, and newly created coastal margin and nearshore habitat areas from anthropogenic modification and/or degradation. As water levels recede, there will be increasing societal pressure to develop and modify newly exposed areas of the shoreline. Critical reaches of the Great 11",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper References Cited management. American Society of Civil Engineers, Arlington, Virginia, p. 166–187. Derecki, J.A. 1985. Effect of channel changes in the St. Clair River Albert, D.A., D.A. Wilcox, J.W. Ingram, and T.A. Thompson. 2005. during the present century: Journal of Great Lakes Research, Hydrogeomorphic classification for Great Lakes coastal 11(3): 201-207. wetlands. Journal of Great Lakes Research 31(1): p. 129-146. Goodyear, C.D., T.A. Edsall, D.M. Ormsby-Dempsey, G.D. Moss, and Angel, J.R. and K.E. Kunkel, 2010. The response of Great Lakes P.E. Polanski. 1982. Atlas of spawning and nursery areas of water levels to future climate scenarios with an emphasis on Great Lakes fishes. USFWS, Report FWS/OBS-82/52, Volumes Lake Michigan-Huron: Journal of Great Lakes Research, 36: p. 1-14, Washington, DC. 51-58. Great Lakes Fisheries Commission. 2005. Lake Erie Environmental Assel, R.A., 2005. Classification of annual Great Lakes ice cycles: Objectives. Report of the Environmental Objectives winters of 1973–2002. Journal of Climatology, v. 18, p. 4895– Subcommittee of the Lake Erie Committee, Great Lakes 4904. Fisheries Commission, July 2005. 57 p. Austin, J.A., Colman, S.M., 2007. Lake Superior summer water Hayhoe, K., J. VanDorn, T. Croley II, N. Schlegal, and D. Wuebbles, temperatures are increasing more rapidly than regional air 2010. Regional climate change projections for Chicago and the temperatures: a positive ice-albedo feedback. Geophysical U.S. Great Lakes: Journal of Great Lakes Research, 36: p. 7-21. Research Letters, v. 34, L06604. Hellman, J.J., Nadelhoffer, K.J., Iverson, L.R., Ziska, L.H., Matthews, Baedke, S.J., and Thompson, T.A., 2000. A 4,700-year record of lake S.N., Myers, P., Prasad, A.M., Peters, M.P., 2010. Climate change level and isostasy for Lake Michigan. Journal of Great Lakes impacts on terrestrial ecosystems in metropolitan Chicago and Research, 26(4): p. 416-426. its surrounding, multi-state region. Journal of Great Lakes Bodaly, R.A., J.W.M. Rudd, R.J.P. Fudge and C.A. Kelly. 1993. Research, 36(2): p.74–85. Mercury concentrations in fish related to size of remote Higgins, J., M. Lammert., M. Bryer, M. DePhilip, and D. Grossman. Canadian Shield lakes. Canadian Journal of Fisheries and 1998. Freshwater conservation in the Great Lakes basin: Aquatic Sciences 50: p. 980-987. development and application of an aquatic community Brandt, S., D. Mason, M. McCormick, B. Lofgren and T. Hunter. classification framework. Chicago, Illinois: The Nature 2002. Climate change: implications for fish growth Conservancy, Great Lakes Program. performance in the Great Lakes. American Fisheries Society International Upper Great Lakes Study. 2012. Chapter 4, Symposium 32: p. 61-76. Hydroclimatic Conditions - Past, Present, and Future: IJC Brown, E.A., C.H. Wu, D.M. Mickelson, and T.B. Edil, 2005. Factors International Upper Great Lakes Study – Lake Superior Water controlling rates of bluff recessioin at two sites on Lake Level Regulation, Draft Final Report - Chapter 4, 36 p. Michigan. Journal of Great Lakes Research, 31: p. 306-321. IPCC, 2007. Climate Models and Their Evaluation. IPCC Fourth Burkett, V.R., D.A. Wilcox, R. Stottlemyer, W. Barrow, D. Fagre, J. Assessment Report: Working Group 1 Chapter 8 (Table 8.1). Baron, J. Price, J. L. Nielsen, C. D. Allen, D. L. Peterson, G. http://www.ipcc.ch/pdf/assessment-report/ar4/wg1/ar4- Ruggerone, and T. Doyle. 2005. Nonlinear dynamics in wg1-chapter8.pdf. ecosystem response to climatic change: case studies and policy Janssen, J., Berg, M.B., and Lozano, S.J. 2004. Submerged terra implications. Ecological Complexity 2(4): p. 357-394. incognita: Lake Michigan’s abundant but unknown rocky Busch, W.D.N., and S.J. Lary. 1996. Assessment of habitat zones. In The State of Lake Michigan: Ecology, Health, and impairments impacting the aquatic resources of Lake Ontario: Management, eds. T. Edsall and M. Munawar. Ecovision World Canadian Journal of Fisheries and Aquatic Sciences 53 (Suppl. Management Series, Aquatic Ecosystem Health and 1): p. 113-120. Management Society. Casselman, J.M. 2002. Effects of temperatures, global extremes, Jones, M.L., Shuter, B.J., Zhao, Y., Stockwell, J.D., 2006a. Forecasting and climate change on year-class production of warmwater, effects of climate change on Great Lakes fisheries: models that coolwater and coldwater fishes in the Great Lakes basin. Am. link habitat supply to population dynamics can help. Can. J. Fish. Soc. Symposium 32: p. 39-60. Fish Aquat. Sci. 63, 457–468. Charlton, M.N. and J.E. Milne. 2004. Review of Thirty Years of Jones, M.L., R.G. Randall, D. Hayes, W. Dunlop, J. Imhof, G. Lacroix, Change in Lake Erie Water Quality, NWRI Contribution No. 04- and N.J.R. Ward. 1996. Assessing the ecological effects of 167, Burlington, ON, Canada. habitat change: moving beyond productive capacity. Can. J. Christie, G.C. and H.A. Regier. 1988. Measures of optimal thermal Fish. Aquat. Sci. 53 (Supplement1): 446-457. habitat and their relationship to yields for four commercial fish Jude, D.J. and J. Pappas. 1992. Fish utilization of Great Lakes species. Canadian Journal Fisheries Aquatic Science, 45: p. 301- coastal wetlands. Journal of Great Lakes Research 18(4): p. 314. 651-672. Chubb, S and C.R. Liston. 1985. Relationships of water level Keough, J.R., T.A. Thompson, G.R. Guntenspergen, and D.A. Wilcox. fluctuations and fish. Pages 121-140 in H.H. Prince and F.M. 1999. Hydrogeomorphic factors and ecosystem responses in D’Itri, editors. Coastal Wetlands. Lewis Publishers, Inc., coastal wetlands of the Great Lakes. Wetlands 19: p. 821-834. Chelsea, Michigan. Kling, G.W., K. Hayhoe, L.B. Johnson, J.J. Magnuson, S. Polasky, S.K. Ciborowski, J.J.H., Niemi, G.J., Brady, V.J., Doka, S.E., Johnson, L.B., Robinson, B..J. Shuter, M.M. Wander, D.J. Wuebbles, D.R. Zak, Keough, J.R., Mackey, S.D., and Uzarski, D.G., 2008. Ecosystem R.L. Lindroth, S.C. Moser, and M.L. Wilson. 2003. Confronting Responses to Regulation-Based Water Level Changes in the Climate Change in the Great Lakes Region: Impacts on our Upper Great Lakes, Report to the Ecosystems Technical Communities and Ecosystems: Union of Concerned Scientists, Working Group, IJC Upper Great Lakes Study, December 2008, Cambridge, Massachusetts, and Ecological Society of America, 56p. Washington, D.C., 105 p. Croley II, T.E., 2005. Using climate predictions in Great Lakes Lam, D.C.L., W.M. Schertzer and McCrimmon, 2002, Modelling hydrologic forecasts. In: Garbrecht, J., Piechota, T. (Eds.), changes in phosphorus and dissolved oxygen pre- and post- Climatic variability, climate change, and water resources zebra mussel arrival in Lake Erie. NWRI Contribution No. 02- 198, Environment Canada, Burlington, ON, Canada. 12",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Lam, D.C.L., W.M. Schertzer and A.S. Fraser. 1987. A post-audit Meadows, G.A., Mackey, S.D., Goforth, R.R., Mickelson, D.M., Edil, analysis of the NWRI nine-box water quality model for Lake T.B., Fuller, J., Guy, D.E. Jr., Meadows, L.A., Brown, E., Carman, Erie. Journal of Great Lakes Research, 13: p. 782-800. S.M., and Liebenthal, D.L., 2005, Cumulative Impacts of Lane, J.A., C.B. Portt, and C.K. Minns. 1996a. Spawning habitat Nearshore Engineering: in Mackey, S.D. and R.R. Goforth, eds. characteristics of Great Lakes fishes. Canadian Manuscript Great Lakes nearshore and coastal habitats: Special Issue, Report for Fisheries and Aquatic Sciences 2368. Fisheries and Journal of Great Lakes Research, 31(1): p. 90-112. Oceans Canada. Burlington ON. 48 pp. Minns, C.K., and J.E. Moore. 1992. Predicting the impact of climate Lane, J.A., C.B. Portt, and C.K. Minns. 1996b. Nursery habitat change on the spatial pattern of freshwater fish yield capability characteristics of Great Lakes fishes. Canadian Manuscript in eastern Canadian lakes: Climatic Change, 22: p. 327–346. Report for Fisheries and Aquatic Sciences 2338. Fisheries and Mortsch, L.D. 1998. Assessing the impact of climate change on the Oceans Canada. Burlington ON. 42 pp. Great Lakes shoreline wetlands: Climate Change, 40: p. 391- Lee, D.H., R. Moulton, and D.A. Hibner. 1996. Climate change 416. impacts on Western Lake Erie, Detroit River, and Lake St. Clair Mortsch, L.D., E. Snell, and J. Ingram. 2006. Chapter 2. Climate water levels: Great Lakes – St. Lawrence Basin Project, variability and changes within the context of Great Lakes Environment Canada and NOAA, GLERL Contribution #985, 44 basin. In L. Mortsch, J. Ingram, A. Hebb, and S. Doka (eds), p. Great Lakes Coastal Wetland Communities: Vulnerability to Lenters, J.D., 2001, Long-term Trends in the Seasonal Cycle of Climate Change and Response to Adaptation Strategies, Great Lakes Water Levels: Journal of Great Lakes Research, Environment Canada and the Department of Fisheries and 27(3): 342-353. Oceans, Toronto, Ontario, p. 9-19. Lester, N.P., A.J. Dextrase, R.S. Kushneriuk, M .R. Rawson and P.A. Quinn, F.H. 2002. Secular Changes in Great Lakes Water Level Ryan. 2004. Light and temperature: key factors affecting Seasonal Cycles: Journal of Great Lakes Research, 28(3): 451- walleye abundance and production. Transactions of the 465. American Fisheries Society 133: 588-605. Sharma, S., Jackson, D.A., Minns, C.K., Shuter, B.J., 2007. Will Lofgren, B. and A. Gronewold, 2012: Water Resources. In: U.S. northern fish populations be in hot water because of climate National Climate Assessment Midwest Technical Input Report . change? Glob. Chang. Biol. 13, 2052–2064. J. Winkler, J. Andresen, J. Hatfield, D. Bidwell, and D. Brown, Shimoda, Y., M.E. Azim, G. Perhar, M. Ramin, M.A. Kenny, S. coordinators. Available from the Great Lakes Integrated Sadraddini, A. Gudimov, and G.B. Arhonditisis, 2011. Our Sciences and Assessment (GLISA) Center, current understanding of lake ecosystem response to climate http://glisa.umich.edu/docs/NCA/MTIT_WaterResources.pdf. change: What have we really learned from the north temperate Lofgren, B.M., F.H. Quinn, A.H. Clites, R.A. Assel, A.J. Eberhardt, and deep lakes?: Journal of Great Lakes Research, 37: p. 173-193. C.L. Luukkonen. 2002. Evaluation of potential impacts on Great Shuter, B.J. and J.D. Meisner. 1992. Tools for assessing the impact Lakes Water Resources based on climate scenarios of two of climate change on freshwater fish populations. GeoJournal GCM’s: Journal of Great Lakes Research, 28(4): 537-554. 28: 7-20. Mackey, S.D., J.M. Reutter, J.J.H. Ciborowski, R.C. Haas, M.N. Sly, P.G., and W.D.N. Busch. 1992. Introduction to the process, Charlton, and R.J. Kreis. 2006. Huron-Erie Corridor System procedure, and concepts used in the development of an aquatic Habitat Assessment – Changing Water Levels and Effects Of habitat classification system for lakes. In The Development of Global Climate Change. Project Completion Report, USFWS an Aquatic Habitat Classification System for Lakes. W.D.N. Restoration Act Sponsored Research, Agreement # 30181- Busch and Sly, P.G. (eds.). CRC Press. Boca Raton, Florida: 1-13. 4-J259. Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M. Tignor and H.L. Miller (eds.). 2007. Contribution of Working Group I to the Fourth Assessment Report of the Mackey, S.D. 2008. Physical Integrity of the Great Lakes: Intergovernmental Panel on Climate Change. Cambridge Opportunities for Ecosystem Restoration. Report to the Great University Press, Cambridge, United Kingdom and New York, Lakes Water Quality Board, International Joint Commission, NY, USA, 996 p. Windsor, ON. Sousounis, P.J. and E.K. Grover. 2002. Potential future weather Mackey, S.D. and R.R. Goforth, 2005, Great Lakes Nearshore patterns over the Great Lakes region: Journal of Great Lakes Habitat Science: in Mackey, S.D. and R.R. Goforth, eds. Great Research, 28(4): 496-520. Lakes nearshore and coastal habitats: Special Issue, Journal of Timmermans, S.T.A. 2001. Temporal relationships between marsh Great Lakes Research 31 (Supplement 1): 1-5. bird and amphibian annual population indices and Great Lakes Magnuson, J.J., K.E. Webster, R. A. Assel, C.J. Bowser, P.J. Dillon, J.G. water levels: a case study from the Marsh Monitoring Program. Eaton, H. E. Evans, D.J. Fee, R. I. Hall, L.R. Mortsch, D.W. Bird Studies Canada, Environment Canada, and U.S. Schindler, & F.H. Quinn. 1997. Potential effects of climate Environmental Protection Agency, Port Rowan, Ontario. change on aquatic systems: Laurentian Great Lakes and Timmermans, S.T.A., S.S. Badzinski, and J.W. Ingram. 2008. Precambrian Shield Region. Journal Hydrological Processes Associations between Breeding Marsh Bird Abundances and 11(6) 1997. Great Lakes Hydrology: Journal of Great Lakes Research, 35: p. Mandrak, N.E. 1989. Potential invasion of the Great Lakes by fish 351-364. species associated with climate warming. J. Great Lakes Res. Trumpickas, J., B.J. Shuter, and C.K Minns. 2009. Forecasting 15: 306-316. impacts of climate change on Great Lakes surface water Mayer, T., T. Edsall, and M. Munawar. 2004. Factors affecting the temperatures: Journal of Great Lakes Research, 35: p. 454-463. evolution of coastal wetlands of the Laurentian Great Lakes: an Tulbure, M.G., C.A. Johnston, and D.L. Auger. 2007. Rapid invasion overview. Aquatic Ecosystem Health and Management, 7: p. of a Great Lakes coastal wetland by non-native Phragmites 171-178. australis and Typha: Special Issue, Journal of Great Lakes McCormick, M.J., and G. L. Fahnenstiel. 1999. Recent climatic Research, 33: p. 269-279. trends in nearshore water temperatures in the St. Lawrence USACE. 2003. Living on the Coast – Protecting Investments in Great Lakes: Limnology and Oceanography, 44: p. 530–540. Shore Property on the Great Lakes: Keillor, P. (ed), Great 13",
        "U.S. National Climate Assessment: Midwest Technical Input Report: Coastal Systems Sector White Paper Lakes Hydraulics and Hydrology Office, Detroit District, U.S. Army Corps of Engineers, 49 p. http://www.lre.usace.army.mil/coastalprocesses/Publications /Living_on_the_Coast.pdf Uzarski, D.G., T.M. Burton, M.J. Cooper, J.W. Ingram, and S.T.A. Timmermans. 2005. Fish habitat use within and across wetland classes in coastal wetlands of the five Great Lakes: development of a fish-based index of biotic integrity. Journal of Great Lakes Research, 31(1):171-187. Uzarski, D.G., T.M. Burton, R.E. Kolar, and M.J. Cooper. 2009. The ecological impacts of fragmentation and vegetation removal in Lake Huron coastal wetlands. Aquatic Ecosystem Health and Management, 12(1): p. 1-17. Wilcox, Douglas A. 2004. Implications of hydrologic variability on the succession of plants in Great Lakes wetlands. Aquatic Ecosystem Health & Management 7(2): 223-231. Wilcox, Douglas A., James E. Meeker, Patrick L. Hudson, Brian J. Armitage, M. Glen Black, and Donald G. Uzarski. 2002. Hydrologic variability and the application of Index of Biotic Integrity metrics to wetlands: a Great lakes evaluation. Wetlands 22(3): 588-615. Wilcox, D.A., and J. E. Meeker. 1991. Disturbance effects on aquatic vegetation in regulated and non-regulated lakes in northern Minnesota. Canadian Journal of Botany 69: p. 1542-1551. Wilcox, D.A., and J.E. Meeker. 1992. Implications for faunal habitat related to altered macrophyte structure in regulated lakes in northern Minnesota. Wetlands 12: p. 192-203. Wilcox, D.A., and J.E. Meeker. 1995. Wetlands in regulated Great Lakes. In E.T. LaRoe, G.S. Farris, C.E. Puckett, P.D. Doran, and J.K. Mac, (eds). Our living resources – a report to the Nation on the distribution, abundance, and health of US plants, animals and ecosystems. Washington, DC. National Biological Service, p. 247-249. Wuebbles, D.J., K. Hayhoe, and J. Parzen, 2010. Introduction: Assessing the effects of climate change on Chicago and the Great Lakes: Journal of Great Lakes Research, 36: p. 1-6. Yediler, A. and J. Jacobs. 1995. Synergistic effects of temperature- oxygen and water-flow on the accumulation and tissue distribution of mercury in carp (Cyprinus carpio L.). Chemosphere 31: 4437-4453. 14"
    ]
}