{
    "FILE_NAME": "https://www.epa.gov/system/files/documents/2024-06/burlington-regional-roadshow-presentation.pdf",
    "ALL TEXT": "REGIONAL ROADSHOW BURLINGTON, VT epa.gov/community-equity-resiliencyFUNDING OPPORTUNITIES U.S. ENVIRONMENTAL PROTECTION AGENCY Jasmine Davenport Dr. Larissa Mark Senior Advisor, OAR BIL/IRA Staff Lead, OEJECR epa.gov/community-equity-resiliencyTACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS Sector-based: Top-down: Mobile Sources Climate Plans • Clean School Bus Program • Climate Pollution Reduction • Clean Heavy-Duty Vehicles Planning and Implementation • Clean Ports Grants • Diesel Emissions Reductions Act Program Bottom-up: Sector-based: Environmental Justice (EJ) Stationary Sources • Community Change Grant Program • Methane Emissions Reduction Program • TCTAC Program • Funding to Address Air Pollution/Air • EJ Govt.-to-Govt. Program Monitoring • Collaborative Problem-Solving Coop. Agreement • Thriving Communities Grant MakersTACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS SOLAR FOR ALLSOLAR FOR ALL PROGRAM GOALS • Funding residential and residential-serving community solar projects that will cumulatively reduce or avoid greenhouse gas emissions by over 30 million metric tons CO2 equivalent. • Reaching communities in all states and territories, including in Tribal Lands, maximizing the reach and breadth of Solar for All. • Creating equitable access to affordable, resilient solar for nearly a million low-income households, by providing subsidies, low-cost capital, and technical assistance to projects, communities, and developers. • Delivering hundreds of thousands of good-paying, high-quality jobs, especially in low-income and disadvantaged communities. announced $7 BILLION recentlyTACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS CLIMATE POLLUTION REDUCTION GRANTSSOLAR FOR ALL VERMONT SELECTEES • Vermont Department of Public Service will: provide the incentives, organizational structures, and program policies needed to install thousands of solar systems on the roofs of low-income and disadvantaged homeowners, on the roofs and sites of managed permanently affordable apartment buildings, and as residential-serving community arrays that will provide meaningful benefits to the homeowners, affordable housing residents, and renters. • Inclusive ProsperityCapital, Inc. will: support the development of low-income community solar projects,reduce carbon emissions, generate energy cost savings,and promote quality jobs, community wealth-building, community energy resilience, and equitable workforcedevelopment. InclusiveProsperity Capital's program will operate in at least 44 states nationwide. OTHER NEW ENGLAND SELECTEES Maine Governor’s Energy Office Connecticut Department of Energy and Environmental Protection Rhode Island Office of Energy Resources Massachusetts Department of Energy ResourcesCLIMATE POLLUTION REDUCTION GRANTS OFFICE OF AIR AND RADIATION The Climate Pollution Reduction Grants (CPRG) program provides $5 billion in grants to states, local governments, tribes, and territories to develop and implement ambitious plans for reducing greenhouse gas emissions and other harmful air pollution. This two-phase program provides $250 million for non-competitive planning grants, and approximately $4.6 billion for competitive implementation grants. Implementation grant selectees will be announced later this summer.CLIMATE POLLUTION REDUCTION GRANTS OFFICE OF AIR AND RADIATION Because of the Climate Pollution Reduction Grants (CPRG) program, over 96% Of the United States is now covered by a Climate Action Plan. 10TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS CLEAN HEAVY-DUTY VEHICLES (CHDV) GRANTSCLEAN HEAVY-DUTY VEHICLES OFFICE OF AIR AND RADIATION The Clean Heavy-Duty Vehicles Program provides: $1 BILLION in grants to replace non-zero-emission heavy-duty vehicles with zero-emission vehicles and refueling infrastructure. This program provides at least $400 million for projects serving communities located in an area in nonattainment with the National Ambient Air Quality Standards. 12CLEAN HEAVY-DUTY VEHICLES OFFICE OF AIR AND RADIATION PROGRAM GOALS Application deadline is July 25, 2024 • Encourage widespread adoption of zero-emission heavy-duty vehicles and expand the nation’s zero- emission charging and refueling infrastructure. • Reduce air pollution, emitted greenhouse gases, and criteria pollutants, especially in non-attainment areas and communities with environmental justice concerns. • Provide benefits to the communities in which replacement vehicles will operate, including cleaner air, which will result in improved health outcomes, reduced noise pollution, and clean energy job creation. • Increase availability of domestic manufacturing and workforce capacity to support the production, operation, and maintenance of zero-emission vehicles, engines, and other key components (e.g., batteries). 13CLEAN HEAVY-DUTY VEHICLES OFFICE OF AIR AND RADIATION ELIGIBLITY Eligible Activities Eligible Applicants • The incremental cost of replacing a non-zero-emission • States, including U.S. territories Class 6/7 zero-emission vehicle • Municipalities, including public school districts • The purchase and installation of refueling infrastructure • Indian tribes that will support vehicles replaced under this program • Nonprofit school transportation associations • Driver/mechanic training related to the maintenance and operation of new technologies, and vehicle warranties • Costs directly related to the implementation, management, and oversight of the project, including recipient and subrecipient personnel and benefits, contractual services, consulting on vehicle deployments, travel, supplies, and indirect costs 14TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS DIESEL EMISSIONS REDUCTION ACT (DERA) TRIBAL AND TERRITORY GRANTSDIESEL EMISSIONS REDUCTION ACT OFFICE OF AIR AND RADIATION TRIBAL DERA PROGRAM DETAILS Application deadline is December 6, 2024 • FUNDING LEVEL & ELIGIBILITY: • $8 million for federally recognized Tribal governments, intertribal consortia, and Alaska Native Villages • $1 million for territories, including government agencies of the U.S. Virgin Islands, Guam, American Samoa, and the Commonwealth of the Northern Mariana Islands. • ISSUE: Nearly 8 million legacy diesel engines are in use in the United States and emissions from these engines are a significant source of health problems. • GOAL: Reduce diesel emissions from older diesel engines emitting large amounts of NOx and PM2.5, which contribute to serious public health problems, including asthma, lung disease, and various other cardiac and respiratory diseases 16 Other opportunities under the State DERA and National DERA programs are expected in the future.TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS CLEAN SCHOOL BUS PROGRAMCLEAN SCHOOL BUS OFFICE OF AIR AND RADIATION PROGRAM DETAILS $5 Billion over 5 years to replace the nation’s existing school buses with cleaner models. • GOAL: accelerate the transition to zero emission vehicles and produce cleaner air in and around schools and communities • TO DATE: • $3 billion, of which $120 million to New England • 8,500 school bus replacements, including 310 among 31 New England school districts • Just announced an additional 531 selectees, 58 of which are in New England, including South Burlington 18 School District!TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS ENERGY STAR RESOURCESENERGY STAR OFFICE OF AIR AND RADIATION NEW RESOURCES ENERGY STAR symbolizes simple, credible, unbiased information on energy efficiency. • NEW! Home Improvement Savings web tool to help identify all energy efficiency incentives in the area • NEW! Home Upgrade Service Provider Partnership which pre- screened several companies to highlight those specializing in concierge services • Air Service Professionals • Pearl Certification • Philadelphia Energy Authority • QuitCarbon • Sealed Inc. • Sears Home Improvement 20TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS COMMUNITY CHANGE GRANTSCOMMUNITY CHANGE GRANTS OFFICE OF ENVIRONMENTAL JUSTICE AND EXTERNAL CIVIL RIGHTS EPA received $3 billion through the Inflation Reduction Act (IRA) to fund environmental and climate justice activities to benefit disadvantaged communities. • $2.8 billion for grants including $2 billion for the Community Change Grants Program (CCGP). • $200 million for technical assistance related to the grants. • $300 million (estimated) for Target Investment Area (TIA) B for projects benefitting Tribes outside Alaska-Section II.B of the Notice of Funding Opportunity (NOFO). • Grants cannot exceed three years (no extensions). • All grants must be awarded by September 30, 2026Fund community-driven pollution and climate resiliency solutions. GOALS Invest in strong cross-sectoral Designed with meaningful collaborations with partners community, Tribal and working with and for other stakeholder input, communities. the investments EPA makes Deliver technical assistance through the Community and capacity-building support. Change Grants are Strengthen communities' intended to achieve the decision-making power. following goals:COMMUNITY CHANGE GRANTS OFFICE OF ENVIRONMENTAL JUSTICE AND EXTERNAL CIVIL RIGHTS Track I* Track II Community-Driven Investments for Change Meaningful Engagement for • Project types include: Equitable Governance • Climate Action Projects examples • Green Infrastructure & Nature-Based • Educational and Training Solutions Programs • Mobility & Transportation Options • Environmental Advisory • Brownfield Development Boards(EABs) • Workforce Development • Collaborative Governance • Pollution Reduction Projects Activities • Participation in • Indoor/Outdoor Air Quality & Community GovernmentalFunding and Health Budgeting Processes • Clean Water Infrastructure • Hazardous Waste Management • Per Award Amount: $1M – cannot exceed $3M • Per Award Amount: $10M – cannot exceed $20MCOMMUNITY CHANGE GRANTS ELIGIBLE ENTITIES The following entities are eligible to enter a Statutory Partnership under this NOFO: • Community-based nonprofit organizations (CBOs) • Demonstrates connection to community through services provided to residents and stakeholders. • Recognized as a non-profit organization by IRS or state, Tribal, etc. authority • An Intertribal Consortia may meet the definition of CBO if they meet the CBO requirements in the NOFO and 40 CFR 35.504(a) and (c) requirements. • Federally recognized Tribe (as defined by the Clean Air Act-Section III.A.3 of the NOFO) • “Any Indian Tribe, band, nation, or organized group or community, including any Alaska Native village, which is federally recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians.” • Does not include State-recognized Tribes (but they can be collaborative entities-see later slides) • Local government • Institution of higher education (IHE) *More details found in Section III.A of the NOFO*COMMUNITY CHANGE GRANTS OFFICE OF ENVIRONMENTAL JUSTICE AND EXTERNAL CIVIL RIGHTS Check for Eligibility • Meet the partnership eligibility requirements (Section III.A) • Meet applicable threshold eligibility requirements (Section III.D). Understand the Requirements for Different Tracks • Review the requirements and evaluation criteria for each Track (Sections IV.B and V). • Alaska Tribal and U.S. Southern Border target investment areas have unique requirements (Section II.B and Appendix H). • Understand the post-award requirements (Section VI). Triple Check Your Application • Do not exceed the page limits for the Project Narrative portion of the application package and other attachments (Section IV.B). • Include all applicable attachments and forms to the application package (Section IV.B). • Address all the evaluation criteria in your Project Narrative(for Track I or II, respectively) (Section V). Innovative Application Process • Application packaged accepted until November 21, 2024 through grants.gov • Unsuccessful applicants able to request a debriefing • For more information see Section II.C of the NOFO.COMMUNITY CHANGE GRANTS OFFICE OF ENVIRONMENTAL JUSTICE AND EXTERNAL CIVIL RIGHTS • CCG NOFO Modifications: The open NOFO will likely be updated as needed to clarify issues. • Frequently Asked Questions: FAQs are posted here https://www.epa.gov/system/files/documents/2024-02/community-change-grants- nofo-faq-2.1.2024.pdf and updated regularly to address NOFO questions. • Future Webinars: Check the CCG website often for dates for future webinars and recordings. https://www.epa.gov/inflation-reduction-act/inflation-reduction-act- community-change-grants-program. • Subscribe to the OEJECR Listserv, send a blank email to: join-epa-ej@lists.epa.gov. • For more information, please contact CCGP@epa.gov.TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS THRIVING COMMUNITIES GRANT MAKERSTHRIVING COMMUNITIES GRANT MAKERS OVERVIEW GOALS OF TCGM • Provide resources as soon as possible on the ground to communities and their partners. • Provide substantial support in oversight and tracking of all awards to prevent waste, fraud, and abuse. • Meet communities where they are in their journey. • Investing in communities to solve the toughest problems in places with the biggest challenges. • Reach program objectives while achieving lasting, meaningful change on the ground.THRIVING COMMUNITIES GRANT MAKERS ELIGIBLE RECIPIENTS Eligible Subrecipients are as follows: • Nonprofit organizations, community-based & grassroots nonprofit organizations • Philanthropic and civic organizations with nonprofit status • Tribal governments (both federally recognized and state-recognized) and intertribal consortia (i.e., a partnership between two or more tribes that work together to achieve a common objective.) • Local governments (as defined by 2 CFR 200.1 – includes cities, towns, municipalities, and counties, public housing authorities and councils of government) • Institutions of Higher Education • Native American Organizations (includes Indian groups, cooperatives, nonprofit corporations, partnerships, and associations that have the authority to enter into legally binding agreements) • Puerto Rico & US Territories • Freely Associated States (FAS) – including local governmental entities and local nonprofit organizations in the Federated States of Micronesia, the Republic of the Marshall Islands, and Palau Ineligible Subrecipients include: • Individuals For profit businesses State governmentsThriving Communities Grant Makers Funding Categories – Projected Availability: Summer 2024 T1 Assessment | T2 Planning | T3 Project Development Tier 1 Assessment Projects up to $150,000 (1 year) Ex: research (that is incidental to the project design) • sampling • testing • monitoring • investigations • surveys and studies • public education Tier 2 Planning Projects up to $250,000 (1-2 years) Ex:Planning • Partnership-building • Public outreach and education • Coordination with community stakeholders to address environmental issues • Training activities for community organizations and community members • Projects and activities to spur community involvement (e.g., cleanups of vacant lots) • Smaller land purchases and acquisitions that require less than half of the total amount of subgrant funding Tier 3 Development of Projects up to $350,000 (2 years) Ex:Project Development • Blueprints for construction or cleanup projects, schematics, and technical development • Work to get permits in place directly related to an environmental project • Smaller land purchases and acquisitions that require less than half of the total amount of subgrant funding • Implementation of project plans • Public outreach and education *A limited number of $75,000 non-competitive fixed-amountsubawards will be available for severely capacity- constrained CBOs to accessThriving Communities Grant Makers GRANT MAKERS AND COMMUNITY PARTNERSHIPS Proposed Legal Business Name​ Submitter's GeographicArea State​ Region 1​ *Health Resources in Action​ MA​ 9 REGIONAL Region 2​ Fordham University​ NY​ Region 3​ Green & Healthy Homes Initiative Inc.​ MD​ 3 NATIONAL Region 4​ *Research Triangle Institute​ NC​ Region 5​ The Minneapolis Foundation​ MN​ Region 6​ Texas Southern University​ TX​ Region 7​ Reference Central National GM Region 8​ JSI Research and Training Institute, Inc.​ CO​ Region 9​ Social and Environnemental Entrepreneurs(SEE), Inc.​ CA​ Region 10​ Philanthropy Northwest​ WA​ National GM East​ Institute for Sustainable Communities (ISC) VT​ [Regions 1-3]​ National GM West​ Climate Justice Alliance​ CA​ [Region 8-10]​ National GM Central​ *Research Triangle Institute​ NC​ [Region 4-7]​QUESTIONS? epa.gov/community-equity-resiliencyTECHNICAL ASSISTANCE epa.gov/community-equity-resiliencyTECHNICAL ASSISTANCE ENDYNA epa.gov/community-equity-resiliencyCommunity Change Technical Assistance Regional Roadshow Burlington, Vermont Bill Ellis Program Manager wellis@endyna.com EnDyna’s Role: Under contract to the EPA to deliver Technical Assistance (TA) under the Community Change Technical Assistance Program June 11, 2024Community-Driven Approach Attaining Transformative and Sustainable Environmental and Climate Justice in Communities Technical Assistance Tailored to Communities: Grounded in Equity | Responsive and Respectful | Relevant “This is a movement, not a contract” • We are here to follow community voice and help address as many roadblocks as possible • We are rooted in a firm conviction that the community has the capacity and ability to self-actualize and self-realize climate solutions in their neighborhoods Community Change Grants Technical Assistance 40Purpose • Technical assistance is available to provide advice on: ⚬ pre-award support, • Developing a project and preparing an application aligned to the Notice of Funding Opportunity (NOFO) goals, including but not limited to: budget development, evaluation of design, and other Subject Matter Expert (SME) support , grants.gov and SAMS.gov support, and facilitating partnerships ⚬ post-award support to help grant recipients manage, oversee, perform, and report on the grants. Disclaimer: TA does not include writing the application for the grant and receiving TA does not guarantee applicants will be selected for funding. Community Change Grants Technical Assistance 41Community Change TA Website www.communitychangeta.org Community Change Grants Technical Assistance 42Request for Technical Assistance • Contact Information • Type of Organization • Intent to apply • Applying with Partner • Location of Community • Project benefits for Disadvantaged Community • Type of Project • Type of TA needed Questions about how to make a TA Request: 1(800)540-8123 Email: EJ_TechAssist@epa.gov www.communitychangeta.org/request-technical-assistance Community Change Grants Technical Assistance 43Eligibility Review • Is the organization eligible for TA? • Community Based Organization • Local Government • Federally Recognized Tribe • Institute of Higher Learning • Is the community disadvantaged? • Do they intend to apply and with what partner? Community Change Grants Technical Assistance 44Matching TA Needs with TA Providers STEP 1 STEP 2 STEP 3 STEP 4 STEP 5 TA Specific TA Request Eligibility One-on-One Coordination Technical Comes In Review for TA with LTPs & Workplan Support Development Community Change Grants Technical Assistance 45Lead Technical Assistance Provider (LTP) • Individual level contact for applicant • One-on-one support for community • Experienced working with communities and grant programs • Try to locate geographically with the Applicant • Continuous, consistent relationship • Managed by a Technical Assistance Coordinator (TAC) • Conduit to Subject Matter Experts Community Change Grants Technical Assistance 46Specific Technical Support – Application Development • Readiness Approach • Compliance Plans • Meaningful Engagement • Linkage to EPA Strategic Plan • Environmental Results • Performance Measurement Plans • Budget, Indirect Costs, etc. Community Change Grants Technical Assistance 47Questions Community Change Grants Technical Assistance 48TECHNICAL ASSISTANCE ISC epa.gov/community-equity-resiliencyRegion 1 Roadshow Community Equity & Resiliency EPA TCTAC Rachelle Sanderson | June 11, 2024 www.sustain.orgWho are we? ISC TCTAC Team Craig O. Freeland Jr. Devin Jefferson Patricio Saavedra Russell Paez Program Officer Program Officer Climate Data Analyst Associate Director of U.S. Programs Rachelle Sanderson Sam Schipani Ireon Weaver Franccesca Cesti-Browne Sr. Program Officer Communications Officer Program Assistant Vice President of Finance & Operations www.sustain.orgOUR MISSION To support communities around the world address environmental, economic and social challenges to build a better future shaped and shared by all. www.sustain.orgEnvironmental Justice Thriving Communities Technical Assistance What is it? www.sustain.orgRaise your hand if… ● You knew what a TCTAC is ● You’ve been in touch with someone who works for a TCTAC www.sustain.orgBackground ● The Justice40 Initiative, launched by Executive Order in 2021, mandates that 40% of the overall benefits of certain federal investments flow to communities that have been marginalized, underserved, and overburdened by pollution and climate change. ● It impacts the direction of tens of billions of dollars in funds from legislation including the Inflation Reduction Act and Bipartisan Infrastructure Law. www.sustain.orgThriving Communities Network The Thriving Communities Network (TCN) Through TCN, federal partners at USDA, is a federal interagency effort to coordinate EPA, HUD, DOC, DOT, FEMA, GSA, HHS, place-based technical assistance and and DOE commit to coordinating and capacity-building resources for urban, rural, collaborating across a set of TA programs and Tribal communities experiencing a and engaging their regional and field staff history of economic distress and systemic who often serve as key points of contact for disinvestment. communities. www.sustain.orgProgram Objectives EJ Thriving Communities Technical Assistance Centers are focused on assisting program participants with information, tools, and assistance which build their capacity to: 01 Identify grant, subaward, and procurement opportunities in environmental protection, health, justice, and energy justice. 02 Apply for, prepare, manage grants, and navigate federal systems like Grants.gov and SAM.gov. 03 Engage with decision-makers and inform policy, project design, and implementation in the environmental and energy sectors. Analyze financing options and partnership opportunities to 04 support environmental and energy justice objectives. www.sustain.org 57Network of TCTAC Partners Over 150 partners within the TCTAC Network 58 www.sustain.orgEPA Regions 3 National TCTACs - Institute for Sustainable Communities (ISC) - International City/County Management Association (ICMA) - National Indian Health Board 59 www.sustain.orgHow Nationals and Regionals Connect www.sustain.orgTechnical Assistance, National & Regional What is it and what is offered? www.sustain.orgPartnership with Atma Connect ● Specializing in web-based platforms that reach last-mile communities, enable localization, and drive support and funding to smaller organizations. ● Launch of public EJ TCTAC website in May 2024 ● Development of an internal collaborative platform for the TCTACs Website Collaborative Platform 62 www.sustain.org● American Society of Adaptation Professionals (ASAP) ○ ASAP was formed in 2011 as a professional society that could help bridge the geographic and sectoral gaps that naturally develop in any field-and especially in the diverse, dynamic, and emerging field of climate adaptation ○ ASAP member network includes over 1,000 professionals and 40 organizations. ○ ISC + ASAP are developing a collaborative process to field TA requests to ensure timely delivery of technical assistance. ■ ASAP will do targeted recruitment of adaptation professionals outside of their network when appropriate. 63 www.sustain.orgExamples of TA to Regional TCTACS ● Developing and providing cultural competency trainings for regional TCTACs and their partners ● Engaging in strategy discussions around grant compliance and allowable costs related to DOE portion of TCTAC funding ● Hosting cross-regional events 64 www.sustain.orgNational TA Offerings We’re Building Out In partnership with the American Society of Adaptation Professionals (ASAP), an organization bridging sectoral and geographic gaps in the evolving field of climate adaptation, we are establishing a comprehensive list of tailored technical assistance to regional TCTACs and community coalitions, including but not limited to: ● Grant Writing & Management Training ● Group and Workshop Facilitation ● Community Collaboration Networks ● Grants Monitoring, Evaluation and ● Budget Management Reporting ● Community Climate Resilience ● GIS Spatial Analysis ● Cross-Sector Coalition Building ● Equitable Data Analysis ● Community Needs Assessments ● Clean-energy Workforce Development ● Community-aligned Strategic Planning 65 www.sustain.orgRegion 1 TA To Date ISC is currently the Region 1 provider until a permanent organization is onboarded. In this role, we: ● Receive Region 1 TA requests at region1tctacinquiries@sustain.org and organize request information to be handed off to permanent Region 1 organization. ● Respond to Region 1 inquiries when possible by using ISC’s network to connect appropriate resources ● Support implementation of Region 1 needs assessment to communities and other stakeholders in preparation for permanent organization onboarding this summer ● Attend Region 1 TCTAC events ● Development of Region 1 needs assessment 67 www.sustain.orgOur Process For Addressing TA Requests Phase 1 Phase 3 Gain Clarity Implement Strategy Activities Activities Follow up email/call with requester with Implement strategy in alignment with questions implementation activity Follow up with national team to determine if this Deliverables is the first touch point TA strategy implementation deliverables based on Deliverables strategy Put request into TA request form Timeframe for Response Timeframe for Response Five business days to 3 months depending on strategy Two business days Phase 2 Ideate Strategy Phase 4 Evaluate and Follow Up Activities Activities Determine if technical assistance is best offered by national TCTAC, regional TCTAC, or another partner Evaluate technical assistance strategy Identify if previous technical assistance requests have been similar Follow up with requester Discuss strategy with EPA/nationals Deliverables Close out TA request on request form Deliverables Follow up with requester on next steps Timeframe for Response Timeframe for Response 10 business days Five business days 68 www.sustain.orgKeeping In Touch With Us Don’t be a stranger! www.sustain.orgUpcoming TCTAC Events Workshop: Building June TCN Learning Series: Environmental Justice Relationships for Renewable Energy and Boot Camp Equitable Research Green Tax Credits August 15-16 | Hybrid Partnerships June 25, 3 p.m. | Online (Boston and online) https://bit.ly/3RdJZqA June 14, 3 p.m. | Online https://bit.ly/3yIA85J https://bit.ly/3R9iSNh Two-day intensive course on approaches Thriving Communities Network’s monthly for conducting effective and solution- learning series, hosted by the Department of Workshop on how to foster equity in driven environmental justice research. the Treasury, with a focus on “elective pay” or research partnerships. “direct pay,” a provision of the IRA for local governments and tax-exempt entities to benefit from renewable energy tax incentives www.sustain.org 70How to get started… ● http://www.ejtctac.org/ - utilize the EJ TCTAC website! ● Scan the above QR code to email us with your Region 1 TA requests 71 www.sustain.orgCOLLABORATIVE INNOVATION ISC & ENDYNA epa.gov/community-equity-resiliency",
    "TEXT BY PAGE": [
        "",
        "REGIONAL ROADSHOW BURLINGTON, VT epa.gov/community-equity-resiliency",
        "FUNDING OPPORTUNITIES U.S. ENVIRONMENTAL PROTECTION AGENCY Jasmine Davenport Dr. Larissa Mark Senior Advisor, OAR BIL/IRA Staff Lead, OEJECR epa.gov/community-equity-resiliency",
        "TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS Sector-based: Top-down: Mobile Sources Climate Plans • Clean School Bus Program • Climate Pollution Reduction • Clean Heavy-Duty Vehicles Planning and Implementation • Clean Ports Grants • Diesel Emissions Reductions Act Program Bottom-up: Sector-based: Environmental Justice (EJ) Stationary Sources • Community Change Grant Program • Methane Emissions Reduction Program • TCTAC Program • Funding to Address Air Pollution/Air • EJ Govt.-to-Govt. Program Monitoring • Collaborative Problem-Solving Coop. Agreement • Thriving Communities Grant Makers",
        "TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS SOLAR FOR ALL",
        "SOLAR FOR ALL PROGRAM GOALS • Funding residential and residential-serving community solar projects that will cumulatively reduce or avoid greenhouse gas emissions by over 30 million metric tons CO2 equivalent. • Reaching communities in all states and territories, including in Tribal Lands, maximizing the reach and breadth of Solar for All. • Creating equitable access to affordable, resilient solar for nearly a million low-income households, by providing subsidies, low-cost capital, and technical assistance to projects, communities, and developers. • Delivering hundreds of thousands of good-paying, high-quality jobs, especially in low-income and disadvantaged communities. announced $7 BILLION recently",
        "TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS CLIMATE POLLUTION REDUCTION GRANTS",
        "SOLAR FOR ALL VERMONT SELECTEES • Vermont Department of Public Service will: provide the incentives, organizational structures, and program policies needed to install thousands of solar systems on the roofs of low-income and disadvantaged homeowners, on the roofs and sites of managed permanently affordable apartment buildings, and as residential-serving community arrays that will provide meaningful benefits to the homeowners, affordable housing residents, and renters. • Inclusive ProsperityCapital, Inc. will: support the development of low-income community solar projects,reduce carbon emissions, generate energy cost savings,and promote quality jobs, community wealth-building, community energy resilience, and equitable workforcedevelopment. InclusiveProsperity Capital's program will operate in at least 44 states nationwide. OTHER NEW ENGLAND SELECTEES Maine Governor’s Energy Office Connecticut Department of Energy and Environmental Protection Rhode Island Office of Energy Resources Massachusetts Department of Energy Resources",
        "CLIMATE POLLUTION REDUCTION GRANTS OFFICE OF AIR AND RADIATION The Climate Pollution Reduction Grants (CPRG) program provides $5 billion in grants to states, local governments, tribes, and territories to develop and implement ambitious plans for reducing greenhouse gas emissions and other harmful air pollution. This two-phase program provides $250 million for non-competitive planning grants, and approximately $4.6 billion for competitive implementation grants. Implementation grant selectees will be announced later this summer.",
        "CLIMATE POLLUTION REDUCTION GRANTS OFFICE OF AIR AND RADIATION Because of the Climate Pollution Reduction Grants (CPRG) program, over 96% Of the United States is now covered by a Climate Action Plan. 10",
        "TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS CLEAN HEAVY-DUTY VEHICLES (CHDV) GRANTS",
        "CLEAN HEAVY-DUTY VEHICLES OFFICE OF AIR AND RADIATION The Clean Heavy-Duty Vehicles Program provides: $1 BILLION in grants to replace non-zero-emission heavy-duty vehicles with zero-emission vehicles and refueling infrastructure. This program provides at least $400 million for projects serving communities located in an area in nonattainment with the National Ambient Air Quality Standards. 12",
        "CLEAN HEAVY-DUTY VEHICLES OFFICE OF AIR AND RADIATION PROGRAM GOALS Application deadline is July 25, 2024 • Encourage widespread adoption of zero-emission heavy-duty vehicles and expand the nation’s zero- emission charging and refueling infrastructure. • Reduce air pollution, emitted greenhouse gases, and criteria pollutants, especially in non-attainment areas and communities with environmental justice concerns. • Provide benefits to the communities in which replacement vehicles will operate, including cleaner air, which will result in improved health outcomes, reduced noise pollution, and clean energy job creation. • Increase availability of domestic manufacturing and workforce capacity to support the production, operation, and maintenance of zero-emission vehicles, engines, and other key components (e.g., batteries). 13",
        "CLEAN HEAVY-DUTY VEHICLES OFFICE OF AIR AND RADIATION ELIGIBLITY Eligible Activities Eligible Applicants • The incremental cost of replacing a non-zero-emission • States, including U.S. territories Class 6/7 zero-emission vehicle • Municipalities, including public school districts • The purchase and installation of refueling infrastructure • Indian tribes that will support vehicles replaced under this program • Nonprofit school transportation associations • Driver/mechanic training related to the maintenance and operation of new technologies, and vehicle warranties • Costs directly related to the implementation, management, and oversight of the project, including recipient and subrecipient personnel and benefits, contractual services, consulting on vehicle deployments, travel, supplies, and indirect costs 14",
        "TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS DIESEL EMISSIONS REDUCTION ACT (DERA) TRIBAL AND TERRITORY GRANTS",
        "DIESEL EMISSIONS REDUCTION ACT OFFICE OF AIR AND RADIATION TRIBAL DERA PROGRAM DETAILS Application deadline is December 6, 2024 • FUNDING LEVEL & ELIGIBILITY: • $8 million for federally recognized Tribal governments, intertribal consortia, and Alaska Native Villages • $1 million for territories, including government agencies of the U.S. Virgin Islands, Guam, American Samoa, and the Commonwealth of the Northern Mariana Islands. • ISSUE: Nearly 8 million legacy diesel engines are in use in the United States and emissions from these engines are a significant source of health problems. • GOAL: Reduce diesel emissions from older diesel engines emitting large amounts of NOx and PM2.5, which contribute to serious public health problems, including asthma, lung disease, and various other cardiac and respiratory diseases 16 Other opportunities under the State DERA and National DERA programs are expected in the future.",
        "TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS CLEAN SCHOOL BUS PROGRAM",
        "CLEAN SCHOOL BUS OFFICE OF AIR AND RADIATION PROGRAM DETAILS $5 Billion over 5 years to replace the nation’s existing school buses with cleaner models. • GOAL: accelerate the transition to zero emission vehicles and produce cleaner air in and around schools and communities • TO DATE: • $3 billion, of which $120 million to New England • 8,500 school bus replacements, including 310 among 31 New England school districts • Just announced an additional 531 selectees, 58 of which are in New England, including South Burlington 18 School District!",
        "TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS ENERGY STAR RESOURCES",
        "ENERGY STAR OFFICE OF AIR AND RADIATION NEW RESOURCES ENERGY STAR symbolizes simple, credible, unbiased information on energy efficiency. • NEW! Home Improvement Savings web tool to help identify all energy efficiency incentives in the area • NEW! Home Upgrade Service Provider Partnership which pre- screened several companies to highlight those specializing in concierge services • Air Service Professionals • Pearl Certification • Philadelphia Energy Authority • QuitCarbon • Sealed Inc. • Sears Home Improvement 20",
        "TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS COMMUNITY CHANGE GRANTS",
        "COMMUNITY CHANGE GRANTS OFFICE OF ENVIRONMENTAL JUSTICE AND EXTERNAL CIVIL RIGHTS EPA received $3 billion through the Inflation Reduction Act (IRA) to fund environmental and climate justice activities to benefit disadvantaged communities. • $2.8 billion for grants including $2 billion for the Community Change Grants Program (CCGP). • $200 million for technical assistance related to the grants. • $300 million (estimated) for Target Investment Area (TIA) B for projects benefitting Tribes outside Alaska-Section II.B of the Notice of Funding Opportunity (NOFO). • Grants cannot exceed three years (no extensions). • All grants must be awarded by September 30, 2026",
        "Fund community-driven pollution and climate resiliency solutions. GOALS Invest in strong cross-sectoral Designed with meaningful collaborations with partners community, Tribal and working with and for other stakeholder input, communities. the investments EPA makes Deliver technical assistance through the Community and capacity-building support. Change Grants are Strengthen communities' intended to achieve the decision-making power. following goals:",
        "COMMUNITY CHANGE GRANTS OFFICE OF ENVIRONMENTAL JUSTICE AND EXTERNAL CIVIL RIGHTS Track I* Track II Community-Driven Investments for Change Meaningful Engagement for • Project types include: Equitable Governance • Climate Action Projects examples • Green Infrastructure & Nature-Based • Educational and Training Solutions Programs • Mobility & Transportation Options • Environmental Advisory • Brownfield Development Boards(EABs) • Workforce Development • Collaborative Governance • Pollution Reduction Projects Activities • Participation in • Indoor/Outdoor Air Quality & Community GovernmentalFunding and Health Budgeting Processes • Clean Water Infrastructure • Hazardous Waste Management • Per Award Amount: $1M – cannot exceed $3M • Per Award Amount: $10M – cannot exceed $20M",
        "COMMUNITY CHANGE GRANTS ELIGIBLE ENTITIES The following entities are eligible to enter a Statutory Partnership under this NOFO: • Community-based nonprofit organizations (CBOs) • Demonstrates connection to community through services provided to residents and stakeholders. • Recognized as a non-profit organization by IRS or state, Tribal, etc. authority • An Intertribal Consortia may meet the definition of CBO if they meet the CBO requirements in the NOFO and 40 CFR 35.504(a) and (c) requirements. • Federally recognized Tribe (as defined by the Clean Air Act-Section III.A.3 of the NOFO) • “Any Indian Tribe, band, nation, or organized group or community, including any Alaska Native village, which is federally recognized as eligible for the special programs and services provided by the United States to Indians because of their status as Indians.” • Does not include State-recognized Tribes (but they can be collaborative entities-see later slides) • Local government • Institution of higher education (IHE) *More details found in Section III.A of the NOFO*",
        "",
        "",
        "",
        "COMMUNITY CHANGE GRANTS OFFICE OF ENVIRONMENTAL JUSTICE AND EXTERNAL CIVIL RIGHTS Check for Eligibility • Meet the partnership eligibility requirements (Section III.A) • Meet applicable threshold eligibility requirements (Section III.D). Understand the Requirements for Different Tracks • Review the requirements and evaluation criteria for each Track (Sections IV.B and V). • Alaska Tribal and U.S. Southern Border target investment areas have unique requirements (Section II.B and Appendix H). • Understand the post-award requirements (Section VI). Triple Check Your Application • Do not exceed the page limits for the Project Narrative portion of the application package and other attachments (Section IV.B). • Include all applicable attachments and forms to the application package (Section IV.B). • Address all the evaluation criteria in your Project Narrative(for Track I or II, respectively) (Section V). Innovative Application Process • Application packaged accepted until November 21, 2024 through grants.gov • Unsuccessful applicants able to request a debriefing • For more information see Section II.C of the NOFO.",
        "COMMUNITY CHANGE GRANTS OFFICE OF ENVIRONMENTAL JUSTICE AND EXTERNAL CIVIL RIGHTS • CCG NOFO Modifications: The open NOFO will likely be updated as needed to clarify issues. • Frequently Asked Questions: FAQs are posted here https://www.epa.gov/system/files/documents/2024-02/community-change-grants- nofo-faq-2.1.2024.pdf and updated regularly to address NOFO questions. • Future Webinars: Check the CCG website often for dates for future webinars and recordings. https://www.epa.gov/inflation-reduction-act/inflation-reduction-act- community-change-grants-program. • Subscribe to the OEJECR Listserv, send a blank email to: join-epa-ej@lists.epa.gov. • For more information, please contact CCGP@epa.gov.",
        "TACKLING CLIMATE AND AIR POLLUTION MAXIMIZING EMISSION REDUCTIONS THRIVING COMMUNITIES GRANT MAKERS",
        "THRIVING COMMUNITIES GRANT MAKERS OVERVIEW GOALS OF TCGM • Provide resources as soon as possible on the ground to communities and their partners. • Provide substantial support in oversight and tracking of all awards to prevent waste, fraud, and abuse. • Meet communities where they are in their journey. • Investing in communities to solve the toughest problems in places with the biggest challenges. • Reach program objectives while achieving lasting, meaningful change on the ground.",
        "THRIVING COMMUNITIES GRANT MAKERS ELIGIBLE RECIPIENTS Eligible Subrecipients are as follows: • Nonprofit organizations, community-based & grassroots nonprofit organizations • Philanthropic and civic organizations with nonprofit status • Tribal governments (both federally recognized and state-recognized) and intertribal consortia (i.e., a partnership between two or more tribes that work together to achieve a common objective.) • Local governments (as defined by 2 CFR 200.1 – includes cities, towns, municipalities, and counties, public housing authorities and councils of government) • Institutions of Higher Education • Native American Organizations (includes Indian groups, cooperatives, nonprofit corporations, partnerships, and associations that have the authority to enter into legally binding agreements) • Puerto Rico & US Territories • Freely Associated States (FAS) – including local governmental entities and local nonprofit organizations in the Federated States of Micronesia, the Republic of the Marshall Islands, and Palau Ineligible Subrecipients include: • Individuals For profit businesses State governments",
        "Thriving Communities Grant Makers Funding Categories – Projected Availability: Summer 2024 T1 Assessment | T2 Planning | T3 Project Development Tier 1 Assessment Projects up to $150,000 (1 year) Ex: research (that is incidental to the project design) • sampling • testing • monitoring • investigations • surveys and studies • public education Tier 2 Planning Projects up to $250,000 (1-2 years) Ex:Planning • Partnership-building • Public outreach and education • Coordination with community stakeholders to address environmental issues • Training activities for community organizations and community members • Projects and activities to spur community involvement (e.g., cleanups of vacant lots) • Smaller land purchases and acquisitions that require less than half of the total amount of subgrant funding Tier 3 Development of Projects up to $350,000 (2 years) Ex:Project Development • Blueprints for construction or cleanup projects, schematics, and technical development • Work to get permits in place directly related to an environmental project • Smaller land purchases and acquisitions that require less than half of the total amount of subgrant funding • Implementation of project plans • Public outreach and education *A limited number of $75,000 non-competitive fixed-amountsubawards will be available for severely capacity- constrained CBOs to access",
        "Thriving Communities Grant Makers GRANT MAKERS AND COMMUNITY PARTNERSHIPS Proposed Legal Business Name​ Submitter's GeographicArea State​ Region 1​ *Health Resources in Action​ MA​ 9 REGIONAL Region 2​ Fordham University​ NY​ Region 3​ Green & Healthy Homes Initiative Inc.​ MD​ 3 NATIONAL Region 4​ *Research Triangle Institute​ NC​ Region 5​ The Minneapolis Foundation​ MN​ Region 6​ Texas Southern University​ TX​ Region 7​ Reference Central National GM Region 8​ JSI Research and Training Institute, Inc.​ CO​ Region 9​ Social and Environnemental Entrepreneurs(SEE), Inc.​ CA​ Region 10​ Philanthropy Northwest​ WA​ National GM East​ Institute for Sustainable Communities (ISC) VT​ [Regions 1-3]​ National GM West​ Climate Justice Alliance​ CA​ [Region 8-10]​ National GM Central​ *Research Triangle Institute​ NC​ [Region 4-7]​",
        "QUESTIONS? epa.gov/community-equity-resiliency",
        "TECHNICAL ASSISTANCE epa.gov/community-equity-resiliency",
        "TECHNICAL ASSISTANCE ENDYNA epa.gov/community-equity-resiliency",
        "Community Change Technical Assistance Regional Roadshow Burlington, Vermont Bill Ellis Program Manager wellis@endyna.com EnDyna’s Role: Under contract to the EPA to deliver Technical Assistance (TA) under the Community Change Technical Assistance Program June 11, 2024",
        "Community-Driven Approach Attaining Transformative and Sustainable Environmental and Climate Justice in Communities Technical Assistance Tailored to Communities: Grounded in Equity | Responsive and Respectful | Relevant “This is a movement, not a contract” • We are here to follow community voice and help address as many roadblocks as possible • We are rooted in a firm conviction that the community has the capacity and ability to self-actualize and self-realize climate solutions in their neighborhoods Community Change Grants Technical Assistance 40",
        "Purpose • Technical assistance is available to provide advice on: ⚬ pre-award support, • Developing a project and preparing an application aligned to the Notice of Funding Opportunity (NOFO) goals, including but not limited to: budget development, evaluation of design, and other Subject Matter Expert (SME) support , grants.gov and SAMS.gov support, and facilitating partnerships ⚬ post-award support to help grant recipients manage, oversee, perform, and report on the grants. Disclaimer: TA does not include writing the application for the grant and receiving TA does not guarantee applicants will be selected for funding. Community Change Grants Technical Assistance 41",
        "Community Change TA Website www.communitychangeta.org Community Change Grants Technical Assistance 42",
        "Request for Technical Assistance • Contact Information • Type of Organization • Intent to apply • Applying with Partner • Location of Community • Project benefits for Disadvantaged Community • Type of Project • Type of TA needed Questions about how to make a TA Request: 1(800)540-8123 Email: EJ_TechAssist@epa.gov www.communitychangeta.org/request-technical-assistance Community Change Grants Technical Assistance 43",
        "Eligibility Review • Is the organization eligible for TA? • Community Based Organization • Local Government • Federally Recognized Tribe • Institute of Higher Learning • Is the community disadvantaged? • Do they intend to apply and with what partner? Community Change Grants Technical Assistance 44",
        "Matching TA Needs with TA Providers STEP 1 STEP 2 STEP 3 STEP 4 STEP 5 TA Specific TA Request Eligibility One-on-One Coordination Technical Comes In Review for TA with LTPs & Workplan Support Development Community Change Grants Technical Assistance 45",
        "Lead Technical Assistance Provider (LTP) • Individual level contact for applicant • One-on-one support for community • Experienced working with communities and grant programs • Try to locate geographically with the Applicant • Continuous, consistent relationship • Managed by a Technical Assistance Coordinator (TAC) • Conduit to Subject Matter Experts Community Change Grants Technical Assistance 46",
        "Specific Technical Support – Application Development • Readiness Approach • Compliance Plans • Meaningful Engagement • Linkage to EPA Strategic Plan • Environmental Results • Performance Measurement Plans • Budget, Indirect Costs, etc. Community Change Grants Technical Assistance 47",
        "Questions Community Change Grants Technical Assistance 48",
        "TECHNICAL ASSISTANCE ISC epa.gov/community-equity-resiliency",
        "Region 1 Roadshow Community Equity & Resiliency EPA TCTAC Rachelle Sanderson | June 11, 2024 www.sustain.org",
        "Who are we? ISC TCTAC Team Craig O. Freeland Jr. Devin Jefferson Patricio Saavedra Russell Paez Program Officer Program Officer Climate Data Analyst Associate Director of U.S. Programs Rachelle Sanderson Sam Schipani Ireon Weaver Franccesca Cesti-Browne Sr. Program Officer Communications Officer Program Assistant Vice President of Finance & Operations www.sustain.org",
        "OUR MISSION To support communities around the world address environmental, economic and social challenges to build a better future shaped and shared by all. www.sustain.org",
        "Environmental Justice Thriving Communities Technical Assistance What is it? www.sustain.org",
        "Raise your hand if… ● You knew what a TCTAC is ● You’ve been in touch with someone who works for a TCTAC www.sustain.org",
        "Background ● The Justice40 Initiative, launched by Executive Order in 2021, mandates that 40% of the overall benefits of certain federal investments flow to communities that have been marginalized, underserved, and overburdened by pollution and climate change. ● It impacts the direction of tens of billions of dollars in funds from legislation including the Inflation Reduction Act and Bipartisan Infrastructure Law. www.sustain.org",
        "Thriving Communities Network The Thriving Communities Network (TCN) Through TCN, federal partners at USDA, is a federal interagency effort to coordinate EPA, HUD, DOC, DOT, FEMA, GSA, HHS, place-based technical assistance and and DOE commit to coordinating and capacity-building resources for urban, rural, collaborating across a set of TA programs and Tribal communities experiencing a and engaging their regional and field staff history of economic distress and systemic who often serve as key points of contact for disinvestment. communities. www.sustain.org",
        "Program Objectives EJ Thriving Communities Technical Assistance Centers are focused on assisting program participants with information, tools, and assistance which build their capacity to: 01 Identify grant, subaward, and procurement opportunities in environmental protection, health, justice, and energy justice. 02 Apply for, prepare, manage grants, and navigate federal systems like Grants.gov and SAM.gov. 03 Engage with decision-makers and inform policy, project design, and implementation in the environmental and energy sectors. Analyze financing options and partnership opportunities to 04 support environmental and energy justice objectives. www.sustain.org 57",
        "Network of TCTAC Partners Over 150 partners within the TCTAC Network 58 www.sustain.org",
        "EPA Regions 3 National TCTACs - Institute for Sustainable Communities (ISC) - International City/County Management Association (ICMA) - National Indian Health Board 59 www.sustain.org",
        "How Nationals and Regionals Connect www.sustain.org",
        "Technical Assistance, National & Regional What is it and what is offered? www.sustain.org",
        "Partnership with Atma Connect ● Specializing in web-based platforms that reach last-mile communities, enable localization, and drive support and funding to smaller organizations. ● Launch of public EJ TCTAC website in May 2024 ● Development of an internal collaborative platform for the TCTACs Website Collaborative Platform 62 www.sustain.org",
        "● American Society of Adaptation Professionals (ASAP) ○ ASAP was formed in 2011 as a professional society that could help bridge the geographic and sectoral gaps that naturally develop in any field-and especially in the diverse, dynamic, and emerging field of climate adaptation ○ ASAP member network includes over 1,000 professionals and 40 organizations. ○ ISC + ASAP are developing a collaborative process to field TA requests to ensure timely delivery of technical assistance. ■ ASAP will do targeted recruitment of adaptation professionals outside of their network when appropriate. 63 www.sustain.org",
        "Examples of TA to Regional TCTACS ● Developing and providing cultural competency trainings for regional TCTACs and their partners ● Engaging in strategy discussions around grant compliance and allowable costs related to DOE portion of TCTAC funding ● Hosting cross-regional events 64 www.sustain.org",
        "National TA Offerings We’re Building Out In partnership with the American Society of Adaptation Professionals (ASAP), an organization bridging sectoral and geographic gaps in the evolving field of climate adaptation, we are establishing a comprehensive list of tailored technical assistance to regional TCTACs and community coalitions, including but not limited to: ● Grant Writing & Management Training ● Group and Workshop Facilitation ● Community Collaboration Networks ● Grants Monitoring, Evaluation and ● Budget Management Reporting ● Community Climate Resilience ● GIS Spatial Analysis ● Cross-Sector Coalition Building ● Equitable Data Analysis ● Community Needs Assessments ● Clean-energy Workforce Development ● Community-aligned Strategic Planning 65 www.sustain.org",
        "Region 1 TA To Date ISC is currently the Region 1 provider until a permanent organization is onboarded. In this role, we: ● Receive Region 1 TA requests at region1tctacinquiries@sustain.org and organize request information to be handed off to permanent Region 1 organization. ● Respond to Region 1 inquiries when possible by using ISC’s network to connect appropriate resources ● Support implementation of Region 1 needs assessment to communities and other stakeholders in preparation for permanent organization onboarding this summer ● Attend Region 1 TCTAC events ● Development of Region 1 needs assessment 67 www.sustain.org",
        "Our Process For Addressing TA Requests Phase 1 Phase 3 Gain Clarity Implement Strategy Activities Activities Follow up email/call with requester with Implement strategy in alignment with questions implementation activity Follow up with national team to determine if this Deliverables is the first touch point TA strategy implementation deliverables based on Deliverables strategy Put request into TA request form Timeframe for Response Timeframe for Response Five business days to 3 months depending on strategy Two business days Phase 2 Ideate Strategy Phase 4 Evaluate and Follow Up Activities Activities Determine if technical assistance is best offered by national TCTAC, regional TCTAC, or another partner Evaluate technical assistance strategy Identify if previous technical assistance requests have been similar Follow up with requester Discuss strategy with EPA/nationals Deliverables Close out TA request on request form Deliverables Follow up with requester on next steps Timeframe for Response Timeframe for Response 10 business days Five business days 68 www.sustain.org",
        "Keeping In Touch With Us Don’t be a stranger! www.sustain.org",
        "Upcoming TCTAC Events Workshop: Building June TCN Learning Series: Environmental Justice Relationships for Renewable Energy and Boot Camp Equitable Research Green Tax Credits August 15-16 | Hybrid Partnerships June 25, 3 p.m. | Online (Boston and online) https://bit.ly/3RdJZqA June 14, 3 p.m. | Online https://bit.ly/3yIA85J https://bit.ly/3R9iSNh Two-day intensive course on approaches Thriving Communities Network’s monthly for conducting effective and solution- learning series, hosted by the Department of Workshop on how to foster equity in driven environmental justice research. the Treasury, with a focus on “elective pay” or research partnerships. “direct pay,” a provision of the IRA for local governments and tax-exempt entities to benefit from renewable energy tax incentives www.sustain.org 70",
        "How to get started… ● http://www.ejtctac.org/ - utilize the EJ TCTAC website! ● Scan the above QR code to email us with your Region 1 TA requests 71 www.sustain.org",
        "COLLABORATIVE INNOVATION ISC & ENDYNA epa.gov/community-equity-resiliency",
        ""
    ]
}