{
    "FILE_NAME": "https://health.ri.gov/publications/reports/2021Climate-Change-and-Health-Needs-Assessment.pdf",
    "ALL TEXT": "Rhode Island Department of Health Climate Change and Health Program Needs Assessment Summary July 2021 Climate Change and Health Program Prepared for: Rachel Calabro Climate Change Program Manager Center for Healthy Homes and Environment Rhode Island Department of Health rachel.calabro@health.ri.gov (401) 222-7757Table of Contents Introduction .......................................................................................................................................... 3 Data Gathering Overview ...................................................................................................................... 3 Purpose ........................................................................................................................................................... 3 Data Gathering Methods .................................................................................................................................. 3 Small Group Discussions ...................................................................................................................................... 3 Individual Stakeholder Discussions....................................................................................................................... 3 Document Review ............................................................................................................................................... 3 Comparative Analysis .......................................................................................................................................... 4 Key Findings Overview .......................................................................................................................... 4 Key Findings .......................................................................................................................................... 5 1. Biggest Challenges RI Faces.................................................................................................................... 5 2. Mission Statement................................................................................................................................. 9 3. Awareness of the Connection Between Climate Change and Public Health .......................................... 10 4. Strengths ............................................................................................................................................. 11 5&6. Weaknesses, Challenges and Strategies to Address Them .................................................................... 13 7. Key External Change Forces (Opportunities and Threats) ..................................................................... 16 8. More That Can be Done ....................................................................................................................... 21 Programs/Resources ......................................................................................................................................... 21 Partnerships/Collaborations .............................................................................................................................. 24 9. Strategic Priorities ............................................................................................................................... 26 In Conclusion ....................................................................................................................................... 30 Comparative Analysis .......................................................................................................................... 31 Mission & Goals ............................................................................................................................................. 32 Organization Structure & Staff Contacts ......................................................................................................... 33 Program Website Home Pages ....................................................................................................................... 34 Communications ............................................................................................................................................ 35 Program & Initiatives ..................................................................................................................................... 36 Plans & Reports ............................................................................................................................................. 37 Toolkits & Trainings ....................................................................................................................................... 38 Other Resources ............................................................................................................................................ 39 Resources for Targeted Audiences ................................................................................................................. 40 Partners ......................................................................................................................................................... 41 Involvement in Other Climate Initiatives ........................................................................................................ 43 Climate Ready States and Cities Initiative (CRSCI) ........................................................................................... 44 Best Practices................................................................................................................................................. 46 Links to Other Web Pages .............................................................................................................................. 49 Appendix A: Individual Stakeholder Discussion Guide ........................................................................ 50 Appendix B: Small Group Discussion Guide ........................................................................................ 53 RIDOH Climate Change and Health Program Assessment Page 2 of 56Introduction The Rhode Island Department of Health (RIDOH) engaged Health Resources in Action, Inc. (HRiA) in the spring of 2021 to conduct a needs assessment and draft strategic priorities to support the development of their Climate Change and Health Program’s next five-year grant application and work plan. This report details the findings of the needs assessment, summarizes the information gathered from a comparative analysis of six other Climate Change and Health Programs, and outlines the overall themes that can inform the identification of strategic priorities for the RIDOH Climate Change and Health Program. Data Gathering Overview Purpose The goals of the data gathering process are to develop a set of recommendations and outline potential strategic priorities that will guide and inform the next five-year grant application and work plan for the Program. HRiA believes that it is critical to gather input from leadership, staff, and key stakeholders in order to understand their perspectives on the strengths and assets of the Program, and the vision that they have for the future. Small group discussions, individual stakeholder discussions, and online data gathering can provide valuable information to guide priority-setting and recommendations. HRiA recommended that a cross-section of key stakeholders be invited to participate in this process and that RIDOH invite participants for the individual stakeholder and small group discussions that have experience with traditionally under-served and at-risk populations in order to capture often unheard voices. Data Gathering Methods HRiA collected all data virtually due to the COVID-19 pandemic. HRiA facilitated small group discussions of up to five (5) participants via Zoom. Individual stakeholder discussions were conducted via telephone or Zoom, depending on the preference of each stakeholder. Both the small group and individual stakeholder discussions used semi-structured guides developed by HRiA with input from RIDOH. All participants were assured that their responses would remain anonymous. Small Group Discussions Small Group Discussions HRiA conducted six (6) small group discussions with a total of Group Participants twenty-five (25) stakeholders identified and invited by RIDOH Air Quality/Transportation 4 from community partner organizations and from within RIDOH. Education 3 Green Infrastructure 4 Individual Stakeholder Discussions RIDOH 5 HRiA conducted ten (10) individual stakeholder discussions with Water/Infrastructure 4 external collaborative partners identified by RIDOH. Housing/Energy 5 Document Review HRiA reviewed key organizational documents including: the current 5-year Workplan, the Year 4/5 Performance Report for the current grant, the 2020 Communication Strategy, the Climate Change and Health Logic Model, the Climate Change and Health Resiliency Report, and the public booklet entitled Our Climate Change and Your Health. RIDOH Climate Change and Health Program Assessment Page 3 of 56Comparative Analysis HRiA conducted online research to gather information on the best practices, climate change initiatives, and climate change plans on the Climate Change and Health Programs of four other States and two cities that, like Rhode Island, are grant recipients from the Centers for Disease Control and Prevention (CDC) as part of their Climate-Ready States and Cities Initiative (CRSCI). CDC grantees use the five-step Building Resilience Against Climate Effects (BRACE) framework to identify likely climate impacts in their communities, potential health effects associated with these impacts, and their most at-risk populations and locations. The BRACE framework then helps states develop and implement health adaptation plans and address gaps in critical public health functions and services.1 RIDOH identified the states of Maryland, Minnesota, Vermont, and New York, as well as New York City and San Francisco, for HRiA’s research. As part of this research, HRiA also reviewed numerous additional RI DOH Climate Change and Health Program resources as part of the Comparative Analysis. Key Findings Overview Climate change is a large, complex topic that poses many challenges for the state of Rhode Island as well as for the nation. One challenge that emerged across several of the data gathering questions is that addressing the issue of climate change is repeatedly being pushed aside for other more immediate concerns. Resources are diverted to deal with the latest emerging crisis, keeping focus on the short-term and the now. Raising awareness around the urgency of the need to address climate change and its impacts on health is important at the community level as well as for those in positions of power. The Climate Change and Health Program is seen as doing great work and providing excellent resources. However, it was widely recognized that there is only so much that a program of its small size can do. A compelling case needs to be made for increased staffing and funding to continue to raise awareness, elevate and address the disproportionate impact of climate change on underserved communities, and mitigate the health impacts of climate change where RI and its residents are most vulnerable. There is a need to elevate climate change and health across the system. The environmental justice impact of this issue stems from SDOH factors that touch multiple departments in the RI DOH system. This is an opportunity for collaboration and collective impact. The Climate Change and Health Program has been making progress on its current goals (see below) over the life of the recent grant period, even in light of the COVID-19 pandemic. Input gathered throughout discussions with individuals and small groups support these goals, with recommendations that the sense of urgency and the priority placed on climate change and its impacts on health needs to be elevated. Goal 1: Build upon and expand current efforts and partnerships to further integrate public health into climate change planning across sectors. Goal 2: Increase the number of interventions utilized by RIDOH and our partners to protect the public from climate change impacts and related health burdens. Goal 3: Increase awareness among vulnerable communities and target populations about the risks of climate change and resources to reduce risk. Goal 4: Support national and local climate and health capacity building initiatives in partnership with CDC and other BRACE grantees. 1 Climate and Health. (2021, April 21). Centers for Disease Control and Prevention. https://www.cdc.gov/climateandhealth/default.htm RIDOH Climate Change and Health Program Assessment Page 4 of 56Key Findings HRiA synthesized the responses from across the Individual Stakeholder and Small Group Discussions. The following pages contain the key themes that emerged for each question, as well as representative quotes and unique comments that were considered noteworthy. For questions 2 and 3, where responses from Small Group Discussion participants were recorded at the individual level, the frequency count indicates the number of individuals from the group who provided a specific response. For all other questions, the frequency for Small Group Discussions is based on whether or not a topic was raised in that group, with a maximum response of n=6. 1. Biggest Challenges RI Faces In asking the question “What do you think are the biggest challenges that RI faces from Climate Change?”, we sought to call out the most frequently mentioned challenges, and assess the connection between climate change and health. The following topics represent climate categories mentioned along with their frequency demonstrated in the table below and descriptions of each area following. RI's Biggest Challenges “Sea-level rise (it’s not always a reason Sea-level Rise 4 why we have flooding).” 5 ~ Small Group Discussion Participant Heat 4 3 Justice 4 3 Numerous 3 2 Flooding 3 “RI and where we are in the climate 2 map... We are a super-hot zone. People Air Quality 1 3 don’t know this.” State Gov't 3 ~Individual Stakeholder Priority 1 2 Infrastructure 1 2 Awareness 1 2 “Resilience is key. Transportation, Size buildings, and energy systems need 2 overhaul and need to be seen as integral Silos 2 to public health. Transportation = driver Resources 2 of air quality, poverty. The issues are Funding 2 interlinked. One of the biggest challenges Fisheries 1 is continual passing of the buck we see 1 from administration in state government. Drought 1 1 Admin points to legislature, legislature Communications 11 points to Admin. Admin has opportunity Coastline 2 and moral responsibility to take leadership on this, start planning, secure 0 1 2 3 4 5 6 funding to prioritize climate action. We Frequency need to fund positions to do this work.” Individual Stakeholders (n=10) Small Groups Discussions (n=6) ~ Small Group Discussion Participant RIDOH Climate Change and Health Program Assessment Page 5 of 56Sea-level Rise: As the ocean state, the sea is our best asset and also one of our largest vulnerabilities. The potential for acute and chronic sea level rise can impact our housing availability, coastline industry and our coastline communities; particularly those communities that have lower incomes. Heat: Rising temperatures impact our communities in many ways. Poor health, crime and environmental changes impact our population. Heat islands and urban heat islands lead to financial challenges with accessing air conditioning and electricity bills and disproportionately affect low-income communities. The changing climate leads to heat stress, heat related illness and death. RI is in a super-hot zone on the climate map, with increased temperatures and heat waves. Justice: The first thing that comes to mind are the inequities associated with impacts of climate change and the disproportionate impact on various communities. How people are experiencing climate related issues, environmental racism, is an issue that has been raised by frontline community members and is not just a concern in RI. Our heat islands and higher asthma rates disproportionately affect our BIPOC population. There is a huge “I think that a lot of the frontline gap between resources available and people who need them. We community members have voiced need to address climate change in marginalized and underserved concerned around environmental areas. We need to build equity and include voices that haven’t racism.” been heard. Looking at Environmental Justice on the advisory ~ Small Group Discussion Participant board and engaging contacts through the HEZ can help. Numerous: There are so many different areas of climate change! They are vast and complicated making it difficult to prioritize one area over another. Flooding: Flooding of low lying areas; roads and bridges, impacts access to shelters. River flooding plains are also of concern. Frontline community members have voiced concerned around flooding. Air Quality: Rising temperatures impact air quality and result in smog and increased particular air matter leading to asthma and ER admissions. RI has experienced two bad air quality days with high ozone levels and particulate matter this past weekend; especially in the Providence metro area. State Government: We’re making some progress with the political determinants of health through legislation passed. The laws and legislation, and the economic system that is deeply entrenched, drives all other climate related challenges that we have. Getting our state government to respond to the crisis and allocate the resources to address those who have been underserved is one of the biggest challenges. Priority: It is challenging to focus on longer-term planning when we are in a constant state of crisis. As a large issue that impacts many systems, there is a lot of change needed. We need to offset panic that prevents a meaningful change and work toward better coordination overall to get this issue on the radar. The hierarchy of needs puts this on the back burner while we deal with more immediate issues. Infrastructure: Our infrastructure is at risk due to vulnerabilities related to climate change. Infrastructures developed a long time ago are either undersized or oversized. It is important to site development appropriately install water storage in areas that won’t be underwater soon. How do we give communities and state the tools to have better building practices and the ability to manage their building infrastructure? RIDOH Climate Change and Health Program Assessment Page 6 of 56Awareness: There is a need to refocus people’s attention and start mobilizing around the issues of climate change. The general public is unaware that this is a growing problem. A public face could help to gather support for issues such as water problems. Coastline: Ri has an extensive coastline, and we need to be aware of the physical and environmental impact of climate change on this important asset. Communications: We need to communicate with populations that we don’t normally connect with; vulnerable and underserved. We need to look at how information is reported and the use of data to get the message out in a way that is positive. Fisheries: Our best asset and one of our biggest vulnerabilities are our fisheries. We have seen a change in fish count and declining populations. Funding: Advocacy for financing is a huge component to this to support the right policy, and mitigation. There are many competing priorities and the pandemic shifted attention away from most major issues. Resources: People don’t think about the long-term impacts on day to day, but those who work on climate change often encounter lack of resources across the board to work on this issue. There is a disconnect between the development and land use process. Having more resources and information that backs up water use and availability would be good. It gets into the whole issue of what we have built and whether or not it is going to be sufficient to support our future. Silos: The biggest challenge in RI is that so many people are trying to do things but working in silos. We have to collaborate, but this is a foreign idea in this state. The pandemic forced us to go back to collaborating more, but it remains a challenge. There is no shortage of policy solutions and strategies to get there, but we as a state struggle to get multi partners to work together. There are silos among sectors and we need to collaborate on something this big. Size: We need more staff capacity if we are going to adapt and mitigate the effects of climate change. We need “At the State-wide level, in terms of what the increased capacity and vision at the state level about how to state is planning for construction, how that tackle this. Transportation, buildings, and energy systems happens in terms of wind (having less reliance need an overhaul and need to be seen as integral to public on gas and oil), being able to work with health. Transportation is a driver of air quality and poverty. partner agencies that can make healthier Administration points to legislature, legislature points to alternatives. Many of these locations exist in Administration. Administration has an opportunity and poor neighborhoods. Their infrastructure for being able to respond to any environmental moral responsibility to take leadership on this, start issues is limited. It impacts the lives of those planning, and secure funding to prioritize climate action. who live there. As the state pursues those We need to fund positions to do this work. issues, we should have the capacity to have Other Challenges Mentioned: Drought; Support systems on boots on the ground to determine emergency operations and plans for the communities. We a municipal level. We need to give tools to municipalities for have to be more upstream in our thinking and homeowners looking for resources for saltwater be willing to be better prepared and really intrusion/wells; Clean energy transition - the protect those vulnerable populations.” disproportionate impact will only be exacerbated as time ~Individual Stakeholder goes by [if things are not addressed equitably]; Working to make individuals more resilient to climate; decision making RIDOH Climate Change and Health Program Assessment Page 7 of 56is influenced by special interest groups, Oil heat, real-estate, etc.; Ecological impacts: forestry and changing forest composition that puts pressure on wildlife; invasive species: gypsy moth, cowbirds, different bugs carrying different diseases; Emerging contaminants. How that will impact how we get our water. How and if we should be looking more carefully at storage. What does our water future look like?; food supply;. more use of ground water to keep a garden going; hurricanes; outreach outside of the EC4 sphere; political will; power outages; Systemic impact - hits every facet of our life; tick issues; decarbonizing transportation; trees - important for ground water, shade, everything; water and insect problems. RIDOH Climate Change and Health Program Assessment Page 8 of 562. Mission Statement Is the mission of Climate Change and Health Program is widely known and understood? To prepare for the human health effects related to climate change and create a healthy, sustainable, and resilient future for all Rhode Islanders There were far more people who indicated that the mission of the Climate Change and Health program is not widely known and understood (14) than there were those who indicated that it was (3). There were eight (8) people who indicated that it depends on who we were talking about, as people who work in areas related to climate change were much more likely to be familiar with the mission than those who do not. Is the Mission of the Program widely known and “Overall, I don’t think the people understood? realize that there is a Climate Change and Health Program.” 8 7 7 7 ~ Small Group Discussion Participant 7 s t n 6 a p ic 5 itr a P 4 fo r 3 “Is it widely known amongst ALL RI e 2 b m 2 residents? No, not unless they are u 1 1 N connected to the HEZ’s. Is it widely 1 known the sphere of who is working 0 on this? Yes.” Yes No It Depends ~Individual Stakeholder Indiv Responses from Small Groups Discussions Individual Stakeholders RIDOH Climate Change and Health Program Assessment Page 9 of 563. Awareness of the Connection Between Climate Change and Public Health On a scale of 1-5, how would you rate the awareness of community members in RI about the connection between climate change and public health? (1 = no awareness, 5 = very high level of awareness) As with the previous question, there were some people who said that a person’s awareness of the connection between climate change and health “depends.” If someone has lived experience, and/or a person or a member of the person’s family has a health condition that is further exacerbated by extreme heat or poor air quality, they may see the connection between their health and those factors, but may still not see the connection between those factors and climate change. Several participants indicated that the awareness of the connection is on the rise for some communities, especially along the coast and for populations hardest hit by heat waves. Awareness of the Connection Between “2. That’s being generous. It doesn’t Climate Change and Public Health come up in conversations that I’m in. 8 With the average Joe, it’s not a topic 7 7 of conversation.” s 7 t n ~Individual Stakeholder a 6 p ic itr 5 4 a P 4 fo 3 r e 3 2 2 “2-3, depends on who you are talking b m 2 1 1 to. People make connections u N 1 between climate change and what 0 they observe, but do not connect 0 1 2 2.5 3 3.5 4 5 their observations with health. Need Rating greater outreach and education to help people connect the dots.” Indiv Responses from Small Groups Discussions Individual Stakeholders ~ Small Group Discussion Participant “I would say a 2. On really hot days like today it can become more clear. “0. I don’t think that people, in Especially if you have heard the words “climate change” before. Less general have any idea. How many people are thinking about CC? It’s not aware re: ticks and the exploding tick season because of climate change.” ~ Small Group Discussion Participant the 5 that it should be.” ~Individual Stakeholder RIDOH Climate Change and Health Program Assessment Page 10 of 564. Strengths What do you believe to be the Program’s top strengths that help support excellence in the work that they do and the resources that they provide? What is the Program doing well? Program Strengths “They have been engaging the HEZ in pretty in-depth, thoughtful ways.” 4 Collaboration 5 ~Individual Stakeholder 5 HEZ 3 3 Resources 5 3 “Even that there is a pocket in the Program Manager 3 DOH for this work is a strength.” Size 2 ~ Small Group Discussion Participant 3 2 RIDOH 2 1 Awareness 2 “The health department has a pretty 3 Community Engagement long standing focus on equity. It is 0 really important. Rachel’s program 0 1 2 3 4 5 6 amplifies that focus in the program.” Frequency ~Individual Stakeholder Individual Stakeholders (n=10) Small Groups Discussions (n=6) Collaboration: The Program’s collaborative approach was raised as a strength. Rachel is a good partner and team player, and others want to partner with the Program. The Program is convening people from different agencies who don’t usually talk to each other. The relationship between the Program and other programs/centers/initiatives, etc. across RIDOH is a strength. “Rachel has been consistently Collaborations with the community are also a strength, as is the reaching out, looking for input. We diversity of the people who are getting together. want to be a partner, we think that they are good partners.” HEZ: The Program’s engagement with and connection to the Health ~Individual Stakeholder Equity Zones is viewed as a strength, especially in that the HEZs are spread across the state and not solely focused on the Providence/metro area. Resources: The resources that the Program has developed and/or made easily available through the website are a strength. Resources “Great tick information from RIDOH mentioned include research, dashboards, fact sheets, pamphlets, and how that is a climate related issue.” general education, and emails. Some shared that the information ~Individual Stakeholder from the Program is trusted. The 2018 Resilient Rhody report was also raised as a strength. RIDOH Climate Change and Health Program Assessment Page 11 of 56Program Manager: The Program Manager, Rachel Calabro, was raised as a strength, as were her predecessors. People like working with “They have had a series of good Rachel. She is described as “engaging”, “great”, “easy to work with”, program managers, the program “works well with outside groups”, and “superb at what she does”. has had good continuity.” There was recognition of her understanding of the bigger ~ Small Group Discussion Participant environmental issues, her appreciation of nonprofits and other groups of stakeholders, and her ability to find relevance to climate change and health in other programs. Size: Several stakeholders mentioned what the Program has been able to accomplish in spite of its size. Having a full-time position, in State government, lifting up the health impacts of climate change is a strength. RIDOH: Strengths related to RIDOH and the Climate Change and Health Program include the support of the Program’s department, the network that is created to communicate across agencies, and that RIDOH has created a place for the Program within DOH. Awareness: People’s awareness is increasing. There are a lot of organizations engaged in raising awareness. The Program is doing a good job of making it obvious that this is a problem. Community Engagement: Strengths in this category include the focus on vulnerable communities, outreach, getting input from the community, and engaging the community to collect data for research and mapping which has a dual effect of increasing community capacity. Other Strengths Mentioned: Work on Air Quality; the connection to other state-wide initiatives; data (use, analysis, sharing, data-driven Program); Program Director being on the EC4; Program Director hosting the Health and Housing Group; an emphasis on environmental justice and a long standing focus on equity; the Program is mission-driven; the framing of the immediacy of climate issues; the support of Senator Whitehouse and the visibility he has brought to climate change; that RI is a small state where everyone knows everyone - making it is easy to start this conversation and share information through word of mouth; and the Tree Canopy work. RIDOH Climate Change and Health Program Assessment Page 12 of 565&6. Weaknesses, Challenges and Strategies to Address Them What do you believe to be the Program’s top weaknesses that present challenges or barriers to excellence in the work that they do and the resources they provide? What key things should the Program do to address these weaknesses? When asked about the Program’s top weaknesses, the responses often included suggestions for how to address them, or were framed as a suggestion for something that the Program should increase or decrease. Program Weaknesses “RIDOH sets up programs to respond to issues, but staffing isn’t there to support 5 the work. If we want change we need to Size 5 change the way we are doing things or we’ll get the same result.” 2 Collaboration ~ Small Group Discussion Participant 3 3 Justice 1 “They could use three Rachel’s over there. 2 There are a lot of people doing work on Position 1 climate change as part of their everyday work, but it isn’t their 100% focus. We Awareness of Program need a climate czar in every agency.” 2 ~Individual Stakeholder Communications 2 Impact “These issues of climate and health are so 2 cross-cutting among state agencies that having additional staff could be helpful.” 0 1 2 3 4 5 6 ~ Small Group Discussion Participant Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) Size: The size of the Program was the weakness mentioned most often. There is only so much one program can do and “There is no one else to lean on or respondents indicated that the staffing, resources, and capacity brainstorm with. There is no team to for this program are too small. As a result, the Program has not work things out with. Rachel could do so been able to realize its true potential in terms of addressing the much more if she had more people.” complexities of mobilizing partners for collective impact. ~ Small Group Discussion Participant Moreover, one participant described how the instability in 4 year-old grant program with 3 different program managers makes it hard to keep momentum going. RIDOH Climate Change and Health Program Assessment Page 13 of 56Collaboration: One challenge raised was around the difficulty of maintaining relationships while dealing with the nature of bureaucracy and hierarchies (programs within centers within divisions). There is a need to link agencies to create a better comprehensive picture and leverage resources. We need to think about climate change and public health as a group. You cannot have one state agency advocating for justice re: issues of environmental change that other state agencies do not have on their agendas. More collaboration is needed at the highest levels between departments. A recommendation was made to find a dedicated partner, a nonprofit counterpart doing ground level work who is saying the things that DOH cannot say publicly. Communications: Another weakness raised was that the program doesn’t have as much of an online presence as it could. An increased use of social media or links to DPH social media sites with regular posts were suggested. It is important to include things that would indicate health changes to people, similar to the pressing approach that they used for covid work. We need a campaign that has the same amount of urgency for climate change. Awareness of the Program: There were a few small group discussion participants who were not aware of the Climate Change and Health Program. Impact: We need to connect climate change to health impacts and discuss it in more deliberate way across all depts in RIDOH. We need a better understanding of human health endpoints. There are knowledge gaps and reports need to be updated as data is still emerging over time regarding our understanding of climate change and the impact it can have. We need to articulate to people what the impacts are. Justice: Implicit biases: A weakness is RI being one of 6 New England states and imbedded disparity with Newport being a global hub of the slave trade. Implicit prejudice: Everyone at state agencies is white, talk about disadvantaged frontline communities. Sometimes it is really important for those in power to reflect on what privileges they take for granted as it will help us to work better in communities. There is a weakness in general “If we’re talking about equity in public across the board in climate work when it comes to embedding health, how close are we connecting environmental justice work and doing work with communities climate change?” of color - The focus on equality vs. equity - RI does have a focus ~Individual Stakeholder on equity, but there is always more to do there. Position: This category consists of feedback around where the Climate Change and Health Program is located. It must be a challenge being within such a big organization. The program is hidden in a very large bureaucracy. Some thought that the program may not be in the right place to get the right supports and gain respect from other agencies. There is a risk of being perceived as “that’s just DOH and their position on climate change” which could be a potential barrier to being recognized as the experts they are. A suggestion was made that the Program should be in the health equity institute where there is more visibility. Priority: There is a perception that climate change is not the most immediate risk - it has taken a back seat this past year. Even for those in the public who are is aware, they don’t know how to prioritize what needs addressing and what the risks are. RIDOH Climate Change and Health Program Assessment Page 14 of 56Other Weaknesses Mentioned: The need to align initiatives better across state agencies; better coordination and cooperation in messaging and data/information sharing; the need for the Program itself to be given more authority; have the program be community driven and community led; education on climate change should be ongoing,; dated data that is small and hyper-local; not making the economic argument with economic impacts of health and the environment - A lot of state leadership thinks in terms of economics and it would strengthen their position; the lack of diversity of the people - there are lots of young, white, females doing this work; framework for making connections between knowledge and policy; Resilient Rhody is a step-by-step plan without a budget; the lost momentum with climate change being put on hold; the need for funding to support legislation; need for increased visibility of Spanish language resources, maybe have the whole website available in Spanish; this Program may not be a focal point for RIDOH at the “It's admittedly been a little while since I moment; RIDOH could help with the lack of continuity in the went to the website, but I remember it Program; silos within silos are a weakness - No one has being a beast. So much information and authority to make state-wide policy decisions or power over an data. It’s a little overwhelming. The agency that might “control” a particular issue that they are interface should be more tailored to find working on; the need to advocate more in government for what you need to find (if you are a climate change (they might be doing this already); there may scientist, parent, community member, be structural weaknesses that impede the Program’s priorities; etc.).” and the need to make the website more user friendly (big ~ Small Group Discussion Participant buttons) - there is so much information and data on the website that it can be overwhelming. RIDOH Climate Change and Health Program Assessment Page 15 of 567. Key External Change Forces (Opportunities and Threats) What are key external “change forces” or factors that influence the Program’s work and the resources they provide? Change Forces (Opportunities & Threats) “There is a glut of federal funds heading our way - this presents opportunities and 8 Funding potential issues - how do funds get spent 5 equitably? There will be a lot of once in a 2 lifetime opportunities which can pass us State Gov't 4 by if we’re not keeping an eye on it. Who is at the table? It is important that 2 Priority someone is keeping track of those 3 conversations. The same system that is 1 presenting barriers to actions around Federal Gov't 3 climate change could be the same people who will be deciding where the money 2 Justice goes. The balance of power… If it’s not 2 us getting to the table, it’s important that 1 someone is advocating on behalf of Collaboration 2 communities.” ~Individual Stakeholder 3 Corporate Power 1 Act on Climate Bill 1 “For the last year or so, the DPH has had a higher profile because of daily press 1 Community Engagement conferences going on because of COVID. 1 Take the energy and the higher profile 1 after this huge crisis and focus on much Education 1 slower moving crisis of climate change.” ~ Small Group Discussion Participant 2 Housing RIDOH 2 Size 1 2 Voice 0 1 2 3 4 5 6 7 8 Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) RIDOH Climate Change and Health Program Assessment Page 16 of 56Funding (opportunities): There were many opportunities around funding raised by participants. There is a lot of funding going towards human services for the Care Act. RI is trying to make an adder to the Low Income Home Energy Assistance Program (LIHEAP) to improve it. Does DOH have the ability to get money to NGO’s and CBO’s to do the work that they do? With the budget possibly growing, there is an opportunity to become more resilient and be creative in ways we haven’t in the past. There is an opportunity to connect with other funding streams in other sectors and to be creative in looking to partner with agencies/organizations that connect to climate change. There will be Federal investment in infrastructure. We should have shovel-ready projects so if the funding comes we can make the state more resilient and safer. Funding will be needed for moving up flood plains, sewers and sewer treatment plants, and protecting roads. Funding for the synergistic things like spending on community health networks, making the case that there are multiple benefits to climate resilience planning. Don’t just go after new projects - let’s not forget the work that is being done. Funding (threats): There were also threats shared around funding. As a state-run program, with a state budget that was “Favorable politics and state law have hard hit by COVID, we don’t know what the impact will be on not translated to additional resources program planning and potential budget cuts. One threat is that and funding to support these programs.” the program is entirely grant funded and beholden to CDC’s ~ Small Group Discussion Participant priorities. If we don’t get the CDC grant again in five years, we have nobody because the state has not put money towards sustainability. We have had Federal leaders who don’t believe in climate change, which puts the program in jeopardy. Some initiatives are funded at higher levels than others. What projects can we fund? The reluctance to dedicate funding towards cooling is a threat. Heating support in winter is great, but summers are getting hotter, especially and issue during the pandemic when cooling centers were closed. COVID-19: COVID-19 was a threat mentioned by many participants, but people saw opportunity as well. The struggle “Everything we talked about with health for all programs to maintain attention and stay relevant during disparities pre-pandemic were only made COVID is a threat. The pandemic - people dying - those issues worse. There is a lot of work to be done in that area, framing it in terms of get raised and can back burner other issues. A lot has been climate change as not just a year-long sidelined by COVID and there is the challenge of recapturing disaster, but a life-long disaster.” people’s attention. The opportunities: We can frame what we ~Individual Stakeholder have learned from COVID, how we deal with massive, complete life-changing emergency disasters. There is an opportunity for the Program to collaborate and align with COVID communication efforts bring out the resilience and climate change and vulnerabilities in these same communities. “The new Gov is very business-oriented, find a pitch for him in switching energy State Government: Favorable politics and state laws show that production, rewarding companies that things are moving in the right direction of progress on this issue. come to RI that are more energy-efficient There is an opportunity to reframe a lot of our work in in a way that will benefit the economy. alignment with the Governor’s priorities and making the Reframe a lot of our work in alignment economic case. The upcoming Governor and state office with Governor’s priorities and making the elections create opportunities, but there is a potential threat of economic case.” having new leadership that may not support this work. ~ Small Group Discussion Participant RIDOH Climate Change and Health Program Assessment Page 17 of 56Priority: Changing priorities of leadership can be an opportunity or a threat. The attitude that “it doesn’t affect me until it affects “It is hard to carve out time to act on me” is a threat. Climate change keeps getting pushed down the climate change. It is hard to find board, to the back burner, or over the cliff. Climate change and actionable, tangible things for folks to take action on. Tree planting is equity are interconnected. It has not maintained a strong vision in important, but it takes lots of background the department. The next health crisis that pulls the public in one work, planning, logistics, and direction is a threat. We need to be able to keep eye on longer maintenance.” term threats as well as the immediate issues. We need to invest in ~Individual Stakeholder resources and people that will stay with the agency. There needs to be long-term investment in problems and the people able to bring it forward. The next thing that comes and pulls the best staff away - we need to be prepared and have climate change programming ingrained in DOH. Climate change is so important, but it’s hard to get people’s attention if they’re facing hunger, or need to pick up their kids, or are having difficulties with their neighbor. Federal Government: Federal attention on climate change is bringing new resources to the state. The change in the federal “The Trump administration forced us all administration and the sheer number of executive orders and policy to move to state-oriented change - with changes related to climate change; new funding, new studies. The the Biden administration, people may rely more on national agenda. We have to do opportunity is keeping an eye to everything that is coming out and both, instill as a core value that does not how it might benefit their program: new funding, new opportunities get picked up or put down based on for HEZ’s, new funding for environmental justice, and taking political winds (don’t become advantage of those opportunities for the Program. There is a threat complacent).” in that Federal information can sometimes not be our best friend. ~ Small Group Discussion Participant Recently there was an infrastructure report that grades everyone’s infrastructure, it was very bad and that resonated with people, but the data was misleading. Justice: There is uncertainty whether the agency as a whole sees “There is a rising tide of understanding, the connection of climate justice as racial justice, as economic interest, and public discourse around justice. It would be great if they named that connection. We really structural inequities in our society. That have to change our perception of how we address this; in order to is an opportunity to broaden solve the problem, you need to get out of the problem mindset understanding of why climate change is not just an environmental concern. (Einstein). Use anti-racism as an opportunity to advance new Explain what this actually means for the thinking. It is amazing how many people are on the “social justice lives of human beings, especially those and equity” bandwagon. Do you really understand this? This could who are strongly impacted by the become systemic oppression under a different name. We need to negative structures in our society. We make sure that we are 100% centered in the conversations that are need to be really cautious to be doing this going on now about equity and inclusion. Rachel is working with work genuinely and not just slapping the organizations who are trying to work for the people who are most word “equity” on everything… it has to be impacted by climate change through the EC4 advisory board. They deep work, and not more committees of are talking about environmental justice and the communities white people saying this is their priority.” impacted. Imbedding that in the work of the Program is important. ~ Small Group Discussion Participant RIDOH Climate Change and Health Program Assessment Page 18 of 56Collaboration: There are ongoing opportunities to work with community partners to combine our strengths. In order to make resources that come in from regional and federal levels impactful, we need to collaborate to establish infrastructure that centralizes communities and people in general to exercise their power in determining where resources should be allocated. Collective action will empower larger work that needs to get done. There is a strong nonprofit community that can keep consistency apart from volatility of state government. Let the non-profit sector know what the Program needs. There is an opportunity to come up with a strategy for what you want to achieve, which is developed with a larger group so it is not owned by the state. There is an opportunity to create a solid set of recommendations to carry RI through for the next 30 years. There is always the threat of not working together across sectors. Corporate Power: One threat is the possible return to a political environment where there was a concerted effort by the right and oil industries to vilify those who support the environment (tree huggers, “A huge opportunity for the state as and other “crazy people” labels). Also, the obstruction of state action a whole is the Bill on Climate - it by business groups. highlights environmental justice, which is a weak spot for the health Act on Climate Bill: This was seen as both an opportunity and a threat. department. It is a huge opportunity It is a huge opportunity for the state and everyone working in climate for everyone working in climate change. The current attention on climate policy is a new window and change” an opportunity in that Rachel is doing great work. Being in the public ~Individual Stakeholder eye is not always a good thing and could pose a threat, especially with the controversy and debate around the Act, Community Engagement: If the priorities for the community change, we need to be agile and change our priorities. It would be nice to feature people who have lived experience with dealing with the reality of climate change; especially those that doubted climate change initially. Education: Kids can make a really big difference. They don’t want to feel hopeless and overwhelmed. We should do more to support teachers in getting the kids engaged. Housing: Housing is already a massive issue in terms of the lack of affordable, shortage of stock, subpar quality, aging nature, etc. There is a real opportunity for thinking about climate change in the scale and scope of systems change that needs to happen to see mitigation. Housing being built needs to be green and affordable. Gentrification and displacement are also huge issues. A lot of thigs, if not done right, can be detrimental to the communities they are supposed to be helping. Housing and health - landlords own the property but don’t want to pay for improvements. Tenants don’t own the building and can’t make upgrades. The Energy office has been struggling with how to work with and against that. How do we convince the landlord to do this? Renters are predominantly low income and people of color who need to be a focus and target area for efforts, specifically in urban areas. RIDOH: RIDOH benefits from the fact that RI is a smaller state without county health depts which makes it easier to reach out to the community more quickly. Because Rachel is imbedded within DOH and there are so many people who want to work on these issues, she can infiltrate other agencies. She can work with other peers to spread this around to other agencies. Rachel works well with outside groups, too. She could get a lot of support if she did this right. Size: Staff cuts are a threat, as is staff turnover. It is hard to make any traction with 1.5FTE. RIDOH Climate Change and Health Program Assessment Page 19 of 56Voice: Continue to be that voice of climate and health. Without the program, we don’t have that. We’ve got to keep raising issues that the system doesn’t want to deal with. Being able to do that in different administrations is great. Sometimes people are able to keep being troublemakers in a good way. Other Change Forces Mentioned: The opportunity for every agency to look at their work through a climate change lens. There is no room for programs that don’t think about climate change; it is unclear how much the Program does with city governments; relocation of communities in climate disasters (e.g., Katrina). Housing might not be in the normal framework, but housing and displacement need to be considered in terms of climate change; there is a Sea Grant network of 35 universities - there is a program that they are trying to work on about training, train the trainer, for NAACP for climate and sea level rise. We don’t have community health workers like in Massachusetts, we don’t have community health departments. Who are the likely people to be trained in this type of thing? What might be the opportunity in public health and climate change? What are those train-the-trainer opportunities to enhance the program state-wide?; the rapid transition of energy sector - are they opportunities or distractions? Where should the program fit?; There is an opportunity to expand the HEZ in a climate change way through the Health Department; Nonprofit organizations need to take accountability – their climate work can have effects on gentrification and make housing/jobs inaccessible. Need to understand how to solve two problems and understanding multiple facets; the press can be either damning or great. Some developers engage with the press to their advantage. We can use the momentum around press to lead to policy change; opportunity to update the Resilient Rhody report. This plan needs to be updated but it gives a good overall picture and it is nested with other state agencies; Is there a dialog between Rachel and Shaun O’Rourke and his work with the RI Infrastructure Bank (RIIB), the resilience work that they are doing in communities?; take advantage of social media as a tool to disseminate information and specifically target that demographic that spends lots of time on social media, and specific communities (e.g., via Rhode Island en espanol or Providence en espanol Facebook pages); getting kids to do PSA/TikTok/Insta - combine with social media and make things fun for them to engage. Kids help re-invigorate and re-inspire; there are so many different things/studies that they have done that come out with recommendations. Take those reports out and look at those recommendations. Be able to have that context to help fund opportunities; there is so much work that students could do to contribute to the Program’s climate change work. Industry partners and community organizations can collaborate with schools and teachers to provide work-based learning opportunities for students through the Work-based Learning Navigator. Non-profits and organizations are encouraged to sign- up. RIDOH Climate Change and Health Program Assessment Page 20 of 568. More That Can be Done What more do you believe needs to be done in RI to address climate change and its impact on public health? Programs/Resources Are there other programs or resources that you would like the Climate Change & Health Program to provide? More that can be done: Programs & Resources “The severity of these issues provides an opportunity to unite. Connect climate 3 change to public health, economics, Awareness 2 weather-related disasters to build solidarity. Showcase what we have in 3 Education 2 common to unite all of us. We are the problem which means we also are the 3 Youth solution.” 1 ~ Small Group Discussion Participant 3 HEZ 1 Transportation “Making sure that all the awesome 2 resources are accessible to everyone. Justice 2 Currently only available in English and 1 Spanish. Are there other translations? Also, how to find it, where to go, what to Funding 2 do, where is the DOH, how would I talk to someone from there?” 1 Workforce Development ~Individual Stakeholder 1 3 Programs & Resources - General 2 0 1 2 3 4 Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) RIDOH Climate Change and Health Program Assessment Page 21 of 56Awareness: It is important to have programing and resources that continue to raise awareness on climate change, the connection to health issues, and the inequities experienced by some communities. Understanding how health is interwoven with emergencies overall (environmental, weather, supply chain, economic, and health emergencies) and the disproportionate impact on certain communities is also important. Use the severity of issues to unite people (e.g., the importance of the quality of our drinking water) and let people know what they can do about it in their homes and at “Presenting issues to people, but showing work. people that there are steps that they can take even for something that is very big and Education: Enrich K-12 education so that we are tackling ever changing. Having outreach and climate change as an issue in schools. What resources does education but also presenting that there is the Program have to help provide meaningful content in something that they can do to help and have schools? We need to have more supports for teachers to some form of control over it. Example: The teach kids how to use GIS. In addition to outreach and issue of pond scum. People use to swim in education, we need to also present that there is something random ponds back in the day and we need that they can do to help and have some form of control over to explain to them how that is now it. Education for black and brown communities on, for dangerous. Need to demonstrate how there example, the tick program. Those communities can have fear is something they can do to help.” ~ Small Group Discussion Participant of the outside world. Make sure education materials are culturally sensitive, that data and information is accessible and presented in common language. . Explore work programs for people to be better stewards. Youth: Engage youth, especially those who are already engaged working on youth health issues (e.g., reproductive health). Help youth gain educational credit and obtain jobs and/or internships and offer grants and school programs for youth to sustain work. HEZ: Share with the HEZ about what is happening already in the Climate Change and Health Program. Link programs to bring “She worked on trees in HEZ’s. Is there additional resources on climate change to the HEZ’s. more that could be done? I know that it isn’t fair do demand that the HEZ can do Transportation: There is a lot be to done for the communities everything.” who are impacted by proximity to highways, freight routes, and ~Individual Stakeholder shipping routes. It is important to look at the sources of emissions and where they are coming into the state (pipe, ship, truck). Electrification of transportation is good for climate change and health. Justice: What can RI do to move forward on environmental justice? We can form partnerships, form a council, codify it, etc. It is important to elevate the voices that need to be elevated for the conversations on environmental justice. We should also create and/or update environmental justice maps. Funding: Put a dollar amount on the climate change impact to RI. Articulate how much will it cost to deal with it now and how much more it will it cost to deal with it later. Funding for climate change needs to be braided; DOH is in a good position to do that. If we tie in financing opportunities, we could be successful. Programs & Resources - General: Find ways to coordinate, align and leverage other work that is being done. There needs to be a fresh new initiative that creates opportunities to bring positive light on this work. RIDOH Climate Change and Health Program Assessment Page 22 of 56There are lots of great state plans, city plans, and studies - we just need to execute them. There needs to be an approachable tone and presentation of resources to engage people. Programs need to be culturally responsive and target building resiliency in the historically underrepresented communities. Make sure that all of the Program’s awesome resources are accessible to everyone. They are currently only available in English and Spanish. We need more resources on the preparation side. Other Programs & Resources Mentioned: Workforce Development; Need to have more data/more reliable data; Need to redo and re-release the Climate Change and Health Resiliency Report. People are more ready to hear it now; Provide info to the people who are making decisions so that their decisions are informed, and so they can make decisions to fund the important issues; Connect climate change to food insecurity, job insecurity, community economic health/development; The Healthcare Without Harm Program works in other states, but not RI. They have staff in RI, but not on climate; Support for community design in areas indicated by heat maps; Explore some kind of reverse 911, especially for heat waves. Also need system to check on the elderly; We need to expand the workforce, from state, to NGO’s, to other nonprofit organizations. Other states have multiple people in their environmental agencies to move this work forward; Have staff focus on particular environmental initiatives. There is an opportunity to diversify the workforce. RIDOH Climate Change and Health Program Assessment Page 23 of 56Partnerships/Collaborations Are there additional opportunities for partnerships or collaboration that the Program should be exploring? Many of the suggestions offered were prefaced with “They may already be doing this, but if not, they should…” More that can be done: Partnerships & Collaborations “Be aware of when programs are submitting new funding proposals for 3 Healthcare their respective areas and bring climate 1 change projects to them (diabetes and 4 Universities climate change, for example).” ~ Small Group Discussion Participant 2 Justice 1 3 Community Engagement 3 Cities & Towns “Strongly recommend that Rachel take 2 State Gov't advantage of the fact that other 1 agencies want to work on this too. Just Messaging ask… other agencies can devote some 2 staff time to help. You can grow a EC4 virtual team. But you have to ask and 2 have your boss support the ask.” Partnerships & Collaborations - 4 ~Individual Stakeholder General 4 0 1 2 3 4 5 Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) State Government: Take advantage of the “warmer” State legislature. Engage with the Commerce and Treasurer’s Office to make the economic argument for climate and health. Find champions in the General Assembly. The General Assembly needs to be better informed. Universities: Bring university programs in more for research, data, briefs and to create a next generation of champions. Work with Brown and URI. There are always students and professors who want to connect on real world things. The university is a great opportunity to link up with (land grant and sea grant institution). Healthcare: Work with healthcare systems and hospital systems. Find champions in healthcare to connect climate change to health impact. Explore prevention incentives for health issues connected to climate change within the healthcare system. Work with hospitals (merger of Lifespan and Care New England) as allies of climate change and as major contributors to the problems (massive parking lots, commuters, power plant for their power). RIDOH Climate Change and Health Program Assessment Page 24 of 56Cities & Towns: Make connections with city staff. Work with the people who are the equity & diversity person for their city or town. Partner with the people developing municipal plans (e.g., municipal hazard mitigation). Community Engagement: Engage the people on the ground with a people-, neighborhood-, community- centered focus. Hold meetings in communities and provide incentives for people to participate. Go out into the community to disseminate information. Justice: Be an important voice in the conversation around environmental justice and climate change. Align Program efforts with environmental justice efforts. Work with the Racial and Environmental Justice Committee EC4: RIDE needs to be represented on the EC4. is legislation needed to tell people to obey the law? Work to strengthen the existing collaborations in the EC4. Messaging: The program is moving in the right direction by bringing on a communications specialist. Messaging should start with grassroots education on the risks and dangers of climate change. Communications need to paint a picture of what life will be - “Do it for the next generation”. Consider directing messaging towards the doubters as well. Partnerships & Collaborations - General: The more partners, the better; Have one central commission to spearhead everything related to climate; Hold an annual Climate Summit; Connect with other programs and approach strategies together; Build better coalitions between housing and energy and climate; Connect with other partners who have a voice; Alignment with other programs and plans across the state; Support interagency/cross-dept work (break down silos); form regional coalitions with neighboring states; Collaborate on other programs’ funding proposals to build in funding for climate change; Find champions in vulnerable communities, maybe through mayor’s association; Be at the table for infrastructure conversations (e.g., transportation, building, energy); Make connections to places where people can be physically active. Other Potential Partnerships & Collaborations Mentioned: Attorney General’s Office Groundworks Cancer Programs Health Equity Institute (HEI) Center for Emergency Preparedness and Response Home visiting programs (CEPR) (round tables) Johnson and Wells Tree Canopy project Diversity, Equity & Inclusion (DEI) Media Partner- Barbara Morris, Health Check Departments/Coordinators (in organizations to Reporter engage POC) Real Estate Developers Department of Emergency Management (DEM) Rhode Island Department of Education (RIDE) Department of Transportation (DOT) Southside Community Land Trust Emergency Medical Services (EMS) Tribes Extensions (need county extensions) WIC Faith-based Communities Wind Industry and Wave Power Farm Fresh RIDOH Climate Change and Health Program Assessment Page 25 of 569. Strategic Priorities What would you pick as the top 3 strategic priorities for addressing climate change and reducing its impact on public health? Strategic Priorities “Partnering with frontline communities of color across the 1 Community Engagement 4 state is really important, getting their input on priorities to frame the 3 Resources big picture.” 2 ~ Small Group Discussion Participant 1 Transportation 4 1 Collaboration 3 “Heat and the impacts on human 1 Education 3 health - really make that connection. People remember the hot summers, 1 Funding lying awake at night because it is 3 too hot to sleep.” 3 Heat ~Individual Stakeholder 1 3 Justice 1 2 Tree Canopy 1 “Rethinking transportation (biking, walking, improving public Communications 2 transportation) will be huge for the future. Stop expanding and creating Data 2 new roads. This benefits people from all backgrounds, and reduces 1 Flooding 1 emissions.” ~ Small Group Discussion Participant 1 Housing 1 Incentives 2 Legislation 2 Priority 2 Size 2 State Gov't 2 0 1 2 3 4 5 Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) RIDOH Climate Change and Health Program Assessment Page 26 of 56Community Engagement: Improving community engagement and making sure we are moving towards deferring to communities instead of telling them what to do should be a priority. Have priorities come from the ground, with community engagement part of framework for how decisions are made at DOH. Focus on people-centered or community-driven outcomes. Think about HEZ communities and where different communities are at -focus there and on what communities really need from us as a Health Dept. Resources: Creating targeted programs has a benefit all around. We need a multi-year approach for the mitigation steps we want to take. We are not going to solve this in a year. Update the 2015 Climate Change and Health Resiliency Report and the Resilient Rhode-I strategic plan. Programming needs to be accessible, with clear pathways to engagement with the communities or individuals who are interested in learning what steps can they take to move forward. Provide resources to the cities and towns who are dealing with issues, like flooding, that are impacting them now. Transportation: We should focus on clean transportation: make it easier, educate the public that hydrogen is safe “I assume that they are doing something with again; make it easier for people to walk and bike places; transportation - feels like we’re on the precipice of being able to do our transportation better, but it is harness solar and wind without compromising existing hard to make that shift. How do we make it so land, forests, and water. Rethink how we approach people can move from place to place and not have transportation. Biking, walking, and improving public an impact on the environment?.” transportation will reduces emissions and will benefit ~Individual Stakeholder people from all backgrounds. Make an infrastructure broad enough to impact the whole state and the environment. From a mitigation perspective, make sure that transportation and climate initiative funding reduces health impacts in most vulnerable communities. Collaboration: Having a coalition is powerful in a grant-funded world - it brings sectors together and enables strong advocacy power and backing when navigating politics. Engage in cross-agency infiltration. Work with tribes and making those connections. Collaborative partnering with communities, not from the top down. Coordinate with municipalities so we are aware of zoning decisions. Education: Climate education is a priority. Partner with communities who are most impacted to do education and outreach, and to build “Environmental climate education relationships to inform the work of the program. We have the for K-12/younger students. opportunity to say it is not just about health and the environment, Communications/education - work but also about mental health and economics. DOH is best poised to more with schools. It’s amazing tie all these things together. what kids absorb and tell their parents.” Funding: Diversify the funding portfolio to fund climate change in a ~Individual Stakeholder meaningful way. Sit down with politicians for other ways in addition to grants to expand our fiscal portfolio: budgeting, financing, connecting programs and budgets commensurate with risks. RIDOH Climate Change and Health Program Assessment Page 27 of 56Heat: Heat and heat waves need to be a priority. This includes warning systems, a tracking system for elderly and other vulnerable “The City of Providence is doing ok, populations, especially in minorities, and making the connection but there is no state-wide approach between heat and its impacts on human health Planning for heat to managing heat waves and waves should be a big part, especially for the large number of people ensuring people have access to cool who are working and recreating. Vulnerability to increased heat spaces.” ~ Small Group Discussion Participant extends from heat islands to being at the beach. Justice: Environmental justice, environmental justice issues, and prioritizing equity should be priorities. Work on building bridges and connections between urban communities and the rest of the state. Look at the multiple effects and cascading impacts of climate change on the more vulnerable communities - not only black and brown communities, but also elderly and children. Tree Canopy: The tree canopy is especially important to those urban communities that are cement heavy. A lack of shade accelerates the disparities. Communications: Invest more in communications campaigns and community engagement that aligns issues. Communicate to the public through both comprehensive and targeted messaging that will resonate and land with residents. Data: Another priority is producing the data foundation we need to support and drive decisions. We need to scale up data and move the data and evaluations into other sectors. Flooding: Flooding and mosquitoes are a safety issue. We have more ponding of water, leading to more mosquitoes, which leads to more vector borne diseases. It is one of those things that we don’t really think about. Flood preparedness and access to community resources to prepare and respond are also important. Housing: Housing and affordable housing should be a priority. Incentives: We need to create incentives for individuals and organizations to make different choices at both the Federal and State levels: Incentivizing sustainable and non-destructive power sources through policy. Legislation: There needs to be policy change around the major causes of climate change. Figure out how to lift this up and support legislative and regulatory changes. Perhaps consider developing alliances with private funders. Priority: The topic of climate change and health needs to be a priority. One completely different idea is a focus on healthcare cost security. - Look at where people’s healthcare costs are coming from to help set priorities. Size: Staff support is a clear priority. Advocate for additional staff to focus on climate change, along with nonprofit partners. State Government: Find a way to make it palatable for the Governor to support companies that are energy efficient and to welcome these companies to RI. Demonstrate the cost of INACTION with projections of economic harm and lives impacted. Try to demonstrate to policymakers WHY it is important. Getting policy makers on board is the biggest priority. RIDOH Climate Change and Health Program Assessment Page 28 of 56Other Strategic Priorities Mentioned: Air Quality (asthma & fossil fuels); Connecting individual behavior to larger issues and vice-versa; Understanding magnitudes and uncertainties associated with each risk factor; Conversation about cumulative impact, and assessing pollution sources when making decisions that could increase environmental harm; have DOH be a voice in energy efficiency conversations or general affordable housing conversations, new or updated building convos (heating, cooling, use of natural gas, etc.); Drinking water; Economic Development; Electrification; Energy Efficiency; look at funding and support for third party evaluation work and economic analysis to bolster position and credibility; Focus on 3 top health impacts and let everything flow from there (air quality, temp extremes); increasing storage for water; Build infrastructure to respond to heat, coastal flooding and erosion. It is inevitable at this point; Mapping out what is needed - fisheries, ponds, parks, our bay - keeping our waters clean; Find an empathetic media partner that really cares about this issue and get something going where we could keep the message at the forefront of the public; pick 3 key things, run with it, and communicate the plan and progress! Lay down a position to organize around; Regulatory Coordination; Renewable energy and less carbon-intensive energy sources; Looking at list of programs within RIDOH, identify those that can justify how they are related to climate change and write a few sentences about the connection/impact of climate change; Look at program deliverables and goals set by funders to align language for climate change projects; find vocal champions; Work life: we have all learned that teleworking is good for the environment. Continue commitment to that at the state level; Engaging local youth and young people in careers and opportunities that support this effort. We put so much effort into people who come to RI to study and then leave. Put the focus on local youth. How are we connecting the people who live here, to here? RIDOH Climate Change and Health Program Assessment Page 29 of 56In Conclusion Those engaged in the small group and individual stakeholder discussions came Categories Across ALL Data Gathering from diverse backgrounds and brought their own personal experiences and areas of expertise to bear in their responses. It is Funding * 8 5 likely due to that diversity, as well as the 6 Collaboration numerous challenges to be faced with 6 * 6 climate change and its impacts on health, Justice 5 that there was no one theme that came up 5 Size 6 in all ten individual discussions, and only 6 State Gov't two overall themes that came up in all six 4 5 small group discussions (Size and Resources 5 Collaboration). 7 HEZ 3 Many of the people who HRiA spoke with Sea-level Rise 4 5 indicated a strong desire to help move 6 Heat efforts forward and offered countless 3 5 suggestions and recommendations. While Education 4 the need for funding beyond the CDC grant 5 Community Engagement 4 to fuel efforts was the most frequently 5 Awareness mentioned theme throughout the 3 3 discussions, most participants quickly Priority 4 moved on to focus on what needed to be 2 Transportation 4 done and how it could be done if the 3 Program Manager funding were in place, and/or offered 3 suggestions for securing funding. COVID 4 2 2 In summary, the top overall themes RIDOH 3 emerged across all questions regarding 3 Flooding 2 climate change and health in RI were: 3 Disparities • Funding 2 • Collaboration 0 1 2 3 4 5 6 7 8 9 • Justice Frequency • The Size of the Program Individual Stakeholders (n=10) Small Groups Discussions (n=6) • State Government • Resources • HEZ *NOTE: “Collaboration” and “Size” were the only two themes that came up in all six (6) Small Group Discussions RIDOH Climate Change and Health Program Assessment Page 30 of 56Comparative Analysis HRiA performed a comparative analysis of six other CDC Climate Ready States and Cities Initiative (CRSCI) awardees: the states of Maryland, Minnesota, Vermont, and New York, as well as New York City and San Francisco. Information was gathered from program webpages, CDC program information, and a review of pertinent reports in instances where information was not available on a program’s webpages. In each instance, the RIDOH Climate Change and Health Program information is included along with the information on the six other programs. All links, where provided, were active as of the date of this report. Funding amounts for CRSCI programs was not publicly available. RIDOH Climate Change and Health Program Assessment Page 31 of 56Mission & Goals Rhode Island: RI Climate Change & Health Program Mission: To prepare for the human health effects related to climate change and create a healthy, sustainable, and resilient future for all Rhode Islanders. Goals/What We Do: • Educate the public to raise awareness about the connection between climate change and health. Mission & Goals (What We Do) • Work with community partners/agencies to develop a unified and equitable adaptation plan. • Advocate for policy and behavioral changes that reduce/prevent emission of greenhouse gases. • Focus on holistic solutions, community cohesiveness, and equity. • Coordinate with local, state, and regional partners to leverage efforts to mitigate public health impacts. • Offer a variety of programs to mitigate public health impacts among vulnerable populations. Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program Mission: Taking action to minimize the impacts of Mission: None listed. Mission: None listed. climate change can improve the health of Vermonters Goals/What We Do: (not specified explicitly on their Goals/What We Do (from the NYC Climate and Health today and in the future. website) Profile Report): Goals/What We Do: • Provide informational resources • Risk assessment to inform climate health policies, • Raise Climate & Health Awareness • Climate and health data and research strategies and resiliency initiatives • Support Healthy Climate Mitigation Actions • Resiliency planning • Identify vulnerable populations • Strengthen Community Resilience • Sustainability planning • Build Health Department Capacity • Environment and Health Data Portal • Reduce Environmental Hazards • Participate in multi-agency planning efforts Strengthen Individual Resilience • Conduct surveillance and research • Partner with academic researchers and experts to better understand climate and health in NYC Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program Mission: Unclear what is unique to the MD Climate Mission: Our mission is to foster healthier, more Mission: Our Climate and Health Program is working to Change Health Adaptation Program and what is part of equitable and resilient communities. develop solutions to support healthy and climate-ready the State’s comprehensive strategy to reduce Goals/What We Do: communities. vulnerability to a changing climate (Maryland • Education: Resonate with the hearts and minds of the Goals/What We Do: Commission on Climate Change (MCCC) public, influencers and decision-makers to build a • Research and Planning Goals/What We Do: The Public Health Strategy for culture of health and climate action. • Climate Health Vulnerability Assessments Climate Change is part of the State’s comprehensive • Research: Conduct credible, rigorous and innovative • Education and Outreach Materials strategy to reduce vulnerability to a changing climate. research to facilitate health and climate in all policies. • Resource Sheets The program achieves these goals by providing tools, • Capacity Building: Provide technical assistance, tools • Open Data and Indicators resources, and technical assistance for citizens, and products to expand and accelerate health and • Media, Press and Articles communities, non-governmental organizations, schools, climate solutions. local governments, planners, and State agencies to help This program also has Guiding Principles, which are them think about health and use health data as they included in the San Francisco’s Climate and Health develop climate change plans. Adaptation Framework 2017 RIDOH Climate Change and Health Program Assessment Page 32 of 56Organization Structure & Staff Contacts Only two of the programs list their Program Managers on their webpage, RI and MD. Others listed a program email address for a contact, or, in the case of NY, no contact information was provided. Staff information for San Francisco and Minnesota’s programs were found in other areas of their departments’ website. The table below shows the contact information available for each program as well as where it is located in their respective Departments of Health. Rhode Island: RI Climate Change & Health Program Rachel Calabro, Climate Change Program Manager rachel.calabro@health.ri.gov Organization Structure & (401) 222-7757 Staff Contacts Caroline Hoffman, Communications Specialist Under the Center for Healthy Homes and Environment, Rhode Island Department of Health Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program ClimateHealth@vermont.gov climatehealth@health.ny.gov - Phone: 802-863-7220 or 800-439-8550 (toll-free in Vermont) Under the New York State Department of Public Health Under the New York City Department of Health and Fax: 802-863-7483 (NYSDOH) Mental Hygiene Under the Environmental Health Division (AHS.VDHEnvHealth@vermont.gov), Vermont Department of Health Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program Nick Adams, Program Manager health.climatechange@state.mn.us ClimateandHealth@sfdph.org nadams@umd.edu 651-201-4899 6097721739 Cyndy Comerford, Manager of Policy and Planning Nissa Tupper, Program manager Director, Climate and Health Program Under Environmental Health of the Maryland Brenda Hoppe, Research Scientist cyndy.comerford@sfdph.org Department of Health (MDH) Emmy Waldhart, Program Planner 415.554.2626 From the Climate & Health Stories page (featuring stories of 13 staff (called Climate and Health Matt Wolff Champions) Health Data and Geosystems Analyst matt.wolff@sfdph.org Under the Environmental Health Division of the 415.252.3978 Minnesota Department of Health Under the Office of Policy and Planning of the San Francisco Department of Public Health (SFDPH). This program has its own .org website. RIDOH Climate Change and Health Program Assessment Page 33 of 56Program Website Home Pages The information contained on each program’s homepage varied greatly from program to program. A brief description is provided below for each home page. The San Francisco Climate & Health Program is the only program of those researched that has its own program website separate and apart from the SFDPH. Rhode Island: RI Climate Change & Health Program • Subscribe to newsletter and links to past newsletters • Links to Climate Change and Health programs: Community Resilience Program Website Home Pages • Links to publications, reports and other resources • Links to other climate change topics: Air Quality, Climate Literacy, Extreme Heat • Contact info for Program Manager Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • What do I need to know about climate change and • Links to information for each of these questions: How • Links to access publications, reports and other health? can climate and weather impact my health?, How can resources 1. Climate change is already happening, and is I protect my health in a changing climate?, What • Links to climate change topics: Extreme heat, Extreme expected to continue. should I do before, during and after a storm?, What cold, Coastal storms, Power outages, Polluted air, 2. Climate change is increasing health risks in can my community do to become resilient to a Mosquitoes and ticks Vermont changing climate?, What are New York State agencies 3. Certain people and places are at greater risk for doing to protect health in a changing climate?, What climate-related health impacts. data and research are available to track and 4. Responding to climate change can benefit health understand climate impacts? now and in the future. • Contact email address • Climate and Health Resources (drop down) • Human Health Effects of Climate Change Training • Contact Information (drop down) • In This Section (drop down with links to multiple climate change issues) Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Links to: Environmental Public Health Climate • Links to webpages (each includes a brief promo video, This program has its own website Adaptation Tracker (EPHCAT), Climate Change and information on the specific climate change element, • Tabs on: Climate Projections, Health Impacts, Health Profile Report (2016), Maryland Dept of and links to resources and training Neighborhoods, Indicator Maps Health’s Environmental Public Health Tracking Portal videos/presentations): Climate & Health Overview, • Multiple links to “products” under each of the (EPHT), References and Resources Toolkit, Agriculture & Food Security, Air Quality, Diseases following categories: Research and Planning, Climate Environmental Public Health & Climate Events Spread by Ticks & Mosquitoes, Extreme Heat Events. Health Vulnerability Assessments, Education and Calendar, Maryland Commission on Climate Change, Water Changes, Wellbeing, About Us (the Climate & Outreach Materials, Resource Sheets, Open Data and CDC CRSCI. Health Program and agency activities) Indicators, Media, Press and Articles • Contact info for Program Manager • Links directly to promo videos for each topic above. • Nicely organized, but some dead links RIDOH Climate Change and Health Program Assessment Page 34 of 56Communications The table below outlines the various ways each of the programs share information in addition to what is included on their program webpages. Social Media posts on the topic of climate change are through the respective health departments’ social media pages. Communications Rhode Island Vermont New York State New York City Maryland Minnesota San Francisco Newsletter Links on website Subscribe to our to past issues of Climate & Health e- the newsletter. newsletter to - - - - - Button to receive email subscribe to updates future issues. Email Get Email Updates - - - - - - (same link as above) Facebook Posts about Posts about Posts about Posts about Posts about Posts about climate Posts about climate climate change on climate change climate change climate climate change change on the change on the SF the RIDOH page, on the VT DOH on the NYSDOH change on the on the Maryland Minnesota Dept of Dept of Health page with link to State page. page. NYC Dept of Dept of Health Health page. and of RI Climate Health page page. (Has “share” City and County of Change button, but no link San Francisco page. Climate Change to Facebook from (Has no link to Maryland program webpages) Facebook from program webpages) Twitter Rhode Island Vermont Dept NYSDOH NYC DOH MD Dept of Minnesota SF Climate Health Department of of health @HealthNYGov @nychealthy Health Department of @sfclimatehealth Health @healthvermon @MDHealthDept Health @mnhealth (Has no link to @RIHEALTH t Twitter from program (Has “share” @MDEnvironmen webpages) button, but no link t (MD Dept of the Environment) to Twitter from San Francisco program webpages) Department of Health @SF_DPH YouTube ridohealth HealthVermont NYSDOH nychealth - MNDeptofHealth - Pinterest - - NYSDOH - - - - Instagram - - nysdoh nychealthy mdhealthdept - - Calendar of Events Environmental - - - - Public Health & - - Climate Events RIDOH Climate Change and Health Program Assessment Page 35 of 56Program & Initiatives Not all states/cities list specific programs or initiatives on their webpages. Where none were found on the Program webpage, other State climate change initiatives may be listed. Rhode Island: RI Climate Change & Health Program • Community Resilience Programs & Initiatives − Health Equity Zones Resilience Project − Urban Forests for Climate and Health − Senior Resilience Project Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • The Vermont Climate and Health Program does not From NYS DOH Building Resilience Against Climate The program focuses on the following priority climate list any specific programs or initiatives. Effects (BRACE) in New York State: Climate and Health hazards, which pose significant risks to health in NYC • The state also has a Climate Change page, that lists Profile, June 2015 (p.68-71): (strong evidence from the NPCC indicates these risks goals, tools, programs, etc., that do not appear to be • Protect and improve health related to climate will worsen in the future). part of the Climate Change and Health Program. − Storms, prolonged rain and flooding climate impact • Heat waves and rising average summer temperatures These include: team • Increased severity of flooding from coastal storms and − Better Buildings − Heat climate impact team power outages due to extreme weather − Cleaner Energy (Agencies Move to Renewable − Vector-borne disease climate impact team The program also works on other hazards such as cold Energy) − Food and water-borne disease climate impact weather, pollen and air pollution − Low Carbon Travel (Cleaner Vehicles, More team Transportation Choices) • Create effective partnerships and develop − Nature-Based Solutions (Floodplains and coordinating infrastructure Wetlands, Healthy Forests) • Implement integrated educational strategies − Composting & Recycling (Avoiding Food Waste, Recycling and Climate Change) − New Climate Preparation (Disaster Readiness, Protecting our Health, Remove Vulnerabilities) Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Environmental Public Health Climate Adaptation • Minnesota Climate Data Community of Practice (CoP) • Climate Projections: San Francisco Climate Tracker(EPHCAT): EPHCAT - build capacity for using climate projection data to Projections, the full report (also saved to folder) • The Maryland Department of Health’s Environmental increase climate resiliency for Minnesotans • Health Impacts: Health Impacts of Climate Change Public Health Tracking Portal (EPHT) • Metropolitan Council's resilience work, which (Many broken links on this page) encourages communities to integrate climate change • Neighborhoods: Neighborhood Summary. adaptation and mitigation strategies as part of their Information about our Community Resiliency comprehensive plan update Indicator System and the Community Resiliency Index, click here. Download data here. • Indicator Maps Community Resiliency Indicator Maps (see also Maps) (Many broken links on this page) RIDOH Climate Change and Health Program Assessment Page 36 of 56Plans & Reports The table below lists the plans and reports listed on each programs’ webpages. Where plans were not found linked to the program, state level plans on climate change have been included. Rhode Island: RI Climate Change & Health Program Climate Change and Health • RI Climate Change Health Adaptation • Climate Change and Health Resiliency (2015) Plans & Reports • Future Health Impacts from Climate Change in Rhode Island: Evidence from Climate Models (2013) • Future Social and Economic Loss and Health Impacts Due to Extreme Weather Events and Sea-Level Rise (2013) Community Resilience • Rhode Island Resiliency Shelter-in-Place Template Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Climate and Health Profile Report • Building Resilience Against Climate Effects in New • NYC Department of Health Climate and Health Profile • Climate Change and Health in Vermont White Paper York State Climate and Health Profile June 2015 Report (PDF) • New York State Energy Research and Development • NYC Hazard Mitigation Plan Authority - Report 11-18 Response to Climate Change • New York City Panel on Climate Change 2015 Report in New York State (ClimAID) — Chapter 5: Public Health Impacts and Resiliency • Sea Level Rise: What is Expected for New York (2015) Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Maryland Climate and Health Profile Report (2016) • Minnesota Climate & Health Strategic Plan • Climate and Health Adaptation Framework, 2017 • The 2030 Greenhouse Gas Reduction Act Plan (Feb • Progress Report • Climate and Health Adaptation Online Summary, 2021) • Minnesota Climate and Health Profile Summary (PDF) 2017 • Maryland Department of the Environment Annual • Minnesota Climate and Health Profile Report (PDF) • Co-Health Benefits of SF’s Climate Action Plan, 2013 Climate Change Report (Dec 2020) • Minnesota Climate Change Vulnerability Assessment • Resilient San Francisco published by Office of • Maryland Commission on Climate Change 2020 Summary (PDF) Resilience and Recovery Annual Report • SF Climate Action Plan published by San Francisco Department of the Environment RIDOH Climate Change and Health Program Assessment Page 37 of 56Toolkits & Trainings Only some of the program specifically call out resources as tools, toolkits or trainings. Minnesota’s Climate Change & Health Training Module Series is a very comprehensive training series. Minnesota also has an extensive library of trainings and resources, including many YouTube videos (both mini videos (<2 min) for each climate topic and webinar videos as part of their Health and Climate Change 101 Training Module). Maryland has its Resources organized in a way that is very easy to find what you are looking for (found via the References and Resources Toolkit button on their homepage. Rhode Island: RI Climate Change & Health Program • Resilience Tools from the University of Rhode Island’s Coastal Resources Center/Sea Grant Toolkits & Trainings • Summer 2020 CAPA Heatmapping Report (Includes training presentations, videos, maps, and • Health Equity Zones Heat Risk Maps other tools) • Urban Heat and Air Temperature Maps • Climate Change and Health Continuing Medical Education • Multiple Community Resilience Guides, Presentations & Tools Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Vermont’s program references a course called the • Environmental Public Health Tracking • Resources for Teachers (Environment & Health Data Human Health Effects of Climate Change Training, a • County Heat and Health Profile Reports Portal) free, self-paced course offered by the New England • **New!** Heat Health Training Materials for Public Health Training Center. Professionals and Community Leaders • **New!** Collecting and Sharing your own Data Template for Community Groups Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program Environmental Public Health Climate Adaptation • Climate Change & Health Training Module Series: Education and Outreach Materials Tracker (EPHCAT) seven-part series developed to help educate public • Clinician Climate Change and Health Training The Maryland Public Health Strategy for Climate Change health professionals, planners, emergency managers, Modules, 2019 program has compiled a starter toolkit to provide you and others about the climate changes we're • Heat Training Presentation, 2019 with fact sheets, reports, infographics, literature and experiencing in Minnesota, the impact those changes • Public Information for Heat Events (Multilingual), presentations related to climate and health in have on health, and what actions we can take to help 2016 Maryland: References and Resources Toolkit reduce and prevent negative health outcomes • Health Impacts of Flooding/Mold, 2017 • Events, Health Education Materials, Mini-grants, associated with climate change. Each module includes • Flood/Extreme Storm Training Presentation, 2018 Other, Presentations, Press Releases, Publications, a webinar recording and fully scripted presentation • Public Information for Extreme Storms/Flooding, 2016 Reports, Response Plans for use as a “train the trainer” resource. • Health Impacts of Flooding and Extreme Storms, 2016 • Training • Heat Vulnerability in Minnesota Tool • Children’s Environmental Health Promotion: ‘Take − Adaptive Strategies in MD: Training for Allegany • Extreme Heat Toolkit Action Against Mold’ Info Sheets, 2018: English, County, PA Climate and Health Meeting (2014) • Health and Climate Film Produced by the Minnesota Spanish, Chinese − Climate Change and Health Care in MD (2014 Climate & Health Program, the Minnesota Community Resiliency Indicator Maps (page link), view Wicomico County Public Health Grand Rounds) Environmental Health Tracking Program and tpt interactive map (dead link) - neighborhood-level − MD Public Health Strategy for Climate Change Minnesota, 2014. community resiliency data. Aggregate and raw data can (2015 Training to DE Climate Change Program) be found on San Francisco open data portal, DataSF.org. RIDOH Climate Change and Health Program Assessment Page 38 of 56Other Resources Rhode Island: RI Climate Change & Health Program • Climate Change and Health Teaching Resources • Climate Change and Your Health: A Guide for Rhode Islanders (English) (Spanish) (Portuguese) • Sustainability Pledge and Guide • Rhode Island Urban Forests for Climate and Health Initiative Resources • Climate Change and Air Quality (English) (Spanish) (brochures, Fact/Info Sheets, Guides) • Climate Change and Food (English) (Spanish) • Climate Change and Heat (English) (Spanish) • Climate Change and Mosquitoes (English) (Spanish) • Climate Change and Storms / Flooding (English) (Spanish) • Climate Change and Ticks (English) (Spanish) - Note: English link is broken • Climate Change and Water (English) (Spanish) Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Weatherization & Health in VT • Introduction • Extreme heat • Improving Health Through Transportation • Impacts on My Health • Extreme cold • Climate Change + Your Health • Protecting My Health • Coastal storms Climate and Health Resources • Before, During and After a Storm • Power outages • Climate Change and Your Health • Building Community Resilience to a Changing Climate • Polluted air • Heat Impacts on Health in Vermont • Strategies to Protect New Yorkers' Health in a • Mosquitoes and ticks Changing Climate • Vermont Heat Vulnerability Index • Climate-Related Data & Research • Weatherization + Health • Learn about Climate Change • Weatherization + Health Technical Report Climate Change and Vulnerable Populations | Vermont Department of Health (healthvermont.gov) Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program MCCC has the following fact sheets (available in English Climate Change & Health Info sheets Resource Sheets and Spanish - links are for English versions): Climate & Health 101 (PDF) • Multi-Hazard Extreme Heat, Wildfire Smoke, COVID- • Addressing Climate Change in Maryland: An Overview • Agriculture & Food Security (PDF) 19 Resource Sheet • Maryland is planning for sea-level rise • Air Quality (PDF) • Mold Health Guidance Document (Resource to Aid • Maryland's Greenhouse Gas Emissions Reduction Act • Extreme Heat Events (PDF) the Identification and Remediation of Mold, 2018 • Responding to the health impacts of climate change • Water Changes (PDF) Open Data and Indicators • Increasing resilience to climate change • Wellbeing (PDF) • Community Resiliency Index • Buying local and climate change Extreme Heat Tips • DataSF – Community Resilience Indicators • 2017 Annual Report Summary • Extreme Heat Tips Sheet - English (PDF) also in • DataSF – Flood Vulnerability Data • Tackling Climate Change in Maryland (Spanish) (Hmong) (Karen) (Oromo) (Somali) • DataSF- Extreme Heat Data (Coming Soon!) RIDOH Climate Change and Health Program Assessment Page 39 of 56Resources for Targeted Audiences Rhode Island: RI Climate Change & Health Program Existing publications cross-referenced and linked by target audience on Climate Change Publications and Resources: • Parents • Businesses • Public Health Professionals Resources for Targeted Audiences • Community Partners • Public Housing Authorities • Facility Managers • Residents • Healthcare Administrators • School Administrators • Healthcare Providers • School Nurses • Long Term or Residential Care Managers • Teens Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Local Officials • • Health Educators • Public health workforce • A wide range of community and partner organizations Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Science Beat 8th Grade Journalism Module on Climate Change & Wellbeing Resources • Extreme Heat Preparedness Resources for Clinicians, Climate and Health • Public Health Professionals 2019 • Science Beat 8th Grade Teaching Module on Climate • Health Care Professionals • Flooding and Extreme Storm Preparedness Resources and Health • Parents/Caregivers for Clinicians, 2019 • Vibrio Infections Handout (Spanish) • Educators • Air Quality Preparedness Resources for Clinicians, • Video for Prevention of Pediatric Hot Car Injuries and 2019 Deaths Responding to Youth Emotional Distress Due to Climate • Vibrio Skin Wound Precautions (Spanish) Change: A Guide for Parents and Caregivers (PDF) RIDOH Climate Change and Health Program Assessment Page 40 of 56Partners Each program takes a slightly different approach in highlighting the partners that they work with both within their department and across the state. Rhode Island: RI Climate Change & Health Program • CDC Climate & Health Program • Climate Change Rhode Island Partners • Resilient Rhody (as indicated by the respective programs) • Rhode Island Office of Energy Resources • Rhode Island DEM Climate Change • RIPTA Green Initiatives Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Urban & Community Forestry Programs (VT ENV CH • Office of Climate Change (through the Dept. of • Housing White Paper, p.20) Environmental Conservation) • Infrastructure • From the VT ENV CH Profile Report: • Climate Action Council (The Gov signed into law the • Social Services − Community partners Climate Leadership & Community Protection Act in • Emergency Management − Climatologists and other academics at University 2018, which created a Climate Action Council charged • Academic Researchers and Experts of Vermont with developing a scoping plan of recommendations • The Mayor’s Office of Climate Policy and Programs − State entities to meet targets) − NGOs • The Dept. of Transportation also has information on − Private sector its site related to climate change programs. Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • The Maryland Commission on Climate Change • Metropolitan Council's resilience work • San Francisco Municipal Transportation Agency • San Francisco Department of the Environment who published the SF Climate Action Plan • Office of Resilience and Recovery - who published Resilient San Francisco • San Francisco Public Works • San Francisco International Airport (SFO) • San Francisco Public Utilities Commission • San Francisco Planning Department • San Francisco Adaptation Efforts • San Francisco Port • San Francisco Mayor’s Office RIDOH Climate Change and Health Program Assessment Page 41 of 56Other Councils/Coalitions & Legislation Rhode Island: RI Climate Change & Health Program Other Climate Change • RI Executive Climate Change Coordinating Council (EC4) Councils/Coalitions & Legislation • The Resilient Rhode Island Act established the Executive Climate Change Coordinating Council (EC4) in 2014. • The 2021 Act on Climate was signed into law in April of 2021. Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Vermont Climate Council was established in 2020 as a • New York State Climate Action Council, formed in • New York City Panel on Climate Change (NPCC). result of the Vermont Global Warming Solutions Act 2019. • NPCC started in 2009 and was codified in Local Law 42 of 2020. • The Climate Leadership and Community Protection of 2012 with a mandate to provide an authoritative • Vermont Global Warming Solutions Act of 2020 Act (Climate Act) was signed in 2019. and actionable source of scientific information on future climate change and its potential impacts. Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • The Maryland Commission on Climate Change • The Climate Change Executive Order established the • There are several organizations in San Francisco, (MCCC). Climate Change Subcabinet, comprised of state working on climate change. The City’s Climate and • Greenhouse Gas Emissions Reduction Act (GGRA) of agency and department leadership, as well as the Health Adaptation Framework, 2017 was developed 2009. Governor's Advisory Council on Climate Change, a by the San Francisco Department of Public Health and • A second Executive Order (01.01.2014.14) in 2014 citizen board appointed to advise the Subcabinet. its partners. expanded the scope of the MCCC and its membership • The Climate Change Executive Order (19-37) was • Related legislation (numerous) to include non-state government participants. signed in 2019. • During its 2015 session, the Maryland General Assembly codified the • MCCC was codified into law in 2015 RIDOH Climate Change and Health Program Assessment Page 42 of 56Involvement in Other Climate Initiatives Involvement in Other Climate Rhode Island Vermont New York State New York City Maryland Minnesota San Francisco Initiatives 100 Percent Clean Policies State Action: State Action: n/a State Action: State Action: n/a State Action: n/a California by state 100% clean 100% clean State Action: energy executive energy legislation 100% clean (Source: Center for order & economy-wide energy legislation American Progress - Energy climate program & economy-wide and Environment) climate program City/County City/County City/County City/County City/County City/County Action: Action: Action: Action: Action: Action: Committed to Committed to Committed to Committed to Committed to Committed to 100% clean 100% clean 100% clean 100% clean 100% clean 100% clean energy: n/a energy: n/a energy: energy: n/a energy: energy: • East Hampton • Minneapolis • 31 (including • Southampton • St. Louis Park San Francisco) • St. Paul Powered by 100% Powered by 100% Powered by 100% Powered by 100% Powered by 100% Powered by 100% clean energy: n/a clean energy: clean energy: n/a clean energy: n/a clean energy: n/a clean energy: n/a • Burlington Regional Greenhouse Gas Member of the Member of the Member of the Member of the Initiative (RGGI). Regional Regional Regional Regional (Source: Center for Greenhouse Gas Greenhouse Gas Greenhouse Gas Greenhouse Gas American Progress - Energy Initiative (RAGGI) Initiative (RAGGI) Initiative (RGGI) Initiative (RGGI) and Environment) In 2009, 10 states - CT, DE, ME, MD, MA, NH, NJ, NY, RI, AND VT - banded together to create the Regional Greenhouse Gas Initiative (RGGI). RIDOH Climate Change and Health Program Assessment Page 43 of 56Climate Ready States and Cities Initiative (CRSCI) Rhode Island: RI Climate Change & Health Program CRSCI Recipient, funded by CDC since 2012 Climate Ready States and Cities Rhode Island Department of Health Initiative (CRSCI) The Rhode Island Climate Change and Health Program primarily addresses community resilience, extreme heat, air quality and respiratory illnesses, flooding, sea level rise, and vector-borne diseases. Vulnerable populations such as seniors, youth, outdoor workers, and residents in the urban core are the focus of the program’s work. The Source: CDC > Climate and Health > Climate Effects on program’s adaptation activities include extreme heat messaging to outdoor workers, Lyme disease outreach to Health > Regional Health Effects local communities, climate resiliency in the urban core communities, and climate preparedness in long-term care and assisted living senior housing. Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program CRSCI Recipient and NEHA mini-grant recipient, funded CRSCI Recipient, funded by CDC since 2010 CRSCI Recipient, funded by CDC since 2010 by CDC since 2012 New York State Department of Health New York City Department of Health and Mental Vermont Department of Health New York State (NYS) has primarily focused on the Hygiene The Vermont Climate and Health Program addresses health impacts of heat, flooding, and heavy The New York City Climate and Health Program (NYC key climate-related health risks including heat illnesses, precipitation events. These climate hazards are being CHP) focuses on the health impacts of current and poor air quality and allergenic pollen, vector-borne addressed through the development and future climate-related hazards, primarily, extreme heat, diseases, water-borne diseases, cyanobacteria, mental implementation of adaptation activities in coordination extreme cold, and power outages. The program relies health impacts, and extreme weather events, such as with program partners. These adaptations include on several approaches to analyze the magnitude of flooding and storms. The high-risk populations include development of Heat and Health county profile reports, these impacts and which populations and communities older adults, low income households, and residents working with the National Weather Service to revise the are most at risk to these impacts, develop, promote, or with pre-existing health conditions. Some of the thresholds for issuing heat advisories, providing air evaluate climate resilient policies and interventions, program’s main adaptation activities include increasing conditioners to vulnerable populations, creating a and communicate climate-health risk messages. In hot weather preparedness, promoting home mapping application to display cooling center locations, addition, the program works to ensure that health is a weatherization, and providing energy-saving shade tracking heat stress hospitalization and emergency consideration in larger, multi-sectoral planning or trees. Many of the program’s activities help to provide department visits annually, publishing lessons learned resiliency initiatives by helping to prioritize local health co-benefits as part of statewide climate from the response to Hurricane Sandy, and helping local communities for climate mitigation and adaptation mitigation efforts focused on the transportation, governments take action to reduce greenhouse gas investments. To achieve program success, the program housing, forestry, and energy sectors. Vermont also emissions and adapt to a changing climate. relies heavily on partnerships with internal sister agency received an additional mini-grant grant to implement Seneca Nation of Indians programs. two new Health in All Policies (HiAP) strategies: 1) The Seneca Nation of Indians (located in what is now Integrate heat-related climate, health, vulnerability, and called New York) is working to address impacts from adaptive capacity data into Vermont’s Environmental flooding and storm water, including prevention of Public Health Tracking Data Explorer. 2) Implement vector-borne disease, by incorporating health into accountability structures for hot weather preparedness existing collaborative climate work. The mini-grant and response through a “Hot Weather Workgroup” of project focuses on health communication. multi-sectoral partners. RIDOH Climate Change and Health Program Assessment Page 44 of 56Rhode Island: RI Climate Change & Health Program CRSCI Recipient, funded by CDC since 2012 Climate Ready States and Cities Rhode Island Department of Health Initiative (CRSCI) The Rhode Island Climate Change and Health Program primarily addresses community resilience, extreme heat, air quality and respiratory illnesses, flooding, sea level rise, and vector-borne diseases. Vulnerable populations such as seniors, youth, outdoor workers, and residents in the urban core are the focus of the program’s work. The Source: CDC > Climate and Health > Climate Effects on program’s adaptation activities include extreme heat messaging to outdoor workers, Lyme disease outreach to Health > Regional Health Effects local communities, climate resiliency in the urban core communities, and climate preparedness in long-term care and assisted living senior housing. Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program CRSCI Recipient, funded by CDC since 2012 CRSCI Recipient and NEHA Mini-Grant recipient, funded CRSCI recipient, funded by CDC since 2010 Maryland Department of Health by CDC since 2010 San Francisco Department of Health The Maryland Climate Change Health Adaptation Minnesota Department of Health The San Francisco Department of Public Health’s Program provides a health focus to climate response The Minnesota Climate and Health Program protects Climate and Health Program works to address the local efforts across the state, through technical assistance, public health by engaging, informing, and guiding health health impacts of extreme heat, flooding and extreme development of epidemiologic tools and data products, and climate champions throughout the state to create storms, drought and wildfire, and allergies and air and education and outreach. The program primarily healthy, equitable, and resilient communities. The pollution through the development of vulnerability addresses extreme heat, air quality and respiratory program works with partners and stakeholders to assessments, literature reviews and emergency plans, illness, water-borne diseases, and extreme weather educate about the health impacts of a changing climate data analysis and mapping, outreach and engagement events, such as hurricanes and tornadoes. The program through trainings and communication materials. For to community based organizations and other includes education and outreach for school age youth example, the program released a seven-part training stakeholders, and working interdepartmentally to bring (K-12), minority groups, community health workers, and and companion materials to educate on climate and a health perspective to citywide climate action and informal healthcare networks, as well as a climate health in Minnesota, including agriculture and food preparedness efforts. San Francisco is particularly change training curriculum for community health security, air quality, extreme heat, water changes, well- vulnerable to the health impacts of extreme heat. A workers and extension workers. being, and vector-borne diseases. To help planners and study of a 2006 California heat wave found that during decision-makers in emergency management understand extreme heat events, San Francisco’s emergency regional climate trends, the program co-developed department visits increased more than almost climate and health data profiles in 2019. The profiles anywhere else in the state. The Climate and Health are tailored to each of the six Homeland Security and Program has helped San Francisco prepare for future Emergency Management (HSEM) regions across the extreme heat events by informing the city’s extreme state, acting as a framework for discussing projected heat emergency response plan, developing and local risks related to our changing climate and deploying extreme heat preparedness trainings supporting the development of climate adaptation specifically for older adults, and engaging local clinicians strategies that protect community health and safety. about how to discuss extreme heat preparedness with their patients. Minnesota also received a mini-grant in 2019 from CDC and the National Environmental Health Association (NEHA) to develop an online climate and health vulnerability assessment tool to allow communities across the state to visualize and analyze health, climate, and environmental data to aid planning and adaptation. RIDOH Climate Change and Health Program Assessment Page 45 of 56Best Practices Rhode Island: RI Climate Change & Health Program The Rhode Island Climate Change and Health Program primarily addresses community resilience, extreme heat, air quality and respiratory illnesses, flooding, sea level rise, and vector-borne diseases. Vulnerable populations such as seniors, youth, outdoor workers, and residents in the urban core are the focus of the program’s work. The program’s main adaptation activities include extreme heat messaging to outdoor workers, Lyme disease outreach to local communities, and climate resiliency in the urban core communities. Strategic plans for both vector-borne Best Practices disease and extreme heat have been developed. Communications campaigns have also been used to spread awareness and provide guidance on personal protection against Lyme disease and other tick-borne illnesses, and Source: CDC’s Preparing for the Regional Health Impacts extreme heat. The program has developed a climate change and health guide for Rhode Island residents in English, of Climate Change in the United States (July 2020). Spanish, and Portuguese. A focus of the program has been on community resiliency and supporting Rhode Island Health Equity Zones to adapt to climate change. The Health Equity Zones have focused their work on emergency preparedness and neighborhood flooding. The Senior Resiliency project focused on preparing long-term care and assisted living senior housing for possible climate-related health effects. The project conducted resiliency audits and developed plans for emergency situations. A facility self-assessment tool was also developed to allow individual facilities to evaluate their resiliency and emergency preparedness. RIDOH Climate Change and Health Program Assessment Page 46 of 56Best Practices Source: CDC’s Preparing for the Regional Health Impacts of Climate Change in the United States (July 2020). Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program While all Vermonters are at risk for climate-related New York State (NYS) has primarily focused on the The New York City Climate and Health Program (NYC health impacts, the program focuses on mitigating health impacts of heat, as well as flooding and heavy CHP) focuses on the health impacts of current and health impacts for especially high-risk populations precipitation events. These climate hazards are being future climate-related hazards, primarily, extreme heat, including older adults, low income households, and addressed through the development and extreme cold, and power outages. The program relies residents with pre-existing health conditions. Some of implementation of adaptation activities in coordination on several approaches to analyze the magnitude of the program’s main adaptation activities include with program partners. These adaptations include these impacts and which populations and communities increasing hot weather preparedness, promoting home development of Heat and Health profile reports that are most at risk to these impacts, develop, promote, or weatherization, and providing energy-saving shade summarize extreme heat exposure, sensitivity, evaluate climate resilient policies and interventions, trees. Many of the program’s activities help to provide vulnerability, and adaptive capacity for NYS counties, and communicate climate-health risk messages. In health co-benefits as part of statewide climate and working with the National Weather Service to addition, the program works to ensure that health is a mitigation efforts focused on the transportation, revise the thresholds for issuing heat advisories in NYS. consideration in larger, multi-sectoral planning or housing, forestry, and energy sectors. Vermont also A partnership with the NYS Office of Temporary and resiliency initiatives. The program does this by helping received an additional grant from the National Disability Assistance increases utilization of their to prioritize local communities for climate mitigation Environmental Health Association (NEHA) focused on program to provide air conditioners to vulnerable and adaption investments. One example of this is the Health in All Policies (HiAP). This grant will be used to populations. Staff also worked with the NYS NYC Heat Vulnerability Index, developed by NYC CHP implement two new HiAP strategies: 1) Integrate heat- Environmental Public Health Tracking Program to create and Columbia University, which provides an related climate, health, vulnerability, and adaptive a mapping application to display cooling center understanding of how the risk for dying during a heat capacity data into Vermont’s Environmental Public locations across the state and track heat stress emergency varies across neighborhoods. To achieve Health Tracking Data Explorer. These data will be used hospitalization and emergency department visits program success, the program relies heavily on to raise awareness about heat risks and inequities, annually, and published in peer-reviewed public health partnerships with internal sister agency programs communicate with the public about adaptation journals on lessons learned from the response to including, the Air Quality Program, the Environmental resources, and identify gaps in adaptive capacity. 2) Hurricane Sandy. The program also partners with the Public Health Tracking Program, Healthy Homes, Office Implement accountability structures for hot weather NYS Department of Environmental Conservation of Emergency Preparedness and Response, and the preparedness and response through a “Hot Weather Climate Smart Communities (CSC) program, which helps Center for Health Equity. Workgroup” of multi-sectoral partners, including local governments take action to reduce greenhouse representatives from emergency management, hospital gas emissions and adapt to a changing climate. preparedness, human services, senior services, education, occupational safety, and regional planning agencies RIDOH Climate Change and Health Program Assessment Page 47 of 56Best Practices Source: CDC’s Preparing for the Regional Health Impacts of Climate Change in the United States (July 2020). Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program The Maryland Climate Change Health Adaptation The program released a seven-part training and The San Francisco Department of Public Health’s Program is the lead for integration of health adaptation companion materials to educate on climate and health Climate and Health Program works to address the local into the state’s response to a changing climate. Located in Minnesota, including agriculture and food security, health impacts of extreme heat, flooding and extreme in the Maryland Department of Health, the program air quality, extreme heat, water changes, well-being, storms, drought and wildfire, and allergies and air provides a health focus to climate response efforts and vector-borne diseases. pollution through the development of vulnerability across the state, through technical assistance, To help planners and decision-makers in emergency assessments, literature reviews and emergency plans, development of epidemiologic tools and data products, management understand regional climate trends, the data analysis and mapping, outreach and engagement and education and outreach. The program primarily program co-developed climate and health data profiles to community-based organizations and other addresses extreme heat, air quality and respiratory in 2019. The profiles are tailored to each of the six stakeholders, and working interdepartmentally to bring illness, water-borne diseases, and extreme weather Homeland Security and Emergency Management a health perspective to citywide climate action and events, such as hurricanes and tornadoes. The program, (HSEM) regions across the state, acting as a framework preparedness efforts. San Francisco is particularly which is closely integrated with the Maryland for discussing projected local risks related to our vulnerable to the health impacts of extreme heat. A Commission on Climate Change, includes education changing climate and supporting the development of study of a 2006 California heat wave found that during and outreach for school age youth (K-12), minority climate adaptation strategies that protect community extreme heat events, San Francisco’s emergency groups, community health workers, and informal health and safety department visits increased more than almost healthcare networks. Among the products of the anywhere else in the state. The Climate and Health program is a climate change training curriculum for Minnesota also received a mini-grant in 2019 from CDC Program has helped San Francisco prepare for future community health workers and extension workers. The and the National Environmental Health Association extreme heat events by informing the city’s extreme training increases competency among informal (NEHA) to develop an online climate and health heat emergency response plan, developing and healthcare networks in order to advise patients and vulnerability assessment tool to allow communities deploying extreme heat preparedness trainings community members on how to understand climate across the state to visualize and analyze health, climate, specifically for older adults, and engaging local clinicians impact on themselves and their health. The program’s and environmental data to aid planning and adaptation. about how to discuss extreme heat preparedness with Climate Ambassador program, which is a program their patients. targeted at school age youth in Maryland, provides students with tools and information to educate and empower themselves and their communities to respond to the impacts of a changing climate. RIDOH Climate Change and Health Program Assessment Page 48 of 56Links to Other Web Pages Rhode Island: RI Climate Change & Health Program Links to Other Web Pages • Climate Effects on Health (most outside of DPH/DOH) • US Global Change Research Program Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program More Climate Change Resources: • National Climate Assessment, US Global Change • NYC Department of Health Climate and Health Profile • Climate Change—Vermont Agency of Natural Research Program Report (PDF) Resources • Climate Change Indicators, Environmental Protection • Cool Neighborhoods NYC — Keeping Communities • Vermont Climate Summary from the National Agency Safe in Extreme Heat (PDF) Oceanic and Atmospheric Administration (NOAA) • Climate Change 2013: The Physical Science Basis, • NYC Hazard Mitigation Plan • Northeast Regional Climate Center at Cornell Intergovernmental Panel on Climate Change • New York City Panel on Climate Change University • Climate and Health Program, Centers for Disease • CDC: Climate and Health Program • U.S. Geological Survey (USGS) Regional Climate Control and Prevention • White House Report on the Health Impacts of Climate Change Viewer Change on Americans (PDF) • Climate Monitoring data from NOAA • Recent carbon dioxide observations at NOAA’s Mauna Loa Observatory • Assessment Reports from the Intergovernmental Panel on Climate Change • 2014 U.S. National Climate Assessment Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Maryland Commission on Climate Change Related Topics: • See “Partners” • CDC Climate Ready States and Cities Initiative • Comprehensive Plans • Emergency Preparedness • Environmental Review • Natural Disasters and Severe Weather Each climate & Health Impacts area lists additional resources at the bottom of the page: • Agriculture & Food Security • Air Quality • Diseases Spread by Ticks & Mosquitoes • Extreme Heat Events • Water Changes • Wellbeing External Resources also listed: • Minnesota Resources • Tribal Resources • National Resources • International Resources RIDOH Climate Change and Health Program Assessment Page 49 of 56Appendix A: Individual Stakeholder Discussion Guide RI Climate Change and Health Program Individual Stakeholder Discussion Guide Welcome • Hi, my name is ______________ and I am with Health Resources in Action, or HRiA, a public health consulting group out of Boston, MA. Thank you for taking the time to talk with me today. This interview will take about 45 minutes. Is this still a good time for us to talk? • The RI Department of Health is working with HRiA to conduct an assessment and draft strategic priorities to support the development of the Program’s next five-year grant application and work plan. As part of the assessment process, we are gathering data by conducting individual discussions with key stakeholders and small group discussions with Community Partner Organizations and Internal State Agency Stakeholders to understand your perspectives on the strengths and assets of the Climate Change and Health Program, and to gather thoughts on opportunities moving forward. • Upon completion of the data gathering efforts, HRiA will be developing a summary which will include the common themes that have emerged. Those themes will be used to draft strategic priorities and inform the development of the Program’s next five-year grant application and work plan. The summary will not include any personal identifying information. Your responses from our conversation today will be strictly confidential. • Do you have any questions for me before we begin? Demographic Information Please tell me about yourself and your current position/role. How long have you been in this role? What is your involvement/relationship with the RI DOH’s Climate Change & Health Program, or climate change in general? RIDOH Climate Change and Health Program Assessment Page 50 of 56Mission & Awareness 1. What do you think are the biggest challenges that RI faces from Climate Change? Facilitator Note: To see if they mention health connections at all 2. Is the mission of Climate Change and Health Program is widely known and understood? Mission: To prepare for the human health effects related to climate change and create a healthy, sustainable, and resilient future for all Rhode Islanders. 3. On a scale of 1-5, how would you rate the awareness of community members in RI about the connection between climate change and public health? (1 = no awareness, 5 = very high level of awareness) Strengths 4. What do you believe to be the Program’s top strengths that help support excellence in the work that they do and the resources that they provide? What is the Program doing well? Prompts/Background Information (for Strengths and Weaknesses): Programs What They Do Publications/Resources • Health Equity Zones • Educate the public (connection between • Reports Resilience Project CC and Health) • Plans • Urban Forests for • Partner to develop adaptation plans • Website Climate and Health • Advocate for policy and behavioral • Newsletter • Tick & Mosquito changes (GHG) • Brochures Education • Focus on holistic solutions, community • Fact Sheets cohesiveness, and equity. • Forms • Coordinate with partners to leverage • Guides efforts to mitigate PH impacts. • Presentations • Offer programs to mitigate PH impacts • Articles among vulnerable pops. • Maps • Toolkits Weaknesses (within the Program’s control) 5. What do you believe to the Program’s top weaknesses that present challenges or barriers to excellence in the work that they do and the resources they provide? How do these weaknesses impact delivery of programs and resources? 6. What key things should the Program do to address these weaknesses? RIDOH Climate Change and Health Program Assessment Page 51 of 56External Change Forces (outside of the Program’s control) Consider the environment in which the Program operates -- local, regional, national 7. What are key external “change forces” or factors that influence the Program’s work and the resources they provide (consider current and emerging/future factors)? Please consider change forces that could be opportunities and/or threats. Moving Forward/Priorities 8. What more do you believe needs to be done in RI to address climate change and its impact on public health? a. Are there other programs or resources that you would like the Climate Change & Health Program to provide? b. Are there additional opportunities for partnerships or collaboration that the Program should be exploring? 9. After hearing the ideas everyone has shared here today, what would you pick as the top 3 strategic priorities for addressing climate change and reducing its impact on public health? Why? CLOSING Thank you so much for your time. That’s it for my questions. Is there anything else that you would like to mention that we didn’t discuss today? Thank you again! RIDOH Climate Change and Health Program Assessment Page 52 of 56Appendix B: Small Group Discussion Guide RI Climate Change and Health Program Small Group Discussion Guide Welcome • Hi, my name is ______________ and I am with Health Resources in Action, or HRiA, a public health consulting group out of Boston, MA. I am here today with my colleague, ________________, who will be taking notes. Thank you for taking the time to join us for this discussion. • The RI Department of Health is working with HRiA to conduct an assessment and draft strategic priorities to support the development of the Climate Change and Health Program’s next five-year grant application and work plan. As part of the assessment process, we are gathering data by conducting individual discussions with key stakeholders and small group discussions with Community Partner Organizations and Internal State Agency Stakeholders to understand your perspectives on the strengths and assets of the Climate Change and Health Program, and to gather thoughts on opportunities moving forward. • You are here today because we want to know your opinions on the Program’s strengths, challenges, and suggestions for future opportunities. The opinions shared today might differ. That’s okay. We want you to feel free to share your opinions. We want you to know there are no right or wrong answers. • Upon completion of the data gathering efforts, HRiA will be developing a summary which will include the general themes that have emerged. Those themes will be used to draft strategic priorities and inform the development of the Program’s next five-year grant application and work plan. • We will not include any names or identifying information in the summary report. Nothing that you say here will be connected directly to you in any way - your responses today will remain completely confidential. We also ask that you respect each other by not sharing what you hear today outside of this session. If you have something that you would like to share, but are not comfortable sharing it with the group, you can do a direct private message to me or ________ in the Zoom Chat. • We are recording today’s session for HRiA’s use only to insure the accuracy of our notes. The recording will not be shared with anyone outside of HRiA. We will begin recording after we have completed introductions. • We’re scheduled to talk for 90-minutes today. Does anyone have any questions before we begin? RIDOH Climate Change and Health Program Assessment Page 53 of 56RIDOH Climate Change and Health Program Assessment Page 54 of 56Introductions Let’s go around and introduce ourselves. Please share your name and the organization or agency you are with. [Facilitator & note taker introduces themselves] Mission & Awareness 1. What do you think are the biggest challenges that RI faces from Climate Change? Facilitator Note: To see if they mention health connections at all 2. Is the mission of Climate Change and Health Program is widely known and understood? Mission: To prepare for the human health effects related to climate change and create a healthy, sustainable, and resilient future for all Rhode Islanders. 3. On a scale of 1-5, how would you rate the awareness of community members in RI about the connection between climate change and public health? (1 = no awareness, 5 = very high level of awareness) Strengths 4. What do you believe to be the Program’s top strengths that help support excellence in the work that they do and the resources that they provide? What is the Program doing well? Prompts/Background Information (for Strengths and Weaknesses): Programs What They Do Publications/Resources • Health Equity Zones • Educate the public (connection between • Reports Resilience Project CC and Health) • Plans • Urban Forests for • Partner to develop adaptation plans • Website Climate and Health • Advocate for policy and behavioral • Newsletter • Tick & Mosquito changes (GHG) • Brochures Education • Focus on holistic solutions, community • Fact Sheets cohesiveness, and equity. • Forms • Coordinate with partners to leverage • Guides efforts to mitigate PH impacts. • Presentations • Offer programs to mitigate PH impacts • Articles among vulnerable pops. • Maps • Toolkits Weaknesses (within the Program’s control) 5. What do you believe to the Program’s top weaknesses that present challenges or barriers to excellence in the work that they do and the resources they provide? How do these weaknesses impact delivery of programs and resources? 6. What key things should the Program do to address these weaknesses? RIDOH Climate Change and Health Program Assessment Page 55 of 56External Change Forces (outside of the Program’s control) Consider the environment in which the Program operates -- local, regional, national 7. What are key external “change forces” or factors that influence the Program’s work and the resources they provide (consider current and emerging/future factors)? Please consider change forces that could be opportunities and/or threats. Moving Forward/Priorities 8. What more do you believe needs to be done in RI to address climate change and its impact on public health? a. Are there other programs or resources that you would like the Climate Change & Health Program to provide? b. Are there additional opportunities for partnerships or collaboration that the Program should be exploring? 9. After hearing the ideas everyone has shared here today, what would you pick as the top 3 strategic priorities for addressing climate change and reducing its impact on public health? Why? CLOSING Thank you so much for your time. That’s it for my questions. Is there anything else that you would like to mention that we didn’t discuss today? Thank you again! RIDOH Climate Change and Health Program Assessment Page 56 of 56",
    "TEXT BY PAGE": [
        "Rhode Island Department of Health Climate Change and Health Program Needs Assessment Summary July 2021 Climate Change and Health Program Prepared for: Rachel Calabro Climate Change Program Manager Center for Healthy Homes and Environment Rhode Island Department of Health rachel.calabro@health.ri.gov (401) 222-7757",
        "Table of Contents Introduction .......................................................................................................................................... 3 Data Gathering Overview ...................................................................................................................... 3 Purpose ........................................................................................................................................................... 3 Data Gathering Methods .................................................................................................................................. 3 Small Group Discussions ...................................................................................................................................... 3 Individual Stakeholder Discussions....................................................................................................................... 3 Document Review ............................................................................................................................................... 3 Comparative Analysis .......................................................................................................................................... 4 Key Findings Overview .......................................................................................................................... 4 Key Findings .......................................................................................................................................... 5 1. Biggest Challenges RI Faces.................................................................................................................... 5 2. Mission Statement................................................................................................................................. 9 3. Awareness of the Connection Between Climate Change and Public Health .......................................... 10 4. Strengths ............................................................................................................................................. 11 5&6. Weaknesses, Challenges and Strategies to Address Them .................................................................... 13 7. Key External Change Forces (Opportunities and Threats) ..................................................................... 16 8. More That Can be Done ....................................................................................................................... 21 Programs/Resources ......................................................................................................................................... 21 Partnerships/Collaborations .............................................................................................................................. 24 9. Strategic Priorities ............................................................................................................................... 26 In Conclusion ....................................................................................................................................... 30 Comparative Analysis .......................................................................................................................... 31 Mission & Goals ............................................................................................................................................. 32 Organization Structure & Staff Contacts ......................................................................................................... 33 Program Website Home Pages ....................................................................................................................... 34 Communications ............................................................................................................................................ 35 Program & Initiatives ..................................................................................................................................... 36 Plans & Reports ............................................................................................................................................. 37 Toolkits & Trainings ....................................................................................................................................... 38 Other Resources ............................................................................................................................................ 39 Resources for Targeted Audiences ................................................................................................................. 40 Partners ......................................................................................................................................................... 41 Involvement in Other Climate Initiatives ........................................................................................................ 43 Climate Ready States and Cities Initiative (CRSCI) ........................................................................................... 44 Best Practices................................................................................................................................................. 46 Links to Other Web Pages .............................................................................................................................. 49 Appendix A: Individual Stakeholder Discussion Guide ........................................................................ 50 Appendix B: Small Group Discussion Guide ........................................................................................ 53 RIDOH Climate Change and Health Program Assessment Page 2 of 56",
        "Introduction The Rhode Island Department of Health (RIDOH) engaged Health Resources in Action, Inc. (HRiA) in the spring of 2021 to conduct a needs assessment and draft strategic priorities to support the development of their Climate Change and Health Program’s next five-year grant application and work plan. This report details the findings of the needs assessment, summarizes the information gathered from a comparative analysis of six other Climate Change and Health Programs, and outlines the overall themes that can inform the identification of strategic priorities for the RIDOH Climate Change and Health Program. Data Gathering Overview Purpose The goals of the data gathering process are to develop a set of recommendations and outline potential strategic priorities that will guide and inform the next five-year grant application and work plan for the Program. HRiA believes that it is critical to gather input from leadership, staff, and key stakeholders in order to understand their perspectives on the strengths and assets of the Program, and the vision that they have for the future. Small group discussions, individual stakeholder discussions, and online data gathering can provide valuable information to guide priority-setting and recommendations. HRiA recommended that a cross-section of key stakeholders be invited to participate in this process and that RIDOH invite participants for the individual stakeholder and small group discussions that have experience with traditionally under-served and at-risk populations in order to capture often unheard voices. Data Gathering Methods HRiA collected all data virtually due to the COVID-19 pandemic. HRiA facilitated small group discussions of up to five (5) participants via Zoom. Individual stakeholder discussions were conducted via telephone or Zoom, depending on the preference of each stakeholder. Both the small group and individual stakeholder discussions used semi-structured guides developed by HRiA with input from RIDOH. All participants were assured that their responses would remain anonymous. Small Group Discussions Small Group Discussions HRiA conducted six (6) small group discussions with a total of Group Participants twenty-five (25) stakeholders identified and invited by RIDOH Air Quality/Transportation 4 from community partner organizations and from within RIDOH. Education 3 Green Infrastructure 4 Individual Stakeholder Discussions RIDOH 5 HRiA conducted ten (10) individual stakeholder discussions with Water/Infrastructure 4 external collaborative partners identified by RIDOH. Housing/Energy 5 Document Review HRiA reviewed key organizational documents including: the current 5-year Workplan, the Year 4/5 Performance Report for the current grant, the 2020 Communication Strategy, the Climate Change and Health Logic Model, the Climate Change and Health Resiliency Report, and the public booklet entitled Our Climate Change and Your Health. RIDOH Climate Change and Health Program Assessment Page 3 of 56",
        "Comparative Analysis HRiA conducted online research to gather information on the best practices, climate change initiatives, and climate change plans on the Climate Change and Health Programs of four other States and two cities that, like Rhode Island, are grant recipients from the Centers for Disease Control and Prevention (CDC) as part of their Climate-Ready States and Cities Initiative (CRSCI). CDC grantees use the five-step Building Resilience Against Climate Effects (BRACE) framework to identify likely climate impacts in their communities, potential health effects associated with these impacts, and their most at-risk populations and locations. The BRACE framework then helps states develop and implement health adaptation plans and address gaps in critical public health functions and services.1 RIDOH identified the states of Maryland, Minnesota, Vermont, and New York, as well as New York City and San Francisco, for HRiA’s research. As part of this research, HRiA also reviewed numerous additional RI DOH Climate Change and Health Program resources as part of the Comparative Analysis. Key Findings Overview Climate change is a large, complex topic that poses many challenges for the state of Rhode Island as well as for the nation. One challenge that emerged across several of the data gathering questions is that addressing the issue of climate change is repeatedly being pushed aside for other more immediate concerns. Resources are diverted to deal with the latest emerging crisis, keeping focus on the short-term and the now. Raising awareness around the urgency of the need to address climate change and its impacts on health is important at the community level as well as for those in positions of power. The Climate Change and Health Program is seen as doing great work and providing excellent resources. However, it was widely recognized that there is only so much that a program of its small size can do. A compelling case needs to be made for increased staffing and funding to continue to raise awareness, elevate and address the disproportionate impact of climate change on underserved communities, and mitigate the health impacts of climate change where RI and its residents are most vulnerable. There is a need to elevate climate change and health across the system. The environmental justice impact of this issue stems from SDOH factors that touch multiple departments in the RI DOH system. This is an opportunity for collaboration and collective impact. The Climate Change and Health Program has been making progress on its current goals (see below) over the life of the recent grant period, even in light of the COVID-19 pandemic. Input gathered throughout discussions with individuals and small groups support these goals, with recommendations that the sense of urgency and the priority placed on climate change and its impacts on health needs to be elevated. Goal 1: Build upon and expand current efforts and partnerships to further integrate public health into climate change planning across sectors. Goal 2: Increase the number of interventions utilized by RIDOH and our partners to protect the public from climate change impacts and related health burdens. Goal 3: Increase awareness among vulnerable communities and target populations about the risks of climate change and resources to reduce risk. Goal 4: Support national and local climate and health capacity building initiatives in partnership with CDC and other BRACE grantees. 1 Climate and Health. (2021, April 21). Centers for Disease Control and Prevention. https://www.cdc.gov/climateandhealth/default.htm RIDOH Climate Change and Health Program Assessment Page 4 of 56",
        "Key Findings HRiA synthesized the responses from across the Individual Stakeholder and Small Group Discussions. The following pages contain the key themes that emerged for each question, as well as representative quotes and unique comments that were considered noteworthy. For questions 2 and 3, where responses from Small Group Discussion participants were recorded at the individual level, the frequency count indicates the number of individuals from the group who provided a specific response. For all other questions, the frequency for Small Group Discussions is based on whether or not a topic was raised in that group, with a maximum response of n=6. 1. Biggest Challenges RI Faces In asking the question “What do you think are the biggest challenges that RI faces from Climate Change?”, we sought to call out the most frequently mentioned challenges, and assess the connection between climate change and health. The following topics represent climate categories mentioned along with their frequency demonstrated in the table below and descriptions of each area following. RI's Biggest Challenges “Sea-level rise (it’s not always a reason Sea-level Rise 4 why we have flooding).” 5 ~ Small Group Discussion Participant Heat 4 3 Justice 4 3 Numerous 3 2 Flooding 3 “RI and where we are in the climate 2 map... We are a super-hot zone. People Air Quality 1 3 don’t know this.” State Gov't 3 ~Individual Stakeholder Priority 1 2 Infrastructure 1 2 Awareness 1 2 “Resilience is key. Transportation, Size buildings, and energy systems need 2 overhaul and need to be seen as integral Silos 2 to public health. Transportation = driver Resources 2 of air quality, poverty. The issues are Funding 2 interlinked. One of the biggest challenges Fisheries 1 is continual passing of the buck we see 1 from administration in state government. Drought 1 1 Admin points to legislature, legislature Communications 11 points to Admin. Admin has opportunity Coastline 2 and moral responsibility to take leadership on this, start planning, secure 0 1 2 3 4 5 6 funding to prioritize climate action. We Frequency need to fund positions to do this work.” Individual Stakeholders (n=10) Small Groups Discussions (n=6) ~ Small Group Discussion Participant RIDOH Climate Change and Health Program Assessment Page 5 of 56",
        "Sea-level Rise: As the ocean state, the sea is our best asset and also one of our largest vulnerabilities. The potential for acute and chronic sea level rise can impact our housing availability, coastline industry and our coastline communities; particularly those communities that have lower incomes. Heat: Rising temperatures impact our communities in many ways. Poor health, crime and environmental changes impact our population. Heat islands and urban heat islands lead to financial challenges with accessing air conditioning and electricity bills and disproportionately affect low-income communities. The changing climate leads to heat stress, heat related illness and death. RI is in a super-hot zone on the climate map, with increased temperatures and heat waves. Justice: The first thing that comes to mind are the inequities associated with impacts of climate change and the disproportionate impact on various communities. How people are experiencing climate related issues, environmental racism, is an issue that has been raised by frontline community members and is not just a concern in RI. Our heat islands and higher asthma rates disproportionately affect our BIPOC population. There is a huge “I think that a lot of the frontline gap between resources available and people who need them. We community members have voiced need to address climate change in marginalized and underserved concerned around environmental areas. We need to build equity and include voices that haven’t racism.” been heard. Looking at Environmental Justice on the advisory ~ Small Group Discussion Participant board and engaging contacts through the HEZ can help. Numerous: There are so many different areas of climate change! They are vast and complicated making it difficult to prioritize one area over another. Flooding: Flooding of low lying areas; roads and bridges, impacts access to shelters. River flooding plains are also of concern. Frontline community members have voiced concerned around flooding. Air Quality: Rising temperatures impact air quality and result in smog and increased particular air matter leading to asthma and ER admissions. RI has experienced two bad air quality days with high ozone levels and particulate matter this past weekend; especially in the Providence metro area. State Government: We’re making some progress with the political determinants of health through legislation passed. The laws and legislation, and the economic system that is deeply entrenched, drives all other climate related challenges that we have. Getting our state government to respond to the crisis and allocate the resources to address those who have been underserved is one of the biggest challenges. Priority: It is challenging to focus on longer-term planning when we are in a constant state of crisis. As a large issue that impacts many systems, there is a lot of change needed. We need to offset panic that prevents a meaningful change and work toward better coordination overall to get this issue on the radar. The hierarchy of needs puts this on the back burner while we deal with more immediate issues. Infrastructure: Our infrastructure is at risk due to vulnerabilities related to climate change. Infrastructures developed a long time ago are either undersized or oversized. It is important to site development appropriately install water storage in areas that won’t be underwater soon. How do we give communities and state the tools to have better building practices and the ability to manage their building infrastructure? RIDOH Climate Change and Health Program Assessment Page 6 of 56",
        "Awareness: There is a need to refocus people’s attention and start mobilizing around the issues of climate change. The general public is unaware that this is a growing problem. A public face could help to gather support for issues such as water problems. Coastline: Ri has an extensive coastline, and we need to be aware of the physical and environmental impact of climate change on this important asset. Communications: We need to communicate with populations that we don’t normally connect with; vulnerable and underserved. We need to look at how information is reported and the use of data to get the message out in a way that is positive. Fisheries: Our best asset and one of our biggest vulnerabilities are our fisheries. We have seen a change in fish count and declining populations. Funding: Advocacy for financing is a huge component to this to support the right policy, and mitigation. There are many competing priorities and the pandemic shifted attention away from most major issues. Resources: People don’t think about the long-term impacts on day to day, but those who work on climate change often encounter lack of resources across the board to work on this issue. There is a disconnect between the development and land use process. Having more resources and information that backs up water use and availability would be good. It gets into the whole issue of what we have built and whether or not it is going to be sufficient to support our future. Silos: The biggest challenge in RI is that so many people are trying to do things but working in silos. We have to collaborate, but this is a foreign idea in this state. The pandemic forced us to go back to collaborating more, but it remains a challenge. There is no shortage of policy solutions and strategies to get there, but we as a state struggle to get multi partners to work together. There are silos among sectors and we need to collaborate on something this big. Size: We need more staff capacity if we are going to adapt and mitigate the effects of climate change. We need “At the State-wide level, in terms of what the increased capacity and vision at the state level about how to state is planning for construction, how that tackle this. Transportation, buildings, and energy systems happens in terms of wind (having less reliance need an overhaul and need to be seen as integral to public on gas and oil), being able to work with health. Transportation is a driver of air quality and poverty. partner agencies that can make healthier Administration points to legislature, legislature points to alternatives. Many of these locations exist in Administration. Administration has an opportunity and poor neighborhoods. Their infrastructure for being able to respond to any environmental moral responsibility to take leadership on this, start issues is limited. It impacts the lives of those planning, and secure funding to prioritize climate action. who live there. As the state pursues those We need to fund positions to do this work. issues, we should have the capacity to have Other Challenges Mentioned: Drought; Support systems on boots on the ground to determine emergency operations and plans for the communities. We a municipal level. We need to give tools to municipalities for have to be more upstream in our thinking and homeowners looking for resources for saltwater be willing to be better prepared and really intrusion/wells; Clean energy transition - the protect those vulnerable populations.” disproportionate impact will only be exacerbated as time ~Individual Stakeholder goes by [if things are not addressed equitably]; Working to make individuals more resilient to climate; decision making RIDOH Climate Change and Health Program Assessment Page 7 of 56",
        "is influenced by special interest groups, Oil heat, real-estate, etc.; Ecological impacts: forestry and changing forest composition that puts pressure on wildlife; invasive species: gypsy moth, cowbirds, different bugs carrying different diseases; Emerging contaminants. How that will impact how we get our water. How and if we should be looking more carefully at storage. What does our water future look like?; food supply;. more use of ground water to keep a garden going; hurricanes; outreach outside of the EC4 sphere; political will; power outages; Systemic impact - hits every facet of our life; tick issues; decarbonizing transportation; trees - important for ground water, shade, everything; water and insect problems. RIDOH Climate Change and Health Program Assessment Page 8 of 56",
        "2. Mission Statement Is the mission of Climate Change and Health Program is widely known and understood? To prepare for the human health effects related to climate change and create a healthy, sustainable, and resilient future for all Rhode Islanders There were far more people who indicated that the mission of the Climate Change and Health program is not widely known and understood (14) than there were those who indicated that it was (3). There were eight (8) people who indicated that it depends on who we were talking about, as people who work in areas related to climate change were much more likely to be familiar with the mission than those who do not. Is the Mission of the Program widely known and “Overall, I don’t think the people understood? realize that there is a Climate Change and Health Program.” 8 7 7 7 ~ Small Group Discussion Participant 7 s t n 6 a p ic 5 itr a P 4 fo r 3 “Is it widely known amongst ALL RI e 2 b m 2 residents? No, not unless they are u 1 1 N connected to the HEZ’s. Is it widely 1 known the sphere of who is working 0 on this? Yes.” Yes No It Depends ~Individual Stakeholder Indiv Responses from Small Groups Discussions Individual Stakeholders RIDOH Climate Change and Health Program Assessment Page 9 of 56",
        "3. Awareness of the Connection Between Climate Change and Public Health On a scale of 1-5, how would you rate the awareness of community members in RI about the connection between climate change and public health? (1 = no awareness, 5 = very high level of awareness) As with the previous question, there were some people who said that a person’s awareness of the connection between climate change and health “depends.” If someone has lived experience, and/or a person or a member of the person’s family has a health condition that is further exacerbated by extreme heat or poor air quality, they may see the connection between their health and those factors, but may still not see the connection between those factors and climate change. Several participants indicated that the awareness of the connection is on the rise for some communities, especially along the coast and for populations hardest hit by heat waves. Awareness of the Connection Between “2. That’s being generous. It doesn’t Climate Change and Public Health come up in conversations that I’m in. 8 With the average Joe, it’s not a topic 7 7 of conversation.” s 7 t n ~Individual Stakeholder a 6 p ic itr 5 4 a P 4 fo 3 r e 3 2 2 “2-3, depends on who you are talking b m 2 1 1 to. People make connections u N 1 between climate change and what 0 they observe, but do not connect 0 1 2 2.5 3 3.5 4 5 their observations with health. Need Rating greater outreach and education to help people connect the dots.” Indiv Responses from Small Groups Discussions Individual Stakeholders ~ Small Group Discussion Participant “I would say a 2. On really hot days like today it can become more clear. “0. I don’t think that people, in Especially if you have heard the words “climate change” before. Less general have any idea. How many people are thinking about CC? It’s not aware re: ticks and the exploding tick season because of climate change.” ~ Small Group Discussion Participant the 5 that it should be.” ~Individual Stakeholder RIDOH Climate Change and Health Program Assessment Page 10 of 56",
        "4. Strengths What do you believe to be the Program’s top strengths that help support excellence in the work that they do and the resources that they provide? What is the Program doing well? Program Strengths “They have been engaging the HEZ in pretty in-depth, thoughtful ways.” 4 Collaboration 5 ~Individual Stakeholder 5 HEZ 3 3 Resources 5 3 “Even that there is a pocket in the Program Manager 3 DOH for this work is a strength.” Size 2 ~ Small Group Discussion Participant 3 2 RIDOH 2 1 Awareness 2 “The health department has a pretty 3 Community Engagement long standing focus on equity. It is 0 really important. Rachel’s program 0 1 2 3 4 5 6 amplifies that focus in the program.” Frequency ~Individual Stakeholder Individual Stakeholders (n=10) Small Groups Discussions (n=6) Collaboration: The Program’s collaborative approach was raised as a strength. Rachel is a good partner and team player, and others want to partner with the Program. The Program is convening people from different agencies who don’t usually talk to each other. The relationship between the Program and other programs/centers/initiatives, etc. across RIDOH is a strength. “Rachel has been consistently Collaborations with the community are also a strength, as is the reaching out, looking for input. We diversity of the people who are getting together. want to be a partner, we think that they are good partners.” HEZ: The Program’s engagement with and connection to the Health ~Individual Stakeholder Equity Zones is viewed as a strength, especially in that the HEZs are spread across the state and not solely focused on the Providence/metro area. Resources: The resources that the Program has developed and/or made easily available through the website are a strength. Resources “Great tick information from RIDOH mentioned include research, dashboards, fact sheets, pamphlets, and how that is a climate related issue.” general education, and emails. Some shared that the information ~Individual Stakeholder from the Program is trusted. The 2018 Resilient Rhody report was also raised as a strength. RIDOH Climate Change and Health Program Assessment Page 11 of 56",
        "Program Manager: The Program Manager, Rachel Calabro, was raised as a strength, as were her predecessors. People like working with “They have had a series of good Rachel. She is described as “engaging”, “great”, “easy to work with”, program managers, the program “works well with outside groups”, and “superb at what she does”. has had good continuity.” There was recognition of her understanding of the bigger ~ Small Group Discussion Participant environmental issues, her appreciation of nonprofits and other groups of stakeholders, and her ability to find relevance to climate change and health in other programs. Size: Several stakeholders mentioned what the Program has been able to accomplish in spite of its size. Having a full-time position, in State government, lifting up the health impacts of climate change is a strength. RIDOH: Strengths related to RIDOH and the Climate Change and Health Program include the support of the Program’s department, the network that is created to communicate across agencies, and that RIDOH has created a place for the Program within DOH. Awareness: People’s awareness is increasing. There are a lot of organizations engaged in raising awareness. The Program is doing a good job of making it obvious that this is a problem. Community Engagement: Strengths in this category include the focus on vulnerable communities, outreach, getting input from the community, and engaging the community to collect data for research and mapping which has a dual effect of increasing community capacity. Other Strengths Mentioned: Work on Air Quality; the connection to other state-wide initiatives; data (use, analysis, sharing, data-driven Program); Program Director being on the EC4; Program Director hosting the Health and Housing Group; an emphasis on environmental justice and a long standing focus on equity; the Program is mission-driven; the framing of the immediacy of climate issues; the support of Senator Whitehouse and the visibility he has brought to climate change; that RI is a small state where everyone knows everyone - making it is easy to start this conversation and share information through word of mouth; and the Tree Canopy work. RIDOH Climate Change and Health Program Assessment Page 12 of 56",
        "5&6. Weaknesses, Challenges and Strategies to Address Them What do you believe to be the Program’s top weaknesses that present challenges or barriers to excellence in the work that they do and the resources they provide? What key things should the Program do to address these weaknesses? When asked about the Program’s top weaknesses, the responses often included suggestions for how to address them, or were framed as a suggestion for something that the Program should increase or decrease. Program Weaknesses “RIDOH sets up programs to respond to issues, but staffing isn’t there to support 5 the work. If we want change we need to Size 5 change the way we are doing things or we’ll get the same result.” 2 Collaboration ~ Small Group Discussion Participant 3 3 Justice 1 “They could use three Rachel’s over there. 2 There are a lot of people doing work on Position 1 climate change as part of their everyday work, but it isn’t their 100% focus. We Awareness of Program need a climate czar in every agency.” 2 ~Individual Stakeholder Communications 2 Impact “These issues of climate and health are so 2 cross-cutting among state agencies that having additional staff could be helpful.” 0 1 2 3 4 5 6 ~ Small Group Discussion Participant Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) Size: The size of the Program was the weakness mentioned most often. There is only so much one program can do and “There is no one else to lean on or respondents indicated that the staffing, resources, and capacity brainstorm with. There is no team to for this program are too small. As a result, the Program has not work things out with. Rachel could do so been able to realize its true potential in terms of addressing the much more if she had more people.” complexities of mobilizing partners for collective impact. ~ Small Group Discussion Participant Moreover, one participant described how the instability in 4 year-old grant program with 3 different program managers makes it hard to keep momentum going. RIDOH Climate Change and Health Program Assessment Page 13 of 56",
        "Collaboration: One challenge raised was around the difficulty of maintaining relationships while dealing with the nature of bureaucracy and hierarchies (programs within centers within divisions). There is a need to link agencies to create a better comprehensive picture and leverage resources. We need to think about climate change and public health as a group. You cannot have one state agency advocating for justice re: issues of environmental change that other state agencies do not have on their agendas. More collaboration is needed at the highest levels between departments. A recommendation was made to find a dedicated partner, a nonprofit counterpart doing ground level work who is saying the things that DOH cannot say publicly. Communications: Another weakness raised was that the program doesn’t have as much of an online presence as it could. An increased use of social media or links to DPH social media sites with regular posts were suggested. It is important to include things that would indicate health changes to people, similar to the pressing approach that they used for covid work. We need a campaign that has the same amount of urgency for climate change. Awareness of the Program: There were a few small group discussion participants who were not aware of the Climate Change and Health Program. Impact: We need to connect climate change to health impacts and discuss it in more deliberate way across all depts in RIDOH. We need a better understanding of human health endpoints. There are knowledge gaps and reports need to be updated as data is still emerging over time regarding our understanding of climate change and the impact it can have. We need to articulate to people what the impacts are. Justice: Implicit biases: A weakness is RI being one of 6 New England states and imbedded disparity with Newport being a global hub of the slave trade. Implicit prejudice: Everyone at state agencies is white, talk about disadvantaged frontline communities. Sometimes it is really important for those in power to reflect on what privileges they take for granted as it will help us to work better in communities. There is a weakness in general “If we’re talking about equity in public across the board in climate work when it comes to embedding health, how close are we connecting environmental justice work and doing work with communities climate change?” of color - The focus on equality vs. equity - RI does have a focus ~Individual Stakeholder on equity, but there is always more to do there. Position: This category consists of feedback around where the Climate Change and Health Program is located. It must be a challenge being within such a big organization. The program is hidden in a very large bureaucracy. Some thought that the program may not be in the right place to get the right supports and gain respect from other agencies. There is a risk of being perceived as “that’s just DOH and their position on climate change” which could be a potential barrier to being recognized as the experts they are. A suggestion was made that the Program should be in the health equity institute where there is more visibility. Priority: There is a perception that climate change is not the most immediate risk - it has taken a back seat this past year. Even for those in the public who are is aware, they don’t know how to prioritize what needs addressing and what the risks are. RIDOH Climate Change and Health Program Assessment Page 14 of 56",
        "Other Weaknesses Mentioned: The need to align initiatives better across state agencies; better coordination and cooperation in messaging and data/information sharing; the need for the Program itself to be given more authority; have the program be community driven and community led; education on climate change should be ongoing,; dated data that is small and hyper-local; not making the economic argument with economic impacts of health and the environment - A lot of state leadership thinks in terms of economics and it would strengthen their position; the lack of diversity of the people - there are lots of young, white, females doing this work; framework for making connections between knowledge and policy; Resilient Rhody is a step-by-step plan without a budget; the lost momentum with climate change being put on hold; the need for funding to support legislation; need for increased visibility of Spanish language resources, maybe have the whole website available in Spanish; this Program may not be a focal point for RIDOH at the “It's admittedly been a little while since I moment; RIDOH could help with the lack of continuity in the went to the website, but I remember it Program; silos within silos are a weakness - No one has being a beast. So much information and authority to make state-wide policy decisions or power over an data. It’s a little overwhelming. The agency that might “control” a particular issue that they are interface should be more tailored to find working on; the need to advocate more in government for what you need to find (if you are a climate change (they might be doing this already); there may scientist, parent, community member, be structural weaknesses that impede the Program’s priorities; etc.).” and the need to make the website more user friendly (big ~ Small Group Discussion Participant buttons) - there is so much information and data on the website that it can be overwhelming. RIDOH Climate Change and Health Program Assessment Page 15 of 56",
        "7. Key External Change Forces (Opportunities and Threats) What are key external “change forces” or factors that influence the Program’s work and the resources they provide? Change Forces (Opportunities & Threats) “There is a glut of federal funds heading our way - this presents opportunities and 8 Funding potential issues - how do funds get spent 5 equitably? There will be a lot of once in a 2 lifetime opportunities which can pass us State Gov't 4 by if we’re not keeping an eye on it. Who is at the table? It is important that 2 Priority someone is keeping track of those 3 conversations. The same system that is 1 presenting barriers to actions around Federal Gov't 3 climate change could be the same people who will be deciding where the money 2 Justice goes. The balance of power… If it’s not 2 us getting to the table, it’s important that 1 someone is advocating on behalf of Collaboration 2 communities.” ~Individual Stakeholder 3 Corporate Power 1 Act on Climate Bill 1 “For the last year or so, the DPH has had a higher profile because of daily press 1 Community Engagement conferences going on because of COVID. 1 Take the energy and the higher profile 1 after this huge crisis and focus on much Education 1 slower moving crisis of climate change.” ~ Small Group Discussion Participant 2 Housing RIDOH 2 Size 1 2 Voice 0 1 2 3 4 5 6 7 8 Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) RIDOH Climate Change and Health Program Assessment Page 16 of 56",
        "Funding (opportunities): There were many opportunities around funding raised by participants. There is a lot of funding going towards human services for the Care Act. RI is trying to make an adder to the Low Income Home Energy Assistance Program (LIHEAP) to improve it. Does DOH have the ability to get money to NGO’s and CBO’s to do the work that they do? With the budget possibly growing, there is an opportunity to become more resilient and be creative in ways we haven’t in the past. There is an opportunity to connect with other funding streams in other sectors and to be creative in looking to partner with agencies/organizations that connect to climate change. There will be Federal investment in infrastructure. We should have shovel-ready projects so if the funding comes we can make the state more resilient and safer. Funding will be needed for moving up flood plains, sewers and sewer treatment plants, and protecting roads. Funding for the synergistic things like spending on community health networks, making the case that there are multiple benefits to climate resilience planning. Don’t just go after new projects - let’s not forget the work that is being done. Funding (threats): There were also threats shared around funding. As a state-run program, with a state budget that was “Favorable politics and state law have hard hit by COVID, we don’t know what the impact will be on not translated to additional resources program planning and potential budget cuts. One threat is that and funding to support these programs.” the program is entirely grant funded and beholden to CDC’s ~ Small Group Discussion Participant priorities. If we don’t get the CDC grant again in five years, we have nobody because the state has not put money towards sustainability. We have had Federal leaders who don’t believe in climate change, which puts the program in jeopardy. Some initiatives are funded at higher levels than others. What projects can we fund? The reluctance to dedicate funding towards cooling is a threat. Heating support in winter is great, but summers are getting hotter, especially and issue during the pandemic when cooling centers were closed. COVID-19: COVID-19 was a threat mentioned by many participants, but people saw opportunity as well. The struggle “Everything we talked about with health for all programs to maintain attention and stay relevant during disparities pre-pandemic were only made COVID is a threat. The pandemic - people dying - those issues worse. There is a lot of work to be done in that area, framing it in terms of get raised and can back burner other issues. A lot has been climate change as not just a year-long sidelined by COVID and there is the challenge of recapturing disaster, but a life-long disaster.” people’s attention. The opportunities: We can frame what we ~Individual Stakeholder have learned from COVID, how we deal with massive, complete life-changing emergency disasters. There is an opportunity for the Program to collaborate and align with COVID communication efforts bring out the resilience and climate change and vulnerabilities in these same communities. “The new Gov is very business-oriented, find a pitch for him in switching energy State Government: Favorable politics and state laws show that production, rewarding companies that things are moving in the right direction of progress on this issue. come to RI that are more energy-efficient There is an opportunity to reframe a lot of our work in in a way that will benefit the economy. alignment with the Governor’s priorities and making the Reframe a lot of our work in alignment economic case. The upcoming Governor and state office with Governor’s priorities and making the elections create opportunities, but there is a potential threat of economic case.” having new leadership that may not support this work. ~ Small Group Discussion Participant RIDOH Climate Change and Health Program Assessment Page 17 of 56",
        "Priority: Changing priorities of leadership can be an opportunity or a threat. The attitude that “it doesn’t affect me until it affects “It is hard to carve out time to act on me” is a threat. Climate change keeps getting pushed down the climate change. It is hard to find board, to the back burner, or over the cliff. Climate change and actionable, tangible things for folks to take action on. Tree planting is equity are interconnected. It has not maintained a strong vision in important, but it takes lots of background the department. The next health crisis that pulls the public in one work, planning, logistics, and direction is a threat. We need to be able to keep eye on longer maintenance.” term threats as well as the immediate issues. We need to invest in ~Individual Stakeholder resources and people that will stay with the agency. There needs to be long-term investment in problems and the people able to bring it forward. The next thing that comes and pulls the best staff away - we need to be prepared and have climate change programming ingrained in DOH. Climate change is so important, but it’s hard to get people’s attention if they’re facing hunger, or need to pick up their kids, or are having difficulties with their neighbor. Federal Government: Federal attention on climate change is bringing new resources to the state. The change in the federal “The Trump administration forced us all administration and the sheer number of executive orders and policy to move to state-oriented change - with changes related to climate change; new funding, new studies. The the Biden administration, people may rely more on national agenda. We have to do opportunity is keeping an eye to everything that is coming out and both, instill as a core value that does not how it might benefit their program: new funding, new opportunities get picked up or put down based on for HEZ’s, new funding for environmental justice, and taking political winds (don’t become advantage of those opportunities for the Program. There is a threat complacent).” in that Federal information can sometimes not be our best friend. ~ Small Group Discussion Participant Recently there was an infrastructure report that grades everyone’s infrastructure, it was very bad and that resonated with people, but the data was misleading. Justice: There is uncertainty whether the agency as a whole sees “There is a rising tide of understanding, the connection of climate justice as racial justice, as economic interest, and public discourse around justice. It would be great if they named that connection. We really structural inequities in our society. That have to change our perception of how we address this; in order to is an opportunity to broaden solve the problem, you need to get out of the problem mindset understanding of why climate change is not just an environmental concern. (Einstein). Use anti-racism as an opportunity to advance new Explain what this actually means for the thinking. It is amazing how many people are on the “social justice lives of human beings, especially those and equity” bandwagon. Do you really understand this? This could who are strongly impacted by the become systemic oppression under a different name. We need to negative structures in our society. We make sure that we are 100% centered in the conversations that are need to be really cautious to be doing this going on now about equity and inclusion. Rachel is working with work genuinely and not just slapping the organizations who are trying to work for the people who are most word “equity” on everything… it has to be impacted by climate change through the EC4 advisory board. They deep work, and not more committees of are talking about environmental justice and the communities white people saying this is their priority.” impacted. Imbedding that in the work of the Program is important. ~ Small Group Discussion Participant RIDOH Climate Change and Health Program Assessment Page 18 of 56",
        "Collaboration: There are ongoing opportunities to work with community partners to combine our strengths. In order to make resources that come in from regional and federal levels impactful, we need to collaborate to establish infrastructure that centralizes communities and people in general to exercise their power in determining where resources should be allocated. Collective action will empower larger work that needs to get done. There is a strong nonprofit community that can keep consistency apart from volatility of state government. Let the non-profit sector know what the Program needs. There is an opportunity to come up with a strategy for what you want to achieve, which is developed with a larger group so it is not owned by the state. There is an opportunity to create a solid set of recommendations to carry RI through for the next 30 years. There is always the threat of not working together across sectors. Corporate Power: One threat is the possible return to a political environment where there was a concerted effort by the right and oil industries to vilify those who support the environment (tree huggers, “A huge opportunity for the state as and other “crazy people” labels). Also, the obstruction of state action a whole is the Bill on Climate - it by business groups. highlights environmental justice, which is a weak spot for the health Act on Climate Bill: This was seen as both an opportunity and a threat. department. It is a huge opportunity It is a huge opportunity for the state and everyone working in climate for everyone working in climate change. The current attention on climate policy is a new window and change” an opportunity in that Rachel is doing great work. Being in the public ~Individual Stakeholder eye is not always a good thing and could pose a threat, especially with the controversy and debate around the Act, Community Engagement: If the priorities for the community change, we need to be agile and change our priorities. It would be nice to feature people who have lived experience with dealing with the reality of climate change; especially those that doubted climate change initially. Education: Kids can make a really big difference. They don’t want to feel hopeless and overwhelmed. We should do more to support teachers in getting the kids engaged. Housing: Housing is already a massive issue in terms of the lack of affordable, shortage of stock, subpar quality, aging nature, etc. There is a real opportunity for thinking about climate change in the scale and scope of systems change that needs to happen to see mitigation. Housing being built needs to be green and affordable. Gentrification and displacement are also huge issues. A lot of thigs, if not done right, can be detrimental to the communities they are supposed to be helping. Housing and health - landlords own the property but don’t want to pay for improvements. Tenants don’t own the building and can’t make upgrades. The Energy office has been struggling with how to work with and against that. How do we convince the landlord to do this? Renters are predominantly low income and people of color who need to be a focus and target area for efforts, specifically in urban areas. RIDOH: RIDOH benefits from the fact that RI is a smaller state without county health depts which makes it easier to reach out to the community more quickly. Because Rachel is imbedded within DOH and there are so many people who want to work on these issues, she can infiltrate other agencies. She can work with other peers to spread this around to other agencies. Rachel works well with outside groups, too. She could get a lot of support if she did this right. Size: Staff cuts are a threat, as is staff turnover. It is hard to make any traction with 1.5FTE. RIDOH Climate Change and Health Program Assessment Page 19 of 56",
        "Voice: Continue to be that voice of climate and health. Without the program, we don’t have that. We’ve got to keep raising issues that the system doesn’t want to deal with. Being able to do that in different administrations is great. Sometimes people are able to keep being troublemakers in a good way. Other Change Forces Mentioned: The opportunity for every agency to look at their work through a climate change lens. There is no room for programs that don’t think about climate change; it is unclear how much the Program does with city governments; relocation of communities in climate disasters (e.g., Katrina). Housing might not be in the normal framework, but housing and displacement need to be considered in terms of climate change; there is a Sea Grant network of 35 universities - there is a program that they are trying to work on about training, train the trainer, for NAACP for climate and sea level rise. We don’t have community health workers like in Massachusetts, we don’t have community health departments. Who are the likely people to be trained in this type of thing? What might be the opportunity in public health and climate change? What are those train-the-trainer opportunities to enhance the program state-wide?; the rapid transition of energy sector - are they opportunities or distractions? Where should the program fit?; There is an opportunity to expand the HEZ in a climate change way through the Health Department; Nonprofit organizations need to take accountability – their climate work can have effects on gentrification and make housing/jobs inaccessible. Need to understand how to solve two problems and understanding multiple facets; the press can be either damning or great. Some developers engage with the press to their advantage. We can use the momentum around press to lead to policy change; opportunity to update the Resilient Rhody report. This plan needs to be updated but it gives a good overall picture and it is nested with other state agencies; Is there a dialog between Rachel and Shaun O’Rourke and his work with the RI Infrastructure Bank (RIIB), the resilience work that they are doing in communities?; take advantage of social media as a tool to disseminate information and specifically target that demographic that spends lots of time on social media, and specific communities (e.g., via Rhode Island en espanol or Providence en espanol Facebook pages); getting kids to do PSA/TikTok/Insta - combine with social media and make things fun for them to engage. Kids help re-invigorate and re-inspire; there are so many different things/studies that they have done that come out with recommendations. Take those reports out and look at those recommendations. Be able to have that context to help fund opportunities; there is so much work that students could do to contribute to the Program’s climate change work. Industry partners and community organizations can collaborate with schools and teachers to provide work-based learning opportunities for students through the Work-based Learning Navigator. Non-profits and organizations are encouraged to sign- up. RIDOH Climate Change and Health Program Assessment Page 20 of 56",
        "8. More That Can be Done What more do you believe needs to be done in RI to address climate change and its impact on public health? Programs/Resources Are there other programs or resources that you would like the Climate Change & Health Program to provide? More that can be done: Programs & Resources “The severity of these issues provides an opportunity to unite. Connect climate 3 change to public health, economics, Awareness 2 weather-related disasters to build solidarity. Showcase what we have in 3 Education 2 common to unite all of us. We are the problem which means we also are the 3 Youth solution.” 1 ~ Small Group Discussion Participant 3 HEZ 1 Transportation “Making sure that all the awesome 2 resources are accessible to everyone. Justice 2 Currently only available in English and 1 Spanish. Are there other translations? Also, how to find it, where to go, what to Funding 2 do, where is the DOH, how would I talk to someone from there?” 1 Workforce Development ~Individual Stakeholder 1 3 Programs & Resources - General 2 0 1 2 3 4 Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) RIDOH Climate Change and Health Program Assessment Page 21 of 56",
        "Awareness: It is important to have programing and resources that continue to raise awareness on climate change, the connection to health issues, and the inequities experienced by some communities. Understanding how health is interwoven with emergencies overall (environmental, weather, supply chain, economic, and health emergencies) and the disproportionate impact on certain communities is also important. Use the severity of issues to unite people (e.g., the importance of the quality of our drinking water) and let people know what they can do about it in their homes and at “Presenting issues to people, but showing work. people that there are steps that they can take even for something that is very big and Education: Enrich K-12 education so that we are tackling ever changing. Having outreach and climate change as an issue in schools. What resources does education but also presenting that there is the Program have to help provide meaningful content in something that they can do to help and have schools? We need to have more supports for teachers to some form of control over it. Example: The teach kids how to use GIS. In addition to outreach and issue of pond scum. People use to swim in education, we need to also present that there is something random ponds back in the day and we need that they can do to help and have some form of control over to explain to them how that is now it. Education for black and brown communities on, for dangerous. Need to demonstrate how there example, the tick program. Those communities can have fear is something they can do to help.” ~ Small Group Discussion Participant of the outside world. Make sure education materials are culturally sensitive, that data and information is accessible and presented in common language. . Explore work programs for people to be better stewards. Youth: Engage youth, especially those who are already engaged working on youth health issues (e.g., reproductive health). Help youth gain educational credit and obtain jobs and/or internships and offer grants and school programs for youth to sustain work. HEZ: Share with the HEZ about what is happening already in the Climate Change and Health Program. Link programs to bring “She worked on trees in HEZ’s. Is there additional resources on climate change to the HEZ’s. more that could be done? I know that it isn’t fair do demand that the HEZ can do Transportation: There is a lot be to done for the communities everything.” who are impacted by proximity to highways, freight routes, and ~Individual Stakeholder shipping routes. It is important to look at the sources of emissions and where they are coming into the state (pipe, ship, truck). Electrification of transportation is good for climate change and health. Justice: What can RI do to move forward on environmental justice? We can form partnerships, form a council, codify it, etc. It is important to elevate the voices that need to be elevated for the conversations on environmental justice. We should also create and/or update environmental justice maps. Funding: Put a dollar amount on the climate change impact to RI. Articulate how much will it cost to deal with it now and how much more it will it cost to deal with it later. Funding for climate change needs to be braided; DOH is in a good position to do that. If we tie in financing opportunities, we could be successful. Programs & Resources - General: Find ways to coordinate, align and leverage other work that is being done. There needs to be a fresh new initiative that creates opportunities to bring positive light on this work. RIDOH Climate Change and Health Program Assessment Page 22 of 56",
        "There are lots of great state plans, city plans, and studies - we just need to execute them. There needs to be an approachable tone and presentation of resources to engage people. Programs need to be culturally responsive and target building resiliency in the historically underrepresented communities. Make sure that all of the Program’s awesome resources are accessible to everyone. They are currently only available in English and Spanish. We need more resources on the preparation side. Other Programs & Resources Mentioned: Workforce Development; Need to have more data/more reliable data; Need to redo and re-release the Climate Change and Health Resiliency Report. People are more ready to hear it now; Provide info to the people who are making decisions so that their decisions are informed, and so they can make decisions to fund the important issues; Connect climate change to food insecurity, job insecurity, community economic health/development; The Healthcare Without Harm Program works in other states, but not RI. They have staff in RI, but not on climate; Support for community design in areas indicated by heat maps; Explore some kind of reverse 911, especially for heat waves. Also need system to check on the elderly; We need to expand the workforce, from state, to NGO’s, to other nonprofit organizations. Other states have multiple people in their environmental agencies to move this work forward; Have staff focus on particular environmental initiatives. There is an opportunity to diversify the workforce. RIDOH Climate Change and Health Program Assessment Page 23 of 56",
        "Partnerships/Collaborations Are there additional opportunities for partnerships or collaboration that the Program should be exploring? Many of the suggestions offered were prefaced with “They may already be doing this, but if not, they should…” More that can be done: Partnerships & Collaborations “Be aware of when programs are submitting new funding proposals for 3 Healthcare their respective areas and bring climate 1 change projects to them (diabetes and 4 Universities climate change, for example).” ~ Small Group Discussion Participant 2 Justice 1 3 Community Engagement 3 Cities & Towns “Strongly recommend that Rachel take 2 State Gov't advantage of the fact that other 1 agencies want to work on this too. Just Messaging ask… other agencies can devote some 2 staff time to help. You can grow a EC4 virtual team. But you have to ask and 2 have your boss support the ask.” Partnerships & Collaborations - 4 ~Individual Stakeholder General 4 0 1 2 3 4 5 Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) State Government: Take advantage of the “warmer” State legislature. Engage with the Commerce and Treasurer’s Office to make the economic argument for climate and health. Find champions in the General Assembly. The General Assembly needs to be better informed. Universities: Bring university programs in more for research, data, briefs and to create a next generation of champions. Work with Brown and URI. There are always students and professors who want to connect on real world things. The university is a great opportunity to link up with (land grant and sea grant institution). Healthcare: Work with healthcare systems and hospital systems. Find champions in healthcare to connect climate change to health impact. Explore prevention incentives for health issues connected to climate change within the healthcare system. Work with hospitals (merger of Lifespan and Care New England) as allies of climate change and as major contributors to the problems (massive parking lots, commuters, power plant for their power). RIDOH Climate Change and Health Program Assessment Page 24 of 56",
        "Cities & Towns: Make connections with city staff. Work with the people who are the equity & diversity person for their city or town. Partner with the people developing municipal plans (e.g., municipal hazard mitigation). Community Engagement: Engage the people on the ground with a people-, neighborhood-, community- centered focus. Hold meetings in communities and provide incentives for people to participate. Go out into the community to disseminate information. Justice: Be an important voice in the conversation around environmental justice and climate change. Align Program efforts with environmental justice efforts. Work with the Racial and Environmental Justice Committee EC4: RIDE needs to be represented on the EC4. is legislation needed to tell people to obey the law? Work to strengthen the existing collaborations in the EC4. Messaging: The program is moving in the right direction by bringing on a communications specialist. Messaging should start with grassroots education on the risks and dangers of climate change. Communications need to paint a picture of what life will be - “Do it for the next generation”. Consider directing messaging towards the doubters as well. Partnerships & Collaborations - General: The more partners, the better; Have one central commission to spearhead everything related to climate; Hold an annual Climate Summit; Connect with other programs and approach strategies together; Build better coalitions between housing and energy and climate; Connect with other partners who have a voice; Alignment with other programs and plans across the state; Support interagency/cross-dept work (break down silos); form regional coalitions with neighboring states; Collaborate on other programs’ funding proposals to build in funding for climate change; Find champions in vulnerable communities, maybe through mayor’s association; Be at the table for infrastructure conversations (e.g., transportation, building, energy); Make connections to places where people can be physically active. Other Potential Partnerships & Collaborations Mentioned: Attorney General’s Office Groundworks Cancer Programs Health Equity Institute (HEI) Center for Emergency Preparedness and Response Home visiting programs (CEPR) (round tables) Johnson and Wells Tree Canopy project Diversity, Equity & Inclusion (DEI) Media Partner- Barbara Morris, Health Check Departments/Coordinators (in organizations to Reporter engage POC) Real Estate Developers Department of Emergency Management (DEM) Rhode Island Department of Education (RIDE) Department of Transportation (DOT) Southside Community Land Trust Emergency Medical Services (EMS) Tribes Extensions (need county extensions) WIC Faith-based Communities Wind Industry and Wave Power Farm Fresh RIDOH Climate Change and Health Program Assessment Page 25 of 56",
        "9. Strategic Priorities What would you pick as the top 3 strategic priorities for addressing climate change and reducing its impact on public health? Strategic Priorities “Partnering with frontline communities of color across the 1 Community Engagement 4 state is really important, getting their input on priorities to frame the 3 Resources big picture.” 2 ~ Small Group Discussion Participant 1 Transportation 4 1 Collaboration 3 “Heat and the impacts on human 1 Education 3 health - really make that connection. People remember the hot summers, 1 Funding lying awake at night because it is 3 too hot to sleep.” 3 Heat ~Individual Stakeholder 1 3 Justice 1 2 Tree Canopy 1 “Rethinking transportation (biking, walking, improving public Communications 2 transportation) will be huge for the future. Stop expanding and creating Data 2 new roads. This benefits people from all backgrounds, and reduces 1 Flooding 1 emissions.” ~ Small Group Discussion Participant 1 Housing 1 Incentives 2 Legislation 2 Priority 2 Size 2 State Gov't 2 0 1 2 3 4 5 Frequency Individual Stakeholders (n=10) Small Groups Discussions (n=6) RIDOH Climate Change and Health Program Assessment Page 26 of 56",
        "Community Engagement: Improving community engagement and making sure we are moving towards deferring to communities instead of telling them what to do should be a priority. Have priorities come from the ground, with community engagement part of framework for how decisions are made at DOH. Focus on people-centered or community-driven outcomes. Think about HEZ communities and where different communities are at -focus there and on what communities really need from us as a Health Dept. Resources: Creating targeted programs has a benefit all around. We need a multi-year approach for the mitigation steps we want to take. We are not going to solve this in a year. Update the 2015 Climate Change and Health Resiliency Report and the Resilient Rhode-I strategic plan. Programming needs to be accessible, with clear pathways to engagement with the communities or individuals who are interested in learning what steps can they take to move forward. Provide resources to the cities and towns who are dealing with issues, like flooding, that are impacting them now. Transportation: We should focus on clean transportation: make it easier, educate the public that hydrogen is safe “I assume that they are doing something with again; make it easier for people to walk and bike places; transportation - feels like we’re on the precipice of being able to do our transportation better, but it is harness solar and wind without compromising existing hard to make that shift. How do we make it so land, forests, and water. Rethink how we approach people can move from place to place and not have transportation. Biking, walking, and improving public an impact on the environment?.” transportation will reduces emissions and will benefit ~Individual Stakeholder people from all backgrounds. Make an infrastructure broad enough to impact the whole state and the environment. From a mitigation perspective, make sure that transportation and climate initiative funding reduces health impacts in most vulnerable communities. Collaboration: Having a coalition is powerful in a grant-funded world - it brings sectors together and enables strong advocacy power and backing when navigating politics. Engage in cross-agency infiltration. Work with tribes and making those connections. Collaborative partnering with communities, not from the top down. Coordinate with municipalities so we are aware of zoning decisions. Education: Climate education is a priority. Partner with communities who are most impacted to do education and outreach, and to build “Environmental climate education relationships to inform the work of the program. We have the for K-12/younger students. opportunity to say it is not just about health and the environment, Communications/education - work but also about mental health and economics. DOH is best poised to more with schools. It’s amazing tie all these things together. what kids absorb and tell their parents.” Funding: Diversify the funding portfolio to fund climate change in a ~Individual Stakeholder meaningful way. Sit down with politicians for other ways in addition to grants to expand our fiscal portfolio: budgeting, financing, connecting programs and budgets commensurate with risks. RIDOH Climate Change and Health Program Assessment Page 27 of 56",
        "Heat: Heat and heat waves need to be a priority. This includes warning systems, a tracking system for elderly and other vulnerable “The City of Providence is doing ok, populations, especially in minorities, and making the connection but there is no state-wide approach between heat and its impacts on human health Planning for heat to managing heat waves and waves should be a big part, especially for the large number of people ensuring people have access to cool who are working and recreating. Vulnerability to increased heat spaces.” ~ Small Group Discussion Participant extends from heat islands to being at the beach. Justice: Environmental justice, environmental justice issues, and prioritizing equity should be priorities. Work on building bridges and connections between urban communities and the rest of the state. Look at the multiple effects and cascading impacts of climate change on the more vulnerable communities - not only black and brown communities, but also elderly and children. Tree Canopy: The tree canopy is especially important to those urban communities that are cement heavy. A lack of shade accelerates the disparities. Communications: Invest more in communications campaigns and community engagement that aligns issues. Communicate to the public through both comprehensive and targeted messaging that will resonate and land with residents. Data: Another priority is producing the data foundation we need to support and drive decisions. We need to scale up data and move the data and evaluations into other sectors. Flooding: Flooding and mosquitoes are a safety issue. We have more ponding of water, leading to more mosquitoes, which leads to more vector borne diseases. It is one of those things that we don’t really think about. Flood preparedness and access to community resources to prepare and respond are also important. Housing: Housing and affordable housing should be a priority. Incentives: We need to create incentives for individuals and organizations to make different choices at both the Federal and State levels: Incentivizing sustainable and non-destructive power sources through policy. Legislation: There needs to be policy change around the major causes of climate change. Figure out how to lift this up and support legislative and regulatory changes. Perhaps consider developing alliances with private funders. Priority: The topic of climate change and health needs to be a priority. One completely different idea is a focus on healthcare cost security. - Look at where people’s healthcare costs are coming from to help set priorities. Size: Staff support is a clear priority. Advocate for additional staff to focus on climate change, along with nonprofit partners. State Government: Find a way to make it palatable for the Governor to support companies that are energy efficient and to welcome these companies to RI. Demonstrate the cost of INACTION with projections of economic harm and lives impacted. Try to demonstrate to policymakers WHY it is important. Getting policy makers on board is the biggest priority. RIDOH Climate Change and Health Program Assessment Page 28 of 56",
        "Other Strategic Priorities Mentioned: Air Quality (asthma & fossil fuels); Connecting individual behavior to larger issues and vice-versa; Understanding magnitudes and uncertainties associated with each risk factor; Conversation about cumulative impact, and assessing pollution sources when making decisions that could increase environmental harm; have DOH be a voice in energy efficiency conversations or general affordable housing conversations, new or updated building convos (heating, cooling, use of natural gas, etc.); Drinking water; Economic Development; Electrification; Energy Efficiency; look at funding and support for third party evaluation work and economic analysis to bolster position and credibility; Focus on 3 top health impacts and let everything flow from there (air quality, temp extremes); increasing storage for water; Build infrastructure to respond to heat, coastal flooding and erosion. It is inevitable at this point; Mapping out what is needed - fisheries, ponds, parks, our bay - keeping our waters clean; Find an empathetic media partner that really cares about this issue and get something going where we could keep the message at the forefront of the public; pick 3 key things, run with it, and communicate the plan and progress! Lay down a position to organize around; Regulatory Coordination; Renewable energy and less carbon-intensive energy sources; Looking at list of programs within RIDOH, identify those that can justify how they are related to climate change and write a few sentences about the connection/impact of climate change; Look at program deliverables and goals set by funders to align language for climate change projects; find vocal champions; Work life: we have all learned that teleworking is good for the environment. Continue commitment to that at the state level; Engaging local youth and young people in careers and opportunities that support this effort. We put so much effort into people who come to RI to study and then leave. Put the focus on local youth. How are we connecting the people who live here, to here? RIDOH Climate Change and Health Program Assessment Page 29 of 56",
        "In Conclusion Those engaged in the small group and individual stakeholder discussions came Categories Across ALL Data Gathering from diverse backgrounds and brought their own personal experiences and areas of expertise to bear in their responses. It is Funding * 8 5 likely due to that diversity, as well as the 6 Collaboration numerous challenges to be faced with 6 * 6 climate change and its impacts on health, Justice 5 that there was no one theme that came up 5 Size 6 in all ten individual discussions, and only 6 State Gov't two overall themes that came up in all six 4 5 small group discussions (Size and Resources 5 Collaboration). 7 HEZ 3 Many of the people who HRiA spoke with Sea-level Rise 4 5 indicated a strong desire to help move 6 Heat efforts forward and offered countless 3 5 suggestions and recommendations. While Education 4 the need for funding beyond the CDC grant 5 Community Engagement 4 to fuel efforts was the most frequently 5 Awareness mentioned theme throughout the 3 3 discussions, most participants quickly Priority 4 moved on to focus on what needed to be 2 Transportation 4 done and how it could be done if the 3 Program Manager funding were in place, and/or offered 3 suggestions for securing funding. COVID 4 2 2 In summary, the top overall themes RIDOH 3 emerged across all questions regarding 3 Flooding 2 climate change and health in RI were: 3 Disparities • Funding 2 • Collaboration 0 1 2 3 4 5 6 7 8 9 • Justice Frequency • The Size of the Program Individual Stakeholders (n=10) Small Groups Discussions (n=6) • State Government • Resources • HEZ *NOTE: “Collaboration” and “Size” were the only two themes that came up in all six (6) Small Group Discussions RIDOH Climate Change and Health Program Assessment Page 30 of 56",
        "Comparative Analysis HRiA performed a comparative analysis of six other CDC Climate Ready States and Cities Initiative (CRSCI) awardees: the states of Maryland, Minnesota, Vermont, and New York, as well as New York City and San Francisco. Information was gathered from program webpages, CDC program information, and a review of pertinent reports in instances where information was not available on a program’s webpages. In each instance, the RIDOH Climate Change and Health Program information is included along with the information on the six other programs. All links, where provided, were active as of the date of this report. Funding amounts for CRSCI programs was not publicly available. RIDOH Climate Change and Health Program Assessment Page 31 of 56",
        "Mission & Goals Rhode Island: RI Climate Change & Health Program Mission: To prepare for the human health effects related to climate change and create a healthy, sustainable, and resilient future for all Rhode Islanders. Goals/What We Do: • Educate the public to raise awareness about the connection between climate change and health. Mission & Goals (What We Do) • Work with community partners/agencies to develop a unified and equitable adaptation plan. • Advocate for policy and behavioral changes that reduce/prevent emission of greenhouse gases. • Focus on holistic solutions, community cohesiveness, and equity. • Coordinate with local, state, and regional partners to leverage efforts to mitigate public health impacts. • Offer a variety of programs to mitigate public health impacts among vulnerable populations. Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program Mission: Taking action to minimize the impacts of Mission: None listed. Mission: None listed. climate change can improve the health of Vermonters Goals/What We Do: (not specified explicitly on their Goals/What We Do (from the NYC Climate and Health today and in the future. website) Profile Report): Goals/What We Do: • Provide informational resources • Risk assessment to inform climate health policies, • Raise Climate & Health Awareness • Climate and health data and research strategies and resiliency initiatives • Support Healthy Climate Mitigation Actions • Resiliency planning • Identify vulnerable populations • Strengthen Community Resilience • Sustainability planning • Build Health Department Capacity • Environment and Health Data Portal • Reduce Environmental Hazards • Participate in multi-agency planning efforts Strengthen Individual Resilience • Conduct surveillance and research • Partner with academic researchers and experts to better understand climate and health in NYC Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program Mission: Unclear what is unique to the MD Climate Mission: Our mission is to foster healthier, more Mission: Our Climate and Health Program is working to Change Health Adaptation Program and what is part of equitable and resilient communities. develop solutions to support healthy and climate-ready the State’s comprehensive strategy to reduce Goals/What We Do: communities. vulnerability to a changing climate (Maryland • Education: Resonate with the hearts and minds of the Goals/What We Do: Commission on Climate Change (MCCC) public, influencers and decision-makers to build a • Research and Planning Goals/What We Do: The Public Health Strategy for culture of health and climate action. • Climate Health Vulnerability Assessments Climate Change is part of the State’s comprehensive • Research: Conduct credible, rigorous and innovative • Education and Outreach Materials strategy to reduce vulnerability to a changing climate. research to facilitate health and climate in all policies. • Resource Sheets The program achieves these goals by providing tools, • Capacity Building: Provide technical assistance, tools • Open Data and Indicators resources, and technical assistance for citizens, and products to expand and accelerate health and • Media, Press and Articles communities, non-governmental organizations, schools, climate solutions. local governments, planners, and State agencies to help This program also has Guiding Principles, which are them think about health and use health data as they included in the San Francisco’s Climate and Health develop climate change plans. Adaptation Framework 2017 RIDOH Climate Change and Health Program Assessment Page 32 of 56",
        "Organization Structure & Staff Contacts Only two of the programs list their Program Managers on their webpage, RI and MD. Others listed a program email address for a contact, or, in the case of NY, no contact information was provided. Staff information for San Francisco and Minnesota’s programs were found in other areas of their departments’ website. The table below shows the contact information available for each program as well as where it is located in their respective Departments of Health. Rhode Island: RI Climate Change & Health Program Rachel Calabro, Climate Change Program Manager rachel.calabro@health.ri.gov Organization Structure & (401) 222-7757 Staff Contacts Caroline Hoffman, Communications Specialist Under the Center for Healthy Homes and Environment, Rhode Island Department of Health Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program ClimateHealth@vermont.gov climatehealth@health.ny.gov - Phone: 802-863-7220 or 800-439-8550 (toll-free in Vermont) Under the New York State Department of Public Health Under the New York City Department of Health and Fax: 802-863-7483 (NYSDOH) Mental Hygiene Under the Environmental Health Division (AHS.VDHEnvHealth@vermont.gov), Vermont Department of Health Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program Nick Adams, Program Manager health.climatechange@state.mn.us ClimateandHealth@sfdph.org nadams@umd.edu 651-201-4899 6097721739 Cyndy Comerford, Manager of Policy and Planning Nissa Tupper, Program manager Director, Climate and Health Program Under Environmental Health of the Maryland Brenda Hoppe, Research Scientist cyndy.comerford@sfdph.org Department of Health (MDH) Emmy Waldhart, Program Planner 415.554.2626 From the Climate & Health Stories page (featuring stories of 13 staff (called Climate and Health Matt Wolff Champions) Health Data and Geosystems Analyst matt.wolff@sfdph.org Under the Environmental Health Division of the 415.252.3978 Minnesota Department of Health Under the Office of Policy and Planning of the San Francisco Department of Public Health (SFDPH). This program has its own .org website. RIDOH Climate Change and Health Program Assessment Page 33 of 56",
        "Program Website Home Pages The information contained on each program’s homepage varied greatly from program to program. A brief description is provided below for each home page. The San Francisco Climate & Health Program is the only program of those researched that has its own program website separate and apart from the SFDPH. Rhode Island: RI Climate Change & Health Program • Subscribe to newsletter and links to past newsletters • Links to Climate Change and Health programs: Community Resilience Program Website Home Pages • Links to publications, reports and other resources • Links to other climate change topics: Air Quality, Climate Literacy, Extreme Heat • Contact info for Program Manager Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • What do I need to know about climate change and • Links to information for each of these questions: How • Links to access publications, reports and other health? can climate and weather impact my health?, How can resources 1. Climate change is already happening, and is I protect my health in a changing climate?, What • Links to climate change topics: Extreme heat, Extreme expected to continue. should I do before, during and after a storm?, What cold, Coastal storms, Power outages, Polluted air, 2. Climate change is increasing health risks in can my community do to become resilient to a Mosquitoes and ticks Vermont changing climate?, What are New York State agencies 3. Certain people and places are at greater risk for doing to protect health in a changing climate?, What climate-related health impacts. data and research are available to track and 4. Responding to climate change can benefit health understand climate impacts? now and in the future. • Contact email address • Climate and Health Resources (drop down) • Human Health Effects of Climate Change Training • Contact Information (drop down) • In This Section (drop down with links to multiple climate change issues) Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Links to: Environmental Public Health Climate • Links to webpages (each includes a brief promo video, This program has its own website Adaptation Tracker (EPHCAT), Climate Change and information on the specific climate change element, • Tabs on: Climate Projections, Health Impacts, Health Profile Report (2016), Maryland Dept of and links to resources and training Neighborhoods, Indicator Maps Health’s Environmental Public Health Tracking Portal videos/presentations): Climate & Health Overview, • Multiple links to “products” under each of the (EPHT), References and Resources Toolkit, Agriculture & Food Security, Air Quality, Diseases following categories: Research and Planning, Climate Environmental Public Health & Climate Events Spread by Ticks & Mosquitoes, Extreme Heat Events. Health Vulnerability Assessments, Education and Calendar, Maryland Commission on Climate Change, Water Changes, Wellbeing, About Us (the Climate & Outreach Materials, Resource Sheets, Open Data and CDC CRSCI. Health Program and agency activities) Indicators, Media, Press and Articles • Contact info for Program Manager • Links directly to promo videos for each topic above. • Nicely organized, but some dead links RIDOH Climate Change and Health Program Assessment Page 34 of 56",
        "Communications The table below outlines the various ways each of the programs share information in addition to what is included on their program webpages. Social Media posts on the topic of climate change are through the respective health departments’ social media pages. Communications Rhode Island Vermont New York State New York City Maryland Minnesota San Francisco Newsletter Links on website Subscribe to our to past issues of Climate & Health e- the newsletter. newsletter to - - - - - Button to receive email subscribe to updates future issues. Email Get Email Updates - - - - - - (same link as above) Facebook Posts about Posts about Posts about Posts about Posts about Posts about climate Posts about climate climate change on climate change climate change climate climate change change on the change on the SF the RIDOH page, on the VT DOH on the NYSDOH change on the on the Maryland Minnesota Dept of Dept of Health page with link to State page. page. NYC Dept of Dept of Health Health page. and of RI Climate Health page page. (Has “share” City and County of Change button, but no link San Francisco page. Climate Change to Facebook from (Has no link to Maryland program webpages) Facebook from program webpages) Twitter Rhode Island Vermont Dept NYSDOH NYC DOH MD Dept of Minnesota SF Climate Health Department of of health @HealthNYGov @nychealthy Health Department of @sfclimatehealth Health @healthvermon @MDHealthDept Health @mnhealth (Has no link to @RIHEALTH t Twitter from program (Has “share” @MDEnvironmen webpages) button, but no link t (MD Dept of the Environment) to Twitter from San Francisco program webpages) Department of Health @SF_DPH YouTube ridohealth HealthVermont NYSDOH nychealth - MNDeptofHealth - Pinterest - - NYSDOH - - - - Instagram - - nysdoh nychealthy mdhealthdept - - Calendar of Events Environmental - - - - Public Health & - - Climate Events RIDOH Climate Change and Health Program Assessment Page 35 of 56",
        "Program & Initiatives Not all states/cities list specific programs or initiatives on their webpages. Where none were found on the Program webpage, other State climate change initiatives may be listed. Rhode Island: RI Climate Change & Health Program • Community Resilience Programs & Initiatives − Health Equity Zones Resilience Project − Urban Forests for Climate and Health − Senior Resilience Project Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • The Vermont Climate and Health Program does not From NYS DOH Building Resilience Against Climate The program focuses on the following priority climate list any specific programs or initiatives. Effects (BRACE) in New York State: Climate and Health hazards, which pose significant risks to health in NYC • The state also has a Climate Change page, that lists Profile, June 2015 (p.68-71): (strong evidence from the NPCC indicates these risks goals, tools, programs, etc., that do not appear to be • Protect and improve health related to climate will worsen in the future). part of the Climate Change and Health Program. − Storms, prolonged rain and flooding climate impact • Heat waves and rising average summer temperatures These include: team • Increased severity of flooding from coastal storms and − Better Buildings − Heat climate impact team power outages due to extreme weather − Cleaner Energy (Agencies Move to Renewable − Vector-borne disease climate impact team The program also works on other hazards such as cold Energy) − Food and water-borne disease climate impact weather, pollen and air pollution − Low Carbon Travel (Cleaner Vehicles, More team Transportation Choices) • Create effective partnerships and develop − Nature-Based Solutions (Floodplains and coordinating infrastructure Wetlands, Healthy Forests) • Implement integrated educational strategies − Composting & Recycling (Avoiding Food Waste, Recycling and Climate Change) − New Climate Preparation (Disaster Readiness, Protecting our Health, Remove Vulnerabilities) Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Environmental Public Health Climate Adaptation • Minnesota Climate Data Community of Practice (CoP) • Climate Projections: San Francisco Climate Tracker(EPHCAT): EPHCAT - build capacity for using climate projection data to Projections, the full report (also saved to folder) • The Maryland Department of Health’s Environmental increase climate resiliency for Minnesotans • Health Impacts: Health Impacts of Climate Change Public Health Tracking Portal (EPHT) • Metropolitan Council's resilience work, which (Many broken links on this page) encourages communities to integrate climate change • Neighborhoods: Neighborhood Summary. adaptation and mitigation strategies as part of their Information about our Community Resiliency comprehensive plan update Indicator System and the Community Resiliency Index, click here. Download data here. • Indicator Maps Community Resiliency Indicator Maps (see also Maps) (Many broken links on this page) RIDOH Climate Change and Health Program Assessment Page 36 of 56",
        "Plans & Reports The table below lists the plans and reports listed on each programs’ webpages. Where plans were not found linked to the program, state level plans on climate change have been included. Rhode Island: RI Climate Change & Health Program Climate Change and Health • RI Climate Change Health Adaptation • Climate Change and Health Resiliency (2015) Plans & Reports • Future Health Impacts from Climate Change in Rhode Island: Evidence from Climate Models (2013) • Future Social and Economic Loss and Health Impacts Due to Extreme Weather Events and Sea-Level Rise (2013) Community Resilience • Rhode Island Resiliency Shelter-in-Place Template Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Climate and Health Profile Report • Building Resilience Against Climate Effects in New • NYC Department of Health Climate and Health Profile • Climate Change and Health in Vermont White Paper York State Climate and Health Profile June 2015 Report (PDF) • New York State Energy Research and Development • NYC Hazard Mitigation Plan Authority - Report 11-18 Response to Climate Change • New York City Panel on Climate Change 2015 Report in New York State (ClimAID) — Chapter 5: Public Health Impacts and Resiliency • Sea Level Rise: What is Expected for New York (2015) Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Maryland Climate and Health Profile Report (2016) • Minnesota Climate & Health Strategic Plan • Climate and Health Adaptation Framework, 2017 • The 2030 Greenhouse Gas Reduction Act Plan (Feb • Progress Report • Climate and Health Adaptation Online Summary, 2021) • Minnesota Climate and Health Profile Summary (PDF) 2017 • Maryland Department of the Environment Annual • Minnesota Climate and Health Profile Report (PDF) • Co-Health Benefits of SF’s Climate Action Plan, 2013 Climate Change Report (Dec 2020) • Minnesota Climate Change Vulnerability Assessment • Resilient San Francisco published by Office of • Maryland Commission on Climate Change 2020 Summary (PDF) Resilience and Recovery Annual Report • SF Climate Action Plan published by San Francisco Department of the Environment RIDOH Climate Change and Health Program Assessment Page 37 of 56",
        "Toolkits & Trainings Only some of the program specifically call out resources as tools, toolkits or trainings. Minnesota’s Climate Change & Health Training Module Series is a very comprehensive training series. Minnesota also has an extensive library of trainings and resources, including many YouTube videos (both mini videos (<2 min) for each climate topic and webinar videos as part of their Health and Climate Change 101 Training Module). Maryland has its Resources organized in a way that is very easy to find what you are looking for (found via the References and Resources Toolkit button on their homepage. Rhode Island: RI Climate Change & Health Program • Resilience Tools from the University of Rhode Island’s Coastal Resources Center/Sea Grant Toolkits & Trainings • Summer 2020 CAPA Heatmapping Report (Includes training presentations, videos, maps, and • Health Equity Zones Heat Risk Maps other tools) • Urban Heat and Air Temperature Maps • Climate Change and Health Continuing Medical Education • Multiple Community Resilience Guides, Presentations & Tools Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Vermont’s program references a course called the • Environmental Public Health Tracking • Resources for Teachers (Environment & Health Data Human Health Effects of Climate Change Training, a • County Heat and Health Profile Reports Portal) free, self-paced course offered by the New England • **New!** Heat Health Training Materials for Public Health Training Center. Professionals and Community Leaders • **New!** Collecting and Sharing your own Data Template for Community Groups Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program Environmental Public Health Climate Adaptation • Climate Change & Health Training Module Series: Education and Outreach Materials Tracker (EPHCAT) seven-part series developed to help educate public • Clinician Climate Change and Health Training The Maryland Public Health Strategy for Climate Change health professionals, planners, emergency managers, Modules, 2019 program has compiled a starter toolkit to provide you and others about the climate changes we're • Heat Training Presentation, 2019 with fact sheets, reports, infographics, literature and experiencing in Minnesota, the impact those changes • Public Information for Heat Events (Multilingual), presentations related to climate and health in have on health, and what actions we can take to help 2016 Maryland: References and Resources Toolkit reduce and prevent negative health outcomes • Health Impacts of Flooding/Mold, 2017 • Events, Health Education Materials, Mini-grants, associated with climate change. Each module includes • Flood/Extreme Storm Training Presentation, 2018 Other, Presentations, Press Releases, Publications, a webinar recording and fully scripted presentation • Public Information for Extreme Storms/Flooding, 2016 Reports, Response Plans for use as a “train the trainer” resource. • Health Impacts of Flooding and Extreme Storms, 2016 • Training • Heat Vulnerability in Minnesota Tool • Children’s Environmental Health Promotion: ‘Take − Adaptive Strategies in MD: Training for Allegany • Extreme Heat Toolkit Action Against Mold’ Info Sheets, 2018: English, County, PA Climate and Health Meeting (2014) • Health and Climate Film Produced by the Minnesota Spanish, Chinese − Climate Change and Health Care in MD (2014 Climate & Health Program, the Minnesota Community Resiliency Indicator Maps (page link), view Wicomico County Public Health Grand Rounds) Environmental Health Tracking Program and tpt interactive map (dead link) - neighborhood-level − MD Public Health Strategy for Climate Change Minnesota, 2014. community resiliency data. Aggregate and raw data can (2015 Training to DE Climate Change Program) be found on San Francisco open data portal, DataSF.org. RIDOH Climate Change and Health Program Assessment Page 38 of 56",
        "Other Resources Rhode Island: RI Climate Change & Health Program • Climate Change and Health Teaching Resources • Climate Change and Your Health: A Guide for Rhode Islanders (English) (Spanish) (Portuguese) • Sustainability Pledge and Guide • Rhode Island Urban Forests for Climate and Health Initiative Resources • Climate Change and Air Quality (English) (Spanish) (brochures, Fact/Info Sheets, Guides) • Climate Change and Food (English) (Spanish) • Climate Change and Heat (English) (Spanish) • Climate Change and Mosquitoes (English) (Spanish) • Climate Change and Storms / Flooding (English) (Spanish) • Climate Change and Ticks (English) (Spanish) - Note: English link is broken • Climate Change and Water (English) (Spanish) Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Weatherization & Health in VT • Introduction • Extreme heat • Improving Health Through Transportation • Impacts on My Health • Extreme cold • Climate Change + Your Health • Protecting My Health • Coastal storms Climate and Health Resources • Before, During and After a Storm • Power outages • Climate Change and Your Health • Building Community Resilience to a Changing Climate • Polluted air • Heat Impacts on Health in Vermont • Strategies to Protect New Yorkers' Health in a • Mosquitoes and ticks Changing Climate • Vermont Heat Vulnerability Index • Climate-Related Data & Research • Weatherization + Health • Learn about Climate Change • Weatherization + Health Technical Report Climate Change and Vulnerable Populations | Vermont Department of Health (healthvermont.gov) Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program MCCC has the following fact sheets (available in English Climate Change & Health Info sheets Resource Sheets and Spanish - links are for English versions): Climate & Health 101 (PDF) • Multi-Hazard Extreme Heat, Wildfire Smoke, COVID- • Addressing Climate Change in Maryland: An Overview • Agriculture & Food Security (PDF) 19 Resource Sheet • Maryland is planning for sea-level rise • Air Quality (PDF) • Mold Health Guidance Document (Resource to Aid • Maryland's Greenhouse Gas Emissions Reduction Act • Extreme Heat Events (PDF) the Identification and Remediation of Mold, 2018 • Responding to the health impacts of climate change • Water Changes (PDF) Open Data and Indicators • Increasing resilience to climate change • Wellbeing (PDF) • Community Resiliency Index • Buying local and climate change Extreme Heat Tips • DataSF – Community Resilience Indicators • 2017 Annual Report Summary • Extreme Heat Tips Sheet - English (PDF) also in • DataSF – Flood Vulnerability Data • Tackling Climate Change in Maryland (Spanish) (Hmong) (Karen) (Oromo) (Somali) • DataSF- Extreme Heat Data (Coming Soon!) RIDOH Climate Change and Health Program Assessment Page 39 of 56",
        "Resources for Targeted Audiences Rhode Island: RI Climate Change & Health Program Existing publications cross-referenced and linked by target audience on Climate Change Publications and Resources: • Parents • Businesses • Public Health Professionals Resources for Targeted Audiences • Community Partners • Public Housing Authorities • Facility Managers • Residents • Healthcare Administrators • School Administrators • Healthcare Providers • School Nurses • Long Term or Residential Care Managers • Teens Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Local Officials • • Health Educators • Public health workforce • A wide range of community and partner organizations Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Science Beat 8th Grade Journalism Module on Climate Change & Wellbeing Resources • Extreme Heat Preparedness Resources for Clinicians, Climate and Health • Public Health Professionals 2019 • Science Beat 8th Grade Teaching Module on Climate • Health Care Professionals • Flooding and Extreme Storm Preparedness Resources and Health • Parents/Caregivers for Clinicians, 2019 • Vibrio Infections Handout (Spanish) • Educators • Air Quality Preparedness Resources for Clinicians, • Video for Prevention of Pediatric Hot Car Injuries and 2019 Deaths Responding to Youth Emotional Distress Due to Climate • Vibrio Skin Wound Precautions (Spanish) Change: A Guide for Parents and Caregivers (PDF) RIDOH Climate Change and Health Program Assessment Page 40 of 56",
        "Partners Each program takes a slightly different approach in highlighting the partners that they work with both within their department and across the state. Rhode Island: RI Climate Change & Health Program • CDC Climate & Health Program • Climate Change Rhode Island Partners • Resilient Rhody (as indicated by the respective programs) • Rhode Island Office of Energy Resources • Rhode Island DEM Climate Change • RIPTA Green Initiatives Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Urban & Community Forestry Programs (VT ENV CH • Office of Climate Change (through the Dept. of • Housing White Paper, p.20) Environmental Conservation) • Infrastructure • From the VT ENV CH Profile Report: • Climate Action Council (The Gov signed into law the • Social Services − Community partners Climate Leadership & Community Protection Act in • Emergency Management − Climatologists and other academics at University 2018, which created a Climate Action Council charged • Academic Researchers and Experts of Vermont with developing a scoping plan of recommendations • The Mayor’s Office of Climate Policy and Programs − State entities to meet targets) − NGOs • The Dept. of Transportation also has information on − Private sector its site related to climate change programs. Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • The Maryland Commission on Climate Change • Metropolitan Council's resilience work • San Francisco Municipal Transportation Agency • San Francisco Department of the Environment who published the SF Climate Action Plan • Office of Resilience and Recovery - who published Resilient San Francisco • San Francisco Public Works • San Francisco International Airport (SFO) • San Francisco Public Utilities Commission • San Francisco Planning Department • San Francisco Adaptation Efforts • San Francisco Port • San Francisco Mayor’s Office RIDOH Climate Change and Health Program Assessment Page 41 of 56",
        "Other Councils/Coalitions & Legislation Rhode Island: RI Climate Change & Health Program Other Climate Change • RI Executive Climate Change Coordinating Council (EC4) Councils/Coalitions & Legislation • The Resilient Rhode Island Act established the Executive Climate Change Coordinating Council (EC4) in 2014. • The 2021 Act on Climate was signed into law in April of 2021. Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program • Vermont Climate Council was established in 2020 as a • New York State Climate Action Council, formed in • New York City Panel on Climate Change (NPCC). result of the Vermont Global Warming Solutions Act 2019. • NPCC started in 2009 and was codified in Local Law 42 of 2020. • The Climate Leadership and Community Protection of 2012 with a mandate to provide an authoritative • Vermont Global Warming Solutions Act of 2020 Act (Climate Act) was signed in 2019. and actionable source of scientific information on future climate change and its potential impacts. Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • The Maryland Commission on Climate Change • The Climate Change Executive Order established the • There are several organizations in San Francisco, (MCCC). Climate Change Subcabinet, comprised of state working on climate change. The City’s Climate and • Greenhouse Gas Emissions Reduction Act (GGRA) of agency and department leadership, as well as the Health Adaptation Framework, 2017 was developed 2009. Governor's Advisory Council on Climate Change, a by the San Francisco Department of Public Health and • A second Executive Order (01.01.2014.14) in 2014 citizen board appointed to advise the Subcabinet. its partners. expanded the scope of the MCCC and its membership • The Climate Change Executive Order (19-37) was • Related legislation (numerous) to include non-state government participants. signed in 2019. • During its 2015 session, the Maryland General Assembly codified the • MCCC was codified into law in 2015 RIDOH Climate Change and Health Program Assessment Page 42 of 56",
        "Involvement in Other Climate Initiatives Involvement in Other Climate Rhode Island Vermont New York State New York City Maryland Minnesota San Francisco Initiatives 100 Percent Clean Policies State Action: State Action: n/a State Action: State Action: n/a State Action: n/a California by state 100% clean 100% clean State Action: energy executive energy legislation 100% clean (Source: Center for order & economy-wide energy legislation American Progress - Energy climate program & economy-wide and Environment) climate program City/County City/County City/County City/County City/County City/County Action: Action: Action: Action: Action: Action: Committed to Committed to Committed to Committed to Committed to Committed to 100% clean 100% clean 100% clean 100% clean 100% clean 100% clean energy: n/a energy: n/a energy: energy: n/a energy: energy: • East Hampton • Minneapolis • 31 (including • Southampton • St. Louis Park San Francisco) • St. Paul Powered by 100% Powered by 100% Powered by 100% Powered by 100% Powered by 100% Powered by 100% clean energy: n/a clean energy: clean energy: n/a clean energy: n/a clean energy: n/a clean energy: n/a • Burlington Regional Greenhouse Gas Member of the Member of the Member of the Member of the Initiative (RGGI). Regional Regional Regional Regional (Source: Center for Greenhouse Gas Greenhouse Gas Greenhouse Gas Greenhouse Gas American Progress - Energy Initiative (RAGGI) Initiative (RAGGI) Initiative (RGGI) Initiative (RGGI) and Environment) In 2009, 10 states - CT, DE, ME, MD, MA, NH, NJ, NY, RI, AND VT - banded together to create the Regional Greenhouse Gas Initiative (RGGI). RIDOH Climate Change and Health Program Assessment Page 43 of 56",
        "Climate Ready States and Cities Initiative (CRSCI) Rhode Island: RI Climate Change & Health Program CRSCI Recipient, funded by CDC since 2012 Climate Ready States and Cities Rhode Island Department of Health Initiative (CRSCI) The Rhode Island Climate Change and Health Program primarily addresses community resilience, extreme heat, air quality and respiratory illnesses, flooding, sea level rise, and vector-borne diseases. Vulnerable populations such as seniors, youth, outdoor workers, and residents in the urban core are the focus of the program’s work. The Source: CDC > Climate and Health > Climate Effects on program’s adaptation activities include extreme heat messaging to outdoor workers, Lyme disease outreach to Health > Regional Health Effects local communities, climate resiliency in the urban core communities, and climate preparedness in long-term care and assisted living senior housing. Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program CRSCI Recipient and NEHA mini-grant recipient, funded CRSCI Recipient, funded by CDC since 2010 CRSCI Recipient, funded by CDC since 2010 by CDC since 2012 New York State Department of Health New York City Department of Health and Mental Vermont Department of Health New York State (NYS) has primarily focused on the Hygiene The Vermont Climate and Health Program addresses health impacts of heat, flooding, and heavy The New York City Climate and Health Program (NYC key climate-related health risks including heat illnesses, precipitation events. These climate hazards are being CHP) focuses on the health impacts of current and poor air quality and allergenic pollen, vector-borne addressed through the development and future climate-related hazards, primarily, extreme heat, diseases, water-borne diseases, cyanobacteria, mental implementation of adaptation activities in coordination extreme cold, and power outages. The program relies health impacts, and extreme weather events, such as with program partners. These adaptations include on several approaches to analyze the magnitude of flooding and storms. The high-risk populations include development of Heat and Health county profile reports, these impacts and which populations and communities older adults, low income households, and residents working with the National Weather Service to revise the are most at risk to these impacts, develop, promote, or with pre-existing health conditions. Some of the thresholds for issuing heat advisories, providing air evaluate climate resilient policies and interventions, program’s main adaptation activities include increasing conditioners to vulnerable populations, creating a and communicate climate-health risk messages. In hot weather preparedness, promoting home mapping application to display cooling center locations, addition, the program works to ensure that health is a weatherization, and providing energy-saving shade tracking heat stress hospitalization and emergency consideration in larger, multi-sectoral planning or trees. Many of the program’s activities help to provide department visits annually, publishing lessons learned resiliency initiatives by helping to prioritize local health co-benefits as part of statewide climate from the response to Hurricane Sandy, and helping local communities for climate mitigation and adaptation mitigation efforts focused on the transportation, governments take action to reduce greenhouse gas investments. To achieve program success, the program housing, forestry, and energy sectors. Vermont also emissions and adapt to a changing climate. relies heavily on partnerships with internal sister agency received an additional mini-grant grant to implement Seneca Nation of Indians programs. two new Health in All Policies (HiAP) strategies: 1) The Seneca Nation of Indians (located in what is now Integrate heat-related climate, health, vulnerability, and called New York) is working to address impacts from adaptive capacity data into Vermont’s Environmental flooding and storm water, including prevention of Public Health Tracking Data Explorer. 2) Implement vector-borne disease, by incorporating health into accountability structures for hot weather preparedness existing collaborative climate work. The mini-grant and response through a “Hot Weather Workgroup” of project focuses on health communication. multi-sectoral partners. RIDOH Climate Change and Health Program Assessment Page 44 of 56",
        "Rhode Island: RI Climate Change & Health Program CRSCI Recipient, funded by CDC since 2012 Climate Ready States and Cities Rhode Island Department of Health Initiative (CRSCI) The Rhode Island Climate Change and Health Program primarily addresses community resilience, extreme heat, air quality and respiratory illnesses, flooding, sea level rise, and vector-borne diseases. Vulnerable populations such as seniors, youth, outdoor workers, and residents in the urban core are the focus of the program’s work. The Source: CDC > Climate and Health > Climate Effects on program’s adaptation activities include extreme heat messaging to outdoor workers, Lyme disease outreach to Health > Regional Health Effects local communities, climate resiliency in the urban core communities, and climate preparedness in long-term care and assisted living senior housing. Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program CRSCI Recipient, funded by CDC since 2012 CRSCI Recipient and NEHA Mini-Grant recipient, funded CRSCI recipient, funded by CDC since 2010 Maryland Department of Health by CDC since 2010 San Francisco Department of Health The Maryland Climate Change Health Adaptation Minnesota Department of Health The San Francisco Department of Public Health’s Program provides a health focus to climate response The Minnesota Climate and Health Program protects Climate and Health Program works to address the local efforts across the state, through technical assistance, public health by engaging, informing, and guiding health health impacts of extreme heat, flooding and extreme development of epidemiologic tools and data products, and climate champions throughout the state to create storms, drought and wildfire, and allergies and air and education and outreach. The program primarily healthy, equitable, and resilient communities. The pollution through the development of vulnerability addresses extreme heat, air quality and respiratory program works with partners and stakeholders to assessments, literature reviews and emergency plans, illness, water-borne diseases, and extreme weather educate about the health impacts of a changing climate data analysis and mapping, outreach and engagement events, such as hurricanes and tornadoes. The program through trainings and communication materials. For to community based organizations and other includes education and outreach for school age youth example, the program released a seven-part training stakeholders, and working interdepartmentally to bring (K-12), minority groups, community health workers, and and companion materials to educate on climate and a health perspective to citywide climate action and informal healthcare networks, as well as a climate health in Minnesota, including agriculture and food preparedness efforts. San Francisco is particularly change training curriculum for community health security, air quality, extreme heat, water changes, well- vulnerable to the health impacts of extreme heat. A workers and extension workers. being, and vector-borne diseases. To help planners and study of a 2006 California heat wave found that during decision-makers in emergency management understand extreme heat events, San Francisco’s emergency regional climate trends, the program co-developed department visits increased more than almost climate and health data profiles in 2019. The profiles anywhere else in the state. The Climate and Health are tailored to each of the six Homeland Security and Program has helped San Francisco prepare for future Emergency Management (HSEM) regions across the extreme heat events by informing the city’s extreme state, acting as a framework for discussing projected heat emergency response plan, developing and local risks related to our changing climate and deploying extreme heat preparedness trainings supporting the development of climate adaptation specifically for older adults, and engaging local clinicians strategies that protect community health and safety. about how to discuss extreme heat preparedness with their patients. Minnesota also received a mini-grant in 2019 from CDC and the National Environmental Health Association (NEHA) to develop an online climate and health vulnerability assessment tool to allow communities across the state to visualize and analyze health, climate, and environmental data to aid planning and adaptation. RIDOH Climate Change and Health Program Assessment Page 45 of 56",
        "Best Practices Rhode Island: RI Climate Change & Health Program The Rhode Island Climate Change and Health Program primarily addresses community resilience, extreme heat, air quality and respiratory illnesses, flooding, sea level rise, and vector-borne diseases. Vulnerable populations such as seniors, youth, outdoor workers, and residents in the urban core are the focus of the program’s work. The program’s main adaptation activities include extreme heat messaging to outdoor workers, Lyme disease outreach to local communities, and climate resiliency in the urban core communities. Strategic plans for both vector-borne Best Practices disease and extreme heat have been developed. Communications campaigns have also been used to spread awareness and provide guidance on personal protection against Lyme disease and other tick-borne illnesses, and Source: CDC’s Preparing for the Regional Health Impacts extreme heat. The program has developed a climate change and health guide for Rhode Island residents in English, of Climate Change in the United States (July 2020). Spanish, and Portuguese. A focus of the program has been on community resiliency and supporting Rhode Island Health Equity Zones to adapt to climate change. The Health Equity Zones have focused their work on emergency preparedness and neighborhood flooding. The Senior Resiliency project focused on preparing long-term care and assisted living senior housing for possible climate-related health effects. The project conducted resiliency audits and developed plans for emergency situations. A facility self-assessment tool was also developed to allow individual facilities to evaluate their resiliency and emergency preparedness. RIDOH Climate Change and Health Program Assessment Page 46 of 56",
        "Best Practices Source: CDC’s Preparing for the Regional Health Impacts of Climate Change in the United States (July 2020). Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program While all Vermonters are at risk for climate-related New York State (NYS) has primarily focused on the The New York City Climate and Health Program (NYC health impacts, the program focuses on mitigating health impacts of heat, as well as flooding and heavy CHP) focuses on the health impacts of current and health impacts for especially high-risk populations precipitation events. These climate hazards are being future climate-related hazards, primarily, extreme heat, including older adults, low income households, and addressed through the development and extreme cold, and power outages. The program relies residents with pre-existing health conditions. Some of implementation of adaptation activities in coordination on several approaches to analyze the magnitude of the program’s main adaptation activities include with program partners. These adaptations include these impacts and which populations and communities increasing hot weather preparedness, promoting home development of Heat and Health profile reports that are most at risk to these impacts, develop, promote, or weatherization, and providing energy-saving shade summarize extreme heat exposure, sensitivity, evaluate climate resilient policies and interventions, trees. Many of the program’s activities help to provide vulnerability, and adaptive capacity for NYS counties, and communicate climate-health risk messages. In health co-benefits as part of statewide climate and working with the National Weather Service to addition, the program works to ensure that health is a mitigation efforts focused on the transportation, revise the thresholds for issuing heat advisories in NYS. consideration in larger, multi-sectoral planning or housing, forestry, and energy sectors. Vermont also A partnership with the NYS Office of Temporary and resiliency initiatives. The program does this by helping received an additional grant from the National Disability Assistance increases utilization of their to prioritize local communities for climate mitigation Environmental Health Association (NEHA) focused on program to provide air conditioners to vulnerable and adaption investments. One example of this is the Health in All Policies (HiAP). This grant will be used to populations. Staff also worked with the NYS NYC Heat Vulnerability Index, developed by NYC CHP implement two new HiAP strategies: 1) Integrate heat- Environmental Public Health Tracking Program to create and Columbia University, which provides an related climate, health, vulnerability, and adaptive a mapping application to display cooling center understanding of how the risk for dying during a heat capacity data into Vermont’s Environmental Public locations across the state and track heat stress emergency varies across neighborhoods. To achieve Health Tracking Data Explorer. These data will be used hospitalization and emergency department visits program success, the program relies heavily on to raise awareness about heat risks and inequities, annually, and published in peer-reviewed public health partnerships with internal sister agency programs communicate with the public about adaptation journals on lessons learned from the response to including, the Air Quality Program, the Environmental resources, and identify gaps in adaptive capacity. 2) Hurricane Sandy. The program also partners with the Public Health Tracking Program, Healthy Homes, Office Implement accountability structures for hot weather NYS Department of Environmental Conservation of Emergency Preparedness and Response, and the preparedness and response through a “Hot Weather Climate Smart Communities (CSC) program, which helps Center for Health Equity. Workgroup” of multi-sectoral partners, including local governments take action to reduce greenhouse representatives from emergency management, hospital gas emissions and adapt to a changing climate. preparedness, human services, senior services, education, occupational safety, and regional planning agencies RIDOH Climate Change and Health Program Assessment Page 47 of 56",
        "Best Practices Source: CDC’s Preparing for the Regional Health Impacts of Climate Change in the United States (July 2020). Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program The Maryland Climate Change Health Adaptation The program released a seven-part training and The San Francisco Department of Public Health’s Program is the lead for integration of health adaptation companion materials to educate on climate and health Climate and Health Program works to address the local into the state’s response to a changing climate. Located in Minnesota, including agriculture and food security, health impacts of extreme heat, flooding and extreme in the Maryland Department of Health, the program air quality, extreme heat, water changes, well-being, storms, drought and wildfire, and allergies and air provides a health focus to climate response efforts and vector-borne diseases. pollution through the development of vulnerability across the state, through technical assistance, To help planners and decision-makers in emergency assessments, literature reviews and emergency plans, development of epidemiologic tools and data products, management understand regional climate trends, the data analysis and mapping, outreach and engagement and education and outreach. The program primarily program co-developed climate and health data profiles to community-based organizations and other addresses extreme heat, air quality and respiratory in 2019. The profiles are tailored to each of the six stakeholders, and working interdepartmentally to bring illness, water-borne diseases, and extreme weather Homeland Security and Emergency Management a health perspective to citywide climate action and events, such as hurricanes and tornadoes. The program, (HSEM) regions across the state, acting as a framework preparedness efforts. San Francisco is particularly which is closely integrated with the Maryland for discussing projected local risks related to our vulnerable to the health impacts of extreme heat. A Commission on Climate Change, includes education changing climate and supporting the development of study of a 2006 California heat wave found that during and outreach for school age youth (K-12), minority climate adaptation strategies that protect community extreme heat events, San Francisco’s emergency groups, community health workers, and informal health and safety department visits increased more than almost healthcare networks. Among the products of the anywhere else in the state. The Climate and Health program is a climate change training curriculum for Minnesota also received a mini-grant in 2019 from CDC Program has helped San Francisco prepare for future community health workers and extension workers. The and the National Environmental Health Association extreme heat events by informing the city’s extreme training increases competency among informal (NEHA) to develop an online climate and health heat emergency response plan, developing and healthcare networks in order to advise patients and vulnerability assessment tool to allow communities deploying extreme heat preparedness trainings community members on how to understand climate across the state to visualize and analyze health, climate, specifically for older adults, and engaging local clinicians impact on themselves and their health. The program’s and environmental data to aid planning and adaptation. about how to discuss extreme heat preparedness with Climate Ambassador program, which is a program their patients. targeted at school age youth in Maryland, provides students with tools and information to educate and empower themselves and their communities to respond to the impacts of a changing climate. RIDOH Climate Change and Health Program Assessment Page 48 of 56",
        "Links to Other Web Pages Rhode Island: RI Climate Change & Health Program Links to Other Web Pages • Climate Effects on Health (most outside of DPH/DOH) • US Global Change Research Program Vermont: Vermont Climate and Health Program New York State: NYS DOH Climate, Weather & Health New York City: NYC Climate and Health Program More Climate Change Resources: • National Climate Assessment, US Global Change • NYC Department of Health Climate and Health Profile • Climate Change—Vermont Agency of Natural Research Program Report (PDF) Resources • Climate Change Indicators, Environmental Protection • Cool Neighborhoods NYC — Keeping Communities • Vermont Climate Summary from the National Agency Safe in Extreme Heat (PDF) Oceanic and Atmospheric Administration (NOAA) • Climate Change 2013: The Physical Science Basis, • NYC Hazard Mitigation Plan • Northeast Regional Climate Center at Cornell Intergovernmental Panel on Climate Change • New York City Panel on Climate Change University • Climate and Health Program, Centers for Disease • CDC: Climate and Health Program • U.S. Geological Survey (USGS) Regional Climate Control and Prevention • White House Report on the Health Impacts of Climate Change Viewer Change on Americans (PDF) • Climate Monitoring data from NOAA • Recent carbon dioxide observations at NOAA’s Mauna Loa Observatory • Assessment Reports from the Intergovernmental Panel on Climate Change • 2014 U.S. National Climate Assessment Maryland: MD Climate Change Health Adaptation Prog Minnesota: Minnesota Climate and Health Program San Francisco: SF DPH Climate and Health Program • Maryland Commission on Climate Change Related Topics: • See “Partners” • CDC Climate Ready States and Cities Initiative • Comprehensive Plans • Emergency Preparedness • Environmental Review • Natural Disasters and Severe Weather Each climate & Health Impacts area lists additional resources at the bottom of the page: • Agriculture & Food Security • Air Quality • Diseases Spread by Ticks & Mosquitoes • Extreme Heat Events • Water Changes • Wellbeing External Resources also listed: • Minnesota Resources • Tribal Resources • National Resources • International Resources RIDOH Climate Change and Health Program Assessment Page 49 of 56",
        "Appendix A: Individual Stakeholder Discussion Guide RI Climate Change and Health Program Individual Stakeholder Discussion Guide Welcome • Hi, my name is ______________ and I am with Health Resources in Action, or HRiA, a public health consulting group out of Boston, MA. Thank you for taking the time to talk with me today. This interview will take about 45 minutes. Is this still a good time for us to talk? • The RI Department of Health is working with HRiA to conduct an assessment and draft strategic priorities to support the development of the Program’s next five-year grant application and work plan. As part of the assessment process, we are gathering data by conducting individual discussions with key stakeholders and small group discussions with Community Partner Organizations and Internal State Agency Stakeholders to understand your perspectives on the strengths and assets of the Climate Change and Health Program, and to gather thoughts on opportunities moving forward. • Upon completion of the data gathering efforts, HRiA will be developing a summary which will include the common themes that have emerged. Those themes will be used to draft strategic priorities and inform the development of the Program’s next five-year grant application and work plan. The summary will not include any personal identifying information. Your responses from our conversation today will be strictly confidential. • Do you have any questions for me before we begin? Demographic Information Please tell me about yourself and your current position/role. How long have you been in this role? What is your involvement/relationship with the RI DOH’s Climate Change & Health Program, or climate change in general? RIDOH Climate Change and Health Program Assessment Page 50 of 56",
        "Mission & Awareness 1. What do you think are the biggest challenges that RI faces from Climate Change? Facilitator Note: To see if they mention health connections at all 2. Is the mission of Climate Change and Health Program is widely known and understood? Mission: To prepare for the human health effects related to climate change and create a healthy, sustainable, and resilient future for all Rhode Islanders. 3. On a scale of 1-5, how would you rate the awareness of community members in RI about the connection between climate change and public health? (1 = no awareness, 5 = very high level of awareness) Strengths 4. What do you believe to be the Program’s top strengths that help support excellence in the work that they do and the resources that they provide? What is the Program doing well? Prompts/Background Information (for Strengths and Weaknesses): Programs What They Do Publications/Resources • Health Equity Zones • Educate the public (connection between • Reports Resilience Project CC and Health) • Plans • Urban Forests for • Partner to develop adaptation plans • Website Climate and Health • Advocate for policy and behavioral • Newsletter • Tick & Mosquito changes (GHG) • Brochures Education • Focus on holistic solutions, community • Fact Sheets cohesiveness, and equity. • Forms • Coordinate with partners to leverage • Guides efforts to mitigate PH impacts. • Presentations • Offer programs to mitigate PH impacts • Articles among vulnerable pops. • Maps • Toolkits Weaknesses (within the Program’s control) 5. What do you believe to the Program’s top weaknesses that present challenges or barriers to excellence in the work that they do and the resources they provide? How do these weaknesses impact delivery of programs and resources? 6. What key things should the Program do to address these weaknesses? RIDOH Climate Change and Health Program Assessment Page 51 of 56",
        "External Change Forces (outside of the Program’s control) Consider the environment in which the Program operates -- local, regional, national 7. What are key external “change forces” or factors that influence the Program’s work and the resources they provide (consider current and emerging/future factors)? Please consider change forces that could be opportunities and/or threats. Moving Forward/Priorities 8. What more do you believe needs to be done in RI to address climate change and its impact on public health? a. Are there other programs or resources that you would like the Climate Change & Health Program to provide? b. Are there additional opportunities for partnerships or collaboration that the Program should be exploring? 9. After hearing the ideas everyone has shared here today, what would you pick as the top 3 strategic priorities for addressing climate change and reducing its impact on public health? Why? CLOSING Thank you so much for your time. That’s it for my questions. Is there anything else that you would like to mention that we didn’t discuss today? Thank you again! RIDOH Climate Change and Health Program Assessment Page 52 of 56",
        "Appendix B: Small Group Discussion Guide RI Climate Change and Health Program Small Group Discussion Guide Welcome • Hi, my name is ______________ and I am with Health Resources in Action, or HRiA, a public health consulting group out of Boston, MA. I am here today with my colleague, ________________, who will be taking notes. Thank you for taking the time to join us for this discussion. • The RI Department of Health is working with HRiA to conduct an assessment and draft strategic priorities to support the development of the Climate Change and Health Program’s next five-year grant application and work plan. As part of the assessment process, we are gathering data by conducting individual discussions with key stakeholders and small group discussions with Community Partner Organizations and Internal State Agency Stakeholders to understand your perspectives on the strengths and assets of the Climate Change and Health Program, and to gather thoughts on opportunities moving forward. • You are here today because we want to know your opinions on the Program’s strengths, challenges, and suggestions for future opportunities. The opinions shared today might differ. That’s okay. We want you to feel free to share your opinions. We want you to know there are no right or wrong answers. • Upon completion of the data gathering efforts, HRiA will be developing a summary which will include the general themes that have emerged. Those themes will be used to draft strategic priorities and inform the development of the Program’s next five-year grant application and work plan. • We will not include any names or identifying information in the summary report. Nothing that you say here will be connected directly to you in any way - your responses today will remain completely confidential. We also ask that you respect each other by not sharing what you hear today outside of this session. If you have something that you would like to share, but are not comfortable sharing it with the group, you can do a direct private message to me or ________ in the Zoom Chat. • We are recording today’s session for HRiA’s use only to insure the accuracy of our notes. The recording will not be shared with anyone outside of HRiA. We will begin recording after we have completed introductions. • We’re scheduled to talk for 90-minutes today. Does anyone have any questions before we begin? RIDOH Climate Change and Health Program Assessment Page 53 of 56",
        "RIDOH Climate Change and Health Program Assessment Page 54 of 56",
        "Introductions Let’s go around and introduce ourselves. Please share your name and the organization or agency you are with. [Facilitator & note taker introduces themselves] Mission & Awareness 1. What do you think are the biggest challenges that RI faces from Climate Change? Facilitator Note: To see if they mention health connections at all 2. Is the mission of Climate Change and Health Program is widely known and understood? Mission: To prepare for the human health effects related to climate change and create a healthy, sustainable, and resilient future for all Rhode Islanders. 3. On a scale of 1-5, how would you rate the awareness of community members in RI about the connection between climate change and public health? (1 = no awareness, 5 = very high level of awareness) Strengths 4. What do you believe to be the Program’s top strengths that help support excellence in the work that they do and the resources that they provide? What is the Program doing well? Prompts/Background Information (for Strengths and Weaknesses): Programs What They Do Publications/Resources • Health Equity Zones • Educate the public (connection between • Reports Resilience Project CC and Health) • Plans • Urban Forests for • Partner to develop adaptation plans • Website Climate and Health • Advocate for policy and behavioral • Newsletter • Tick & Mosquito changes (GHG) • Brochures Education • Focus on holistic solutions, community • Fact Sheets cohesiveness, and equity. • Forms • Coordinate with partners to leverage • Guides efforts to mitigate PH impacts. • Presentations • Offer programs to mitigate PH impacts • Articles among vulnerable pops. • Maps • Toolkits Weaknesses (within the Program’s control) 5. What do you believe to the Program’s top weaknesses that present challenges or barriers to excellence in the work that they do and the resources they provide? How do these weaknesses impact delivery of programs and resources? 6. What key things should the Program do to address these weaknesses? RIDOH Climate Change and Health Program Assessment Page 55 of 56",
        "External Change Forces (outside of the Program’s control) Consider the environment in which the Program operates -- local, regional, national 7. What are key external “change forces” or factors that influence the Program’s work and the resources they provide (consider current and emerging/future factors)? Please consider change forces that could be opportunities and/or threats. Moving Forward/Priorities 8. What more do you believe needs to be done in RI to address climate change and its impact on public health? a. Are there other programs or resources that you would like the Climate Change & Health Program to provide? b. Are there additional opportunities for partnerships or collaboration that the Program should be exploring? 9. After hearing the ideas everyone has shared here today, what would you pick as the top 3 strategic priorities for addressing climate change and reducing its impact on public health? Why? CLOSING Thank you so much for your time. That’s it for my questions. Is there anything else that you would like to mention that we didn’t discuss today? Thank you again! RIDOH Climate Change and Health Program Assessment Page 56 of 56"
    ]
}