{
    "FILE_NAME": "https://www.springfield-ma.gov/dpw/fileadmin/images/Projects/X_Planning_Study/16740_EENF_Reconstruction_of_Sumner_Avenue_at_Dickinson_Street_and_Belmont_Avenue__The_X__Springfield.pdf",
    "ALL TEXT": "The Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs 100 Cambridge Street, Suite 900 Boston, MA 02114 Maura T. Healey GOVERNOR Tel: (617) 626-1000 Kimberley Driscoll Fax: (617) 626-1081 LIEUTENANT GOVERNOR http://www.mass.gov/eea Rebecca L. Tepper SECRETARY September 1, 2023 CERTIFICATE OF THE SECRETARY OF ENERGY AND ENVIRONMENTAL AFFAIRS ON THE EXPANDED ENVIRONMENTAL NOTIFICATION FORM AND PROPOSED ENVIRONMENTAL IMPACT REPORT PROJECT NAME : Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue (The \"X\") PROJECT MUNICIPALITY : Springfield PROJECT WATERSHED : Connecticut EEA NUMBER : 16740 PROJECT PROPONENT : City of Springfield DATE NOTICED IN MONITOR : July 26, 2023 Pursuant to the Massachusetts Environmental Policy Act (MEPA; M.G.L. c. 30, ss. 61- 62L) and Section 11.06 of the MEPA Regulations (301 CMR 11.00), I have reviewed the Expanded Environmental Notification Form (EENF), and hereby determine that this project requires the submission of an Environmental Impact Report (EIR). In accordance with 301 CMR 11.06(13), the Proponent has submitted a Proposed EIR with a request that I allow a Rollover EIR in lieu of the usual two-stage Draft and Final EIR process. I hereby grant the request for a Rollover EIR, and, therefore, I will publish notice in the next Environmental Monitor that the Proposed EIR shall be reviewed as a Final EIR pursuant to Section 11.06(14) and shall be subject to a 30-day public comment period. Project Description As described in the EENF and Proposed EIR (the EENF/Proposed EIR), the project aims to provide traffic and safety improvements and improve pedestrian and bicycle accommodations at the Sumner Avenue corridor and abutting intersection (called the “X” due to the convergence of multipleEEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 roadways into an “X” at the subject intersection). This project includes the re-alignment of Belmont Avenue at “The X” intersection and the conversion to a one-way street, moving away from “The X” intersection until reaching Burlington Street to the west and Commonwealth Avenue to the east. As part of the proposed project, the intersection of Belmont Avenue and Commonwealth Avenue would be converted into a roundabout. Proposed roadway improvements include: • Addition of turn lanes on Sumner Avenue • Addition of both flush, traversable, stamped concrete median islands and raised vegetated median islands • Reconfiguration of Belmont Avenue into a one-lane one-way street, northbound between Sumner Avenue and Burlington Street and southbound between Sumner Avenue and Commonwealth Avenue • Addition of a signalized driveway exit for Trinity United Methodist Church onto Sumner Avenue • Reconfiguration of Cliftwood Street to include a single left-turn lane and a through-right lane onto Sumner Avenue • Modified T intersection at Belmont Avenue and Burlington Street to include bump outs • Reconfiguration of the Belmont Avenue and Commonwealth Avenue intersection into a roundabout The area within the project limits currently has limited pedestrian facilities, limited compliance with the Americans with Disabilities Act (ADA), and a lack of bicycle lanes. Pedestrian and bicycle improvements include: • Addition of a crosswalk with a rectangular rapid flashing beacon on Sumner Avenue, west of the Forest Park entrance • Addition of crosswalks at Cliftwood Street and Sumner Avenue, Belmont Avenue and Burlington Street, and Belmont Avenue and Ormond Street • Use of higher visibility, more durable recessed reflective crosswalks as opposed to lower visibility, standard painted crosswalks • Reconfiguration of existing sidewalk on the north side of Sumner Avenue into an 8-foot wide shared-use path between Cliftwood Street and the westernmost project limits • Reconfiguration of existing sidewalk on the south side of Sumner Avenue into an 8-foot wide shared-use path between the westernmost project limits and Parkwood Street • Addition of a 5-foot wide, on-street, painted bike lane on the South side of Sumner Avenue between Parkwood Street and Dickinson Street with a 5-foot-wide exit ramp from the shared-use path • Addition of a 5-foot wide, on-street, painted bike lane on the North side of Sumner Avenue between Ventura Street and Cliftwood Avenue with a 5-foot-wide entrance ramp onto the shared-use path • Addition of a 5-foot wide on-street bike lane on Belmont Avenue northbound from Sumner Avenue to Burlington Street • Addition of pedestrian plazas at Sumner Avenue and Belmont Avenue The project will involve 4 fee takings, 5 permanent easements, and 116 temporary easements. 2EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 Project Site The project site occupies approximately 12.6 acres and consists of the existing roadways right- of-way and associated sidewalks for Sumner Avenue, Dickinson Street, Belmont Avenue, Oakland Street, Cliftwood Street, Burlington Street, Lenox Street, Commonwealth Avenue, and Ormond Street in Springfield, MA. The project begins at the Sumner Avenue intersection with Forest Park Main Greeting Road and extends approximately 3,100 feet east to the intersection with Daytona Street. The Belmont Avenue segment begins just northwest of its intersection with Burlington Street and runs approximately 1,650 feet south to the intersection with Ormond Street. The Dickinson Street segment begins at the intersection with Burlington Street and runs south approximately 1,050 feet to the intersection with Cliftwood Street. Within the limits of work: • Sumner Avenue is a four-lane road with sidewalks, no bike lanes, and no on-street parking. • Dickinson Street is a two-lane road with sidewalks, no bike lanes, and on-street parking on the north side of Sumner Avenue. • Belmont Avenue is a two-lane road with sidewalks, no bike lanes, and on-street parking. • Oakland Street is a two-lane road with sidewalks, no bike lanes, and on-street parking. • Cliftwood Street is a southbound one-way one lane road with sidewalks, no bike lanes, and no on-street parking. • Burlington Street is a two-lane road with a sidewalk on the north/west side and partial sidewalk on the south/east side, no bike lanes, and on-street parking on the north/west side. • Lenox Street is a northbound one-way two-lane road with sidewalks, no bike lanes, and no on- street parking. • Commonwealth Avenue is a two-lane road with sidewalks, no bike lanes, and no on-street parking. • Ormond Street is a two-lane road with sidewalks, no bike lanes, and on-street parking on the east side of the street. The project site is primarily impervious area comprised of roadways and sidewalks. Public shade trees along the sidewalk provide vegetative cover in the project site. Land use adjacent to the project area primarily includes commercial and residential. Forest Park, a wooded open space with trails, lakes, ponds, and recreational amenities, abuts a portion of the project site to the south of Sumner Avenue. The project site is located within one mile of 34 Environmental Justice (“EJ”) Populations characterized as Minority, Income, Minority and Income, and Minority, Income, and English Isolation. The project corridor directly intersects 7 of these 34 EJ Populations characterized as Minority and Minority and Income. As described below, the EENF/Proposed EIR identified the “Designated Geographic Area” (DGA) for the project as one mile around EJ Populations, included a review of potential impacts and benefits to the EJ Populations within this DGA, and described public involvement efforts undertaken to date. 3EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 Environmental Impacts and Mitigation Potential environmental impacts associated with the project include the alteration of approximately 12.6 acres of land and the addition of 0.45 acres of impervious area. The project will also result in the removal of 61 public shade trees, which have a diameter at breast height (DBH) of 14” or greater. Measures to avoid, minimize, and mitigate environmental impacts include upgrades to the existing stormwater management system by installing four deep sump catch basins and repairing, replacing, or cleaning (as necessary) the existing drainage pipes and structures within the project limits and planting 118 trees within the project limits to mitigate the proposed tree removals. The project will also include tree protection for all trees on the project site that will not be removed and will conduct all excavation within ten feet of designated trees by hand to preserve the root system. Jurisdiction and Permitting This project is subject to MEPA review because it requires Agency Action and meets/exceeds the MEPA review threshold at 301 CMR 11.03(6)(b)(2)(b) for cutting five or more living public shade trees of 14 or more inches DBH. The project is required to prepare an EIR pursuant to 301 CMR 11.06(7)(b) because it is located within a DGA around one or more EJ Populations. Because the project is receiving Financial Assistance from an Agency (MassDOT), MEPA jurisdiction is broad in scope and extends to all aspects of the project that may cause Damage to the Environment, as defined in the MEPA regulations. Request for Rollover EIR or Single EIR The EENF/Proposed EIR included a request that I allow a Rollover EIR in accordance with 301 CMR 11.06(13) or alternatively, a Single EIR in accordance with 301 CMR 11.06(8). The MEPA regulations provide that for projects required to submit an EIR under 301 CMR 11.06(7)(b), the Proponent may submit an EENF with a request that I allow a Rollover EIR in accordance with 301 CMR 11.06(13). To support this request, the EENF must be accompanied by a Proposed EIR, which, if the request for Rollover EIR is granted, would be published as a Final EIR in a subsequent Environmental Monitor in lieu of the typical two-stage Draft and Final EIR process. In order to allow a Rollover EIR, I must find that the dual EENF and Proposed EIR: a. presents a complete and definitive description and analysis of the project and its alternatives, and an assessment of its potential environmental and public health impacts and mitigation measures sufficient to allow a Participating Agency to fulfill its obligations in accordance with M.G.L. c. 30, §§ 61 and 62K and 301 CMR 11.12(5) b. demonstrates that the project will not materially exacerbate any existing unfair or inequitable Environmental Burden and related public health consequences impacting an EJ Population, and will not result in a disproportionate adverse effect or increased climate change effects on an EJ Population 4EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 c. describes measures taken to provide meaningful opportunities for public involvement by EJ Populations prior to filing the dual ENF and Proposed EIR, including any changes made to the project to address concerns raised by or on behalf of EJ Populations d. shows that comments received on the dual ENF and Proposed EIR do not raise substantial issues not previously considered by the Proponent e. shows that no substantive issues remain to be resolved The MEPA regulations at 301 CMR 11.06(8) indicate that a Single EIR may be allowed provided I find that the EENF: a. describes and analyzes all aspects of the project and all feasible alternatives, regardless of any jurisdictional or other limitation that may apply to the Scope; b. provides a detailed baseline in relation to which potential environmental impacts and mitigation measures can be assessed; and, c. demonstrates that the planning and design of the project use all feasible means to avoid potential environmental impacts. To support a request for Single EIR for any Project for which an EIR is required in accordance with 301 CMR 11.06(7)(b), I must also find that the EENF: d. describes and analyzes all aspects of the Project that may affect Environmental Justice Populations located in whole or in part within the Designated Geographic Area around the Project; describes measures taken to provide meaningful opportunities for public involvement by Environmental Justice Populations prior to filing the expanded ENF, including any changes made to the Project to address concerns raised by or on behalf of Environmental Justice Populations; and provides a detailed baseline in relation to any existing unfair or inequitable Environmental Burden and related public health consequences impacting Environmental Justice Populations in accordance with 301 CMR 11.07(6)(n)1. Consistent with these requests, the EENF/Proposed EIR was subject to an extended comment period under 301 CMR 11.05(9). Review of the EENF The EENF/Proposed EIR included a project description, alternatives analysis, existing and proposed conditions plans, estimates of project-related impacts, and an identification of measures to avoid, minimize and mitigate environmental impacts. It included a description of measures taken to enhance public involvement by EJ Populations and a baseline assessment of any existing unfair or inequitable Environmental Burden and related public health consequences impacting EJ Populations. Consistent with the MEPA Interim Protocol on Climate Change Adaptation and Resiliency, the EENF/Proposed EIR contained an output report from the Climate Resilience Design Standards Tool prepared by the Resilient Massachusetts Action Team (the “MA Resilience Design Tool”),1 together with information on climate resilience strategies to be undertaken by the project. Comments from the public express concern with the number of public shade trees being removed as a result of the project and request additional speed limit signs be added to the proposed project. 1 Available at: https://resilientma.mass.gov/rmat_home/designstandards/ 5EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 Alternatives Analysis The EENF/Proposed EIR analyzed a series of alternatives including a No-Action Alternative, X Reconstruction (larger footprint) Alternative and a X Reconstruction (smaller footprint) Alternative (Preferred Alternative). The No-Action Alternative includes no additional safety improvements or traffic pattern modifications to the Sumner Avenue corridor and abutting intersection (the “X”). No action would likely result in the persistence of unsafe conditions leading to car crashes and other collisions. Thus, this alternative was dismissed. The X Reconstruction (larger footprint) consists of improvements to the Sumner Avenue corridor and abutting intersection starting in the Forest Park neighborhood of Springfield. Associated work would include traffic pattern modifications, new traffic signal equipment, new signal coordination, 5- foot bicycle lanes, reconstruction and reconfiguration of sidewalks, pedestrian facility and accessibility upgrades, street furniture and landscaping, and auxiliary lane additions. This alternative includes removing 35 more shade trees than the Preferred Alternative. This concept widens the roadway from 55 feet to 64 feet to provide 5-foot bicycle lanes. This alternative includes a shared use path within Forest Park with connections to Sumner Avenue and Cliftwood Street, as well as a shared use path along Trafton Road. This concept includes modifying the Belmont Avenue and Burlington Street intersection to incorporate a roundabout and includes a contraflow bicycle lane on Belmont Avenue north. In addition, the modification under this alternative may result in the potential permanent conversion of parkland to provide unrestricted public occupancy of the Forest Park paths. This alternative was dismissed from consideration due the number of trees that would need to be removed and the potential for parkland conversion. The Preferred Alternative consists of improvements to the Sumner Avenue corridor and abutting intersection starting in the Forest Park neighborhood of Springfield. This alternative reduces the number of trees removed compared to the X Reconstruction (larger footprint) Alternative and results in a net gain of 57 trees. This concept widens the roadway from 55 feet to 58 feet, utilizing existing sidewalk space to create 8-foot separated shared use paths. Due to unresolved concerns regarding permanent conversion of parkland that would be required for the X Reconstruction (larger footprint) Alternative, the Forest Park shared use path with connections to Sumner Avenue and Cliftwood Street was removed and the Trafton Road path was removed at the request of the Springfield Park Department. The roundabout proposed in the X Reconstruction (larger footprint) Alternative at the Belmont Avenue and Burlington Street intersection was changed to a T intersection due to the inability of the City to acquire the property to accommodate the roundabout. The Preferred Alternative has reversed the contraflow bicycle lane on Belmont Avenue, instead including a bicycle lane traveling with traffic. Modification to right-of-way results in 4 fee takings, 5 permanent easements, and 116 temporary easements. Because this alternative has less impact than other alternatives considered and accomplishes the project’s goal of improving traffic and safety, it was chosen as the Preferred Alternative. Environmental Justice (EJ) / Public Health As noted above, the project site is located within one mile of 34 EJ Populations characterized as Minority, Income, Minority and Income, and Minority, Income, and English Isolation. The project directly intersects 7 of these 34 EJ Populations located within one mile of the project that are 6EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 characterized as Minority and Minority and Income. Within the census tracts containing the above EJ Populations, the following languages are identified as those spoken by 5% or more of residents who also identify as not speaking English very well: Spanish or Spanish Creole. Additionally, the Proponent contacted the City of Springfield Planning Department, Board of Health, and School District officials to gain a better understanding of additional languages commonly spoken in the area. Following these conversations, Vietnamese was identified as an additional commonly spoken language in the area; therefore, Vietnamese was added to the list of languages used for public involvement. Effective January 1, 2022, all new projects in a DGA (as defined in 301 CMR 11.02) around EJ Populations are subject to new requirements imposed by the Chapter 8 of the Acts of 2021: An Act Creating a Next-Generation Roadmap for Massachusetts Climate Policy (the “Climate Roadmap Map”) and amended MEPA regulations at 301 CMR 11.00. Two related MEPA protocols—the MEPA Public Involvement Protocol for Environmental Justice Populations (the “MEPA EJ Public Involvement Protocol”) and MEPA Interim Protocol for Analysis of project Impacts on Environmental Justice Populations (the “MEPA Interim Protocol for Analysis of EJ Impacts”)—are also in effect for new projects filed on or after January 1, 2022. Under the new regulations and protocols, all projects located in a DGA around one or more EJ Populations must take steps to enhance public involvement opportunities for EJ Populations, and must submit analysis of impacts to such EJ Populations in the form of an EIR. Consistent with the MEPA EJ Public Involvement Protocol, the Proponent sent advance notification of the project in the form of an EJ Screening Form (translated into Spanish and Vietnamese) to a “EJ Reference List” provided by the MEPA Office and consisting of Community Based Organizations (CBOs) and tribes/indigenous organizations. Notice of the MEPA remote consultation session was also distributed to the EJ Reference List, and the meeting was held at 5:30 PM on August 9, 2023. The notice of the MEPA remote consultation session was translated into Spanish and Vietnamese. According to the EENF/Proposed EIR, public involvement activities also included holding public meetings on October 2015, February 2017, December 2017, September 2019, December 2021 and July 2023. The July 2023 meeting was advertised through the City of Springfield’s project website2, via email to the Forest Park Civic Association, and was published in the Springfield Republican newspaper. Flyers with meeting information were also posted around the City. A project factsheet was developed, provided in English, Spanish, and Vietnamese and distributed to the City of Springfield City Hall, places of worship in the project area including Trinity United Methodist Church, Calvary’s Love Church, St Barnabas & All Saints Church, and Holy Name Parish, and the Springfield City Library (Forest Park Branch). A fact sheet was also distributed through the City of Springfield project website and via email to the Forest Park Civic Association. The EENF contained a baseline assessment of any existing unfair or inequitable Environmental Burden and related public health consequences impacting EJ Populations in accordance with 301 CMR 11.07(6)(n)1. and the MEPA Interim Protocol for Analysis of EJ Impacts. The baseline assessment included a review of the data provided by the Department of Public Health (DPH) EJ Tool applicable to the DGA regarding “vulnerable health EJ criteria”; this term is defined in the DPH EJ Tool to include any one of four environmentally related health indicators that are measured to be 110% above statewide rates based on a five-year rolling average. According to the EENF/Proposed EIR, the data surveyed 2 \"The X\": Department of Public Works, City of Springfield, MA (springfield-ma.gov) 7EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 indicate that the City of Springfield exceeds the criteria for Childhood Blood Lead Levels, Low Birth Weight, Heart Attack Hospitalizations, and Childhood Asthma. In addition, the EENF/Proposed EIR indicates that the following sources of potential pollution exist within one mile of the identified EJ Populations, based on the mapping layers available in the DPH EJ Tool: • Large Quantity Toxic Users: 1 • Large Quantity Generators: 3 • MassDEP Tier Classified 21E Sites: 4 • “Tier II” toxics use reporting facilities: 7 • MassDEP sites with AULs: 8 • Underground storage tanks: 15 • Road infrastructure: 1 • Other transportation infrastructure: 1 • Regional transit agencies: 8 While the filing concludes that there is some indication of an existing “unfair or inequitable” burden in the identified EJ Populations as shown above, it asserts that the project will not result in disproportionate adverse effects, or increase the risks of climate change, on the EJ Populations by materially exacerbating such existing burdens. In particular, the filing indicates that the project will improve traffic and transit operations by improving traffic flows, improve the quality of stormwater runoff, and provide a number of public realm improvements, including improved safety for pedestrians and bicyclists and a net gain of 57 trees. The project does not propose additional through-traffic vehicular travel lanes that would accommodate an increased level of traffic through the project area. Given that increased traffic is not anticipated as a result of the project, it is assumed that there will not be an increased environmental or public health impact from vehicle exhaust fumes or noise. The EENF/Proposed EIR included a screening of climate risks for the project site, using the MA Resilience Design Tool, as further described below. As shown in the output report attached to the ENF, the project was rated as “High” risk for extreme precipitation (urban flooding) and extreme heat based on its location. According to the EENF/Proposed EIR, in order to mitigate for the increase in impervious surface (0.45 acres), the project will make modifications to the existing stormwater infrastructure. To adapt to more extreme heat events and to mitigate for the proposed tree removals, the project proposes to plant 118 new trees (net gain of 57 trees). The project also includes landscape improvements and tree protection for all trees to be retained. Public Shade Trees As noted above, the project will result in the removal of 61 public shade trees with diameter at breast height (DBH) of 14” or greater. In order to mitigate for the removal of public shade trees, the project proposes to plant 118 new trees within the project limits and install tree fencing and trunk protection on all trees on the project site that will not be removed. As noted above, public comments expressed concern with the number of public shade trees that will be removed as a result of the project. I encourage the City to continue to evaluate alternatives to minimize the extent of tree removal required 8EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 for the project.3 The City should continue to engage the public throughout the remainder of local permitting. Traffic and Transportation The filing includes a Functional Design Report (FDR) that was completed as part of MassDOT’s requirements to quantify existing and future traffic conditions. The filing includes an analysis of peak hour traffic operations under current conditions, a 2035 No-Build Scenario and a 2035 Build Scenario at the study area intersections of: • Sumner Avenue at Forest Park Main Greeting Road • Sumner Avenue at Oakland Street • Sumner Avenue at Cliftwood Street • Sumner Avenue at Lenox Street and Belmont Avenue • Sumner Avenue at Belmont Street and Dickinson Street • Sumner Avenue at Ormond Street • Belmont Avenue at Burlington Street • Belmont Avenue at Commonwealth Avenue • Belmont Avenue at Ormond Street The study area intersection and approaches continue to operate at a similar level of service (LOS) as between Existing (2015) and No-Build (2035) Conditions. The only change in operations from Existing to future No Build conditions occurs at the Sumner Avenue at Lenox Street and Belmont Avenue (degrades from LOS C to D during the weekday morning peak hours and LOS D to E during the weekday night peak hours) and Sumner Avenue at Belmont Street and Dickinson Street (degrades from LOS C to E during the weekday night peak hours). At other locations, the existing and No-Build conditions show that the intersection is operating currently, and will continue to operate at a LOS of F. Under the Build Scenario, all intersections in the study area are expected to operate at LOS C or better. Comments from the Pioneer Valley Planning Commission (PVPC) are supportive of the project and state that the project is expected to have positive impacts on safety and reduce congestion. Impervious Area and Stormwater The project meets the criteria for redevelopment based on the Stormwater Handbook. The proposed project is not subject to the MassDEP Stormwater Management Regulations, but it complies with them to the maximum extent practicable. Stormwater impacts will be minimized to the extent practicable by minimizing the work area and implementing best management practices such as erosion and sediment controls. As noted above, the project includes the alteration of approximately 12.6 acres of land and the addition of 0.45 acres of impervious area. In order to mitigate the proposed increase in impervious cover, the project propose to install 4 deep sump catch basins, which will provide an opportunity for sediment and suspended solids to settle out of runoff prior to discharge, the installation of compost filter tubes and silt fences during construction to prevent stormwater runoff from entering the closed drainage system, and cleaning and repairing, or replacing as necessary all existing drainage 3 Prior to commencement of the project, the City will conduct a public shade tree public hearing. 9EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 infrastructure to be retained. Comments from MassDEP state that the project should consider the use of low impact development techniques, stormwater BMPs utilizing source control (nonstructural control measures) and structural BMPs and maintenance. Climate Change Adaptation and Resiliency Effective October 1, 2021, all MEPA projects are required to submit an output report from the MA Resilience Design Tool to assess the climate risks of the project. Based on the output report attached to the EENF, the project has a “High” exposure rating based on the project’s location for the following climate parameters: extreme precipitation (urban flooding) and extreme heat. Based on the 30-year useful life and the self-assessed criticality identified for the roadway improvements, the MA Resilience Design Tool recommends a planning horizon of 2050 and a return period associated with a 50-year (2% chance) storm event when designing the roadway improvements. The tool recommends planning for the 90th percentile with respect to extreme heat (which indicates an increase in extremely hot days as compared to a historical baseline). According to the EENF/Proposed EIR, a formal drainage design was not performed; however, the current system was deemed adequate as the project will not substantially change existing conditions through the addition of new impervious cover. The project will result in a modest amount of new impervious surface (0.45 acres) within the project site and is installing of four deep sump catch basins to improve the overall stormwater management of the site. In addition, any areas disturbed during construction will be revegetated and will plant 118 new trees to mitigate the proposed shade tree removal. While the EENF/Proposed EIR notes that stormwater design will improve through the addition of 4 new catch basins, it did not quantify the extent to which the improved system would be resilient to future climate conditions or increased precipitation over the useful life of the project. The City is encouraged to maximize opportunities to improve climate resiliency, and should take all opportunity to improve stormwater design as part of roadway projects. Construction Period The proposed project is anticipated to begin in September 2024 and conclude in September 2026. All construction and demolition activities should be managed in accordance with applicable MassDEP’s regulations regarding Air Pollution Control (310 CMR 7.01, 7.09-7.10), and Solid Waste Facilities (310 CMR 16.00 and 310 CMR 19.00, including the waste ban provision at 310 CMR 19.017). The project should include measures to reduce construction period impacts (e.g., noise, dust, odor, solid waste management) and emissions of air pollutants from equipment, including anti-idling measures in accordance with the Air Quality regulations (310 CMR 7.11). I encourage the Proponent to require that its contractors use construction equipment with engines manufactured to Tier 4 federal emission standards or select project contractors that have installed retrofit emissions control devices or vehicles that use alternative fuels to reduce emissions of volatile organic compounds (VOCs), carbon monoxide (CO) and particulate matter (PM) from diesel-powered equipment. Off-road vehicles are required to use ultra-low sulfur diesel fuel (ULSD). If oil and/or hazardous materials are found during construction, the Proponent should notify MassDEP in accordance with the Massachusetts Contingency Plan (310 CMR 40.00). All construction activities should be undertaken in compliance with the conditions of all State 10EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 and local permits. I encourage the Proponent to reuse or recycle construction and demolition (C&D) debris to the maximum extent. Mitigation & Section 61 Findings The Proposed EIR includes a separate chapter summarizing proposed mitigation measures and includes draft Section 61 Findings. It contains commitments to implement these mitigation measures, identifies the parties responsible for implementation, and includes a schedule for implementation. As described in the EENF/Proposed EIR, the Proponent has committed to implement the following measures to avoid, minimize and mitigate Damage to the Environment: Public Shade Trees • Mitigate the proposed shade tree removals by planting 118 new trees, yielding a net gain of 57 trees within the project limits. • Tree protection for all trees to be retained. • All excavation within ten feet of designated trees shall be performed by hand labor to preserve the root system of the tree. Traffic and Transportation • Increased public safety and reduced traffic congestion through road reconfiguration. • Reduce intersection delay through signalization. • Improvements to sidewalks and the addition of crosswalks and shared-use path space will provide safe alternative modes of transportation in the project area, which may reduce overall vehicular traffic in the area and provide a net reduction in vehicular exhaust fumes and noise long-term. • As result of the project improvements, all intersections in the study area are expected to operate at LOS C or better. Stormwater • Upgrade the existing drainage infrastructure by installing 4 new catch basins with deep sumps throughout the project limits. • Repair, replace, or clean as necessary the existing drainage pipes and structures within the project limits. Climate Change • Through additional tree planting, the project will result in a net gain of 57 trees. Trees and other plantings will be approved by the City Tree Forester. • The project is installing four deep sump catch basins to improve the overall stormwater management of the site. 11EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 Construction Period • List of construction mitigation measures is included in Section 7 of the Proposed EIR. Conclusion Based on a review of the EENF and Proposed EIR and consultation with Agencies, I find that the Proposed EIR adequately and properly complies with MEPA and its implementing regulations. Accordingly, I will publish notice in the next Environmental Monitor that the Proposed EIR shall be reviewed as a Final EIR pursuant to the provisions at 11.06(14); the Final EIR shall be subject to a 30- day public comment period. September 1, 2023 _________________________ Date Rebecca L. Tepper Comments received: 8/3/2023 M. Eckert 8/7/2023 S. Collins 8/14/2023 D. Shea and L. Harm 8/15/2023 W. Regan 8/23/2023 D. Caputo 8/21/2023 Pioneer Valley Planning Commission (PVPC) 8/25/2023 Massachusetts Department of Environmental Protection (MassDEP) – Western Regional Office (WERO) RLT/NSP/nsp 12Dear Nick: As a longtime Springfield resident, I am quite aware of problems with the \"X\", including its traffic congestion and auto and pedestrian difficulties that might result in accidents, also its great deal of business turnover or loss. Springfield's DPW website's \"Environmental Screening Form\" states that its proposed enhancement project \"will result in long term environmental and public health benefits\" that will result in improvement of: 1) air quality through \"reduced traffic congestion and enhanced pedestrian and bicycle amenities\" and 2) water quality through \"stormwater management improvements\". I truly support these main project goals. and find inarguable the Form's overarching statement that \"creating a safe, multi-modal streetscape is conducive to healthy living\", and to me includes preservation of as many larger trees as possible, perhaps those with at least a 5\" diameter. The \"Plan Rendering\" shows a design and a Tree Summary table with an initial loss of 61 out of 169 existing trees and a proposed planting of 118 more trees, for a net gain of 57 trees. While I support an increased number of trees, I will imagine that those 118 proposed trees will be younger and smaller than most of the 61 that will be gone, thus leading me to say that I support that more older, larger trees stay. I very much appreciate your consideration of these comments as well as those of other residents whom I have read have had similar concerns.We appreciate the need for a redesign of the “X, but how does the stated purpose “to get traffic to flow better” address the issue of safety? Our concern: it doesn’t. Sumner Avenue bisects a residential neighborhood with historic homes, schools, churches, a large park and a number of businesses. Over the years it has evolved into a main thoroughfare where speeding and running red lights have been permitted. To implement the proposed redesign of the “X” effectively and safely, therefore, all speed limits must be POSTED and all traffic laws must be ENFORCED. Areas of significant concern include: A new turning lane on Summer Avenue at Oakland Street will require Forest Park Middle School students to cross FIVE LANES of traffic to enter Forest Park near the tennis courts. There is no signage on Sumner Avenue to indicate the location of this school zone. And a signalized exit driveway is planned for Trinity Church. A signalized driveway for cars exiting the Church while a rapid flashing beacon is deemed adequate for pedestrian safety in an added crosswalk on Sumner Avenue. These and other traffic redesign and control measures will only be effective in providing for pedestrian safety if the various speed limits are posted and adherence to speed limits and traffic signals are strictly enforced. Our concern is the new plan, if it lacks law enforcement, puts cars and traffic flow ahead of pedestrian safety. Tree Removal We are aware of the requirement to create bicycle lanes on new road projects. However, in this location, the destruction of 61 mature trees to facilitate creation of bicycle lanes and improve traffic flow is misguided. At a time when temperatures are rising and blights and beetle infestations are impacting and diminishing our “urban forest,” every tree is valuable. Mr. Maxwell of Fuss & O’Neil expects the planned tree canopy (118 new trees will be planted) will bloom in the coming decades! DECADES! Residents of the “X” neighborhood cannot wait decades for the promised young trees to provide shade to cool our neighborhood, sequester carbon and support nature. We urge the DPW to save the trees and focus on the planting of more native trees and shrubs to support nature. Sincerely, Deborah Shea and Louis HarmImprovements to the intersection known as “The X’ in the Forest Park area of Springfield are needed insofar as there will be improvements to pedestrians crossing safely and some cars will be rerouted. Saving lives is essential. However, the destruction of 61 mature trees up and down the streets which meet at The X in order to make room for bike paths is not acceptable. I live on Forest Park Avenue. The X is a compact business center, and I and my neighbors frequent many of these businesses: TD Bank, CVS, Walgreens, Cumberland Farms, CAP Automotive parts, Santander Bank, hair salons, Dunkin’ Donuts, several good restaurants, Forest Park Eyewear, Benson’s Bagels, a liquor store, a dance studio, a health clinic, a law office, a furniture store, a bar, an Asian grocery store, a tax preparer, and Jewish Family Services. A block or two away are our churches, post office, library, schools, a drama school, a laundromat, 2 dentist offices, and a general grocery store. Linking all of these businesses and the nearby residential areas are tree lined sidewalks. It’s a neighborhood. Our neighborhood needs TLC for sure, and it would benefit from thoughtful, creative, and flexible planners. At the hearing, the engineers were trying to gaslight us into accepting that the removal of 61 mature trees - to improve the flow of traffic through the intersection and to shrink the tree belts to accommodate bike paths required by the DOT - is a positive, because they propose to plant over 130 new trees. These trees would be one to two inches in diameter, many to be placed in planters. We were told “everyone knows that planting young trees is less risky than trying to transplant bigger trees.” So, we were told that the neighborhood would have a net gain in trees and we should all be very, very happy. The engineers were totally unprepared to engage in a real discussion about the impact of the removal of 61 mature trees. I bike. Many of us do. Biking in Forest Park is an absolute joy. Biking through The X is not, and never will be as long as thousands of cars travel through it every day. That is not going to change, and bike paths will not fix this. Nor will a bike rack at every single business location at The X (which is not even planned) ensure the safety of the bike, or the person riding it, or the practicality of this mode of transportation in rain, cold, and snow. We live in Massachusetts – remember? And yet we are told that in order to make The X safer for pedestrians, the ONLY way forward, is to cut down 61 mature trees. I do not accept that. Or is it absolutely essential to cut down 61 mature trees forhow many people who will bike every day to work? What are the exact numbers of bike commuters to justify such a sacrifice by all the people who walk on the sidewalks? The presenters at the hearing, who should have been prepared, had no information about the loss of carbon sequestration over the 20 or 30 years as a result of the cutting down of 61 mature trees, or the amount of cooling shade that would be lost. Are they not aware that we have had the hottest month in Earth’s history? Are they not aware of the intangible yet important and documented effect of a robust canopy of trees to the quality of life? Or is this only for those who live in the leafy wealthy suburbs? And yet we are being told that this project is good for the environment. How? I do not know whether there are plans in the proposed project to use a reflective light coating on new asphalt which might ameliorate some of the heat absorbed by all the new blacktop proposed. I agree with the point made at the hearing that some of the trees near The X are stressed and need pruning, and some may need removing. Some may need fertilizing. Only those trees absolutely necessary to improve sight lines, signals, and pedestrian crosswalks should be removed. Only dead and dying trees should be removed, and then replaced on an ample tree belt to support the growth of large trees. The number of trees removed would be far less than 61. But to shrink the TREE BELTS along the streets of the Forest Park neighborhood to accommodate bike paths, for some undetermined number who MIGHT use the bike lanes, in order to qualify for DOT money with its rules enacted with no clue as to their application to the Forest Park neighborhood is bureaucratic insanity. Trees not only provide our oxygen. They cool our cities, stabilize our soil, provide habitat for birds, insects, and animals, and enhance the value of our homes and businesses. Traffic engineers see traffic. Perhaps they need to consult the websites of the National Forest Service and the Arbor Day Foundation. Cutting down all the trees leading into and at The X Intersection will make our neighborhood business district look like every other business district in any other city in the U.S.: clogged and choking on fumes, with some puny trees in planters where people dump their litter.August 21, 2023 Ms. Rebecca Tepper, Secretary Executive Office of Energy and Environmental Affairs 100 Cambridge Street, Suite 900 Boston, Massachusetts 02114 Attention: MEPA Unit Reference: Review Comments on the Expanded Environmental Notification Form (EENF) for the Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue (The \"X\") Project, EEA # 16740. Dear Secretary Tepper: The Pioneer Valley Planning Commission (PVPC) has the following review comments on the EENF for the above-cited project. As proposed, the project in Springfield, MA consists of roadway reconstruction of the Sumner Avenue corridor and abutting intersections to improve vehicular safety and traffic flow. The Pioneer Valley Metropolitan Planning Organization (PVMPO) and Joint Transportation Committee (JTC) have tracked the Springfield “X” - Reconstruction of Sumner Ave at Belmont and Dickinson project (608717) since the project was approved by MassDOT in 2016 for consideration in the Transportation Improvement Program (TIP). Staff have scored the “X” project using the MPO approved Transportation Evaluation Criteria (TEC) each year. The “X” project scores 70.5 out of 100 possible points making it the 2nd highest ranked project in our region. According to the TEC score, the project is expected to have positive impacts on safety (12 out of 15 points), Livability (9.5 out of 12 points), and is expected to greatly reduce congestion. The project is programmed in the PVMPO TIP in FFY 2024, with an anticipated advertisement date of September 30, 2024. The estimated project cost is $12,966,867 as of August 2023. Local outreach for the project is demonstrated in Appendix D to the Massachusetts Historic Commission, Springfield City Council, Forest Park Civic Association, and Springfield Conservation Commission. We recommend that the Springfield Historical Commission (SHC) also be contacted in regard to the project due to its proximity to a Local Historic District, which is under SHC review. A rollover EIR has been requested by the City of Springfield for this project. We concur with this request as the project does not trigger any mandatory EIR thresholds, has many positive benefits, and has undergone extensive public outreach through the City of Springfield, Massachusetts Department of Transportation, and Pioneer Valley Metropolitan Planning Organization.8/21/2023 PVPC Comment Letter EEA#16740 Thank you for the opportunity to offer our comments on this proposed project. Sincerely, Kimberly H. Robinson, MUP Executive Director cc: Rosemary Morin, PVPC Commissioner – Springfield Page 2 of 2Hello Nicholas, I received your contact information from a Forest Park neighbor. After attending several meetings, I remain concerned about the number of trees to be removed for this project. Last year when changes were being made to Sumner Avenue, near Longhill, the design was adjusted to allow for the trees to remain. I would hope this could be applied to the X project as well. Many thanks for your consideration. Kind regards, Sandra A. CollinsMaura T. Healey Rebecca L. Tepper Governor Secretary Kimberley Driscoll Bonnie Heiple Lieutenant Governor Commissioner August 25, 2023 Rebecca Tepper, Secretary Executive Office of Energy & Environmental Affairs Massachusetts Environmental Policy Act Office Nicholas Perry, EEA No. 16740 100 Cambridge Street, 9th Floor Boston, MA 02114-2524 Re: Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue (The “X”) - Springfield EENF and Proposed Rollover EIR Dear Secretary Tepper, The Massachusetts Department of Environmental Protection (MassDEP), Western Regional Office (WERO) appreciates the opportunity to comment on the Expanded Environmental Notification Form (EENF) and Proposed Environmental Impact Report (PEIR) submitted for the proposed Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue (The “X”) in Springfield (EEA #16740). MassDEP attended a site meeting on August 9, 2023. The applicable MassDEP regulatory and permitting considerations regarding wastewater, stormwater, air pollution, solid waste, hazardous waste and waste site cleanup are discussed. I. Project Description The Proponent, the City of Springfield, is proposing to realign the “X” intersections of three major arteries; Sumner Avenue, Dickinson Street, and Belmont Avenue and improve several areas of roadways and sidewalks to include Oakland Street, Cliftwood Street, Burlington Street, Lenox Street, Commonwealth Avenue and Ormond Street. The project will include modification of traffic patterns, reconstruction of sidewalks, addition of bicycle lanes, upgrades to traffic signaling and improvements to accessibility and safety in this high density residential and commercial area. Deep sump catch basins will be installed and existing stormwater infrastructure will be cleaned or upgraded as needed. This information is available in alternate format. Please contact Melixza Esenyie at 617-626-1282. TTY# MassRelay Service 1-800-439-2370 MassDEP Website: www.mass.gov/dep Printed on Recycled PaperEEA No. 16740 EENF and PEIR 2 Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue– Springfield Environmental Justice populations are identified within one and five-mile radii of the project site including within the municipalities of Springfield, Chicopee, West Springfield, and Agawam. The categories are Minority, Minority and Income, and Minority, Minority and Income, and English Isolation. The Proponent posits the project will have neither short-term nor long-term environmental or public health impacts affecting Environmental Justice Populations. The Proponent is requesting it be allowed to submit a Rollover Single Environmental Impact Report. Environmental Impacts associated with this project include: • Total site acreage – 12.60 acres • New acres of land altered – 12.6 acres • Acres of impervious area – 11.97, change - +0.45 acres, Total – 12.42 acres II. Required Mass DEP Permits and/or Applicable Regulations Wastewater 314 CMR 12.00 Air Pollution 310 CMR 7.00 Solid Waste 310 CMR 16.00 Hazardous Waste 310 CMR 30.00 Bureau of Waste Site Cleanup 310 CMR 40.000 III. Permit Discussion Bureau of Water Resources Stormwater MassDEP recommends the Proponent review the Massachusetts Stormwater Handbook and Stormwater Standards and consider environmentally sensitive site design and planning. Considerations should include low impact development techniques, stormwater best management practices (BMP) utilizing source control (nonstructural control measures), structural BMPs and maintenance. Additionally, stormwater systems should be managed in accordance with the Municipal Separate Sewer System (MS4) general permit. Wastewater Regulation 314 CMR 12.04 (2) includes the requirement that all sewer authorities develop a plan for controlling Infiltration and Inflow (I/I) including mitigation of the volume of stormwater runoff into combined sewers when a new connection or extension is permitted. Springfield Water and Sewer Commission Rules and Regulations FY24, effective July 1, 2023, require that any new or redevelopment project, modification orEEA No. 16740 EENF and PEIR 3 Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue– Springfield extension of existing connections, or new connections to the Combined Sewer system shall meet City and State stormwater standards as well as the provisions of 314 CMR 12.04. Bureau of Air and Waste Air Quality Construction Activities The earth moving, excavation and construction activity must conform to current Air Pollution Control Regulations. The Proponent should implement measures to alleviate dust, noise, and odor nuisance conditions that may occur during the excavation and construction activities at the site. Such measures must comply with the MassDEP’s Bureau of Air and Waste (BAW) Regulations 310 CMR 7.01, 7.09, and 7.10. Construction Equipment All non-road engines shall be operated using only ultra-low sulfur diesel (ULSD) with a sulfur content of no greater than 15 ppm pursuant to 40 CFR 80.510. Solid Waste The Proponent shall properly manage and dispose of all solid waste generated by or discovered during this proposed project pursuant to 310 CMR 16.00 and 310 CMR 19.000, including the regulations at 310 CMR 19.017 (waste ban). Solid and Hazardous Waste Management If characteristics of material generated during construction requires management as a hazardous or solid waste, then the disposition of the material must comply with any applicable requirements pursuant to 310 CMR 30.0000, 310 CMR 16.00 or 310 CMR 19.000. Soils Management If soils excavated during work requires management as a hazardous or solid waste, then the disposition of materials must comply with any applicable requirements pursuant to 310 CMR 30.0000, 310 CMR 16.00 or 310 CMR 19.000 and MassDEP COMM-97-001 \"Reuse and Disposal of Contaminated Soil at Massachusetts Landfills\" and the “Revised Guidelines for Determining Closure Activities at Inactive Unlined Landfill Sites”. Hazardous Waste If any hazardous waste, including waste oil, is generated or discovered at any part of the site, the Proponent must ensure that such generation is properly registered and managed and disposed of in accordance with 310 CMR 30.0000. Asbestos Any asbestos or asbestos-cement material encountered during the work must be managed and disposed in compliance with MassDEP regulation 310 CMR 7.15 and available guidance prior to disposal as special wastes in accordance with 310 CMR 19.061.EEA No. 16740 EENF and PEIR 4 Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue– Springfield Bureau of Waste Site Cleanup Massachusetts Contingency Plan (MCP) There are disposal sites within a 0.5-mile radius from the project area with Response Action Outcomes (RAOs) and/or Permanent Solutions with or without conditions (PS/PSC). If soil and/or groundwater contamination is encountered during excavation/construction activities, the Proponent should retain a Licensed Site Professional (LSP); the MCP details procedures to follow for the parties conducting work. MassDEP staff are available for guidance. A spills contingency plan addressing prevention and management of potential releases of oil and/or hazardous materials from pre- and post-construction activities should be presented to workers at the site and enforced. The plan should include but not be limited to, refueling of machinery, storage of fuels, and potential releases. IV. Other Comments/Guidance The Proponent is requesting that the Secretary allow a rollover EIR in accordance with 301 CMR 11.06(13). MassDEP has no objection should the Secretary approve that request. Greenhouse Gas (GHG) Emissions MassDEP works collaboratively with the Department of Energy Resources (MassDOER) to review the proposed GHG analysis and mitigations. MassDOER comments will be addressed under separate heading. Section 61 Findings The Proponent has presented Section 61 findings, including a table of potential avoidance, minimization and mitigation measures, in the Proposed EIR for this project. There are no identified permits required from MassDEP for this proposed project. MassDEP staff is available for discussions as the project progresses. If you have any questions regarding this comment letter, please do not hesitate to contact Kathleen Fournier at (617) 877-0375. Sincerely, Catherine V. Skiba, P.G. for Michael Gorski Regional Director cc: MEPA FileMr. Perry - I was told that you are taking comments about the proposed Springfield \"X Project\". As a Forest Park resident for over 46 years, I am very disappointed about the project's suggested removal of 61 mature trees to provide a bike path along Sumner Avenue. For one, even with an attempt to provide more access to bicyclists, I don't anticipate that cyclists will want to travel through the area. Also, with the current sidewalks that are already 6 feet wide, I fail to see the need to widen them - especially at the cost of significant, mature trees. I regularly walk on the sidewalks along Sumner Avenue, and often have cyclists ride past me on the sidewalk - where there is ample space to allow both of us to travel. The proposal to expand the sidewalks to 8 feet wide is not necessary - certainly not at the expense of the trees. After all, this neighborhood is FOREST Park, and should reflect that ambiance. Also, regarding the goal of traffic flow and improved safety, I've been disappointed over the years that there are no speed limit signs along this busy section of the street - with the exception of the 20mph sign on the short section near Sumner Avenue School. Once past that area, there are no speed limit signs indicating a residential area - or even in the vicinity of Forest Park Middle School. Having speed limit signs - and proper enforcement of these limits - would make a significant improvement of traffic flow and safety. Thank you in advance for your consideration of my concerns and suggestions. Please feel free to contact me with any questions you may have. Wendy Regan",
    "TEXT BY PAGE": [
        "The Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs 100 Cambridge Street, Suite 900 Boston, MA 02114 Maura T. Healey GOVERNOR Tel: (617) 626-1000 Kimberley Driscoll Fax: (617) 626-1081 LIEUTENANT GOVERNOR http://www.mass.gov/eea Rebecca L. Tepper SECRETARY September 1, 2023 CERTIFICATE OF THE SECRETARY OF ENERGY AND ENVIRONMENTAL AFFAIRS ON THE EXPANDED ENVIRONMENTAL NOTIFICATION FORM AND PROPOSED ENVIRONMENTAL IMPACT REPORT PROJECT NAME : Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue (The \"X\") PROJECT MUNICIPALITY : Springfield PROJECT WATERSHED : Connecticut EEA NUMBER : 16740 PROJECT PROPONENT : City of Springfield DATE NOTICED IN MONITOR : July 26, 2023 Pursuant to the Massachusetts Environmental Policy Act (MEPA; M.G.L. c. 30, ss. 61- 62L) and Section 11.06 of the MEPA Regulations (301 CMR 11.00), I have reviewed the Expanded Environmental Notification Form (EENF), and hereby determine that this project requires the submission of an Environmental Impact Report (EIR). In accordance with 301 CMR 11.06(13), the Proponent has submitted a Proposed EIR with a request that I allow a Rollover EIR in lieu of the usual two-stage Draft and Final EIR process. I hereby grant the request for a Rollover EIR, and, therefore, I will publish notice in the next Environmental Monitor that the Proposed EIR shall be reviewed as a Final EIR pursuant to Section 11.06(14) and shall be subject to a 30-day public comment period. Project Description As described in the EENF and Proposed EIR (the EENF/Proposed EIR), the project aims to provide traffic and safety improvements and improve pedestrian and bicycle accommodations at the Sumner Avenue corridor and abutting intersection (called the “X” due to the convergence of multiple",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 roadways into an “X” at the subject intersection). This project includes the re-alignment of Belmont Avenue at “The X” intersection and the conversion to a one-way street, moving away from “The X” intersection until reaching Burlington Street to the west and Commonwealth Avenue to the east. As part of the proposed project, the intersection of Belmont Avenue and Commonwealth Avenue would be converted into a roundabout. Proposed roadway improvements include: • Addition of turn lanes on Sumner Avenue • Addition of both flush, traversable, stamped concrete median islands and raised vegetated median islands • Reconfiguration of Belmont Avenue into a one-lane one-way street, northbound between Sumner Avenue and Burlington Street and southbound between Sumner Avenue and Commonwealth Avenue • Addition of a signalized driveway exit for Trinity United Methodist Church onto Sumner Avenue • Reconfiguration of Cliftwood Street to include a single left-turn lane and a through-right lane onto Sumner Avenue • Modified T intersection at Belmont Avenue and Burlington Street to include bump outs • Reconfiguration of the Belmont Avenue and Commonwealth Avenue intersection into a roundabout The area within the project limits currently has limited pedestrian facilities, limited compliance with the Americans with Disabilities Act (ADA), and a lack of bicycle lanes. Pedestrian and bicycle improvements include: • Addition of a crosswalk with a rectangular rapid flashing beacon on Sumner Avenue, west of the Forest Park entrance • Addition of crosswalks at Cliftwood Street and Sumner Avenue, Belmont Avenue and Burlington Street, and Belmont Avenue and Ormond Street • Use of higher visibility, more durable recessed reflective crosswalks as opposed to lower visibility, standard painted crosswalks • Reconfiguration of existing sidewalk on the north side of Sumner Avenue into an 8-foot wide shared-use path between Cliftwood Street and the westernmost project limits • Reconfiguration of existing sidewalk on the south side of Sumner Avenue into an 8-foot wide shared-use path between the westernmost project limits and Parkwood Street • Addition of a 5-foot wide, on-street, painted bike lane on the South side of Sumner Avenue between Parkwood Street and Dickinson Street with a 5-foot-wide exit ramp from the shared-use path • Addition of a 5-foot wide, on-street, painted bike lane on the North side of Sumner Avenue between Ventura Street and Cliftwood Avenue with a 5-foot-wide entrance ramp onto the shared-use path • Addition of a 5-foot wide on-street bike lane on Belmont Avenue northbound from Sumner Avenue to Burlington Street • Addition of pedestrian plazas at Sumner Avenue and Belmont Avenue The project will involve 4 fee takings, 5 permanent easements, and 116 temporary easements. 2",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 Project Site The project site occupies approximately 12.6 acres and consists of the existing roadways right- of-way and associated sidewalks for Sumner Avenue, Dickinson Street, Belmont Avenue, Oakland Street, Cliftwood Street, Burlington Street, Lenox Street, Commonwealth Avenue, and Ormond Street in Springfield, MA. The project begins at the Sumner Avenue intersection with Forest Park Main Greeting Road and extends approximately 3,100 feet east to the intersection with Daytona Street. The Belmont Avenue segment begins just northwest of its intersection with Burlington Street and runs approximately 1,650 feet south to the intersection with Ormond Street. The Dickinson Street segment begins at the intersection with Burlington Street and runs south approximately 1,050 feet to the intersection with Cliftwood Street. Within the limits of work: • Sumner Avenue is a four-lane road with sidewalks, no bike lanes, and no on-street parking. • Dickinson Street is a two-lane road with sidewalks, no bike lanes, and on-street parking on the north side of Sumner Avenue. • Belmont Avenue is a two-lane road with sidewalks, no bike lanes, and on-street parking. • Oakland Street is a two-lane road with sidewalks, no bike lanes, and on-street parking. • Cliftwood Street is a southbound one-way one lane road with sidewalks, no bike lanes, and no on-street parking. • Burlington Street is a two-lane road with a sidewalk on the north/west side and partial sidewalk on the south/east side, no bike lanes, and on-street parking on the north/west side. • Lenox Street is a northbound one-way two-lane road with sidewalks, no bike lanes, and no on- street parking. • Commonwealth Avenue is a two-lane road with sidewalks, no bike lanes, and no on-street parking. • Ormond Street is a two-lane road with sidewalks, no bike lanes, and on-street parking on the east side of the street. The project site is primarily impervious area comprised of roadways and sidewalks. Public shade trees along the sidewalk provide vegetative cover in the project site. Land use adjacent to the project area primarily includes commercial and residential. Forest Park, a wooded open space with trails, lakes, ponds, and recreational amenities, abuts a portion of the project site to the south of Sumner Avenue. The project site is located within one mile of 34 Environmental Justice (“EJ”) Populations characterized as Minority, Income, Minority and Income, and Minority, Income, and English Isolation. The project corridor directly intersects 7 of these 34 EJ Populations characterized as Minority and Minority and Income. As described below, the EENF/Proposed EIR identified the “Designated Geographic Area” (DGA) for the project as one mile around EJ Populations, included a review of potential impacts and benefits to the EJ Populations within this DGA, and described public involvement efforts undertaken to date. 3",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 Environmental Impacts and Mitigation Potential environmental impacts associated with the project include the alteration of approximately 12.6 acres of land and the addition of 0.45 acres of impervious area. The project will also result in the removal of 61 public shade trees, which have a diameter at breast height (DBH) of 14” or greater. Measures to avoid, minimize, and mitigate environmental impacts include upgrades to the existing stormwater management system by installing four deep sump catch basins and repairing, replacing, or cleaning (as necessary) the existing drainage pipes and structures within the project limits and planting 118 trees within the project limits to mitigate the proposed tree removals. The project will also include tree protection for all trees on the project site that will not be removed and will conduct all excavation within ten feet of designated trees by hand to preserve the root system. Jurisdiction and Permitting This project is subject to MEPA review because it requires Agency Action and meets/exceeds the MEPA review threshold at 301 CMR 11.03(6)(b)(2)(b) for cutting five or more living public shade trees of 14 or more inches DBH. The project is required to prepare an EIR pursuant to 301 CMR 11.06(7)(b) because it is located within a DGA around one or more EJ Populations. Because the project is receiving Financial Assistance from an Agency (MassDOT), MEPA jurisdiction is broad in scope and extends to all aspects of the project that may cause Damage to the Environment, as defined in the MEPA regulations. Request for Rollover EIR or Single EIR The EENF/Proposed EIR included a request that I allow a Rollover EIR in accordance with 301 CMR 11.06(13) or alternatively, a Single EIR in accordance with 301 CMR 11.06(8). The MEPA regulations provide that for projects required to submit an EIR under 301 CMR 11.06(7)(b), the Proponent may submit an EENF with a request that I allow a Rollover EIR in accordance with 301 CMR 11.06(13). To support this request, the EENF must be accompanied by a Proposed EIR, which, if the request for Rollover EIR is granted, would be published as a Final EIR in a subsequent Environmental Monitor in lieu of the typical two-stage Draft and Final EIR process. In order to allow a Rollover EIR, I must find that the dual EENF and Proposed EIR: a. presents a complete and definitive description and analysis of the project and its alternatives, and an assessment of its potential environmental and public health impacts and mitigation measures sufficient to allow a Participating Agency to fulfill its obligations in accordance with M.G.L. c. 30, §§ 61 and 62K and 301 CMR 11.12(5) b. demonstrates that the project will not materially exacerbate any existing unfair or inequitable Environmental Burden and related public health consequences impacting an EJ Population, and will not result in a disproportionate adverse effect or increased climate change effects on an EJ Population 4",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 c. describes measures taken to provide meaningful opportunities for public involvement by EJ Populations prior to filing the dual ENF and Proposed EIR, including any changes made to the project to address concerns raised by or on behalf of EJ Populations d. shows that comments received on the dual ENF and Proposed EIR do not raise substantial issues not previously considered by the Proponent e. shows that no substantive issues remain to be resolved The MEPA regulations at 301 CMR 11.06(8) indicate that a Single EIR may be allowed provided I find that the EENF: a. describes and analyzes all aspects of the project and all feasible alternatives, regardless of any jurisdictional or other limitation that may apply to the Scope; b. provides a detailed baseline in relation to which potential environmental impacts and mitigation measures can be assessed; and, c. demonstrates that the planning and design of the project use all feasible means to avoid potential environmental impacts. To support a request for Single EIR for any Project for which an EIR is required in accordance with 301 CMR 11.06(7)(b), I must also find that the EENF: d. describes and analyzes all aspects of the Project that may affect Environmental Justice Populations located in whole or in part within the Designated Geographic Area around the Project; describes measures taken to provide meaningful opportunities for public involvement by Environmental Justice Populations prior to filing the expanded ENF, including any changes made to the Project to address concerns raised by or on behalf of Environmental Justice Populations; and provides a detailed baseline in relation to any existing unfair or inequitable Environmental Burden and related public health consequences impacting Environmental Justice Populations in accordance with 301 CMR 11.07(6)(n)1. Consistent with these requests, the EENF/Proposed EIR was subject to an extended comment period under 301 CMR 11.05(9). Review of the EENF The EENF/Proposed EIR included a project description, alternatives analysis, existing and proposed conditions plans, estimates of project-related impacts, and an identification of measures to avoid, minimize and mitigate environmental impacts. It included a description of measures taken to enhance public involvement by EJ Populations and a baseline assessment of any existing unfair or inequitable Environmental Burden and related public health consequences impacting EJ Populations. Consistent with the MEPA Interim Protocol on Climate Change Adaptation and Resiliency, the EENF/Proposed EIR contained an output report from the Climate Resilience Design Standards Tool prepared by the Resilient Massachusetts Action Team (the “MA Resilience Design Tool”),1 together with information on climate resilience strategies to be undertaken by the project. Comments from the public express concern with the number of public shade trees being removed as a result of the project and request additional speed limit signs be added to the proposed project. 1 Available at: https://resilientma.mass.gov/rmat_home/designstandards/ 5",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 Alternatives Analysis The EENF/Proposed EIR analyzed a series of alternatives including a No-Action Alternative, X Reconstruction (larger footprint) Alternative and a X Reconstruction (smaller footprint) Alternative (Preferred Alternative). The No-Action Alternative includes no additional safety improvements or traffic pattern modifications to the Sumner Avenue corridor and abutting intersection (the “X”). No action would likely result in the persistence of unsafe conditions leading to car crashes and other collisions. Thus, this alternative was dismissed. The X Reconstruction (larger footprint) consists of improvements to the Sumner Avenue corridor and abutting intersection starting in the Forest Park neighborhood of Springfield. Associated work would include traffic pattern modifications, new traffic signal equipment, new signal coordination, 5- foot bicycle lanes, reconstruction and reconfiguration of sidewalks, pedestrian facility and accessibility upgrades, street furniture and landscaping, and auxiliary lane additions. This alternative includes removing 35 more shade trees than the Preferred Alternative. This concept widens the roadway from 55 feet to 64 feet to provide 5-foot bicycle lanes. This alternative includes a shared use path within Forest Park with connections to Sumner Avenue and Cliftwood Street, as well as a shared use path along Trafton Road. This concept includes modifying the Belmont Avenue and Burlington Street intersection to incorporate a roundabout and includes a contraflow bicycle lane on Belmont Avenue north. In addition, the modification under this alternative may result in the potential permanent conversion of parkland to provide unrestricted public occupancy of the Forest Park paths. This alternative was dismissed from consideration due the number of trees that would need to be removed and the potential for parkland conversion. The Preferred Alternative consists of improvements to the Sumner Avenue corridor and abutting intersection starting in the Forest Park neighborhood of Springfield. This alternative reduces the number of trees removed compared to the X Reconstruction (larger footprint) Alternative and results in a net gain of 57 trees. This concept widens the roadway from 55 feet to 58 feet, utilizing existing sidewalk space to create 8-foot separated shared use paths. Due to unresolved concerns regarding permanent conversion of parkland that would be required for the X Reconstruction (larger footprint) Alternative, the Forest Park shared use path with connections to Sumner Avenue and Cliftwood Street was removed and the Trafton Road path was removed at the request of the Springfield Park Department. The roundabout proposed in the X Reconstruction (larger footprint) Alternative at the Belmont Avenue and Burlington Street intersection was changed to a T intersection due to the inability of the City to acquire the property to accommodate the roundabout. The Preferred Alternative has reversed the contraflow bicycle lane on Belmont Avenue, instead including a bicycle lane traveling with traffic. Modification to right-of-way results in 4 fee takings, 5 permanent easements, and 116 temporary easements. Because this alternative has less impact than other alternatives considered and accomplishes the project’s goal of improving traffic and safety, it was chosen as the Preferred Alternative. Environmental Justice (EJ) / Public Health As noted above, the project site is located within one mile of 34 EJ Populations characterized as Minority, Income, Minority and Income, and Minority, Income, and English Isolation. The project directly intersects 7 of these 34 EJ Populations located within one mile of the project that are 6",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 characterized as Minority and Minority and Income. Within the census tracts containing the above EJ Populations, the following languages are identified as those spoken by 5% or more of residents who also identify as not speaking English very well: Spanish or Spanish Creole. Additionally, the Proponent contacted the City of Springfield Planning Department, Board of Health, and School District officials to gain a better understanding of additional languages commonly spoken in the area. Following these conversations, Vietnamese was identified as an additional commonly spoken language in the area; therefore, Vietnamese was added to the list of languages used for public involvement. Effective January 1, 2022, all new projects in a DGA (as defined in 301 CMR 11.02) around EJ Populations are subject to new requirements imposed by the Chapter 8 of the Acts of 2021: An Act Creating a Next-Generation Roadmap for Massachusetts Climate Policy (the “Climate Roadmap Map”) and amended MEPA regulations at 301 CMR 11.00. Two related MEPA protocols—the MEPA Public Involvement Protocol for Environmental Justice Populations (the “MEPA EJ Public Involvement Protocol”) and MEPA Interim Protocol for Analysis of project Impacts on Environmental Justice Populations (the “MEPA Interim Protocol for Analysis of EJ Impacts”)—are also in effect for new projects filed on or after January 1, 2022. Under the new regulations and protocols, all projects located in a DGA around one or more EJ Populations must take steps to enhance public involvement opportunities for EJ Populations, and must submit analysis of impacts to such EJ Populations in the form of an EIR. Consistent with the MEPA EJ Public Involvement Protocol, the Proponent sent advance notification of the project in the form of an EJ Screening Form (translated into Spanish and Vietnamese) to a “EJ Reference List” provided by the MEPA Office and consisting of Community Based Organizations (CBOs) and tribes/indigenous organizations. Notice of the MEPA remote consultation session was also distributed to the EJ Reference List, and the meeting was held at 5:30 PM on August 9, 2023. The notice of the MEPA remote consultation session was translated into Spanish and Vietnamese. According to the EENF/Proposed EIR, public involvement activities also included holding public meetings on October 2015, February 2017, December 2017, September 2019, December 2021 and July 2023. The July 2023 meeting was advertised through the City of Springfield’s project website2, via email to the Forest Park Civic Association, and was published in the Springfield Republican newspaper. Flyers with meeting information were also posted around the City. A project factsheet was developed, provided in English, Spanish, and Vietnamese and distributed to the City of Springfield City Hall, places of worship in the project area including Trinity United Methodist Church, Calvary’s Love Church, St Barnabas & All Saints Church, and Holy Name Parish, and the Springfield City Library (Forest Park Branch). A fact sheet was also distributed through the City of Springfield project website and via email to the Forest Park Civic Association. The EENF contained a baseline assessment of any existing unfair or inequitable Environmental Burden and related public health consequences impacting EJ Populations in accordance with 301 CMR 11.07(6)(n)1. and the MEPA Interim Protocol for Analysis of EJ Impacts. The baseline assessment included a review of the data provided by the Department of Public Health (DPH) EJ Tool applicable to the DGA regarding “vulnerable health EJ criteria”; this term is defined in the DPH EJ Tool to include any one of four environmentally related health indicators that are measured to be 110% above statewide rates based on a five-year rolling average. According to the EENF/Proposed EIR, the data surveyed 2 \"The X\": Department of Public Works, City of Springfield, MA (springfield-ma.gov) 7",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 indicate that the City of Springfield exceeds the criteria for Childhood Blood Lead Levels, Low Birth Weight, Heart Attack Hospitalizations, and Childhood Asthma. In addition, the EENF/Proposed EIR indicates that the following sources of potential pollution exist within one mile of the identified EJ Populations, based on the mapping layers available in the DPH EJ Tool: • Large Quantity Toxic Users: 1 • Large Quantity Generators: 3 • MassDEP Tier Classified 21E Sites: 4 • “Tier II” toxics use reporting facilities: 7 • MassDEP sites with AULs: 8 • Underground storage tanks: 15 • Road infrastructure: 1 • Other transportation infrastructure: 1 • Regional transit agencies: 8 While the filing concludes that there is some indication of an existing “unfair or inequitable” burden in the identified EJ Populations as shown above, it asserts that the project will not result in disproportionate adverse effects, or increase the risks of climate change, on the EJ Populations by materially exacerbating such existing burdens. In particular, the filing indicates that the project will improve traffic and transit operations by improving traffic flows, improve the quality of stormwater runoff, and provide a number of public realm improvements, including improved safety for pedestrians and bicyclists and a net gain of 57 trees. The project does not propose additional through-traffic vehicular travel lanes that would accommodate an increased level of traffic through the project area. Given that increased traffic is not anticipated as a result of the project, it is assumed that there will not be an increased environmental or public health impact from vehicle exhaust fumes or noise. The EENF/Proposed EIR included a screening of climate risks for the project site, using the MA Resilience Design Tool, as further described below. As shown in the output report attached to the ENF, the project was rated as “High” risk for extreme precipitation (urban flooding) and extreme heat based on its location. According to the EENF/Proposed EIR, in order to mitigate for the increase in impervious surface (0.45 acres), the project will make modifications to the existing stormwater infrastructure. To adapt to more extreme heat events and to mitigate for the proposed tree removals, the project proposes to plant 118 new trees (net gain of 57 trees). The project also includes landscape improvements and tree protection for all trees to be retained. Public Shade Trees As noted above, the project will result in the removal of 61 public shade trees with diameter at breast height (DBH) of 14” or greater. In order to mitigate for the removal of public shade trees, the project proposes to plant 118 new trees within the project limits and install tree fencing and trunk protection on all trees on the project site that will not be removed. As noted above, public comments expressed concern with the number of public shade trees that will be removed as a result of the project. I encourage the City to continue to evaluate alternatives to minimize the extent of tree removal required 8",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 for the project.3 The City should continue to engage the public throughout the remainder of local permitting. Traffic and Transportation The filing includes a Functional Design Report (FDR) that was completed as part of MassDOT’s requirements to quantify existing and future traffic conditions. The filing includes an analysis of peak hour traffic operations under current conditions, a 2035 No-Build Scenario and a 2035 Build Scenario at the study area intersections of: • Sumner Avenue at Forest Park Main Greeting Road • Sumner Avenue at Oakland Street • Sumner Avenue at Cliftwood Street • Sumner Avenue at Lenox Street and Belmont Avenue • Sumner Avenue at Belmont Street and Dickinson Street • Sumner Avenue at Ormond Street • Belmont Avenue at Burlington Street • Belmont Avenue at Commonwealth Avenue • Belmont Avenue at Ormond Street The study area intersection and approaches continue to operate at a similar level of service (LOS) as between Existing (2015) and No-Build (2035) Conditions. The only change in operations from Existing to future No Build conditions occurs at the Sumner Avenue at Lenox Street and Belmont Avenue (degrades from LOS C to D during the weekday morning peak hours and LOS D to E during the weekday night peak hours) and Sumner Avenue at Belmont Street and Dickinson Street (degrades from LOS C to E during the weekday night peak hours). At other locations, the existing and No-Build conditions show that the intersection is operating currently, and will continue to operate at a LOS of F. Under the Build Scenario, all intersections in the study area are expected to operate at LOS C or better. Comments from the Pioneer Valley Planning Commission (PVPC) are supportive of the project and state that the project is expected to have positive impacts on safety and reduce congestion. Impervious Area and Stormwater The project meets the criteria for redevelopment based on the Stormwater Handbook. The proposed project is not subject to the MassDEP Stormwater Management Regulations, but it complies with them to the maximum extent practicable. Stormwater impacts will be minimized to the extent practicable by minimizing the work area and implementing best management practices such as erosion and sediment controls. As noted above, the project includes the alteration of approximately 12.6 acres of land and the addition of 0.45 acres of impervious area. In order to mitigate the proposed increase in impervious cover, the project propose to install 4 deep sump catch basins, which will provide an opportunity for sediment and suspended solids to settle out of runoff prior to discharge, the installation of compost filter tubes and silt fences during construction to prevent stormwater runoff from entering the closed drainage system, and cleaning and repairing, or replacing as necessary all existing drainage 3 Prior to commencement of the project, the City will conduct a public shade tree public hearing. 9",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 infrastructure to be retained. Comments from MassDEP state that the project should consider the use of low impact development techniques, stormwater BMPs utilizing source control (nonstructural control measures) and structural BMPs and maintenance. Climate Change Adaptation and Resiliency Effective October 1, 2021, all MEPA projects are required to submit an output report from the MA Resilience Design Tool to assess the climate risks of the project. Based on the output report attached to the EENF, the project has a “High” exposure rating based on the project’s location for the following climate parameters: extreme precipitation (urban flooding) and extreme heat. Based on the 30-year useful life and the self-assessed criticality identified for the roadway improvements, the MA Resilience Design Tool recommends a planning horizon of 2050 and a return period associated with a 50-year (2% chance) storm event when designing the roadway improvements. The tool recommends planning for the 90th percentile with respect to extreme heat (which indicates an increase in extremely hot days as compared to a historical baseline). According to the EENF/Proposed EIR, a formal drainage design was not performed; however, the current system was deemed adequate as the project will not substantially change existing conditions through the addition of new impervious cover. The project will result in a modest amount of new impervious surface (0.45 acres) within the project site and is installing of four deep sump catch basins to improve the overall stormwater management of the site. In addition, any areas disturbed during construction will be revegetated and will plant 118 new trees to mitigate the proposed shade tree removal. While the EENF/Proposed EIR notes that stormwater design will improve through the addition of 4 new catch basins, it did not quantify the extent to which the improved system would be resilient to future climate conditions or increased precipitation over the useful life of the project. The City is encouraged to maximize opportunities to improve climate resiliency, and should take all opportunity to improve stormwater design as part of roadway projects. Construction Period The proposed project is anticipated to begin in September 2024 and conclude in September 2026. All construction and demolition activities should be managed in accordance with applicable MassDEP’s regulations regarding Air Pollution Control (310 CMR 7.01, 7.09-7.10), and Solid Waste Facilities (310 CMR 16.00 and 310 CMR 19.00, including the waste ban provision at 310 CMR 19.017). The project should include measures to reduce construction period impacts (e.g., noise, dust, odor, solid waste management) and emissions of air pollutants from equipment, including anti-idling measures in accordance with the Air Quality regulations (310 CMR 7.11). I encourage the Proponent to require that its contractors use construction equipment with engines manufactured to Tier 4 federal emission standards or select project contractors that have installed retrofit emissions control devices or vehicles that use alternative fuels to reduce emissions of volatile organic compounds (VOCs), carbon monoxide (CO) and particulate matter (PM) from diesel-powered equipment. Off-road vehicles are required to use ultra-low sulfur diesel fuel (ULSD). If oil and/or hazardous materials are found during construction, the Proponent should notify MassDEP in accordance with the Massachusetts Contingency Plan (310 CMR 40.00). All construction activities should be undertaken in compliance with the conditions of all State 10",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 and local permits. I encourage the Proponent to reuse or recycle construction and demolition (C&D) debris to the maximum extent. Mitigation & Section 61 Findings The Proposed EIR includes a separate chapter summarizing proposed mitigation measures and includes draft Section 61 Findings. It contains commitments to implement these mitigation measures, identifies the parties responsible for implementation, and includes a schedule for implementation. As described in the EENF/Proposed EIR, the Proponent has committed to implement the following measures to avoid, minimize and mitigate Damage to the Environment: Public Shade Trees • Mitigate the proposed shade tree removals by planting 118 new trees, yielding a net gain of 57 trees within the project limits. • Tree protection for all trees to be retained. • All excavation within ten feet of designated trees shall be performed by hand labor to preserve the root system of the tree. Traffic and Transportation • Increased public safety and reduced traffic congestion through road reconfiguration. • Reduce intersection delay through signalization. • Improvements to sidewalks and the addition of crosswalks and shared-use path space will provide safe alternative modes of transportation in the project area, which may reduce overall vehicular traffic in the area and provide a net reduction in vehicular exhaust fumes and noise long-term. • As result of the project improvements, all intersections in the study area are expected to operate at LOS C or better. Stormwater • Upgrade the existing drainage infrastructure by installing 4 new catch basins with deep sumps throughout the project limits. • Repair, replace, or clean as necessary the existing drainage pipes and structures within the project limits. Climate Change • Through additional tree planting, the project will result in a net gain of 57 trees. Trees and other plantings will be approved by the City Tree Forester. • The project is installing four deep sump catch basins to improve the overall stormwater management of the site. 11",
        "EEA# 16740 EENF/Proposed EIR Certificate September 1, 2023 Construction Period • List of construction mitigation measures is included in Section 7 of the Proposed EIR. Conclusion Based on a review of the EENF and Proposed EIR and consultation with Agencies, I find that the Proposed EIR adequately and properly complies with MEPA and its implementing regulations. Accordingly, I will publish notice in the next Environmental Monitor that the Proposed EIR shall be reviewed as a Final EIR pursuant to the provisions at 11.06(14); the Final EIR shall be subject to a 30- day public comment period. September 1, 2023 _________________________ Date Rebecca L. Tepper Comments received: 8/3/2023 M. Eckert 8/7/2023 S. Collins 8/14/2023 D. Shea and L. Harm 8/15/2023 W. Regan 8/23/2023 D. Caputo 8/21/2023 Pioneer Valley Planning Commission (PVPC) 8/25/2023 Massachusetts Department of Environmental Protection (MassDEP) – Western Regional Office (WERO) RLT/NSP/nsp 12",
        "Dear Nick: As a longtime Springfield resident, I am quite aware of problems with the \"X\", including its traffic congestion and auto and pedestrian difficulties that might result in accidents, also its great deal of business turnover or loss. Springfield's DPW website's \"Environmental Screening Form\" states that its proposed enhancement project \"will result in long term environmental and public health benefits\" that will result in improvement of: 1) air quality through \"reduced traffic congestion and enhanced pedestrian and bicycle amenities\" and 2) water quality through \"stormwater management improvements\". I truly support these main project goals. and find inarguable the Form's overarching statement that \"creating a safe, multi-modal streetscape is conducive to healthy living\", and to me includes preservation of as many larger trees as possible, perhaps those with at least a 5\" diameter. The \"Plan Rendering\" shows a design and a Tree Summary table with an initial loss of 61 out of 169 existing trees and a proposed planting of 118 more trees, for a net gain of 57 trees. While I support an increased number of trees, I will imagine that those 118 proposed trees will be younger and smaller than most of the 61 that will be gone, thus leading me to say that I support that more older, larger trees stay. I very much appreciate your consideration of these comments as well as those of other residents whom I have read have had similar concerns.",
        "We appreciate the need for a redesign of the “X, but how does the stated purpose “to get traffic to flow better” address the issue of safety? Our concern: it doesn’t. Sumner Avenue bisects a residential neighborhood with historic homes, schools, churches, a large park and a number of businesses. Over the years it has evolved into a main thoroughfare where speeding and running red lights have been permitted. To implement the proposed redesign of the “X” effectively and safely, therefore, all speed limits must be POSTED and all traffic laws must be ENFORCED. Areas of significant concern include: A new turning lane on Summer Avenue at Oakland Street will require Forest Park Middle School students to cross FIVE LANES of traffic to enter Forest Park near the tennis courts. There is no signage on Sumner Avenue to indicate the location of this school zone. And a signalized exit driveway is planned for Trinity Church. A signalized driveway for cars exiting the Church while a rapid flashing beacon is deemed adequate for pedestrian safety in an added crosswalk on Sumner Avenue. These and other traffic redesign and control measures will only be effective in providing for pedestrian safety if the various speed limits are posted and adherence to speed limits and traffic signals are strictly enforced. Our concern is the new plan, if it lacks law enforcement, puts cars and traffic flow ahead of pedestrian safety. Tree Removal We are aware of the requirement to create bicycle lanes on new road projects. However, in this location, the destruction of 61 mature trees to facilitate creation of bicycle lanes and improve traffic flow is misguided. At a time when temperatures are rising and blights and beetle infestations are impacting and diminishing our “urban forest,” every tree is valuable. Mr. Maxwell of Fuss & O’Neil expects the planned tree canopy (118 new trees will be planted) will bloom in the coming decades! DECADES! Residents of the “X” neighborhood cannot wait decades for the promised young trees to provide shade to cool our neighborhood, sequester carbon and support nature. We urge the DPW to save the trees and focus on the planting of more native trees and shrubs to support nature. Sincerely, Deborah Shea and Louis Harm",
        "Improvements to the intersection known as “The X’ in the Forest Park area of Springfield are needed insofar as there will be improvements to pedestrians crossing safely and some cars will be rerouted. Saving lives is essential. However, the destruction of 61 mature trees up and down the streets which meet at The X in order to make room for bike paths is not acceptable. I live on Forest Park Avenue. The X is a compact business center, and I and my neighbors frequent many of these businesses: TD Bank, CVS, Walgreens, Cumberland Farms, CAP Automotive parts, Santander Bank, hair salons, Dunkin’ Donuts, several good restaurants, Forest Park Eyewear, Benson’s Bagels, a liquor store, a dance studio, a health clinic, a law office, a furniture store, a bar, an Asian grocery store, a tax preparer, and Jewish Family Services. A block or two away are our churches, post office, library, schools, a drama school, a laundromat, 2 dentist offices, and a general grocery store. Linking all of these businesses and the nearby residential areas are tree lined sidewalks. It’s a neighborhood. Our neighborhood needs TLC for sure, and it would benefit from thoughtful, creative, and flexible planners. At the hearing, the engineers were trying to gaslight us into accepting that the removal of 61 mature trees - to improve the flow of traffic through the intersection and to shrink the tree belts to accommodate bike paths required by the DOT - is a positive, because they propose to plant over 130 new trees. These trees would be one to two inches in diameter, many to be placed in planters. We were told “everyone knows that planting young trees is less risky than trying to transplant bigger trees.” So, we were told that the neighborhood would have a net gain in trees and we should all be very, very happy. The engineers were totally unprepared to engage in a real discussion about the impact of the removal of 61 mature trees. I bike. Many of us do. Biking in Forest Park is an absolute joy. Biking through The X is not, and never will be as long as thousands of cars travel through it every day. That is not going to change, and bike paths will not fix this. Nor will a bike rack at every single business location at The X (which is not even planned) ensure the safety of the bike, or the person riding it, or the practicality of this mode of transportation in rain, cold, and snow. We live in Massachusetts – remember? And yet we are told that in order to make The X safer for pedestrians, the ONLY way forward, is to cut down 61 mature trees. I do not accept that. Or is it absolutely essential to cut down 61 mature trees for",
        "how many people who will bike every day to work? What are the exact numbers of bike commuters to justify such a sacrifice by all the people who walk on the sidewalks? The presenters at the hearing, who should have been prepared, had no information about the loss of carbon sequestration over the 20 or 30 years as a result of the cutting down of 61 mature trees, or the amount of cooling shade that would be lost. Are they not aware that we have had the hottest month in Earth’s history? Are they not aware of the intangible yet important and documented effect of a robust canopy of trees to the quality of life? Or is this only for those who live in the leafy wealthy suburbs? And yet we are being told that this project is good for the environment. How? I do not know whether there are plans in the proposed project to use a reflective light coating on new asphalt which might ameliorate some of the heat absorbed by all the new blacktop proposed. I agree with the point made at the hearing that some of the trees near The X are stressed and need pruning, and some may need removing. Some may need fertilizing. Only those trees absolutely necessary to improve sight lines, signals, and pedestrian crosswalks should be removed. Only dead and dying trees should be removed, and then replaced on an ample tree belt to support the growth of large trees. The number of trees removed would be far less than 61. But to shrink the TREE BELTS along the streets of the Forest Park neighborhood to accommodate bike paths, for some undetermined number who MIGHT use the bike lanes, in order to qualify for DOT money with its rules enacted with no clue as to their application to the Forest Park neighborhood is bureaucratic insanity. Trees not only provide our oxygen. They cool our cities, stabilize our soil, provide habitat for birds, insects, and animals, and enhance the value of our homes and businesses. Traffic engineers see traffic. Perhaps they need to consult the websites of the National Forest Service and the Arbor Day Foundation. Cutting down all the trees leading into and at The X Intersection will make our neighborhood business district look like every other business district in any other city in the U.S.: clogged and choking on fumes, with some puny trees in planters where people dump their litter.",
        "August 21, 2023 Ms. Rebecca Tepper, Secretary Executive Office of Energy and Environmental Affairs 100 Cambridge Street, Suite 900 Boston, Massachusetts 02114 Attention: MEPA Unit Reference: Review Comments on the Expanded Environmental Notification Form (EENF) for the Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue (The \"X\") Project, EEA # 16740. Dear Secretary Tepper: The Pioneer Valley Planning Commission (PVPC) has the following review comments on the EENF for the above-cited project. As proposed, the project in Springfield, MA consists of roadway reconstruction of the Sumner Avenue corridor and abutting intersections to improve vehicular safety and traffic flow. The Pioneer Valley Metropolitan Planning Organization (PVMPO) and Joint Transportation Committee (JTC) have tracked the Springfield “X” - Reconstruction of Sumner Ave at Belmont and Dickinson project (608717) since the project was approved by MassDOT in 2016 for consideration in the Transportation Improvement Program (TIP). Staff have scored the “X” project using the MPO approved Transportation Evaluation Criteria (TEC) each year. The “X” project scores 70.5 out of 100 possible points making it the 2nd highest ranked project in our region. According to the TEC score, the project is expected to have positive impacts on safety (12 out of 15 points), Livability (9.5 out of 12 points), and is expected to greatly reduce congestion. The project is programmed in the PVMPO TIP in FFY 2024, with an anticipated advertisement date of September 30, 2024. The estimated project cost is $12,966,867 as of August 2023. Local outreach for the project is demonstrated in Appendix D to the Massachusetts Historic Commission, Springfield City Council, Forest Park Civic Association, and Springfield Conservation Commission. We recommend that the Springfield Historical Commission (SHC) also be contacted in regard to the project due to its proximity to a Local Historic District, which is under SHC review. A rollover EIR has been requested by the City of Springfield for this project. We concur with this request as the project does not trigger any mandatory EIR thresholds, has many positive benefits, and has undergone extensive public outreach through the City of Springfield, Massachusetts Department of Transportation, and Pioneer Valley Metropolitan Planning Organization.",
        "8/21/2023 PVPC Comment Letter EEA#16740 Thank you for the opportunity to offer our comments on this proposed project. Sincerely, Kimberly H. Robinson, MUP Executive Director cc: Rosemary Morin, PVPC Commissioner – Springfield Page 2 of 2",
        "Hello Nicholas, I received your contact information from a Forest Park neighbor. After attending several meetings, I remain concerned about the number of trees to be removed for this project. Last year when changes were being made to Sumner Avenue, near Longhill, the design was adjusted to allow for the trees to remain. I would hope this could be applied to the X project as well. Many thanks for your consideration. Kind regards, Sandra A. Collins",
        "Maura T. Healey Rebecca L. Tepper Governor Secretary Kimberley Driscoll Bonnie Heiple Lieutenant Governor Commissioner August 25, 2023 Rebecca Tepper, Secretary Executive Office of Energy & Environmental Affairs Massachusetts Environmental Policy Act Office Nicholas Perry, EEA No. 16740 100 Cambridge Street, 9th Floor Boston, MA 02114-2524 Re: Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue (The “X”) - Springfield EENF and Proposed Rollover EIR Dear Secretary Tepper, The Massachusetts Department of Environmental Protection (MassDEP), Western Regional Office (WERO) appreciates the opportunity to comment on the Expanded Environmental Notification Form (EENF) and Proposed Environmental Impact Report (PEIR) submitted for the proposed Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue (The “X”) in Springfield (EEA #16740). MassDEP attended a site meeting on August 9, 2023. The applicable MassDEP regulatory and permitting considerations regarding wastewater, stormwater, air pollution, solid waste, hazardous waste and waste site cleanup are discussed. I. Project Description The Proponent, the City of Springfield, is proposing to realign the “X” intersections of three major arteries; Sumner Avenue, Dickinson Street, and Belmont Avenue and improve several areas of roadways and sidewalks to include Oakland Street, Cliftwood Street, Burlington Street, Lenox Street, Commonwealth Avenue and Ormond Street. The project will include modification of traffic patterns, reconstruction of sidewalks, addition of bicycle lanes, upgrades to traffic signaling and improvements to accessibility and safety in this high density residential and commercial area. Deep sump catch basins will be installed and existing stormwater infrastructure will be cleaned or upgraded as needed. This information is available in alternate format. Please contact Melixza Esenyie at 617-626-1282. TTY# MassRelay Service 1-800-439-2370 MassDEP Website: www.mass.gov/dep Printed on Recycled Paper",
        "EEA No. 16740 EENF and PEIR 2 Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue– Springfield Environmental Justice populations are identified within one and five-mile radii of the project site including within the municipalities of Springfield, Chicopee, West Springfield, and Agawam. The categories are Minority, Minority and Income, and Minority, Minority and Income, and English Isolation. The Proponent posits the project will have neither short-term nor long-term environmental or public health impacts affecting Environmental Justice Populations. The Proponent is requesting it be allowed to submit a Rollover Single Environmental Impact Report. Environmental Impacts associated with this project include: • Total site acreage – 12.60 acres • New acres of land altered – 12.6 acres • Acres of impervious area – 11.97, change - +0.45 acres, Total – 12.42 acres II. Required Mass DEP Permits and/or Applicable Regulations Wastewater 314 CMR 12.00 Air Pollution 310 CMR 7.00 Solid Waste 310 CMR 16.00 Hazardous Waste 310 CMR 30.00 Bureau of Waste Site Cleanup 310 CMR 40.000 III. Permit Discussion Bureau of Water Resources Stormwater MassDEP recommends the Proponent review the Massachusetts Stormwater Handbook and Stormwater Standards and consider environmentally sensitive site design and planning. Considerations should include low impact development techniques, stormwater best management practices (BMP) utilizing source control (nonstructural control measures), structural BMPs and maintenance. Additionally, stormwater systems should be managed in accordance with the Municipal Separate Sewer System (MS4) general permit. Wastewater Regulation 314 CMR 12.04 (2) includes the requirement that all sewer authorities develop a plan for controlling Infiltration and Inflow (I/I) including mitigation of the volume of stormwater runoff into combined sewers when a new connection or extension is permitted. Springfield Water and Sewer Commission Rules and Regulations FY24, effective July 1, 2023, require that any new or redevelopment project, modification or",
        "EEA No. 16740 EENF and PEIR 3 Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue– Springfield extension of existing connections, or new connections to the Combined Sewer system shall meet City and State stormwater standards as well as the provisions of 314 CMR 12.04. Bureau of Air and Waste Air Quality Construction Activities The earth moving, excavation and construction activity must conform to current Air Pollution Control Regulations. The Proponent should implement measures to alleviate dust, noise, and odor nuisance conditions that may occur during the excavation and construction activities at the site. Such measures must comply with the MassDEP’s Bureau of Air and Waste (BAW) Regulations 310 CMR 7.01, 7.09, and 7.10. Construction Equipment All non-road engines shall be operated using only ultra-low sulfur diesel (ULSD) with a sulfur content of no greater than 15 ppm pursuant to 40 CFR 80.510. Solid Waste The Proponent shall properly manage and dispose of all solid waste generated by or discovered during this proposed project pursuant to 310 CMR 16.00 and 310 CMR 19.000, including the regulations at 310 CMR 19.017 (waste ban). Solid and Hazardous Waste Management If characteristics of material generated during construction requires management as a hazardous or solid waste, then the disposition of the material must comply with any applicable requirements pursuant to 310 CMR 30.0000, 310 CMR 16.00 or 310 CMR 19.000. Soils Management If soils excavated during work requires management as a hazardous or solid waste, then the disposition of materials must comply with any applicable requirements pursuant to 310 CMR 30.0000, 310 CMR 16.00 or 310 CMR 19.000 and MassDEP COMM-97-001 \"Reuse and Disposal of Contaminated Soil at Massachusetts Landfills\" and the “Revised Guidelines for Determining Closure Activities at Inactive Unlined Landfill Sites”. Hazardous Waste If any hazardous waste, including waste oil, is generated or discovered at any part of the site, the Proponent must ensure that such generation is properly registered and managed and disposed of in accordance with 310 CMR 30.0000. Asbestos Any asbestos or asbestos-cement material encountered during the work must be managed and disposed in compliance with MassDEP regulation 310 CMR 7.15 and available guidance prior to disposal as special wastes in accordance with 310 CMR 19.061.",
        "EEA No. 16740 EENF and PEIR 4 Reconstruction of Sumner Avenue at Dickinson Street and Belmont Avenue– Springfield Bureau of Waste Site Cleanup Massachusetts Contingency Plan (MCP) There are disposal sites within a 0.5-mile radius from the project area with Response Action Outcomes (RAOs) and/or Permanent Solutions with or without conditions (PS/PSC). If soil and/or groundwater contamination is encountered during excavation/construction activities, the Proponent should retain a Licensed Site Professional (LSP); the MCP details procedures to follow for the parties conducting work. MassDEP staff are available for guidance. A spills contingency plan addressing prevention and management of potential releases of oil and/or hazardous materials from pre- and post-construction activities should be presented to workers at the site and enforced. The plan should include but not be limited to, refueling of machinery, storage of fuels, and potential releases. IV. Other Comments/Guidance The Proponent is requesting that the Secretary allow a rollover EIR in accordance with 301 CMR 11.06(13). MassDEP has no objection should the Secretary approve that request. Greenhouse Gas (GHG) Emissions MassDEP works collaboratively with the Department of Energy Resources (MassDOER) to review the proposed GHG analysis and mitigations. MassDOER comments will be addressed under separate heading. Section 61 Findings The Proponent has presented Section 61 findings, including a table of potential avoidance, minimization and mitigation measures, in the Proposed EIR for this project. There are no identified permits required from MassDEP for this proposed project. MassDEP staff is available for discussions as the project progresses. If you have any questions regarding this comment letter, please do not hesitate to contact Kathleen Fournier at (617) 877-0375. Sincerely, Catherine V. Skiba, P.G. for Michael Gorski Regional Director cc: MEPA File",
        "Mr. Perry - I was told that you are taking comments about the proposed Springfield \"X Project\". As a Forest Park resident for over 46 years, I am very disappointed about the project's suggested removal of 61 mature trees to provide a bike path along Sumner Avenue. For one, even with an attempt to provide more access to bicyclists, I don't anticipate that cyclists will want to travel through the area. Also, with the current sidewalks that are already 6 feet wide, I fail to see the need to widen them - especially at the cost of significant, mature trees. I regularly walk on the sidewalks along Sumner Avenue, and often have cyclists ride past me on the sidewalk - where there is ample space to allow both of us to travel. The proposal to expand the sidewalks to 8 feet wide is not necessary - certainly not at the expense of the trees. After all, this neighborhood is FOREST Park, and should reflect that ambiance. Also, regarding the goal of traffic flow and improved safety, I've been disappointed over the years that there are no speed limit signs along this busy section of the street - with the exception of the 20mph sign on the short section near Sumner Avenue School. Once past that area, there are no speed limit signs indicating a residential area - or even in the vicinity of Forest Park Middle School. Having speed limit signs - and proper enforcement of these limits - would make a significant improvement of traffic flow and safety. Thank you in advance for your consideration of my concerns and suggestions. Please feel free to contact me with any questions you may have. Wendy Regan"
    ]
}