{
    "FILE_NAME": "https://www.climatelinks.org/sites/default/files/asset/document/Multi-Criteria%2520Analysis_CLEARED_0.pdf",
    "ALL TEXT": "ANALYZING CLIMATE CHANGE ADAPTATION OPTIONS USING MULTI-CRITERIA ANALYSIS JANUARY 2013 This report is made possible by the support of the American people through the U.S. Agency for International Development (USAID). The contents are the sole responsibility of Tetra Tech ARD and do not necessarily reflect the views of USAID or the U.S. Government.This report was prepared by Aarjan Dixit and Heather McGray of World Resources Institute (WRI), through a subcontract to Tetra Tech ARD. Cover Photo: Focus Group Discussion, Uganda, 2012. This publication was produced for review by the United States Agency for International Development by Tetra Tech ARD, through a Task Order under the Prosperity, Livelihoods, and Conserving Ecosystems (PLACE) Indefinite Quantity Contract Core Task Order (USAID Contract No. AID-EPP-I-00-06-00008, Order Number AID-OAA-TO-11-00064). Tetra Tech ARD Contacts: Cary Farley, Ph.D. Chief of Party African and Latin American Resilience to Climate Change (ARCC) Arlington, VA Tel.: 571-388-2286 Cary.Farley@alarcc.com Anna Farmer Project Manager Burlington, Vermont Tel.: 802-658-3890 Anna.Farmer@tetratech.comANALYZING CLIMATE CHANGE ADAPTATION OPTIONS USING MULTI- CRITERIA ANALYSIS AFRICAN AND LATIN AMERICAN RESILIENCE TO CLIMATE CHANGE (ARCC) JANUARY 2013 Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis iTABLE OF CONTENTS ACRONYMS AND ABBREVIATIONS ...........................................................................iii 1.0 INTRODUCTION ...................................................................................................... 1 2.0 MULTI-CRITERIA ANALYSIS FOR ADAPTATION ............................................. 2 3.0 CONDUCTING AN MCA ......................................................................................... 5 3.1 STEP 1: IDENTIFY THE DECISION-MAKING BODY AND A DECISION CONTEXT ....... 5 3.2 STEP 2: IDENTIFY ADAPTATION OPTIONS TO PRIORITIZE ................................................. 6 3.3 STEP 3: IDENTIFY CRITERIA ................................................................................................................ 6 3.4 STEP 4: IDENTIFY THE OUTCOME AND PERFORMANCE OF EACH OPTION SO THAT THEY CAN BE RANKED AGAINST IDENTIFIED CRITERIA ................................. 7 3.5 STEP 5: ASSIGN WEIGHTS TO EACH CRITERIA TO REFLECT ITS RELATIVE IMPORTANCE AND AGGREGATE .................................................................................................... 9 3.6 STEP 6: EXAMINE RESULTS .................................................................................................................. 9 3.7 STEP 7: CONDUCT A SENSITIVITY ANALYSIS WITH DIFFERENT WEIGHTS IF NEEDED ...................................................................................................................................................... 9 4.0 CONSTRUCTING A PERFORMANCE MATRIX ................................................ 10 5.0 AN EXAMPLE OF MCA USED IN ADAPTATION OPTIONS PRIORITIZATION ................................................................................................... 11 6.0 CONCLUSION ........................................................................................................ 13 7.0 REFERENCES ........................................................................................................... 14 Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis iiACRONYMS AND ABBREVIATIONS AHP Analytical Hierarchy Process DCLG Department for Communities and Local Government FEMA Federal Emergency Management Agency LDC Least-Developed Countries LEG Least-Developed Countries Expert Group MAUT Multi-Attribute Utility Theory MCA Multi-criteria analysis NAPA National Adaptation Programme of Action STAPLEE Social, Technical, Administrative, Political, Legal, Economic, Environmental methodology UNEP United Nations Environment Programme UNFCCC United Nations Framework Convention on Climate Change US United States USAID United States Agency for International Development Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis iii1.0 INTRODUCTION Adaptation to climate change requires decisions and action by a wide spectrum of society, including individuals, communities, the private sector, and governments. The formal decision-making processes involving governments are critical for responding to the long-term challenges of climate change. Such formal adaptation decisions are often complex, involving decision makers from multiple sectors and experts from diverse fields who need to contend with high levels of uncertainty. Moreover, adaptation options may be drawn from a broad spectrum of technological, policy, and institutional responses to climate change. It can be challenging for decision makers to integrate input from across this spectrum, given the diverse array of potential information sources, the uncertainty inherent in this information, and the many stakeholders with different perspectives and priorities. Yet it is critical for them to choose adaptation options that are both effective at increasing resilience as well as socially and politically viable. Multi-criteria analysis (MCA) provides one systematic way for decision makers to make sense of the wide range of information that may be relevant to making adaptation choices. MCA enables decision makers to create a structured framework for comparing a set of defined options across a number of diverse criteria so that they may evaluate adaptation options across a range of priorities or values. For example, in the Ethiopian National Adaptation Programmes of Action (NAPAs), adaptation options were evaluated across five criteria, including cost effectiveness (measured in dollars), climate change risk (measured in economic losses avoided by poor people per year), and complementarities with national and sectoral plans (measured on a scale of 1–5 based on expert judgment), among others. A key strength of MCA is that it helps tackle complex problems by breaking them down into smaller components. It does so by enabling systematic incorporation of quantitative and qualitative evidence with more subjective judgments based on stakeholder preferences or political priorities. It also helps accommodate gaps in data availability, helps in the identification of options, and assesses the performance of different options against set criteria while helping to prioritize them. Perhaps most importantly, by allowing decision makers to incorporate a variety of different criteria, it creates a space for dialogues that take into account the priorities or values of multiple stakeholders. However, this is not a fool-proof solution to decision making—as with any decision tool, successful application of MCA requires transparency about the criteria used and the analytic methods applied. Stakeholders should be engaged systematically in the selection and weighting of criteria, and trade-offs should be made explicit for all to see. A well-designed MCA builds legitimacy by addressing all important elements of a decision in a way that stakeholders can agree is fair. If poorly designed, however, an MCA can undermine effectiveness by masking trade-offs and neglecting synergies, which creates the risk of alienating key participants in the decision or its implementation. This paper will analyze the applicability of MCA for making climate change adaptation decisions, drawing upon experience with the NAPAs. It lays out the basic steps for conducting an MCA and highlights several considerations in designing a specific MCA method. The paper does not address the technicalities involved in assigning and calculating criteria values. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 12.0 MULTI-CRITERIA ANALYSIS FOR ADAPTATION As discussed above, multi-criteria analysis methods for analysis of options provide a decision-making framework to sift through layers of complex information and make consistent and transparent decisions. They are useful when there is a need to decide between two or more options, when multiple and potentially conflicting criteria need to be considered before making a decision, and when multiple stakeholders are involved in the decision-making process. For example, a community on the coast may wish to consider building a sea-wall defense against rising storm surges against investing in softer solutions like better evacuation routes and more effective disaster relief, or against using ecosystem- based systems to lessen the impacts of rising sea levels or storm surges. MCA methods can be one of the tools available for use in such a situation to assess the appropriateness of available options. As decision makers decide on specific options, they have to consider a wide variety of criteria that must be met. Often the proposed options will need to be socially, technologically, economically, and politically viable. For climate change adaptation options, there can be added considerations of increased robustness across various climate futures and actual decrease in vulnerabilities, among others. In such situations, MCA methods can be helpful in assessing the intended impacts or performance of two or many options against relevant criteria, allowing for the mix of the monetary and non-monetary, as well as the quantitative with the qualitative. For example, decision makers can use MCA methods to compare different policy options and concrete interventions by assessing their outcome using criteria like efficiency, equity, performance, and costs (World Bank, n.d.), even when information on these different criteria come in different forms, formats, or quality. Perhaps most critically, MCA methods help collect the preferences of a diverse set of actors in a transparent way, helping to move formal decision making forward. These preferences are often recorded in reference to a set of collectively identified objectives and measureable criteria to assess specific options (Bouyssou, 1990). MCA methods can also be used as an effective communication tool because they can separate the various decision elements and help outsiders track the decision-making process (Mendoza et al., 2006). MCA methods are most relevant when comparing multiple options to a single problem, such as the sitting of a thermal power plant. However, as in the case of the NAPAs, they can also be used to analyze options for a host of different problems, as long as the options emerge from a single objective. In the case of the NAPAs, that objective included the identification of the most urgent and immediate adaptation options. Table 2.1 describes some of the strengths and weaknesses of using MCA techniques for making complex public sector decisions. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 2TABLE 2.1. STRENGTHS AND WEAKNESSES OF USING MCA METHODS FOR PUBLIC DECISIONS Strengths Weaknesses  Easier integration of different kinds of information.  Final results, particularly sorting and ranking of  Able to tackle a wide range of qualitative and options, can be driven by stakeholder preferences, intangible criteria together, including monetized who is involved, and the timing of their and non-monetized costs. participation.  Supports broad stakeholder participation and  Can become technically complex, particularly in helps stimulate discussions and a common regards to the identification of criteria and understanding of the problem, potentially helping disaggregating the impact of an option on each to resolve conflicts. criterion.  Systematic and transparent, thus more  Difficult to compare results across different accountable. applications.  Helps reveal and legitimize decision makers and  Challenging to reach agreement on weighting of other stakeholder preferences. criteria.  Open to different values and opinions that are  Can be time consuming when done thoroughly. formalized and can be revised as more  May strengthen power of groups with access to information is made available. more information. Source: Adapted from Gamper and Turcanu 2007 There are multiple methods for conducting an MCA; more than 40 methods have been identified in various literature reviews (Nijkamp et al., 1990). Some methods rely on a rapid stakeholder engagement process to identify and then place values on particular criteria, which are then used to make decisions through a discursive and deliberative process. Other processes integrate numerical weighting of the importance of each criterion to produce a list of prioritized policy alternatives or options. In contrast, in the most complex methods, multiple criteria are fed into computational models that explore the sensitivity of potential decisions to a variety of assumptions (see Table 2.2). The final outputs of the process can also be different. Some techniques rank options; some identify an optimal option, while others may produce acceptable and unacceptable options. The choice of a particular MCA technique can depend on resource availability, capacity, information availability, and the time available to conduct the analysis. Table 2.2 describes a simple continuum of MCA methods, with examples of what each could be. TABLE 2.2. CHARACTERIZING DIFFERENT TYPES OF MCA METHODS Simple Complex Simple qualitative Some quantitative work Significant amount of Complex formula and assessment of proposed to assess options against quantitative analysis for computational resources options against a set of set criteria with different each criteria as well as used to derive best criteria. Often just a weights and some development of specific options, combine weights positive or a negative sign sensitivity analysis. weights for each and possible decision for each criteria. criterion. Mathematical spaces, as well as to functions used to rank determine error bands. options as well as conduct sensitivity analysis. There is now a long history of MCA processes being used to analyze natural resource management, sighting of nuclear plants in Europe and the United States (Kiker et al., 2005), as well as application of MCA processes in the developing world (United Nations Environment Programme [UNEP], 2011). MCA techniques can be applied to assess and prioritize options in different sectors as well as options at different governance levels. They can be useful for adaptation decisions in particular because adaptation decisions are often complex, involving multiple stakeholders, knowledge domains, and uncertainty. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 3Information about the monetary costs and benefits of the climate change impacts, often used to make trade-off judgments during decision making, may be missing in many parts of the world. There may be a need to use multiple information types, formats, and preferences of different stakeholders. MCA methods are well suited to meet these needs. MCA methods have been used to prioritize urgent and immediate adaptation options during the formulation of NAPAs that Least Developed Countries (LDCs) developed under the United Nations Framework Convention on Climate Change (UNFCCC). LDCs conducted the MCA exercises during the NAPA development process in a variety of ways. These MCA exercises were conducted by government ministries or country NAPA teams either through purely expert-driven processes, the work of a few consultants, or wider forms of stakeholder engagement. Most of these MCA exercises included very little engagement with vulnerable populations or expert input. Instead, most NAPA teams were composed of government officials from various sectors that would be affected by climate change impacts. The MCA method was chosen by the UNFCCC during NAPA formulation because there was clear indication that numerous criteria and indicators, not just monetary ones, must be considered in any adaptation options. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 43.0 CONDUCTING AN MCA Most MCA methods have simple steps to be completed (see Figure 3.1). This section outlines some of the key steps of an MCA method. FIGURE 3.1. STEPS OF AN MCA METHOD Step 1: Identify the decision context Step 2: Identify adaptation options to prioritize Step 3: Identify criteria Step 4: Identify outcome and performance of options Step 5: Assign weights to each criteria Step 6: Examine results Step 7: Conduct a sensitivity analysis Source: Adapted from Department for Communities and Local Government (DCLG), 2009 3.1 STEP 1: IDENTIFY THE DECISION-MAKING BODY AND A DECISION CONTEXT The first step of an MCA process involves identifying the context in which a particular adaptation decision needs to occur. It is important to identify the following items early in the process: the main stakeholders that need be involved; the outputs of the MCA process and their use; and the different constraints—resources, legal requirements, champions, synergies with existing priorities or plans—that need to be considered. These constraints can be helpful later in the MCA process. There is also a need to identify the broader objectives of the adaptation options analysis process and the actual objectives and goals of a particular adaptation decision, and then consider how these objectives compare against each other. The ability of vulnerable people to have a say in how policies, plans, and programs are made and implemented is a fundamental component of effective adaptation decision making. MCA methods, depending on how they are designed, can provide mechanisms for participation of decision makers, experts, and vulnerable people in formal adaptation decision making. Decision makers will need to decide during this stage how to structure the rest of the analysis and the kind of required stakeholder engagement. The choice of an MCA method also needs to be made at this stage, keeping in mind the objectives, capacities, and resources available at the time. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 53.2 STEP 2: IDENTIFY ADAPTATION OPTIONS TO PRIORITIZE Identifying a complete set of options is a critical part of the MCA process; however, it can be informed by other processes that are not part of the MCA. In the case of adaptation to climate change, vulnerability and risk assessments may be the primary means through which a host of adaptation options are identified. For MCA techniques to work most effectively, the list of options may need to be comprehensive. Stakeholder workshops and other types of participatory approaches, following on from the vulnerability analysis, may also be used to shrink the universe of options to be assessed. 3.3 STEP 3: IDENTIFY CRITERIA BOX 3.1. CRITERIA FOR ANALYZING ADAPTATION OPTIONS USING THE A clear and transparent process of identifying the STAPLEE METHOD criteria against which options will be judged  Social needs to be established. The stakeholders involved in an MCA process must understand Community support how criteria are framed and the kinds of trade- Effect on segment of population offs they imply. For the most robust analysis,  Technical different criteria used in an MCA must be independent of each other. For example, it makes Feasibility little sense to include two criteria on costs: one Long-term solution on costs effectiveness of an option and a second Secondary impacts one on costs of implementing the option. Both of  Administrative them are related to each other and are not independent. It is important to pick criteria that Staffing vary across options. If there is no change across Funding allocated the multiple adaptation options for specific Maintenance and operations criteria, they can be useless in an MCA analysis.  Political Box 3.1 presents the criteria used by many Political support United States government agencies (first Local champion developed by the Federal Emergency Public support Management Agency [FEMA]) to identify appropriate local responses to a host of  Legal environmental and disaster-related problems, State authority including identification of adaptation options, Potential legal challenge using a method called Social, Technical, Administrative, Political, Legal, Economic,  Economic Environmental (STAPLEE) (FEMA, 2007). The Benefit of action method mostly consists of developing a table Cost of action where options are shown on one column and the Contribution to economic goals STAPLEE categories on the rows. Each option is Outside funding required then analyzed according to the categories of STAPLEE. Analysis of consists of simple check  Environmental marks or a three-point score of High, Medium, or Effect on land/water Low. Total check marks or scores are added up On endangered species without an average or weights to get a final list of On hazardous materials and items/waste sizes the most prioritized options. Consistent with community environmental Criteria for an MCA can best be derived from goals the larger objectives identified in Step 1. When Consistent with federal laws picking criteria, there needs to be a way to measure them. Often, if quantitative measures are available, Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 6like cost figures, they can be used in a BOX 3.2. CRITERIA FOR IDENTIFYING straightforward manner. When they are not, URGENT AND IMMEDIATE ADAPTATION qualitative measures may be converted into NEEDS FOR NAPAS numerical form (depending on the type of MCA technique used) on a simple scale of 1–5 to complete The UNFCCC identified the below criteria for this process. As an alternative, a simple binary system analyzing adaptation options in the guidance it may work as well; however, the outputs of a binary produced to help LDCs prepare NAPAs: system may produce different kinds of outputs  Efficiency: are the achieved outputs optimal (identifying projects that cross a specific threshold for relative to allocated resources? example). When analyzing adaptation options, the costs of options, the effectiveness of options at  Effectiveness: will the option meet the decreasing vulnerability, co-benefits of proposed objectives? options, alignment with existing poverty reduction  Equity: will the option benefit vulnerable groups activities, and robustness across multiple scenarios of and communities? change may be useful criteria. Box 3.2 identifies some of the criteria listed by the UNFCCC for identifying  Urgency: how soon does the option need to be urgent and immediate adaptation needs under the implemented? NAPAs. Identifying appropriate criteria is a critical  Flexibility: is the option flexible, and will it allow part of the MCA process. Once a list of criteria have for adjustments and incremental implementation been collectively identified by the relevant and reiteration depending on the level and degree stakeholders, or the core group of decision makers of climate change? for analyzing adaptation options, it may be important to assess whether the criteria meet the following  Robustness: is the option robust under a range properties (derived from DCLG, 2009): of future climate projections?  Completeness: Have all important criteria been  Practicality: can the option be implemented on included? relevant timescales?  Redundancy: Are some criteria not necessary  Legitimacy: is the option politically, culturally, or redundant? and socially acceptable?  Synergy and coherence with other strategic  Operationality: Are the criteria measurable or objectives: does the option offer co-benefits? defined? (for example, improving agricultural land  Mutually independent: Is the performance of management practices could lead to reduced one option against a criterion independent of the erosion and siltation, and carbon sequestration) performance of the same option against a second criterion?  Double counting: Are two criteria counting the same issue?  Size: Are there too many criteria?  Impacts occurring over time: Are time-differentiated impacts adequately dealt with through the criteria? 3.4 STEP 4: IDENTIFY THE OUTCOME AND PERFORMANCE OF EACH OPTION SO THAT THEY CAN BE RANKED AGAINST IDENTIFIED CRITERIA The heart of an MCA exercise is being able to determine the performance of each option against each criteria—an option may be good at meeting some criteria but bad at meeting others. For example, a sea Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 7wall may protect a community from storm surges of a certain height, but it may be costly and have significant negative environmental impacts. Thus it is important to define criteria so that it is possible to draw out the strength of options consistently. One way to do so is to be very clear about the intended outcomes of a particular adaptation option and how it meets stated adaptation objectives. If significant work has been done around one option, more information may be available to inform its performance against the criteria. Assigning numerical values to fit into a specific scale for such criteria for each option might be somewhat easier. Newer options that have not been broadly applied might have limited objective information. In such cases, it might not be as easy to assign numerical values to the different criteria for that option. Moreover, some criteria might have very clear, objective ways to measure performance. Decision makers conducting an MCA may decide to use a variety of techniques to determine performance. These could include applying data from the literature, using expert opinion, hosting a workshop, conducting public surveys, and even commissioning further studies to assess the performance of specific options. When available information is sparse, attempts to assign numerical numbers may be best guesses or more closely aligned with the values and preferences of the people who are making choices about a particular option using the MCA method. Other types of criteria included in an MCA maybe completely intangible. Assigning numerical values to options against them may be extremely difficult and subjective. In such cases, it is possible to conduct an MCA method with just qualitative descriptions alone. Here possible approaches could include creating a Likert scale (a method used to assign numerical rankings to results of a survey questionnaire), a subjective evaluation of performance or just simple descriptions with associated numerical rankings. This way all relevant criteria can be considered and data-sparse criteria are not neglected. Practitioners and decision makers will need to think through what type of prioritizing and ranking method they will use in Step 1. They will then need to decide on the specific approach after looking at the list of criteria in Step 3 (See Box 3.3 for an explanation of the available prioritization methods). BOX 3.3. PRIORITIZING AND RATING TECHNIQUES There are several ways to weight and prioritize criteria and options. Some of these ways include Multi-Attribute Utility Theory (MAUT), Analytical Hierarchy Process (AHP), and Outranking Methods. The MAUT method transforms diverse criteria into one common dimensionless scale (0–1) of utility or value. Each criterion is ranked on a 0–1 scale and combined based on the criteria weights to find a combined score for each option. By picking the highest-ranking score, decision makers maximize their utility functions for an option. AHP methods tend to use pair-wise rankings to devise the final list of criteria. For example, AHP methods would look if a proposed sea wall performs better against equity considerations or costs. Systematic pair-wise comparisons may need to be conducted for all of the criteria for each option. Comparisons are usually constructed using numerical values. Outranking Methods attempt to identify the dominance of one option over others against the different criteria. Instead of using numerical values, outranking methods use descriptive information through the combination of information for each criterion for each option in an attempt to identify a clear narrative that establishes dominance of one option over others. Outranking methods are useful when criteria are not easily aggregated, measurement scales vary widely, and units are incomparable (Kiker et al., 2005). Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 83.5 STEP 5: ASSIGN WEIGHTS TO EACH CRITERIA TO REFLECT ITS RELATIVE IMPORTANCE AND AGGREGATE Once options have been identified and a set of criteria have been agreed upon, the next step of an MCA method requires deciding if separate weights need to be assigned to different criteria. These weights will need to reflect the importance of each criterion in meeting the overall objectives of the decision. Often weights will reflect the preferences of the stakeholders involved in the formal MCA process, but they can also be determined using evidence from a host of other tools including vulnerability and risk assessments. A range of techniques can be used for estimating preferences, depending on available time, task difficulty, and required outcome precision (Nijkamp et al., 1990). Techniques for developing weights include interviews, questionnaires, and other elicitation techniques of relevant experts or stakeholders, ex post analysis of earlier MCA methods, and analysis of literature where weights are implicit. Some MCA methods have developed prescriptive weights for criteria to ensure consistent analysis with regard to a specific problem (DCLG, 2009). Such prescriptive weights are only possible in very well defined problems with a long history of established options as solutions. Several participatory methods include ranking techniques, verbal statements on weights, distribution of points, scenario formulation, and pair-wise comparison or swing weighting (Keeney, 1992; Kiker et al., 2005). These approaches provide added opportunities to engage decision makers in further assessing and resolving the various trade-offs involved in picking one option over another (see Box 3.2). Assigning weights is often a complicated process that either needs extensive stakeholder consultations or expert judgment supported by evidence. It is possible to not assign weights to the criteria and treat all criteria equally. 3.6 STEP 6: EXAMINE RESULTS This penultimate step includes analyzing the result of the MCA, which will result in a list of options prioritized according to the criteria and preferences identified above. The numerical weights assigned can be added together (using a weight average or more complicated algorithm if weights are used, or using a simple average method if no weights are used) to derive the final score for each option. The numerical scores will need to be converted into a standardized scale of similar values so they can be added across the different criteria to get final scores for each option. Based on weights assigned to each criterion, MCA methods will result in a prioritized list of multiple options. 3.7 STEP 7: CONDUCT A SENSITIVITY ANALYSIS WITH DIFFERENT WEIGHTS IF NEEDED Weights given to criteria represent particular values, evidence, and preference set of people who have a seat at the decision making table. Final prioritized list of options may change with a different set of decision makers, or by using different weights of criteria or different criteria altogether. The chosen criteria may be assigned different weights than in Step 5 to observe how the ranking of the options may change with the new weights. Alternatively, different stakeholder groups, for example, communities, business groups, policy makers, professional groups, and academics may develop their own set of weights for a given set of options. This final step may also involve looking at the advantages and disadvantages for each of the options proposed, conducting pair-wise ranking of the options. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 94.0 CONSTRUCTING A PERFORMANCE MATRIX A standard feature of MCA is a performance matrix in which each row describes an option and each column describes the performance of each option against each criterion. Often the individual performance assessments are numerical in value, with higher scores representing more preferred options. Individual scores can then be combined into a final score for each option based on the weights that have been assigned to each criterion. Such a matrix can be the final product of an MCA analysis. See Table 4.1 for an example for a performance matrix. DCLG (2009), for example, recommends that for government decisions, it is advisable to not produce performance matrixes with numerical values if Steps 5 and 6 are not conducted thoroughly. In that case, simple qualitative descriptions may be a much better alternative (DCLG, 2009, p. 39). Final prioritization could then be based not on numerical values but on qualitative descriptions (low, high, and medium, for example). TABLE 4.1. EXAMPLE OF A PERFORMANCE MATRIX FOR ADAPTATION OPTIONS Options Impact on Contribution Synergy with Risk Cost Final vulnerable to multilateral reduction efficiency score groups sustainable environmental (rank) and development agreements resources Promotion of 0.42 rain-fed 0 0.5 0.28 0.33 1 (5) agriculture Intensive agro- 0.68 animal 1 0.5 0.57 1 0.33 (2) husbandry Varieties seeds 0.63 resistant to 1 0.50 0 1 0.66 (3) drought Integrated 0.82 water resource 1 1 0.14 1 1 (1) management Stocking and transformation 0.49 0 0.5 0.14 0.33 1 of agriculture (4) products Source: Adapted from Republic of Rwanda NAPA, p. 44 Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 105.0 AN EXAMPLE OF MCA USED IN ADAPTATION OPTIONS PRIORITIZATION NAPAs mostly used MCA methods to prioritize a list of projects that meet their urgent and immediate adaptation needs. The Ethiopian NAPA was created by a project team under the National Meteorological Agency, the main focal point in the country for the UNFCCC. The Project Management Unit hired a consultant who carried out the work associated with completing the NAPA and conducted stakeholder consultations. The steps followed by Ethiopia in using an MCA method to prioritize a list of urgent and immediate projects under its NAPA development process are described below. TABLE 5.1. STEPS TAKEN TO CONDUCT AN MCA DURING THE NAPA PREPARATION IN ETHIOPIA The UNFCCC mandated LDCs to create the NAPA to meet urgent and Step 1: Identify the immediate adaptation needs. The Government of Ethiopia established a decision-making body steering committee, set up a Project Management Unit within its National and a decision context Meteorological Agency, and hired consultants to prepare the final technical report. Adaptation options were identified through different ways. A desk study analyzed existing future vulnerability to climate change. Ongoing and Step 2: Identify planned activities were reviewed. Existing coping mechanisms were adaptation options to identified. Adaptation options from other important national policy and prioritize documents were identified. Finally, regional consultative workshops helped identify more options. A total of 37 options were identified for further prioritization. The criteria selected for prioritizing adaptation options were based on the generic criteria as proposed by the Least-Developed Countries Expert Group (LEG) and outlined in the Annotated Guidelines for the preparation of NAPAs, as well as those generated through national and regional stakeholder consultations. The National Climate Change Steering Committee members established by National Meteorological Agency endorsed the criteria proposed before the prioritization process started. The selected criteria include: Step 3: Identify criteria  Impact on economic growth of the poor (poverty reduction potential);  Complementarities with national and sectoral plans (measured on a scale of 1–5, based on expert judgment);  Climate change risk (losses avoided by poor people per year);  Synergy with action plans under Multilateral Environmental Agreements (measured on a scale of 1–4, based on expert judgment); and  Cost Effectiveness (dollar figure based on project costs). Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 11Step 4: Identify outcome This step was not carried out in detail. and performance of each option so that they can be ranked against identified criteria An evaluation Criteria Assessment Study was conducted that proposed the following weights for the endorsed criteria:  Level of climate risk (0.30); Step 5: Assign weights  Poverty reduction potential (0.20); to each criteria to  Cost effectiveness (0.20); reflect its relative  Complementary with national plans (0.15); importance and  Synergy with national plans and Multilateral Environmental aggregate Agreements (0.15). These scores were then standardized using a mathematical formula. Their simple averages and weighted averages were taken in multiple stages to determine the final priorities. Step 6: Examine results A total of 11 priority projects were identified. This step was carried out at the end to determine the robustness of the Step 7: Conduct a criteria weights. sensitivity analysis with different weights and new criteria if needed Source: Federal Democratic Republic of Ethiopia, 2007 Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 126.0 CONCLUSION Complex adaptation decision making will require the use of multiple methods and tools that can aid formal decision making. MCA techniques are a structured way of making complex decisions when there is a need to incorporate qualitative and quantitative information or when the information base is varied and incomplete. It can be used to evaluate and prioritize adaptation options at multiple geographic scales, sectors, or issue areas. Along with scientific evidence, the preferences and values of the decision makers, as well as local knowledge, form the information basis for making adaptation decisions. Vulnerability, risk assessments, and other types of science-based tools can act as critical inputs to the MCA process in helping identify the range of options to be analyzed. They can also help shape the preferences of the stakeholders part of the MCA process and determine the final outcomes of the process. MCA can be a useful means of providing structure to a formal decision-making process because it makes these preferences more transparent and clear, allows for the inclusion of evidence and science, and leaves room for the inclusion of local knowledge and stakeholder preferences. It allows for conversations and processes to begin, which will help in discussing difficult trade-offs between implementing one adaptation option over another. The process and conversation that an MCA method opens up among decision makers thus often will be as important as the more technical prioritized list of outputs. MCA methods range from the simple to the complex, but there is now an established body of work that has implemented MCA methods to pick and prioritize options, including for adaptation. The choice of a particular method will depend on resources, data needs, time, and capacity. However, MCA methods allow users to bring together different types of information, break down a complex problem into its constituent parts and provide a structured framework to make transparent decisions. Conducting a successful MCA for adaptation is about using the tools and methods appropriately. Ultimately, success will depend on participation of a wide range of stakeholders and groups, transparency, and sense of ownership of the process. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 137.0 REFERENCES Bouyssou, D. (1990). Building criteria: A prerequisite for MCDA. C.A. Bana e Costa (Ed.). Readings in Multiple Criteria Decision Aid. Springer-Verlag, pp. 58-80. DCLG. (2009). Multi-criteria analysis: a manual. Available at: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/7612/1132618.pdf FEMA. (2007). Using Benefit-Cost Review in Mitigation Planning: State and Local Mitigation Planning. How to Guide Number 5. Fema 386-5. Gamper C.D. and Turcanu, C. (2007). On the governmental use of multi-criteria analysis. Ecological Economics. Vol 62. Issue 2. Pp 298-307. Keeney, R. (1992). Value-Focused Thinking: a Path to Creative Decision Making. Harvard University Press. Cambridge, Massachusetts. Kiker et al. (2005). Application of Multi-criteria Decision Analysis in Environmental Management. Integrated Environmental Assessment and Management 1:49-58. Mendoza et al. (2006). Multi-criteria decision analysis in natural resource management: A critical review of methods and new modeling paradigms. Forest Ecology and Management. 230. 1-22. Nijkamp et al. (1990). Multi-criteria Evaluation in Physical Planning. North-Holland. Amsterdam. Republic of Rwanda. (2006). National Adaptation Programme of Action, page 44. Available at: http://unfccc.int/resource/docs/napa/rwa01e.pdf The Federal Democratic Republic of Ethiopia. (2007). Climate change National Adaptation Programme of Action (NAPA) of Ethiopia. Available at: http://unfccc.int/resource/docs/napa/eth01.pdf UNEP. (2011). A practical Framework for planning pro-development climate policy. MCA4Climate. World Bank. n.d. Annex 4D,.4 Multi-Criteria Analysis. Available at: http://www.worldbank.org/urban/solid_wm/erm/Annexes/US%20Sizes/New%20Annex%204D.4. pdf Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 14U.S. Agency for International Development 1300 Pennsylvania Avenue, NW Washington, DC 20523 Tel: (202) 712-0000 Fax: (202) 216-3524 www.usaid.gov",
    "TEXT BY PAGE": [
        "ANALYZING CLIMATE CHANGE ADAPTATION OPTIONS USING MULTI-CRITERIA ANALYSIS JANUARY 2013 This report is made possible by the support of the American people through the U.S. Agency for International Development (USAID). The contents are the sole responsibility of Tetra Tech ARD and do not necessarily reflect the views of USAID or the U.S. Government.",
        "This report was prepared by Aarjan Dixit and Heather McGray of World Resources Institute (WRI), through a subcontract to Tetra Tech ARD. Cover Photo: Focus Group Discussion, Uganda, 2012. This publication was produced for review by the United States Agency for International Development by Tetra Tech ARD, through a Task Order under the Prosperity, Livelihoods, and Conserving Ecosystems (PLACE) Indefinite Quantity Contract Core Task Order (USAID Contract No. AID-EPP-I-00-06-00008, Order Number AID-OAA-TO-11-00064). Tetra Tech ARD Contacts: Cary Farley, Ph.D. Chief of Party African and Latin American Resilience to Climate Change (ARCC) Arlington, VA Tel.: 571-388-2286 Cary.Farley@alarcc.com Anna Farmer Project Manager Burlington, Vermont Tel.: 802-658-3890 Anna.Farmer@tetratech.com",
        "ANALYZING CLIMATE CHANGE ADAPTATION OPTIONS USING MULTI- CRITERIA ANALYSIS AFRICAN AND LATIN AMERICAN RESILIENCE TO CLIMATE CHANGE (ARCC) JANUARY 2013 Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis i",
        "TABLE OF CONTENTS ACRONYMS AND ABBREVIATIONS ...........................................................................iii 1.0 INTRODUCTION ...................................................................................................... 1 2.0 MULTI-CRITERIA ANALYSIS FOR ADAPTATION ............................................. 2 3.0 CONDUCTING AN MCA ......................................................................................... 5 3.1 STEP 1: IDENTIFY THE DECISION-MAKING BODY AND A DECISION CONTEXT ....... 5 3.2 STEP 2: IDENTIFY ADAPTATION OPTIONS TO PRIORITIZE ................................................. 6 3.3 STEP 3: IDENTIFY CRITERIA ................................................................................................................ 6 3.4 STEP 4: IDENTIFY THE OUTCOME AND PERFORMANCE OF EACH OPTION SO THAT THEY CAN BE RANKED AGAINST IDENTIFIED CRITERIA ................................. 7 3.5 STEP 5: ASSIGN WEIGHTS TO EACH CRITERIA TO REFLECT ITS RELATIVE IMPORTANCE AND AGGREGATE .................................................................................................... 9 3.6 STEP 6: EXAMINE RESULTS .................................................................................................................. 9 3.7 STEP 7: CONDUCT A SENSITIVITY ANALYSIS WITH DIFFERENT WEIGHTS IF NEEDED ...................................................................................................................................................... 9 4.0 CONSTRUCTING A PERFORMANCE MATRIX ................................................ 10 5.0 AN EXAMPLE OF MCA USED IN ADAPTATION OPTIONS PRIORITIZATION ................................................................................................... 11 6.0 CONCLUSION ........................................................................................................ 13 7.0 REFERENCES ........................................................................................................... 14 Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis ii",
        "ACRONYMS AND ABBREVIATIONS AHP Analytical Hierarchy Process DCLG Department for Communities and Local Government FEMA Federal Emergency Management Agency LDC Least-Developed Countries LEG Least-Developed Countries Expert Group MAUT Multi-Attribute Utility Theory MCA Multi-criteria analysis NAPA National Adaptation Programme of Action STAPLEE Social, Technical, Administrative, Political, Legal, Economic, Environmental methodology UNEP United Nations Environment Programme UNFCCC United Nations Framework Convention on Climate Change US United States USAID United States Agency for International Development Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis iii",
        "1.0 INTRODUCTION Adaptation to climate change requires decisions and action by a wide spectrum of society, including individuals, communities, the private sector, and governments. The formal decision-making processes involving governments are critical for responding to the long-term challenges of climate change. Such formal adaptation decisions are often complex, involving decision makers from multiple sectors and experts from diverse fields who need to contend with high levels of uncertainty. Moreover, adaptation options may be drawn from a broad spectrum of technological, policy, and institutional responses to climate change. It can be challenging for decision makers to integrate input from across this spectrum, given the diverse array of potential information sources, the uncertainty inherent in this information, and the many stakeholders with different perspectives and priorities. Yet it is critical for them to choose adaptation options that are both effective at increasing resilience as well as socially and politically viable. Multi-criteria analysis (MCA) provides one systematic way for decision makers to make sense of the wide range of information that may be relevant to making adaptation choices. MCA enables decision makers to create a structured framework for comparing a set of defined options across a number of diverse criteria so that they may evaluate adaptation options across a range of priorities or values. For example, in the Ethiopian National Adaptation Programmes of Action (NAPAs), adaptation options were evaluated across five criteria, including cost effectiveness (measured in dollars), climate change risk (measured in economic losses avoided by poor people per year), and complementarities with national and sectoral plans (measured on a scale of 1–5 based on expert judgment), among others. A key strength of MCA is that it helps tackle complex problems by breaking them down into smaller components. It does so by enabling systematic incorporation of quantitative and qualitative evidence with more subjective judgments based on stakeholder preferences or political priorities. It also helps accommodate gaps in data availability, helps in the identification of options, and assesses the performance of different options against set criteria while helping to prioritize them. Perhaps most importantly, by allowing decision makers to incorporate a variety of different criteria, it creates a space for dialogues that take into account the priorities or values of multiple stakeholders. However, this is not a fool-proof solution to decision making—as with any decision tool, successful application of MCA requires transparency about the criteria used and the analytic methods applied. Stakeholders should be engaged systematically in the selection and weighting of criteria, and trade-offs should be made explicit for all to see. A well-designed MCA builds legitimacy by addressing all important elements of a decision in a way that stakeholders can agree is fair. If poorly designed, however, an MCA can undermine effectiveness by masking trade-offs and neglecting synergies, which creates the risk of alienating key participants in the decision or its implementation. This paper will analyze the applicability of MCA for making climate change adaptation decisions, drawing upon experience with the NAPAs. It lays out the basic steps for conducting an MCA and highlights several considerations in designing a specific MCA method. The paper does not address the technicalities involved in assigning and calculating criteria values. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 1",
        "2.0 MULTI-CRITERIA ANALYSIS FOR ADAPTATION As discussed above, multi-criteria analysis methods for analysis of options provide a decision-making framework to sift through layers of complex information and make consistent and transparent decisions. They are useful when there is a need to decide between two or more options, when multiple and potentially conflicting criteria need to be considered before making a decision, and when multiple stakeholders are involved in the decision-making process. For example, a community on the coast may wish to consider building a sea-wall defense against rising storm surges against investing in softer solutions like better evacuation routes and more effective disaster relief, or against using ecosystem- based systems to lessen the impacts of rising sea levels or storm surges. MCA methods can be one of the tools available for use in such a situation to assess the appropriateness of available options. As decision makers decide on specific options, they have to consider a wide variety of criteria that must be met. Often the proposed options will need to be socially, technologically, economically, and politically viable. For climate change adaptation options, there can be added considerations of increased robustness across various climate futures and actual decrease in vulnerabilities, among others. In such situations, MCA methods can be helpful in assessing the intended impacts or performance of two or many options against relevant criteria, allowing for the mix of the monetary and non-monetary, as well as the quantitative with the qualitative. For example, decision makers can use MCA methods to compare different policy options and concrete interventions by assessing their outcome using criteria like efficiency, equity, performance, and costs (World Bank, n.d.), even when information on these different criteria come in different forms, formats, or quality. Perhaps most critically, MCA methods help collect the preferences of a diverse set of actors in a transparent way, helping to move formal decision making forward. These preferences are often recorded in reference to a set of collectively identified objectives and measureable criteria to assess specific options (Bouyssou, 1990). MCA methods can also be used as an effective communication tool because they can separate the various decision elements and help outsiders track the decision-making process (Mendoza et al., 2006). MCA methods are most relevant when comparing multiple options to a single problem, such as the sitting of a thermal power plant. However, as in the case of the NAPAs, they can also be used to analyze options for a host of different problems, as long as the options emerge from a single objective. In the case of the NAPAs, that objective included the identification of the most urgent and immediate adaptation options. Table 2.1 describes some of the strengths and weaknesses of using MCA techniques for making complex public sector decisions. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 2",
        "TABLE 2.1. STRENGTHS AND WEAKNESSES OF USING MCA METHODS FOR PUBLIC DECISIONS Strengths Weaknesses  Easier integration of different kinds of information.  Final results, particularly sorting and ranking of  Able to tackle a wide range of qualitative and options, can be driven by stakeholder preferences, intangible criteria together, including monetized who is involved, and the timing of their and non-monetized costs. participation.  Supports broad stakeholder participation and  Can become technically complex, particularly in helps stimulate discussions and a common regards to the identification of criteria and understanding of the problem, potentially helping disaggregating the impact of an option on each to resolve conflicts. criterion.  Systematic and transparent, thus more  Difficult to compare results across different accountable. applications.  Helps reveal and legitimize decision makers and  Challenging to reach agreement on weighting of other stakeholder preferences. criteria.  Open to different values and opinions that are  Can be time consuming when done thoroughly. formalized and can be revised as more  May strengthen power of groups with access to information is made available. more information. Source: Adapted from Gamper and Turcanu 2007 There are multiple methods for conducting an MCA; more than 40 methods have been identified in various literature reviews (Nijkamp et al., 1990). Some methods rely on a rapid stakeholder engagement process to identify and then place values on particular criteria, which are then used to make decisions through a discursive and deliberative process. Other processes integrate numerical weighting of the importance of each criterion to produce a list of prioritized policy alternatives or options. In contrast, in the most complex methods, multiple criteria are fed into computational models that explore the sensitivity of potential decisions to a variety of assumptions (see Table 2.2). The final outputs of the process can also be different. Some techniques rank options; some identify an optimal option, while others may produce acceptable and unacceptable options. The choice of a particular MCA technique can depend on resource availability, capacity, information availability, and the time available to conduct the analysis. Table 2.2 describes a simple continuum of MCA methods, with examples of what each could be. TABLE 2.2. CHARACTERIZING DIFFERENT TYPES OF MCA METHODS Simple Complex Simple qualitative Some quantitative work Significant amount of Complex formula and assessment of proposed to assess options against quantitative analysis for computational resources options against a set of set criteria with different each criteria as well as used to derive best criteria. Often just a weights and some development of specific options, combine weights positive or a negative sign sensitivity analysis. weights for each and possible decision for each criteria. criterion. Mathematical spaces, as well as to functions used to rank determine error bands. options as well as conduct sensitivity analysis. There is now a long history of MCA processes being used to analyze natural resource management, sighting of nuclear plants in Europe and the United States (Kiker et al., 2005), as well as application of MCA processes in the developing world (United Nations Environment Programme [UNEP], 2011). MCA techniques can be applied to assess and prioritize options in different sectors as well as options at different governance levels. They can be useful for adaptation decisions in particular because adaptation decisions are often complex, involving multiple stakeholders, knowledge domains, and uncertainty. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 3",
        "Information about the monetary costs and benefits of the climate change impacts, often used to make trade-off judgments during decision making, may be missing in many parts of the world. There may be a need to use multiple information types, formats, and preferences of different stakeholders. MCA methods are well suited to meet these needs. MCA methods have been used to prioritize urgent and immediate adaptation options during the formulation of NAPAs that Least Developed Countries (LDCs) developed under the United Nations Framework Convention on Climate Change (UNFCCC). LDCs conducted the MCA exercises during the NAPA development process in a variety of ways. These MCA exercises were conducted by government ministries or country NAPA teams either through purely expert-driven processes, the work of a few consultants, or wider forms of stakeholder engagement. Most of these MCA exercises included very little engagement with vulnerable populations or expert input. Instead, most NAPA teams were composed of government officials from various sectors that would be affected by climate change impacts. The MCA method was chosen by the UNFCCC during NAPA formulation because there was clear indication that numerous criteria and indicators, not just monetary ones, must be considered in any adaptation options. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 4",
        "3.0 CONDUCTING AN MCA Most MCA methods have simple steps to be completed (see Figure 3.1). This section outlines some of the key steps of an MCA method. FIGURE 3.1. STEPS OF AN MCA METHOD Step 1: Identify the decision context Step 2: Identify adaptation options to prioritize Step 3: Identify criteria Step 4: Identify outcome and performance of options Step 5: Assign weights to each criteria Step 6: Examine results Step 7: Conduct a sensitivity analysis Source: Adapted from Department for Communities and Local Government (DCLG), 2009 3.1 STEP 1: IDENTIFY THE DECISION-MAKING BODY AND A DECISION CONTEXT The first step of an MCA process involves identifying the context in which a particular adaptation decision needs to occur. It is important to identify the following items early in the process: the main stakeholders that need be involved; the outputs of the MCA process and their use; and the different constraints—resources, legal requirements, champions, synergies with existing priorities or plans—that need to be considered. These constraints can be helpful later in the MCA process. There is also a need to identify the broader objectives of the adaptation options analysis process and the actual objectives and goals of a particular adaptation decision, and then consider how these objectives compare against each other. The ability of vulnerable people to have a say in how policies, plans, and programs are made and implemented is a fundamental component of effective adaptation decision making. MCA methods, depending on how they are designed, can provide mechanisms for participation of decision makers, experts, and vulnerable people in formal adaptation decision making. Decision makers will need to decide during this stage how to structure the rest of the analysis and the kind of required stakeholder engagement. The choice of an MCA method also needs to be made at this stage, keeping in mind the objectives, capacities, and resources available at the time. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 5",
        "3.2 STEP 2: IDENTIFY ADAPTATION OPTIONS TO PRIORITIZE Identifying a complete set of options is a critical part of the MCA process; however, it can be informed by other processes that are not part of the MCA. In the case of adaptation to climate change, vulnerability and risk assessments may be the primary means through which a host of adaptation options are identified. For MCA techniques to work most effectively, the list of options may need to be comprehensive. Stakeholder workshops and other types of participatory approaches, following on from the vulnerability analysis, may also be used to shrink the universe of options to be assessed. 3.3 STEP 3: IDENTIFY CRITERIA BOX 3.1. CRITERIA FOR ANALYZING ADAPTATION OPTIONS USING THE A clear and transparent process of identifying the STAPLEE METHOD criteria against which options will be judged  Social needs to be established. The stakeholders involved in an MCA process must understand Community support how criteria are framed and the kinds of trade- Effect on segment of population offs they imply. For the most robust analysis,  Technical different criteria used in an MCA must be independent of each other. For example, it makes Feasibility little sense to include two criteria on costs: one Long-term solution on costs effectiveness of an option and a second Secondary impacts one on costs of implementing the option. Both of  Administrative them are related to each other and are not independent. It is important to pick criteria that Staffing vary across options. If there is no change across Funding allocated the multiple adaptation options for specific Maintenance and operations criteria, they can be useless in an MCA analysis.  Political Box 3.1 presents the criteria used by many Political support United States government agencies (first Local champion developed by the Federal Emergency Public support Management Agency [FEMA]) to identify appropriate local responses to a host of  Legal environmental and disaster-related problems, State authority including identification of adaptation options, Potential legal challenge using a method called Social, Technical, Administrative, Political, Legal, Economic,  Economic Environmental (STAPLEE) (FEMA, 2007). The Benefit of action method mostly consists of developing a table Cost of action where options are shown on one column and the Contribution to economic goals STAPLEE categories on the rows. Each option is Outside funding required then analyzed according to the categories of STAPLEE. Analysis of consists of simple check  Environmental marks or a three-point score of High, Medium, or Effect on land/water Low. Total check marks or scores are added up On endangered species without an average or weights to get a final list of On hazardous materials and items/waste sizes the most prioritized options. Consistent with community environmental Criteria for an MCA can best be derived from goals the larger objectives identified in Step 1. When Consistent with federal laws picking criteria, there needs to be a way to measure them. Often, if quantitative measures are available, Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 6",
        "like cost figures, they can be used in a BOX 3.2. CRITERIA FOR IDENTIFYING straightforward manner. When they are not, URGENT AND IMMEDIATE ADAPTATION qualitative measures may be converted into NEEDS FOR NAPAS numerical form (depending on the type of MCA technique used) on a simple scale of 1–5 to complete The UNFCCC identified the below criteria for this process. As an alternative, a simple binary system analyzing adaptation options in the guidance it may work as well; however, the outputs of a binary produced to help LDCs prepare NAPAs: system may produce different kinds of outputs  Efficiency: are the achieved outputs optimal (identifying projects that cross a specific threshold for relative to allocated resources? example). When analyzing adaptation options, the costs of options, the effectiveness of options at  Effectiveness: will the option meet the decreasing vulnerability, co-benefits of proposed objectives? options, alignment with existing poverty reduction  Equity: will the option benefit vulnerable groups activities, and robustness across multiple scenarios of and communities? change may be useful criteria. Box 3.2 identifies some of the criteria listed by the UNFCCC for identifying  Urgency: how soon does the option need to be urgent and immediate adaptation needs under the implemented? NAPAs. Identifying appropriate criteria is a critical  Flexibility: is the option flexible, and will it allow part of the MCA process. Once a list of criteria have for adjustments and incremental implementation been collectively identified by the relevant and reiteration depending on the level and degree stakeholders, or the core group of decision makers of climate change? for analyzing adaptation options, it may be important to assess whether the criteria meet the following  Robustness: is the option robust under a range properties (derived from DCLG, 2009): of future climate projections?  Completeness: Have all important criteria been  Practicality: can the option be implemented on included? relevant timescales?  Redundancy: Are some criteria not necessary  Legitimacy: is the option politically, culturally, or redundant? and socially acceptable?  Synergy and coherence with other strategic  Operationality: Are the criteria measurable or objectives: does the option offer co-benefits? defined? (for example, improving agricultural land  Mutually independent: Is the performance of management practices could lead to reduced one option against a criterion independent of the erosion and siltation, and carbon sequestration) performance of the same option against a second criterion?  Double counting: Are two criteria counting the same issue?  Size: Are there too many criteria?  Impacts occurring over time: Are time-differentiated impacts adequately dealt with through the criteria? 3.4 STEP 4: IDENTIFY THE OUTCOME AND PERFORMANCE OF EACH OPTION SO THAT THEY CAN BE RANKED AGAINST IDENTIFIED CRITERIA The heart of an MCA exercise is being able to determine the performance of each option against each criteria—an option may be good at meeting some criteria but bad at meeting others. For example, a sea Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 7",
        "wall may protect a community from storm surges of a certain height, but it may be costly and have significant negative environmental impacts. Thus it is important to define criteria so that it is possible to draw out the strength of options consistently. One way to do so is to be very clear about the intended outcomes of a particular adaptation option and how it meets stated adaptation objectives. If significant work has been done around one option, more information may be available to inform its performance against the criteria. Assigning numerical values to fit into a specific scale for such criteria for each option might be somewhat easier. Newer options that have not been broadly applied might have limited objective information. In such cases, it might not be as easy to assign numerical values to the different criteria for that option. Moreover, some criteria might have very clear, objective ways to measure performance. Decision makers conducting an MCA may decide to use a variety of techniques to determine performance. These could include applying data from the literature, using expert opinion, hosting a workshop, conducting public surveys, and even commissioning further studies to assess the performance of specific options. When available information is sparse, attempts to assign numerical numbers may be best guesses or more closely aligned with the values and preferences of the people who are making choices about a particular option using the MCA method. Other types of criteria included in an MCA maybe completely intangible. Assigning numerical values to options against them may be extremely difficult and subjective. In such cases, it is possible to conduct an MCA method with just qualitative descriptions alone. Here possible approaches could include creating a Likert scale (a method used to assign numerical rankings to results of a survey questionnaire), a subjective evaluation of performance or just simple descriptions with associated numerical rankings. This way all relevant criteria can be considered and data-sparse criteria are not neglected. Practitioners and decision makers will need to think through what type of prioritizing and ranking method they will use in Step 1. They will then need to decide on the specific approach after looking at the list of criteria in Step 3 (See Box 3.3 for an explanation of the available prioritization methods). BOX 3.3. PRIORITIZING AND RATING TECHNIQUES There are several ways to weight and prioritize criteria and options. Some of these ways include Multi-Attribute Utility Theory (MAUT), Analytical Hierarchy Process (AHP), and Outranking Methods. The MAUT method transforms diverse criteria into one common dimensionless scale (0–1) of utility or value. Each criterion is ranked on a 0–1 scale and combined based on the criteria weights to find a combined score for each option. By picking the highest-ranking score, decision makers maximize their utility functions for an option. AHP methods tend to use pair-wise rankings to devise the final list of criteria. For example, AHP methods would look if a proposed sea wall performs better against equity considerations or costs. Systematic pair-wise comparisons may need to be conducted for all of the criteria for each option. Comparisons are usually constructed using numerical values. Outranking Methods attempt to identify the dominance of one option over others against the different criteria. Instead of using numerical values, outranking methods use descriptive information through the combination of information for each criterion for each option in an attempt to identify a clear narrative that establishes dominance of one option over others. Outranking methods are useful when criteria are not easily aggregated, measurement scales vary widely, and units are incomparable (Kiker et al., 2005). Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 8",
        "3.5 STEP 5: ASSIGN WEIGHTS TO EACH CRITERIA TO REFLECT ITS RELATIVE IMPORTANCE AND AGGREGATE Once options have been identified and a set of criteria have been agreed upon, the next step of an MCA method requires deciding if separate weights need to be assigned to different criteria. These weights will need to reflect the importance of each criterion in meeting the overall objectives of the decision. Often weights will reflect the preferences of the stakeholders involved in the formal MCA process, but they can also be determined using evidence from a host of other tools including vulnerability and risk assessments. A range of techniques can be used for estimating preferences, depending on available time, task difficulty, and required outcome precision (Nijkamp et al., 1990). Techniques for developing weights include interviews, questionnaires, and other elicitation techniques of relevant experts or stakeholders, ex post analysis of earlier MCA methods, and analysis of literature where weights are implicit. Some MCA methods have developed prescriptive weights for criteria to ensure consistent analysis with regard to a specific problem (DCLG, 2009). Such prescriptive weights are only possible in very well defined problems with a long history of established options as solutions. Several participatory methods include ranking techniques, verbal statements on weights, distribution of points, scenario formulation, and pair-wise comparison or swing weighting (Keeney, 1992; Kiker et al., 2005). These approaches provide added opportunities to engage decision makers in further assessing and resolving the various trade-offs involved in picking one option over another (see Box 3.2). Assigning weights is often a complicated process that either needs extensive stakeholder consultations or expert judgment supported by evidence. It is possible to not assign weights to the criteria and treat all criteria equally. 3.6 STEP 6: EXAMINE RESULTS This penultimate step includes analyzing the result of the MCA, which will result in a list of options prioritized according to the criteria and preferences identified above. The numerical weights assigned can be added together (using a weight average or more complicated algorithm if weights are used, or using a simple average method if no weights are used) to derive the final score for each option. The numerical scores will need to be converted into a standardized scale of similar values so they can be added across the different criteria to get final scores for each option. Based on weights assigned to each criterion, MCA methods will result in a prioritized list of multiple options. 3.7 STEP 7: CONDUCT A SENSITIVITY ANALYSIS WITH DIFFERENT WEIGHTS IF NEEDED Weights given to criteria represent particular values, evidence, and preference set of people who have a seat at the decision making table. Final prioritized list of options may change with a different set of decision makers, or by using different weights of criteria or different criteria altogether. The chosen criteria may be assigned different weights than in Step 5 to observe how the ranking of the options may change with the new weights. Alternatively, different stakeholder groups, for example, communities, business groups, policy makers, professional groups, and academics may develop their own set of weights for a given set of options. This final step may also involve looking at the advantages and disadvantages for each of the options proposed, conducting pair-wise ranking of the options. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 9",
        "4.0 CONSTRUCTING A PERFORMANCE MATRIX A standard feature of MCA is a performance matrix in which each row describes an option and each column describes the performance of each option against each criterion. Often the individual performance assessments are numerical in value, with higher scores representing more preferred options. Individual scores can then be combined into a final score for each option based on the weights that have been assigned to each criterion. Such a matrix can be the final product of an MCA analysis. See Table 4.1 for an example for a performance matrix. DCLG (2009), for example, recommends that for government decisions, it is advisable to not produce performance matrixes with numerical values if Steps 5 and 6 are not conducted thoroughly. In that case, simple qualitative descriptions may be a much better alternative (DCLG, 2009, p. 39). Final prioritization could then be based not on numerical values but on qualitative descriptions (low, high, and medium, for example). TABLE 4.1. EXAMPLE OF A PERFORMANCE MATRIX FOR ADAPTATION OPTIONS Options Impact on Contribution Synergy with Risk Cost Final vulnerable to multilateral reduction efficiency score groups sustainable environmental (rank) and development agreements resources Promotion of 0.42 rain-fed 0 0.5 0.28 0.33 1 (5) agriculture Intensive agro- 0.68 animal 1 0.5 0.57 1 0.33 (2) husbandry Varieties seeds 0.63 resistant to 1 0.50 0 1 0.66 (3) drought Integrated 0.82 water resource 1 1 0.14 1 1 (1) management Stocking and transformation 0.49 0 0.5 0.14 0.33 1 of agriculture (4) products Source: Adapted from Republic of Rwanda NAPA, p. 44 Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 10",
        "5.0 AN EXAMPLE OF MCA USED IN ADAPTATION OPTIONS PRIORITIZATION NAPAs mostly used MCA methods to prioritize a list of projects that meet their urgent and immediate adaptation needs. The Ethiopian NAPA was created by a project team under the National Meteorological Agency, the main focal point in the country for the UNFCCC. The Project Management Unit hired a consultant who carried out the work associated with completing the NAPA and conducted stakeholder consultations. The steps followed by Ethiopia in using an MCA method to prioritize a list of urgent and immediate projects under its NAPA development process are described below. TABLE 5.1. STEPS TAKEN TO CONDUCT AN MCA DURING THE NAPA PREPARATION IN ETHIOPIA The UNFCCC mandated LDCs to create the NAPA to meet urgent and Step 1: Identify the immediate adaptation needs. The Government of Ethiopia established a decision-making body steering committee, set up a Project Management Unit within its National and a decision context Meteorological Agency, and hired consultants to prepare the final technical report. Adaptation options were identified through different ways. A desk study analyzed existing future vulnerability to climate change. Ongoing and Step 2: Identify planned activities were reviewed. Existing coping mechanisms were adaptation options to identified. Adaptation options from other important national policy and prioritize documents were identified. Finally, regional consultative workshops helped identify more options. A total of 37 options were identified for further prioritization. The criteria selected for prioritizing adaptation options were based on the generic criteria as proposed by the Least-Developed Countries Expert Group (LEG) and outlined in the Annotated Guidelines for the preparation of NAPAs, as well as those generated through national and regional stakeholder consultations. The National Climate Change Steering Committee members established by National Meteorological Agency endorsed the criteria proposed before the prioritization process started. The selected criteria include: Step 3: Identify criteria  Impact on economic growth of the poor (poverty reduction potential);  Complementarities with national and sectoral plans (measured on a scale of 1–5, based on expert judgment);  Climate change risk (losses avoided by poor people per year);  Synergy with action plans under Multilateral Environmental Agreements (measured on a scale of 1–4, based on expert judgment); and  Cost Effectiveness (dollar figure based on project costs). Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 11",
        "Step 4: Identify outcome This step was not carried out in detail. and performance of each option so that they can be ranked against identified criteria An evaluation Criteria Assessment Study was conducted that proposed the following weights for the endorsed criteria:  Level of climate risk (0.30); Step 5: Assign weights  Poverty reduction potential (0.20); to each criteria to  Cost effectiveness (0.20); reflect its relative  Complementary with national plans (0.15); importance and  Synergy with national plans and Multilateral Environmental aggregate Agreements (0.15). These scores were then standardized using a mathematical formula. Their simple averages and weighted averages were taken in multiple stages to determine the final priorities. Step 6: Examine results A total of 11 priority projects were identified. This step was carried out at the end to determine the robustness of the Step 7: Conduct a criteria weights. sensitivity analysis with different weights and new criteria if needed Source: Federal Democratic Republic of Ethiopia, 2007 Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 12",
        "6.0 CONCLUSION Complex adaptation decision making will require the use of multiple methods and tools that can aid formal decision making. MCA techniques are a structured way of making complex decisions when there is a need to incorporate qualitative and quantitative information or when the information base is varied and incomplete. It can be used to evaluate and prioritize adaptation options at multiple geographic scales, sectors, or issue areas. Along with scientific evidence, the preferences and values of the decision makers, as well as local knowledge, form the information basis for making adaptation decisions. Vulnerability, risk assessments, and other types of science-based tools can act as critical inputs to the MCA process in helping identify the range of options to be analyzed. They can also help shape the preferences of the stakeholders part of the MCA process and determine the final outcomes of the process. MCA can be a useful means of providing structure to a formal decision-making process because it makes these preferences more transparent and clear, allows for the inclusion of evidence and science, and leaves room for the inclusion of local knowledge and stakeholder preferences. It allows for conversations and processes to begin, which will help in discussing difficult trade-offs between implementing one adaptation option over another. The process and conversation that an MCA method opens up among decision makers thus often will be as important as the more technical prioritized list of outputs. MCA methods range from the simple to the complex, but there is now an established body of work that has implemented MCA methods to pick and prioritize options, including for adaptation. The choice of a particular method will depend on resources, data needs, time, and capacity. However, MCA methods allow users to bring together different types of information, break down a complex problem into its constituent parts and provide a structured framework to make transparent decisions. Conducting a successful MCA for adaptation is about using the tools and methods appropriately. Ultimately, success will depend on participation of a wide range of stakeholders and groups, transparency, and sense of ownership of the process. Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 13",
        "7.0 REFERENCES Bouyssou, D. (1990). Building criteria: A prerequisite for MCDA. C.A. Bana e Costa (Ed.). Readings in Multiple Criteria Decision Aid. Springer-Verlag, pp. 58-80. DCLG. (2009). Multi-criteria analysis: a manual. Available at: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/7612/1132618.pdf FEMA. (2007). Using Benefit-Cost Review in Mitigation Planning: State and Local Mitigation Planning. How to Guide Number 5. Fema 386-5. Gamper C.D. and Turcanu, C. (2007). On the governmental use of multi-criteria analysis. Ecological Economics. Vol 62. Issue 2. Pp 298-307. Keeney, R. (1992). Value-Focused Thinking: a Path to Creative Decision Making. Harvard University Press. Cambridge, Massachusetts. Kiker et al. (2005). Application of Multi-criteria Decision Analysis in Environmental Management. Integrated Environmental Assessment and Management 1:49-58. Mendoza et al. (2006). Multi-criteria decision analysis in natural resource management: A critical review of methods and new modeling paradigms. Forest Ecology and Management. 230. 1-22. Nijkamp et al. (1990). Multi-criteria Evaluation in Physical Planning. North-Holland. Amsterdam. Republic of Rwanda. (2006). National Adaptation Programme of Action, page 44. Available at: http://unfccc.int/resource/docs/napa/rwa01e.pdf The Federal Democratic Republic of Ethiopia. (2007). Climate change National Adaptation Programme of Action (NAPA) of Ethiopia. Available at: http://unfccc.int/resource/docs/napa/eth01.pdf UNEP. (2011). A practical Framework for planning pro-development climate policy. MCA4Climate. World Bank. n.d. Annex 4D,.4 Multi-Criteria Analysis. Available at: http://www.worldbank.org/urban/solid_wm/erm/Annexes/US%20Sizes/New%20Annex%204D.4. pdf Analyzing Climate Change Adaptation Options Using Multi-Criteria Analysis 14",
        "U.S. Agency for International Development 1300 Pennsylvania Avenue, NW Washington, DC 20523 Tel: (202) 712-0000 Fax: (202) 216-3524 www.usaid.gov"
    ]
}