{
    "FILE_NAME": "https://www.ucsusa.org/sites/default/files/2019-09/Overwhelming-Risk-Full-Report.pdf",
    "ALL TEXT": "O verwhelming Risk Rethinking Flood Insurance in a World of Rising Seas S TORMS STRIKE THE U.S. COAST EACH YEAR, owners and small businesses nationwide. To ensure sometimes with devastating force. Both the risks widespread coverage against flooding and storm damages and the costs of flooding and wind damage to sea- at an affordable cost, the federal government and many side coastal communities are growing.1 Rising popula- state governments have established taxpayer-backed sub- tion and increasing development along scenic coastlines sidized insurance options. However, the artificially low are putting more people and more valuable property in insurance rates that result, and other aspects of these sub- harm’s way. Accelerating sea level rise, which puts higher sidized programs, have instead allowed—indeed, rein- water levels in the path of coastal storms, is a growing forced—risky patterns of land development. They have threat, especially along the East and Gulf Coasts of the also created perverse incentives for repetitive insurance United States, which have seen much higher and faster claims and an unsustainable level of financial exposure rates of sea level rise than the global average.2 Global for all taxpayers, who ultimately help pay for insurance warming has resulted in stronger and more destructive claims and disaster relief in the event of a major storm. hurricanes in the North Atlantic, and more frequent With sea levels projected to rise globally between at heavy rain events. Together, those socioeconomic and least eight inches and more than six and a half feet above climate-related trends are driving increased property 1992 levels by the end of this century, and at a substan- damage and loss along our coasts—costs that are pro- tially faster rate than at present along densely populated jected only to grow in a warming world. parts of the East Coast, our risk of physical and financial In the face of increasingly unmanageable risks, many harm is rising rapidly, too. We urgently need to reform our private insurers have left the coastal insurance market. insurance system so that it can help us manage these risks The National Flood Insurance Program (NFIP) is now effectively, even as we invest in measures to slow global practically the sole provider of flood insurance for home warming and sea level rise and prepare for their impacts.Introduction On Aug 29, 2005, Hurricane Katrina made landfall near Buras, Louisiana, caus- ing storm surge flooding of 10 to 28 feet above normal tide levels along portions of the Alabama, Louisiana, and Mississippi coasts (NOAA 2011).3 The surging waters destroyed many homes and structures, with the damage extending several miles inland. They overtopped and breached levees in and around New Orleans, inundating much of the city to depths of up to 20 feet (NOAA 2011). When the wind and water finally retreated, they left behind 1,200 dead, billions of dollars in damage, and thousands of home owners Barrier Islands Hit by Storm Surge trying to pick up the pieces of their lives Homes and businesses along the U.S. coast, like these in Mantoloking, New Jersey, face (NOAA 2011). In a world of rising seas, unique risks of loss and damage. A primary threat to coastal communities is sea level rise, flooding from storm surge is projected which magnifies coastal storm surges, flooding, inundation, and erosion. Storm waves and to happen ever more frequently along surge from Hurricane Sandy cut across this barrier island at Mantoloking, eroding a beach our coasts, requiring that we face hard and washing away homes, roads, and bridges. questions: How can we better prepare for, respond to, and recover from such providing of affordable insurance has and climate-related trends are already damaging events? Why are coastal com- had the perverse result of reinforcing driving increased property damage and munities increasingly at risk? The focus of risky choices of where and how to build. loss along our coasts—costs that are this report is how we can more effectively In addition, such public subsidy pro- projected to grow in a warming world harness insurance as a tool to help manage grams expose all taxpayers to large costs (AECOM 2013). our risks. in the event of a disaster. Reforming our insurance system to Homes and businesses along the Furthermore, both the risks and reflect this growing exposure can help coasts of the Pacific and Atlantic Oceans the costs of flooding to seaside coastal communicate the true risks to coastal and the Gulf of Mexico face unique communities are growing. Rising communities so they are motivated to risks of loss and damage because of their population and increasing development take protective steps. It can also help proximity to the sea. A primary threat along scenic coastlines are putting more stem the heavy flow of taxpayer dollars is sea level rise, which magnifies coastal people and more valuable property in spent on insurance claims and disaster storm surges, flooding, inundation, and harm’s way. Accelerating sea level rise is a relief.10 Scientific projections of sea level erosion, as well as damage from high growing threat, especially along the East rise and its impacts, including coastal winds.4,5 Yet the cost of coastal property and Gulf Coasts of the United States, erosion and magnification of flooding insurance, often subsidized by taxpayers which have seen much higher and faster risks from higher high tides and storm in every part of the country, does not rates of sea level rise than the global surges, must be incorporated into local adequately reflect the true risks faced average (Boon 2012; NOAA 2012a; flood zone maps used to set insurance by coastal property owners. Moreover, NOAA 2012b).6 Global warming is also rates and guide building codes and many home owners—even those along making it more likely for hurricanes, floodplain development decisions. In seaboard coastlines—do not carry when they do form, to become stronger combination with insurance reform, adequate, or any, insurance. And com- and more destructive, leading to greater other actions to help build the resilience munities are often unaware of their real damage costs (Mendelsohn et al. 2012; of coastal communities are needed. And risks until a major coastal storm hits. Knutson et al. 2010).7,8,9 Global warm- paramount to the long-term future of Historically, private insurance for ing is also contributing to heavier rain our coasts, we as a society must invest in flooding and windstorms in high-risk events occurring more often (NCDC measures to reduce our carbon emissions coastal areas has been very expensive 2012; Karl, Melillo, and Peterson to help slow global warming and the rate or too scarce to procure (Huber 2012; 2009). Together, those socioeconomic of sea level rise.11 Michel-Kerjan 2010; Grace and Klein 2009; Kunreuther 1996). Federal and state subsidized insurance programs have The cost of coastal property insurance, often subsidized stepped in to fill the gap; however, the by taxpayers across the country, does not adequately reflect the true risks faced by coastal property owners. ecroF riA .S.U/neslO .C kraM .tgS retsaM © 2 Union of Concerned ScientistsPutting Ourselves WA ME in Harm’s Way OR NH Homes lying less than 3 feet* NY MA above mean high water (thousands) RI PA CT NJ More coastal development and rising DE sea levels are among the main reasons 0.1 25 50 75 100 250 500 VA MD the risks of costly flooding are increas- CA Washington, DC NC ing along our coasts. A recent report SC commissioned by the Federal Emergency GA *A 3-foot Management Agency (FEMA)12 shows LA MS AL increase in that rising seas and increasingly severe TX global mean weather are expected to expand the sea level is FL plausible areas of the coastal United States at high by 2100 risk of floods13 more than half again (55 percent) by 2100;14 specifically, the floodplain area is generally expected to FIGURE 1. Growing Risks to Homes from Sea Level Rise and Storms more than double for portions of the In recent years, properties in low-lying coastal states have experienced increasing damage Gulf and Atlantic Coasts and increase from storms and severe flooding. Almost three million people—and their homes—reside by less than 50 percent along the Pacific within three feet of mean high water. With rising seas projected to exceed the three-foot Coast (AECOM 2013).15 Meanwhile, mark within this century, a great many homes are clearly at risk (NOAA 2012a). the population in high-risk coastal flood Map based on data from Strauss et al. 2012. zones is expected to increase 140 percent by the end of this century. On a national basis, 30 percent of the increased risk Growing Risks from Sea Level with large populations living on low- from flooding in 2100 can be attrib- lying land (such as California, Florida, Rise and Coastal Storms uted to population growth, while Louisiana, and New York) are par- 70 percent is due to sea level rise from ticularly vulnerable.18 A rise of approxi- climate change and its associated risks Rising seas pose serious problems for mately two feet above today’s sea level (AECOM 2013).16 coastal states for several reasons. Sea by 2100 would put more than $1 trillion level rise contributes to shoreline erosion of property and structures in the United and degradation and raises flooding States at risk of inundation, with roughly risks from extra-high tides. It amplifies half of that value concentrated in Florida Castles Made on Sand storm surges because the surge rides (Neumann et al. 2010).19 Many of the United States’ most densely on elevated sea levels, reaching further Global sea level has risen approxi- populated areas are situated along the inland.17 Rising seas can also inundate mately eight inches since the Industrial coasts of the Pacific and Atlantic Oceans once-dry low-lying land. States with Revolution, primarily driven by global and the Gulf of Mexico. Those populations, large areas of low-lying land (such as warming. Human activities, such as the and their property, risk being impacted by California, Florida, Louisiana, North combustion of fossil fuels (coal, petro- storm surge and coastal flooding—a risk Carolina, and South Carolina) or states rapidly increasing in a future where sea leum) and the cutting down of tropical level is rising. forests, release heat-trapping carbon emissions into the atmosphere.20 Because of additional local factors,21 the East and Gulf Coasts of the United States have experienced higher than aver- age rates of sea level rise. Tide gauges, land benchmarks, and other methods can be consulted in specific coastal areas to determine how much sea level rise at a given location differs from the global average rate. Projections show a 90 percent certainty of future global sea level rise ranging from an additional eight inches to 6.6 feet above 1992 levels by 2100 (NOAA 2012a).22 nagoL yemaR .D © Union of Concerned Scientists 3winds for coastal communities. Warming people each decade. Excluding Alaska, oceans—especially increasing sea surface the average population density for these Vulnerability temperatures—can make hurricanes coastal counties also increased signifi- stronger,27 although there are other cantly, doubling from roughly 250 people factors28 that could break up hurricanes per square mile in 1960 to nearly 500 Weather Disaster as they are forming. Indeed, many in 2008. Four Northeast states— and Climate Risk future projections show a decrease in the Massachusetts, New Jersey, New York, Events frequency of all hurricanes globally, but and Rhode Island—had coastline popu- a higher chance of intense hurricanes lation densities above 1,000 people per forming when they do occur (Knutson square mile (Wilson and Fischetti 2010). Exposure et al. 2010). Alongside those population trends, the number of housing units along the coast more than doubled from 16.1 mil- Growing Coastal Population lion in 1960 to 36.3 million in 2008 FIGURE 2. Recipe for Disaster and Development (Wilson and Fischetti 2010). In 2012, the Densely populated and highly developed insured value of residential and com- U.S. coastlines mean that the nation is The growing pace of coastal development mercial property in the coastal counties greatly exposed to potential damages puts more people and property in the of 18 Atlantic and Gulf Coast states from coastal storms. The vulnerability of path of coastal storms, flooding, inunda- was $10.6 trillion, with New York and many communities, determined by such tion, and erosion. Rising property values Florida topping the list at approximately factors as people’s access to essential in many places along ocean coastlines $2.9 trillion apiece. In Connecticut, services and the resilience of critical infra- also mean that, in the event of devastat- Florida, Maine, Massachusetts, and structure, is often high as well. As climate ing storms, damage costs are growing. New York, the insured value of coastal change drives rising sea levels, intensify- ing storms, and more frequent heavy rain According to data from the U.S. property exceeded 50 percent of the events, the ingredients for future disasters Census Bureau, the population in coun- state’s total insured property value are disconcertingly aligned. Fortunately, ties along the Atlantic, Pacific, and Gulf (AIR Worldwide 2013, see Figure 3). we can make choices to help lower our Coasts grew from 47 million in 1960 to Such large monetary values reflect the physical and financial risks by investing 87 million in 2008,29 with a consistent huge premium U.S. society places on in measures to increase coastal resilience addition of between 5 and 10 million coastal lifestyles. and cut the carbon emissions that fuel accelerating sea level rise. Based on a figure from IPCC 2012. ME Across many parts of the country, Percent of total insured including some coastal areas, climate property value located NH NY MA change is also contributing to a trend of within coastal counties* RI heavier rainfall events occurring more <25% 50–75% PA NJCT often, which may increase the risk of DE flooding.23 Data reveal that from 1958 25–50% >75% VA MD to 2011, there has been an increase in NC the amount of precipitation falling in SC very heavy events24 everywhere in the GA *Data set AL United States. Over those 53 years, the LA MS includes only TX Atlantic and Northeast saw an increase of 74 percent Gulf Coast and the Southeast saw a 26 percent FL states increase in the amount of rain falling in very heavy events. Projections show that this nationwide trend toward more FIGURE 3. Insured Value of Coastal Property in 2012 heavy rainfall events will continue with warming temperatures (NCDC 2012; In 2012, the insured value of residential and commercial property in the coastal counties of 18 Atlantic and Gulf Coast states was $10.6 trillion, with New York and Florida topping Karl, Melillo, and Peterson 2009) and, the list at approximately $2.9 trillion apiece. In many states, a large percentage of total similarly, that rainfall rates associated insured property lies within coastal communities. Not surprisingly, Florida leads in this with tropical cyclones are also likely to category with 79 percent of insured property in coastal areas; in four northeastern states increase (Knutson et al. 2010).25,26 (Connecticut, Maine, Massachusetts, and New York) more than 50 percent of insured Global warming may also be property values is in the coastal zone. increasing the risks of more destructive Map based on data from AIR Worldwide 2013. 4 Union of Concerned ScientistsOUR COASTAL COMMUNITIES AT RISK Florida: On the Front Lines of Sea Level Rise Florida has long been on the front line near its coastline, and its coastal-tourism- of dealing with the risks and costs of dependent economy, the state has much at coastal storms, flooding, and high winds. stake as it prepares for the impacts of sea Hurricane Andrew, which hit the state in level rise (Florida Division of Emergency August 1992, remains one of the costliest Management 2013). natural disasters ever experienced in the The insurance market in Florida United States.30 Florida has the second- is extremely challenged by the state’s longest coastline in the United States at exposure to risks. The state has the largest 1,350 miles31 (NOAA 1975). The insured number of policies under the federally value of property in the coastal counties backed National Flood Insurance Program Parts of Florida, including Fort Lauderdale of Florida is $2.9 trillion—approximately (NFIP)—amounting to 37 percent of NFIP (above), regularly face flooding during high tides. 80 percent of the state’s total insured value policies issued nationwide (FEMA 2013a). of property (AIR Worldwide 2013). Most of those policies are concentrated in Additionally, in 2002 the Citizens Property Much of the Florida coast has the 100-year floodplain (Michel-Kerjan and Insurance Corporation (Florida Citizens) already experienced local sea level rise Kousky 2010).33 Moreover, Florida ranks was created to help provide affordable of eight inches since 1900,32 worsening fifth in insurance payouts since 197834 multi-peril and wind-only insurance for the state’s risk of flooding from coastal (FEMA 2013a). Yet, despite these sobering high-risk buyers who could not find such storm surge—or even from routine high numbers, only 47 percent35 of communi- insurance on the open market. Florida tides in some places (NOAA 2012b). About ties participate in the Community Rating Citizens is now the largest insurance carrier 2.4 million Floridians (more than 12 percent System (CRS) program, a program that can in the state, insuring 22 percent of the of the population) live within four feet of help lower NFIP insurance rates through personal property market and 62 percent the local high tide line—and global sea investments in measures that reduce of the market for condominiums, apart- level rise projections show it is plausible flood risks, and many of them are not ment buildings, and other commercial that there will be an increase of four feet taking advantage of all possible measures multi-unit dwellings (Betz et al. 2011).36 by the end of this century (NOAA 2012b). (FEMA 2012b). Total exposure to loss covered under Moreover, the state has seven of the After Hurricane Andrew, the state Florida Citizens has grown from about 10 U.S. cities most at risk from sea level created the Florida Hurricane Catastrophe $155 billion to almost $500 billion over rise (Climate Central n.d.). With approxi- Fund (FHCF) to help insurance companies the last 10 years (Hartwig and Wilkinson mately 80 percent of the state’s 19 million cope with high payouts, in return for 2012).37 Recently the Florida legislature residents living or conducting business keeping their wind insurance rates low. enacted a bill, which the governor signed into law, to address the growing liabilities of the insurance program—however, the About 2.4 million Floridians live within four feet of the local high tide line. The state has law does not require increases in rates to seven of the 10 U.S. cities most at risk from sea level rise, including Miami, shown here reflect risk, which leaves the state treasury (Climate Central n.d.). Hurricane Andrew, which hit the state in August 1992, remains one of the costliest natural disasters ever experienced in the United States. greatly exposed to losses should a major hurricane hit (State of Florida 2013).38 Some areas in Florida are taking steps to address climate change. For example, the Southeast Florida Climate Compact was formed by the four coastal counties of Broward, Miami-Dade, Monroe, and Palm Beach in January 2010 to coordinate adaptation activities and actions to reduce carbon emissions across county lines. The four-county compact has recently released a multi-faceted climate action plan that includes plans to develop sea level rise maps for regional planning and devel- opment purposes, help reduce carbon emissions from transportation, and assess climate impacts on water supplies and infrastructure related to handling storm water and wastewater (Southeast Florida Regional Climate Change Compact 2012). etterevA craM © remmaH zednanreH elociN dna retloB nereK © Union of Concerned Scientists 5Managing (and Mismanaging) Our Risk The Unique Challenges of Coastal Flood and Wind How Insurance Typically Works ascertain the risk of that person dying in Insurance a given period of time. This information Insurance is a tool to help manage the helps insurance companies set premiums Coastal property insurance markets in risk of potentially costly damages in an at a rate that would guarantee that they many parts of the country are considered uncertain world. A typical insurance could cover all their insurance payouts high-risk because of their highly uncer- contract involves a relatively modest in a given year with a margin left over tain historical and ongoing exposure to premium collected by an insurance for profit. Of course, there is always a damage from coastal storms, flooding, company on a regular basis, with the risk that the modeled outcome may not and high winds. For a variety of reasons, guarantee that it would pay out a match reality in a particular instance, described below, private insurers con- predetermined sum of money in the but the insurance industry works to sider those risks essentially uninsurable event of damages caused by a named fine-tune their models so that, on aver- and have been unwilling or unable to peril (an insured event). For example, age over a large number of policies, such provide affordable, widely available flood home owner’s insurance protects homes risk (called actuarial risk) is minimized. and wind insurance in many of these from the cost of fire or theft; automobile Another important feature of a well- areas (Huber 2012).40 insurance provides coverage in the event functioning insurance market is that Unlike the risks of relatively of an accident that hurts someone or those who are insured (policyholders) frequent events such as fires, where there damages a vehicle or property; life insur- are aware, or should be made aware, of is a much more robust data record and ance helps provide for loved ones in case key factors that contribute to their risk. sophisticated statistical modeling to of a policyholder’s death. They may then take some protective draw on, the risks of low-probability/ In a well-functioning insurance actions to lower it, often being offered high-loss events such as hurricanes market, companies have a good sense an incentive such as getting a discount and flooding are difficult to ascertain of the frequency of particular types of on their insurance premium in return. (Kunreuther 1996). To an insurer, the events occurring, how severe they may For example, installing smoke alarms in prospect of very high payouts in the be, and the factors that contribute to a home can help lower a home owner’s event of a large disaster, such as a major risk, all based on detailed historical data insurance premium, having a clean driv- hurricane, is daunting. Such risks would and computational modeling. They also ing record can help lower automobile require insurers to keep large reserves have a reasonable confidence that the insurance rates, and exercising and not of capital on hand to remain solvent events won’t happen simultaneously in smoking can help lower life insurance and could make profits very volatile many areas where they operate.39 For rates. Incentives like this improve the from year to year. Moreover, the factors example, in the case of life insurance: efficiency of the market because the that raise the risk of big insurance based on a person’s age, gender, and overall risks of damages are lowered in a payouts, such as large storm systems basic medical information, insurers can cost-effective way. or the impacts of sea level rise, tend to affect large swaths of land, sometimes Insurance is a tool to help manage the risk of potentially costly damages in an uncertain world. How Risk Builds Artificially low flood insurance rates and other aspects of subsidized coastal insurance programs have allowed, even reinforced, risky patterns of land develop- ment, such as homes built in Duck, along the Outer Banks of North Carolina. This beachfront home has been badly damaged due to erosion of sand dunes following a nor’easter in 2012. Federal and state- backed insurance programs have also created an unsustainable level of financial exposure for all taxpayers, who ultimately help pay for insurance claims and disaster relief in the event of a major storm. otohP kcnulB/kcnulB rehpotsirhC © 6 Union of Concerned Scientistsentire states or regions. Thus, compared The National Flood Insurance Program with what is standard in home owner’s or automobile insurance, insurers are A Rapidly Increasing Taxpayer Liability limited in their ability to diversify their risk by pooling risks across policyholders as a way to maintain balance and remain NFIP was created by Congress in at low interest rates. Those facts are profitable. Additionally, property owners 1968,42 partly in response to the part of the reason the program can with the more expensive and higher-risk devastating losses after Hurricane Betsy provide lower insurance rates. NFIP properties tend to be the ones who actu- hit Louisiana in 1965 (Michel-Kerjan is now practically the sole provider of ally buy insurance, whereas less-well-off 2010). The program was designed to flood insurance for home owners and people with fewer assets might choose help deliver affordable, widely avail- small businesses nationwide. At the not to or may not be able to afford able insurance43 against flood damage end of 2012, NFIP provided more than to—a problem economists call “adverse (both coastal and inland)—coverage 5.6 million insurance policies with selection” (CBO 2007).41 That skewed that was increasingly hard to find in approximately $3.6 billion in total distribution is partly built into the the private market—and to reduce the premiums and $1.25 trillion in insured design of the National Flood Insurance need for taxpayer-funded relief. NFIP assets (FEMA 2013a). In 2011, taxpay- Program (or NFIP, see section on NFIP was also intended to provide incentives ers were responsible for $527 billion below), which requires a home owner to for home owners and communities to of insured assets in oceanside coastal purchase flood insurance only in high- take measures to reduce their risks of floodplains alone (FEMA 2013a; NOAA risk flood zones (and there too enforce- flooding, such as elevating structures 2012c). ment is spotty), leaving it optional above the base flood level, flood-proofing FEMA assesses and communicates in other places with a lower but still buildings, and investing in floodplain risks and helps set rates for NFIP across non-negligible risk of flooding. Insuring management. the country. The policies themselves only the highest-risk houses is akin to Since NFIP is administered by a are usually sold through private insur- having a health insurance plan that only government agency, FEMA, it does not ance companies.44 Home owners with the sickest people purchase. The inability make any profit; moreover, if needed, federally backed mortgages are required to balance payout costs with premiums it can borrow from the U.S. Treasury to carry flood insurance if they live in from lower-risk policyholders would make such an insurance plan unsustain- able over the long term. Moreover, property owners are often not fully aware of their risks from WA VT ME floods and coastal storms, nor aware of MT ND MN important ways they can help lower their OR NH risk (e.g., through elevating homes, insti- ID WY SD WI MI NY M RIA tuting other flood-proofing measures, or NE IA PA NJCT even relocating from a high-risk flood NV IL IN OH DE zone to a lower-risk area). Instead, people CA UT CO KS MO KY WV VA M WD ashington, DC often view natural disasters as being NC TN “acts of God” that cannot be avoided. AZ NM OK AR SC To ensure widespread coverage GA AL against flooding at an affordable cost, LA MS TX the federal and state governments have Total number of NFIP policies intervened in the property insurance in force as of May 2013 FL markets in significant ways, primarily (by state, thousands) through establishing taxpayer-backed subsidized insurance options. However, 10 50 100 250 2,000 the artificially low insurance rates and other aspects of these subsidized programs have instead allowed—indeed, FIGURE 4. The Only Coastal Insurer Left Standing reinforced—risky patterns of land development. They have also created an The National Flood Insurance Program (NFIP) is practically the only source of flood insur- unsustainable level of financial exposure ance for homes and small businesses nationwide. At the end of 2012, NFIP provided more than 5.6 million insurance policies, insuring $1.25 trillion in assets but collecting only for all taxpayers, who ultimately help $3.6 billion in total premiums. Together, the top five states by number of policies—Florida, pay for insurance claims and disaster Texas, Louisiana, California, and New Jersey—accounted for approximately three-quarters relief in the event of a major storm. of all coastal NFIP policies (see Table 1).45 Map based on May 2013 FEMA data. Union of Concerned Scientists 7NFIP Cumulative Debt (estimated for 2012) )lanimon noillib $( TABLE 1. National Flood Insurance Program (NFIP) Data for the program has to borrow from the Top 10 States (by Number of Policies) along the U.S. Coasts U.S. Treasury, and taxpayers at large are exposed. A 2011 Government Number of NFIP Total Value of Total Value of Accountability Office (GAO) report State Policies Premiums Paid ($) Insurance Coverage ($) found that the future financial solvency of NFIP is in doubt without Florida 2,053,208 1,039,268,322 477,347,070,700 significant reforms (GAO 2011). Texas 641,653 368,060,396 162,213,731,200 Moreover, artificially low insurance Louisiana 484,450 353,617,497 113,095,824,400 rates encourage development in California 254,532 211,981,864 67,051,088,000 ecologically sensitive areas, such as wetlands and barrier islands, which New Jersey 245,501 234,266,905 56,802,985,800 can further erode natural defenses to South Carolina 205,052 130,320,137 50,240,415,500 flooding risks (Bagstad, Stapleton, and New York 186,071 184,363,135 46,727,308,500 D’Agostino 2007). North Carolina 138,916 104,339,428 32,641,296,900 Several key factors challenge Virginia 116,553 80,831,234 28,442,395,500 NFIP’s success—indeed its survival— as a solvent risk management system: Georgia 96,951 69,948,619 23,647,137,900 artificially low premiums that do Source: Based on May 2013 FEMA data. not reflect true risk, loopholes in the program that allow some properties to areas with high flooding risk. However, accurate market signal that commu- keep their rates low through grandfa- enforcement is inadequate and, in nicates their true risks; therefore, they thering provisions, repeated payouts practice, many home owners are not do not have appropriate incentives for losses to the same high-risk proper- adequately insured, or insured at all. to protect themselves. When NFIP ties, and the failure to account for NFIP’s subsidized premium rates cannot cover payout costs for major future sea level rise in flood risk maps mean that property owners lack a direct, storms through premiums collected, that help determine insurance rates. 30 Total Payments to Policyholders 25 2005 Hurricanes Katrina, 20 Rita, and Wilma 2012 15 Hurricane Sandy (estimated) 10 5 0 1980 1985 1990 1995 2000 2005 2010 5 Total Written Premiums ($ billion nominal) 0 1980 1985 1990 1995 2000 2005 2010 FIGURE 5. National Flood Insurance Program Debt Grows NFIP is one of the largest The National Flood Insurance Program has fallen deeper in debt since the pay- outs after Hurricane Katrina and most recently the costs of Hurricane Sandy. As of financial obligations November 2012, the program was more than $20 billion in debt to the U.S. Treasury of the U.S. government. (GAO 2013), and that figure is likely to rise once all the Sandy claims are settled. Sources: FEMA 2013a; estimate for 2012 NFIP payments for Hurricane Sandy from King 2013; estimate for 2012 NFIP debt based on its borrowing limit of $30.4 billion set by the Hurricane Sandy Relief Act. 8 Union of Concerned ScientistsLow Insurance Rates and Growing NFIP Debt Number of properties with A series of recent storms has made clear two or more NFIP claims that NFIP’s rates are too low to cover from 1978–2013 (by county) its costs, especially during years with exceptionally high damages—a state of 1 50 100 500 1,000 10,000 affairs that has resulted in the program running at a loss. The 2005 hurricane season, with devastating hurricanes Katrina, Rita, and Wilma making landfall, precipitated a crisis in NFIP’s financial situation. The program was forced to borrow $21 billion from the U.S. Treasury to pay for claims and has struggled with paying off those loans.46 Hurricane Sandy added further FIGURE 6. Repetitive-Loss Properties by U.S. County pressure to NFIP’s finances. As of January 2013, NFIP insurance claims Insurance claims on properties that are repeatedly damaged by flooding, or “repetitive losses,” are of particular concern to the National Flood Insurance Program (NFIP). NFIP has from Hurricane Sandy are estimated to paid out almost $9 billion in claims to repetitive-loss properties, which amounts to about a be between $12 billion and $15 billion. quarter of all payments since 1978. Repetitive-loss properties, shown here, account for just As part of the Sandy Relief Act passed 1.3 percent of all policies but are responsible for fully 25 percent of all NFIP claim payments in January 2013, Congress temporarily since 1978. The darker colors show counties particularly prone to repetitive losses. increased NFIP’s authority to borrow Map based on May 2013 FEMA data. funds from the Treasury by $9.7 billion, from $20.7 billion to $30.4 billion, to Repetitive Losses insured for flood losses (King 2013). help address these claims (King 2013). Many coastal property owners do NFIP is one of the largest financial Insurance claims on properties that are not carry adequate insurance or are obligations of the U.S. government.47 repeatedly damaged by flooding, or simply not insured at all. It is estimated In 2011, taxpayers had shouldered the “repetitive losses,” 49 are of particular that, nationally, only 18 percent of responsibility for covering $1.25 trillion concern to NFIP because of the dis- households in flood zone areas, which of insured assets overall, with $527 bil- proportionate financial drain they include inland (lakeside and riverside) lion of that risk in the coastal floodplain represent. NFIP has paid out almost and coastal areas, have flood insurance. (FEMA 2013a; NOAA 2012c). With $9 billion in claims to repetitive-loss While flood insurance is supposed interest payments alone on the debt to properties, which amounts to about a to be mandatory in all SFHAs, it is the U.S. Treasury being very high, it quarter of all NFIP payments since 1978 not required outside those high-risk is looking increasingly unlikely that (see Figure 6). Currently, repetitive-loss zones, despite flood risks. Studies also NFIP will ever be able to pay off its debt properties represent 1.3 percent of all show that some home owners may buy entirely, let alone build up a reserve in policies but they are expected to account insurance initially but then let it lapse, anticipation of future damaging floods.48 for 15 to 20 percent of future losses especially if a few years go by without (NFIP 2011).50 Furthermore, NFIP does a major storm.51 The main reason not increase rates on properties that have for inadequate insurance coverage had repeated claims, although such rate seems to be that people systematically Repetitive-loss properties increases are a common practice in other underestimate the risks of these types represent 1.3 percent of all private insurance markets. of events (Kunreuther 1996). Another likely reason is a lack of awareness policies but are expected to that ordinary home owner’s insurance Low Rates of Purchase account for 15 to 20 percent does not cover flood damages. Even so, of future losses. of Insurance Coverage were another large storm like Sandy to occur, the damage costs for those who In the wake of Sandy, it was estimated are uninsured would likely be at least that only 15 to 25 percent of at-risk partially reimbursed through federal properties in Special Flood Hazard disaster relief (i.e., paid for by the Areas (SFHAs) in the Northeast were American taxpayer). Union of Concerned Scientists 9After the Storm, a Federal Program Awash in Claims National Flood Insurance Program claims from Hurricane Sandy were estimated in early 2013 to be between $12 billion and $15 billion (King 2013). Some homes, such as this one in Camp Osborn, New Jersey, are a total loss. Taxpayers also paid for more than $50 billion in disaster relief through the Hurricane Sandy Relief Act. NFIP’s “Grandfathering” Climate Risks Clause Climate change and resulting rising sea number of NFIP policies could grow levels are significantly raising the risks of 130 percent by 2100 as a result of a Another significant challenge is the seacoast flooding. A 2013 GAO study of greater number of areas being designated system of “grandfathering” that exempts high-risk areas found that, “The federal high-risk flood zones as a result of sea properties from complying with protec- government is not well positioned to level rise (AECOM 2013). While such tive requirements if they were built address the fiscal exposure presented by risks cannot be completely eliminated, before FEMA flood maps were created climate change,” citing its exposure to as a society we can try to ensure that for the local community. Similarly, if a climate risks through NFIP and federal market signals, land use planning property is continuously insured, it can disaster declarations as major examples decisions, and investments in protective avoid paying higher insurance premi- (GAO 2013).53 A recent report commis- measures are aligned to help reduce the ums if the area in which it is located is sioned by FEMA points out that the risks as much as possible. rezoned with a higher flood risk (FEMA 2010). The grandfathering provisions of NFIP are effectively a large subsidy The National Flood Insurance Program, now practically the to qualifying property owners, and sole provider of flood insurance for home owners and small perversely reinforce decisions to remain located in high-risk floodplains.52 businesses, is more than $20 billion in debt to the U.S. Treasury. AMEF/sairA annasoR © 10 Union of Concerned ScientistsOUR COASTAL COMMUNITIES AT RISK intended to encourage resettlement and rebuilding to stronger standards along New Jersey: A Densely Populated Coastline at Risk coastal New Jersey.61 Since 2011, the New Jersey Climate In October 2012 Hurricane Sandy made As New Jersey moves forward from Adaptation Alliance (NJCAA) has been landfall, becoming the deadliest and most the devastation of Sandy, communities are working to promote climate awareness, costly storm in New Jersey history, with drawing on information from new draft identify scientific research and data needs, 38 deaths and more than $37 billion in flood maps released by FEMA. However, and collaborate with policy makers to damages (NJDEP 2013). While coastal areas these maps still do not include projections develop state and local actions. The alliance were the most severely affected physically of future sea level rise. Governor Chris is focused on climate change preparedness and financially, high winds and subsequent Christie has directed rebuilding efforts to in several key sectors, including public damage were experienced throughout add an additional buffer of one foot above health, watersheds, river and coastal com- the state. FEMA’s recommended elevation to create munities, built infrastructure, agriculture, Storm-related flooding is considered a margin of safety, in accordance with and natural resources (Rutgers 2012). the greatest natural disaster hazard within prior state law (State of New Jersey Office In contrast to some of these efforts the state of New Jersey as a result of its nat- of the Governor 2013a). The New Jersey and accomplishments, the New Jersey ural exposure54 and the fact that approxi- Department of Community Affairs’ Disaster legislature recently passed a bill (State of mately 45 percent of the state’s 8.4 million Recovery Action Plan outlines efforts to New Jersey 2013) that, if signed into law residents live within flood hazard areas rebuild housing as well as repairs and by Governor Christie, would allow new (NJDEP 2013). New Jersey’s shore is a vital improvements to infrastructure59 (NJDCA buildings and coastal development in portion of the state’s economy. Coastal 2013). Throughout the summer of 2013, the many high-hazard coastal zones, and pos- tourism contributes roughly $38 billion U.S. Army Corps of Engineers (USACE) will sibly jeopardize the state’s eligibility with of the state’s GDP and provides approxi- continue restoration and improvements to NFIP. 62 Coastal residents and businesses mately a quarter of private-sector employ- Jersey Shore beaches (USACE n.d.). Efforts should weigh their long-term choices in ment (NJDCA 2013). are also under way to repair and rebuild light of the true risks they will face rather New Jersey ranks fifth in the nation boardwalks to make them stronger and than follow such shortsighted policies. for the number of policies in force under more resilient. For example, the Seaside the federally backed National Flood Heights boardwalk has been raised 16 feet, The New Jersey coastline was hard hit Insurance Program (NFIP),55 and third- to place it two feet above FEMA’s recom- by flooding from storm surge driven by highest in terms of NFIP payouts56 (FEMA mended elevation to help reduce flood risk. Hurricane Sandy in October 2012. Sea level 2013a). Currently only 11 percent57 of com- Additionally, while the boardwalk has been rise means that storm surges are riding munities participate in the Community rebuilt with wood instead of longer-lasting on higher water levels and thus have the Rating System (CRS) program, a program synthetic materials, its 25-foot pilings will potential to reach higher and further that can help lower NFIP insurance rates be secured into the ground 10 feet below inland, causing greater damage. Aerial through investments in measures that sea level (Van Embden 2013).60 Governor views reveal the breadth of flooding reduce flood risks58 (FEMA 2012b). Christie’s “reNew” Jersey Initiative is caused by Sandy along the New Jersey coast. ecroF riA .S.U/neslO .C kraM .tgS retsaM © Union of Concerned Scientists 11The Federal Emergency Management Agency Mapping Coastal Flood Risks FEMA plays a critical role in assessing Updating and Improving a coastal community’s risk of flood- FEMA’s Flood Maps ing by developing flood maps, based on modeling the dynamics of coastal Because of a lack of funding from waves and storm surges. The flood Congress, FEMA’s flood maps65 are only sea levels can have a significant effect on maps also help communities plan now being updated in some parts of flooding and inundation risks to coastal evacuation routes and plan emergency the country for the first time since the communities. Congress has not given management (ASFPM 2013b). The 1980s.66 The agency has assigned high FEMA the mandate to account for long- flood maps are developed using a vari- priority to releasing maps of the coastal term erosion when it updates its flood ety of data including historic flooding, areas of New York and New Jersey that maps (GAO 2013), nor does FEMA cur- hydrologic and meteorological consid- were hard hit by Sandy and are now in rently account for ongoing sea level rise, erations, protective measures installed, the process of making critical decisions which could, in the coming decades, and type of land use. FEMA’s flood about rebuilding.67 Maps for other cause low-lying coastal areas to become insurance rate maps (FIRMs) assign high-risk areas such as the Greater New regularly flooded or permanently inun- zones to coastal communities depend- Orleans area in Louisiana and some dated. Thus, despite significant time and ing on their risks.63 This zoning then coastal counties in Florida have also investment, the new maps still do not becomes the basis for setting insur- been released.68 The revised maps reveal reflect the true risks of coastal flooding.70 ance rates for coastal properties. that, in many states, areas much further In recognition of this, the state of New In practice, information about inland are subject to significant flooding Jersey, post-Sandy, has recommended local flood risks is often not clear to risks, and that the flood risk for many that communities elevate structures home buyers. There are no uniform coastal areas has increased substantially a foot above the level recommended disclosure requirements at the time since they were last mapped. by FEMA.71 That approach is popular of purchase of a property. Knowing The new draft maps can help within communities that are part of a property’s flood risks provides a inform, even enforce in some cases,69 NFIP’s Community Rating System strong incentive to purchase insur- better decision making. But they do (see next section) as a way to help lower ance, although it may cause a small not fully reflect the risks of sea level rise both flooding risks and insurance rates decline in property value.64 Studies in the coming decades and are thus an (Batten et al. 2008). The Association show that homes located in a high- inadequate basis for long-lived deci- of State Floodplain Managers further risk flood zone or SFHA, especially sions, such as where to build homes. For recommends that the FIRMs be kept those that are under mortgage, are example, in the near term, impacts of updated: “The federal government’s the most likely to have insurance sea level rise such as increased coastal investment in the development of flood (Petrolia, Landry, and Coble 2013). erosion, steepening of the coastal profile, hazard data is considerable and must not and potential for waves and storm surge be allowed to decay as happened in the to reach further inland due to elevated mid-1980s and 1990s” (ASFPM 2013b). 84 72 60 48 36 24 12 0 )sehcni( esir level aes egareva labolG FEMA’s flood risk maps do not currently reflect projections of sea level rise and are thus an inadequate basis for long- lived decisions, such as where to build homes. FIGURE 7. Global Average Sea Level Rise Projections through the End of the Century Highest sea level rise projection Scientists have developed a range of scenarios for future sea level rise based on estimates of growth in heat-trapping emissions and the potential responses of oceans and ice. Here we show three of Intermediate-High projection the more plausible scenarios, with a range of 1.6 to 6.6 feet of sea 3.3 feet level rise by 2100,72 and at least 3.3 feet of increase likely in this time period (NOAA 2012a). Large stretches of the East Coast are Intermediate-Low expected to see sea levels rise significantly faster than the global projection average rate (Sallenger et al. 2012). Yet the flood risks from these sea level rise projections are not captured in FEMA’s current flood risk maps, which influence long-term building and rebuilding deci- 2000 2050 2100 sions along the coast. Figure based on projections from NOAA 2012a. 12 Union of Concerned ScientistsThe Community Rating The Biggert-Waters Flood Insurance Reform Act of 2012 System (CRS): Investments The Biggert-Waters Flood Insurance and Atmospheric Administration (NOAA), Reform Act of 2012 takes some substan- among other things (Biggert-Waters Act of in Reducing Flood Risks tial steps to address shortcomings in 2012 [H.R. 4348]; Grannis 2012). It is unclear, the National Flood Insurance Program however, how and when new maps will be The CRS is a voluntary program (NFIP). The act reauthorizes NFIP for drawn up and from where the funding for administered by FEMA that five years, through September 30, 2017, that will come.78 Nor does it specify any provides incentives for communi- and includes provisions to reform insur- new mandatory actions coastal communi- ties and individual home owners to ance rates, phase out some subsidies, ties might have to take based on these go beyond the minimum require- set up a reserve fund, establish a plan maps. ments of NFIP and invest in further to repay the U.S. Treasury, and update The insurance rate increases triggered flood maps. by this act are understandably unpopular. floodplain management measures, Starting in 2013, NFIP insurance rates Many coastal communities are unhappy elevation of structures or other are set to increase quite significantly in with the changes; there are even attempts flood-proofing measures in return several coastal areas to bring them in line in Congress to delay or rescind the for discounted insurance rates. with true flood risks,75 with annual rate increases.79,80 However, given years of mis- Depending on the measures imple- increases capped at 20 percent.76 The management of our coastal risks and the mented, communities are classified act will also attempt to phase out other prospect of increasing risks from sea level from Class 1 (the best category, forms of subsidy, such as those for severe rise, the changes in the act are overdue and which gets a 45 percent discount repetitive-loss properties, grandfathered are badly needed. It will be important to on NFIP premiums) to Class 10 properties, and second homes.77 One address equity concerns as the changes go (the lowest category, which gets no of the most important provisions of the into effect, for example through provid- discount) (FEMA 2006).73 act is the establishment of a Technical ing rebates or vouchers for low-income Mapping Advisory Council that will property owners (see box, p. 16). The As a risk reduction tool, the provide recommendations to the Federal Biggert-Waters Act represents the most CRS has strong potential, but is Emergency Management Agency (FEMA) significant overhaul of NFIP to date and underutilized. Participation in the about how to consider the impacts of received broad support from stakeholders CRS is very uneven across coastal sea level rise and coastal development in ranging from free-market proponents who states, ranging from 47 percent flood insurance rate maps (FIRMs). FEMA would like to see insurance rates more in of communities in Florida to has been authorized to update FIRMs line with market rates, to environmental 11 percent in New Jersey, and often to include any relevant information groups who would like to see incentives for depends on the interest and aware- and data “relating to the best available reducing development in high-risk flood- ness of local officials. Nationwide, science regarding future changes in sea plains, to taxpayer advocacy groups who only approximately 6 percent of levels, precipitation, and intensity of hur- would like to reduce taxpayers’ exposure communities with NFIP policies ricanes,” and information from the storm to bearing the brunt of insurance bailouts participate in the CRS; however, surge modeling of the National Oceanic (Lehrer 2013). those same communities account for 70 percent of the total insurance in Premium at 4 feet below Premium at Premium at 3 feet above force under NFIP (FEMA 2012a). base flood elevation: base flood elevation: base flood elevation: Communities that do participate $ 9,500 $ 1,410 $ 427 per year per year per year often do not take advantage of all $95,000 $14,100 $4,270 for 10 years for 10 years for 10 years the opportunities available to reduce flood risks and damage costs.74 Improving CRS participation rates and community ratings can be an important tool for building resil- ience in coastal areas. In addition, the CRS program itself could be improved so that it targets recom- mendations to lower risk in a way that is more location-specific and less generic. The highest discounts could then be provided for the activities FIGURE 8. Savings on Insurance Bills Can Multiply Quickly that actually lower a particular com- munity’s risk the most. The insurance advantages of elevating a home in a flood zone can be significant. This figure shows current insurance costs for structure coverage on a $250,000 single-family, one-story home without a basement. Over a decade, the potential premium savings associated with elevation can exceed $90,000, which could help offset a significant por- tion of investments in elevation or other flood-proofing measures. Source: Based on data and a graphic from FEMA. Union of Concerned Scientists 13State-Subsidized Insurance Markets than 1,500 percent—that is, 16 times, growing from $55 billion in 1990 to Insuring against Windstorm Damage $885 billion in 2011 (Hartwig and Wilkinson 2012). In the case of very When storms strike coastlines, severe companies that typically pool risks, damaging events, the losses are often damage is often caused by high losses, and profits across all policies passed through to the state taxpayers winds. Wind-related coastal storm in a state (or even across state lines or to other property owners (includ- damage from hurricanes, nor’easters, for national companies) and provide ing those located inland) in the form and other ferocious storms is increas- subsidized coverage, often backed by of policy surcharges or increased ingly being covered through “residual state guarantees in the event of a major insurance rates on the residual plans. property insurance markets” that catastrophe. Such a structure allows Florida, Massachusetts, Louisiana, provide subsidized special-purpose companies to offer a cheaper rate than Rhode Island, and Texas (listed in insurance through state or private would ordinarily be available on the decreasing order of exposure) have the companies. Fair Access to Insurance open market and also allows insurers highest percentage of total insurance Requirements (FAIR) Plans and Beach to pass through some of their down- market premiums in such state- and Windstorm Plans are available in side risk to state taxpayers. subsidized insurance pools (Hartwig many states, although their specific Nationwide, the number of and Wilkinson 2012). terms of coverage and the way they are residual policies more than tripled A 2010 GAO report on state organized and run differ from state from roughly 1 million to more insurance programs for different types to state.81,82 than 3 million between 1990 and of natural catastrophes84 showed Rate-setting for residual plans 2011.83 Simultaneously, because of that insurance programs in Florida, is usually a highly regulated activ- increasing high-value development Texas, and Mississippi—all coastal ity, controlled by the office of the along the coast, the value of insur- hurricane-prone states—experienced state insurance commissioner or ance coverage offered by these plans the most growth in total exposure other similar agencies. The policies (also known as “exposure to loss”) to loss since 2005, with increases of are sold through private insurance disproportionately increased more roughly 150 percent, 150 percent, Harnessing Financial Markets Both private and state-subsidized insur- while ensuring competitive insurance bonds to help diversify their portfolios with ance plans are increasingly turning to the rates is purchasing their own insurance an investment whose risks are not typi- broader capital markets to find ways to against losses from reinsurance companies. cally correlated with the broader economy spread their risks and remain solvent in the Operating at global scale, reinsurance poli- (for example, the risks of an extreme coastal face of large or frequent disasters. The GAO cies are able to spread local and regional storm are not typically correlated with such has recommended that NFIP consider using risks across global markets where such risks economic metrics as GDP or employment). such financial tools. Even so, risk-pooling are usually uncorrelated. Leading reinsur- Florida’s state-subsidized insurance plan techniques must recognize a new reality: ance companies, such as Swiss Re and (Florida Citizens) issued a record-setting global warming and continuing sea level Munich Re, are increasingly recognizing the $750 million in CAT bonds in 2012 and rise will contribute to rising risks of losses risks posed by climate change to insur- again issued $250 million in CAT bonds along the nation’s seacoasts, especially ance markets and the broader economy. in 2013. Alabama and Massachusetts have along the Gulf and East Coasts; moreover, According to a recent report from Swiss also turned to the reinsurance and CAT those risks are correlated because long Re, which assumes a 10-inch rise in sea bond markets for coverage for hurricanes stretches of the coast may be affected by a levels by 2050, the frequency of mammoth and windstorms.86 single storm. Finding ways to diversify and losses due to powerful, widespread storms Such sophisticated financial instruments will transfer some of that risk to broader global such as Sandy are likely to increase and require considerable expertise and oversight capital markets—notably through the should be expected about every five years to employ well. Issuing catastrophe bonds mechanisms of reinsurance or catastrophe when looking at the entire United States. could make publicly subsidized insurance bonds—will be critical. However, before (Swiss Re 2013).85 programs more financially balanced, but it going down that route, it will be essential Catastrophe bonds. A relatively new tool will come at a cost. Transferring insurance to ensure that the effect of such changes for dealing with growing insurance risks risks to the financial markets will likely is not to further encourage risky coastal is the catastrophe bond (or CAT bond). By contribute to at least a small rise in insurance development or large taxpayer bailouts. selling bonds, an insurer is able to transfer rates since the bond market will require a Reinsurance. The most common way that some of its financial risk to the broader higher return on investment than the rate insurance companies try to manage risks capital market. Investors buy the CAT the U.S. Treasury charges on borrowing.87 14 Union of Concerned Scientistsand 500 percent, respectively. Florida’s insurance and reinsurance programs had a combined total exposure of more than $2 trillion, far exceeding that of all other programs combined (GAO 2010). Such rapid growth in insurance coverage is creating an unsustainable exposure to risk for state budgets and taxpayers and might even become a burden for federal taxpayers if the state of Florida is unable to cover the costs of a major storm. Insurance Reform Recommendations to Reduce Our Risks Reforming the coastal insurance system requires not simply ensuring that rates are set in a way that reflects risk. It also should create opportunities for home owners and communities to make choices that reduce their exposure to risk and increase their resilience to the ravages of major storms. A number of measures could help reduce some of the perverse incentives created by the cur- rent insurance system, improve the fiscal health of federal- and state-subsidized insurance programs, reduce taxpayer exposure to burgeoning liability, and allow coastal communities to protect themselves against growing risks, including climate-related risks. The Biggert-Waters Act will help address some of the perverse incentives—but it will be essential to ensure it is imple- mented well and in a timely fashion. Moreover, as a society we need to go even further. kraM divaD © Damaging Winds Along with flood damages from storm surge, many coastal communities are also experiencing costs from severe wind- storms. The value of insurance coverage in wind insurance plans (also known as “exposure to loss”) increased 16-fold, from $54.7 billion in 1990 to a record high of $884.7 billion in 2011. Source: PIPSO Insurance Information Institute. Implications for Coastal Communities Perverse Incentives Create More Risk, Less Resilience Subsidized insurance rates, the practice Flood Insurance Reform Act of 2012 of passing through damage and loss is aiming to change several of these costs to taxpayers, the lack of accurate problematic aspects (see box, p. 13). information on flood risks—all these Near-term interests, however, can factors have distorted the coastal often trump the need to build in a more insurance market to create potentially sustainable way along our coasts. In disastrous outcomes. the state of New Jersey, for example, Recent insurance industry estimates local officials, real estate developers, showed that NFIP was providing overall and other business interests have long flood insurance at one-half the true risk fought any coastal development restric- cost; and in higher-risk areas, it was pro- tions despite serious beach erosion and viding flood insurance at one-third the threats of storm damage (Kirkham and cost (PCI 2011). Such perverse incen- Rudolf 2012). Yet, when Hurricane tives have ironically led to more coastal Sandy struck, many coastal New Jersey development, more exposure to climate communities were among the hardest- and other coastal risks, less incentive hit. In Florida, legislators representing to build the needed resilience to those inland residents were instrumental in risks, and increased taxpayer burden. passing a recent bill aimed at reform- Indeed, the GAO has rated NFIP a ing the state-backed wind insurance “high-risk” program since 2006, stating plan because of concerns that the high most recently in its 2013 report that, insurance rates their constituents pay “The potential losses generated by NFIP are subsidizing coastal residents, and create substantial financial exposure for that inland residents would also be on the federal government and U.S. taxpay- the hook for damage costs when a major ers” (GAO 2013). The Biggert-Waters storm strikes (Cotterell 2013). Union of Concerned Scientists 15Key recommendations include: Development (HUD), could be used scientific projections, plus other to help residents buy insurance.88 An relevant contributing factors such as • Ensure premiums reflect risk. income-based voucher or rebate pro- land subsidence (the sinking or set- NFIP should ensure that insurance gram should be set up to help target tling of coastal land areas89), coastal premiums reflect true risks to coastal assistance to lower-income home topography, and erosion, should be properties. Increases in NFIP’s owners who struggle with higher incorporated in FEMA’s flood maps. insurance premiums are already set insurance rates (see box below). Congress should authorize sufficient to take place through the Biggert- resources for regular updates to maps Waters Act, and efforts to delay • Include sea level rise projections as well. While more accurate maps those increases should be avoided. in flood maps. FEMA should use are being drafted, one interim way Additionally, state-subsidized wind the latest scientific projections of sea communities could try to take addi- insurance plans should also set rates level rise and storm surge in maps tional risks into account would be to commensurate with risk. Funding used to determine ongoing and future build even higher or farther inland from community development block flood risks and set rates (premiums than the minimum recommended by grants, administered by the U.S. and coverage) in both the private and the current maps, thus creating an Department of Housing and Urban government insurance programs. Such additional margin of safety. The Burden Is Unequal Low-income communities are often among risky choice to go without insurance. For the hardest-hit by major storms. Recent example, in the wake of Hurricane Katrina studies show that impacts of Hurricane in 2005, it became clear that many older Sandy were especially severe on low- residents of New Orleans who were on income people, including communities fixed incomes had let their flood insur- of color, in New Jersey and New York. ance policies lapse. As a result, they had Forty-three percent of the 518,000 house- few options for rebuilding or relocating holds requesting federal aid after Sandy when their properties were destroyed by reported annual incomes of less than $30,000 (Enterprise Community Partners 2013). The storm did extensive damage to public housing in New York City and many low-income renters have been left without affordable housing options.90 Although insurance rates in most coastal areas do not adequately reflect true actuarial risk, a rapid rise in insur- ance premiums could be regressive and force many low-income or fixed-income property owners to sell their homes, go into foreclosure, or forego flood insurance coverage. Nationwide, some low-income and fixed-income home owners are already unable to afford flood insurance even at subsidized rates and have had to make the AMEF/rehooB aerdnA © flooding. Similar stories are emerging in the aftermath of Sandy.91 Instituting a pro- gram of vouchers (ASFPM 2013a), rebates, or other subsidies can help low-income property owners cope with higher rates that reflect true risks, while ensuring that they have insurance coverage for natural disasters (see the recommendations). Low-income communities are often among the hardest-hit by major storms. Hurricane Katrina, which hit in 2005, had a devastating impact on low-income communities and communities of color. Pictured here, a New Orleans resident searches for salvageable items in her home, located in the Lower Ninth Ward. Seven years later, the impacts of Hurricane Sandy were also especially severe on low-income communities in New Jersey and New York. Of the more than half a million households seeking federal aid after Hurricane Sandy, 43 percent reported annual incomes of less than $30,000. 16 Union of Concerned ScientistsOUR COASTAL COMMUNITIES AT RISK Virginia: Historic Landmarks and Military Installations Face Flooding The Hampton Roads metropolitan region including damage to hundreds of thou- 1.5 feet (18 inches) during the next 20 to of Virginia, which includes the cities of sands of priceless artifacts due to flooding 50 years (VIMS 2013).95 Indeed, coastal Newport News, Norfolk, and Virginia in historic Jamestown (NOAA 2004; St. John storms, storm surge, erosion, inundation, Beach, has more than 1.6 million people Erickson 2003). and rising sea level together will bring living under significant flooding threat. The Virginia has a coastline of approxi- significant changes to the Virginia coastline area is also critical to U.S. national security; mately 112 miles, however the tidal this century.96 its dozens of military facilities include Naval shoreline is more than 3,315 miles long Virginia ranks ninth within the United Station Norfolk, the biggest naval base in (NOAA 1975).93 While only 29 percent of States for the number of policies in force the world, and Langley Air Force Base. It is Virginia’s land mass is within the coastal under the federally backed National Flood also home to a gigantic shipbuilding indus- zone, roughly 60 percent of Virginia’s Insurance Program (NFIP) (FEMA 2013a).97 try and a massive civilian port complex almost 8.2 million residents live in these Since 1978, NFIP policy payouts for the that handles coal, grain, petroleum, timber, areas, and approximately 113,000 people commonwealth have reached almost and car exports. The inconvenience and live within four feet of the local mean $620.5 million (FEMA 2013a). Along with costly damage associated with flooding is high tide (Climate Central n.d.; VDEQ n.d.; the upcoming increases to NFIP rates under already commonplace for residents of the USCB 2013b). The Virginia coast has seen the Biggert-Waters Act, residents in coastal Hampton Roads area. local sea level rise of 14.5 inches during Virginia are also dealing with rate hikes for The Virginia coast is no stranger to the last 80 years.94 A recent study from basic home owner’s policies.98 Additionally, the impacts of storms. When Hurricane the Virginia Institute for Marine Science only 7 percent99 of the commonwealth’s Isabel hit in September 2003, it left 32 dead (VIMS) projected a sea level rise range of communities participate in the Community and more than $925 million in insured between 1.5 and 7.5 feet by 2100, with a Rating System (CRS) program, a program property damages in the commonwealth, best estimate for planning purposes of that can help lower NFIP insurance rates through investments in measures that The low-lying coastal reduce flood risks. All are rated as a seven communities of the or higher, showing that most communities Commonwealth of are not taking all possible measures to Virginia are home to reduce their flood risks (FEMA 2012b). several important military The city of Norfolk is spending mil- installations. In 2003 lions to raise roads, build flood defenses, when Hurricane Isabel and improve storm water management.100 made landfall in Virginia, As a result of these efforts, Norfolk was it flooded parts of Langley named one of the “20 Leading Resilient Air Force Base, which lies along the Branch Back Cities Responding to Climate Change & River near the mouth of Extreme Weather”101 (City of Norfolk n.d.; Chesapeake Bay. ICLEI 2013). ecffiO sriaffA cilbuP gniW rethgiF ts1 © • Discourage development in • Remove unfair subsidies. NFIP extended to all primary residences, floodplains. FEMA should dis- should remove grandfathering provi- however, which are the majority of courage continued building and sions that unfairly subsidize some grandfathered properties. rebuilding in high-risk areas by property owners at the expense of others reducing payouts for repetitive losses and perpetuate risky development in • Allow for home buyouts. Federal and increasing rates in the event coastal floodplains. Grandfathering and state governments should make of repeated losses. Some of these provisions could be phased out in options for home buyouts and reloca- changes will be implemented as stages and coupled with needs- tion more widely available in some of part of the Biggert-Waters Act. based rebates or vouchers to help the highest-risk areas prone to repeated State and local planning authori- protect low-income home owners. flood and storm damage. Governor ties also have a major role to play The Biggert-Waters Act aims to first Andrew M. Cuomo of New York, in driving development decisions phase out grandfathering provisions for example, has suggested an along exposed coastlines. They for second homes and commercial interest in using a part of the funds need to ensure that the threat of properties and then also for homes from the U.S. Hurricane Sandy future sea level rise is factored into in areas that adopt new FEMA maps Relief Act for such options.92 FEMA all long-term choices. (FIRMs). This reform needs to be also has a home buyout program Union of Concerned Scientists 17that is 75 percent federally funded but administered through states and local communities. Few home owners take advantage of it, though, because funds are limited and with low insurance rates there is not a big incentive to move.102,103 • Communicate flood risks. State insurance regulators should require that coastal flood maps be shared OUR COASTAL COMMUNITIES AT RISK New Hampshire: The Granite State Faces Rising Seas Parts of the U.S. coast, including coastal New Hampshire, face flooding during regularly occurring high tides. Twice a month, during the full and new moon, when the pull of the moon and sun on the earth are in alignment, the ocean tides are highest. The highest tide of the year is colloquially called a “king tide.” Pictured here is the Bratskellar Restaurant near Portsmouth in New Hampshire during low tide on the left, and the highest tide of the year in 2011 on the right. In the fall of 1991, New Hampshire suffered and Fischetti 2010). Furthermore, more approach to prepare for future sea level significant coastal flooding, when it was than 3,000 residents live within four feet of rise and coastal flooding. In July 2009, the hit with a double whammy: Hurricane the local mean high tide (Climate Central town of Seabrook commissioned a report Bob104 in August and then the Halloween n.d.). Warmer temperatures and increased looking at strategies for the town in the nor’easter, also dubbed the “Perfect risk of flooding from sea level rise, storms, face of rising sea levels and increased Storm” 105 (NOAA 2013; Cousineau 2011; and extreme precipitation will also have risks of flooding due to climate change.110 ReadyNH 2010b). significant implications for New Hampshire’s The report recommended that any new Flooding, both coastal and inland, is Great Bay ecosystem and for communities in development and infrastructure should be considered one of the greatest natural haz- the Great Bay watershed (Great Bay National planned only outside current and future ards within New Hampshire, and some por- Estuarine Research Reserve 2011). flood hazard areas, and that elevation tion of the state experiences flooding each As of May 2013, New Hampshire ranked requirements should exceed town, state, year (NHDS n.d.). The largest storm-related forty-second within the United States for and FEMA standards (RPC 2009). A more flooding the state experienced occurred in the number of policies in force under the recent 2012 study found that, over the 1938 as a result of the Great New England federally backed National Flood Insurance long term, taking action to build resilience Hurricane, which caused $22 million in Program (NFIP) (FEMA 2013a)—fewer than in coastal New Hampshire is significantly damages (more than $370 million in today’s 1 percent of the policies nationwide.108 more cost-effective than doing nothing. market) and 13 deaths. That catastrophe Since 1978, NFIP paid out losses totaling The study identified critical infrastructure led to the construction of a series of flood almost $48 million for policyholders in New such as the Hampton Sewage Pump Station control dams during the 1950s and 1960s, Hampshire (FEMA 2013a). Only 2 per- and the Seabrook Wastewater Treatment which the U.S. Army Corps of Engineers cent109 of communities participate in the Plant as being particularly at risk from sea operates to this day (Cousineau 2011; Community Rating System (CRS) program, a level rise and storm surge111 (Merrill et al. ReadyNH 2010a; ReadyNH 2010b). program that can help lower NFIP insurance 2012). This year, the city of Portsmouth New Hampshire’s primarily rocky rates through investments in measures that released a Climate Change Vulnerability coastline is the smallest of any state: only reduce flood risks. All are rated as an eight Assessment and Adaptation Plan, which 13 miles106 (NOAA 1975). Yet fully 23 percent or nine, showing that they have not taken assessed the vulnerability of infrastructure of its just over 1.3 million residents live in advantage of measures to reduce their expo- and made adaptation recommendations; coastal communities107 (USCB 2013a; Wilson sure to flooding (FEMA 2012b). it is intended to inform the city’s upcom- Today, however, many New Hampshire ing master planning process, scheduled to communities are taking a proactive begin in the fall of 2013 (CRI 2013). srotlaeR eniaM/erihspmaH weN ,eeL miJ © with home buyers and small-business property owners outside the highest- owners prior to the purchase of coastal risk areas—but still in an area where property to increase buyers’ awareness the risk of flooding is not zero—to of coastal flood risks. purchase insurance. Special programs that meet the need of lower-income • Mandate flood insurance. The fed- property owners, for example by eral government, under NFIP, should offering rebates or vouchers, should create enforceable mandates so that also be included. These mandates all property owners in high-risk areas should also be forward-looking, have adequate insurance; the man- recognizing that some areas that do dates also should strongly encourage not face high risks currently may 18 Union of Concerned ScientistsWith years of mismanagement of our coastal risks and Conclusion growing threats from sea level rise, reforms to NFIP are overdue and are badly needed. Against a backdrop of growing coastal population growth and development, face future costs from rising seas. of its high exposure to flooding, climate change is raising the risk Parallel mandates in state-backed New York City, for example, of costly damages to coastal proper- wind insurance markets are also does not yet participate in the ties by contributing to more intense necessary. CRS. Communities should also hurricanes, accelerating sea level rise, be encouraged to increase their and bigger, more damaging storm • Offer incentives for relocation and rating within the system by taking surges. The National Flood Insurance upgrades. Federal and state authori- further protective actions, such as Program is already more than $20 bil- ties should ensure that taxpayer- providing more accessible infor- lion in the red because of its flawed subsidized programs include incentives mation to make people aware of structure of rates, risks, and incen- to relocate away from the coast and flood hazards and ways they can tives, and is becoming more finan- to invest in property upgrades that help protect themselves, invest- cially compromised due to an uptick help adapt to rising seas and coastal ing in flood risk mapping for in extreme weather events such as flooding. Priority should be placed areas not yet mapped by FEMA, Hurricane Sandy. State-subsidized on those communities that are most preserving open space, relocat- wind insurance programs are similarly at risk and/or have suffered from a ing or retrofitting flood-prone a growing source of financial exposure high percentage of repetitive losses, buildings, and improving storm for taxpayers. with provisions to ensure that incen- water and drainage systems.112 The Important steps are under way tives are fairly distributed across all CRS itself should be improved to to reform our current system of income levels and do not end up provide recommendations that coastal property insurance through simply subsidizing the wealthiest. target a particular community’s the Biggert-Waters Flood Insurance Special attention should also be paid flood risks. Reform Act of 2012. It will be criti- to sites of particular historical or cal to ensure the act is implemented cultural significance. • Use risk transfer tools. NFIP without being weakened or delayed. and state-subsidized insurance Indeed, we need to go further, espe- • Set smart guidelines for rebuild- programs should (where allowed cially in incorporating sea level rise ing. The federal government, in by law) consider using financial projections in coastal flood risk maps coordination with state governments, mechanisms strategically, to transfer and in coastal development and should set guidelines to ensure that some financial risk to the broader rebuilding decisions. Otherwise, home rebuilding dollars are used for capital market through reinsurance owners will continue to make choices climate-resilient reconstruction and purchase and bond issuance. Such that do not reflect the actual threats other measures to reduce exposure to mechanisms could help provide they face, and U.S. taxpayers will find future events, especially in an era of an avenue to improve the finan- themselves increasingly paying more to rising sea levels. This is particularly cial solvency of these programs. help coastal communities rebuild after pertinent for taxpayer-subsidized However, before going down that storms and floods. rebuilding efforts. It also applies to route, it will be essential to ensure Insurance reform is one impor- programs administered by HUD that the effect of such changes tant tool to help communities realize and coastal protection measures is not to further encourage risky they need to make better decisions to such as seawalls and beach replen- coastal development or large adapt to climate change. As commu- ishment undertaken by the U.S. taxpayer bailouts. nities grapple with the new realities, Army Corps of Engineers. they also need a more comprehensive • Update protective recommenda- framework to assess true risks and • Raise awareness of the CRS. FEMA tions. FEMA and state and local vulnerabilities, as well as a set of tools and state and local authorities need to authorities should regularly update to help them make the best choices for raise awareness of the CRS program the list of recommended protective protecting themselves. It is also worth and expand the number of communi- measures (including building codes noting that one of the most important ties participating in it nationwide, and zoning regulations) to reflect ways to build resilience to climate as a way to increase investments in risk and advances in engineering, impacts is to limit their severity as better floodplain management and and should increase enforcement to much as is still possible by making to help reduce flooding risks. In spite ensure compliance. deep cuts in carbon emissions. Union of Concerned Scientists 19Acknowledgments References This report was made possible by generous support from the Barr AECOM. 2013. In association with Michael Baker Jr., Inc. and Deloitte Consulting, LLP. Foundation, the Grantham Foundation for the Protection of the The impact of climate change and popula- Environment, the Mertz Gilmore Foundation, and the Energy tion growth on the National Flood Insurance Foundation. Program through 2100. Report prepared for I would like to express my thanks to Dan Huber (Center FEMA. June. Online at http://www.aecom.com/ for Climate and Energy Solutions), Cynthia McHale (Ceres), deployedfiles/Internet/News/Sustainability/ and Erwann Michel-Kerjan (The Wharton School, University FEMA%20Climate%20Change%20Report/ of Pennsylvania) for their thoughtful and rigorous review of the Climate_Change_Report_AECOM_2013-06-11. pdf, accessed July 27, 2013. report. In addition, special thanks go to Skip Stiles (Wetlands Watch), Shannon Hulst (Wetlands Watch), Nicole Hernandez AIR Worldwide Corporation. 2013. The Hammer (Florida Atlantic University and UCS outreach consul- coastline at risk: 2013 update to the estimated tant), Roger Stephenson (UCS outreach consultant), and Randall insured value of U.S. coastal properties. Boston, MA. Online at http://www.air-worldwide. E. Solomon and Donna P. Drewes, Professional Planner/American com/Press-Releases/AIR-Worldwide-Updates- Institute of Certified Planners (co-directors, The Sustainability Estimates-of-Insured-Value-of-U-S--Coastal- Institute at The College of New Jersey) for their review of the state Properties/, accessed July 27, 2013. case studies and recommendations. Institutional affiliations are Anderson, J., K. Milliken, and D. Wallace. listed for informational purposes only. 2010. Coastal impact underestimated Many UCS staff made important contributions to this report, from rapid sea level rise. Eos, Transactions, including Erika Spanger-Siegfried, Melanie Fitzpatrick, Nancy American Geophysical Union 91(23):205–206. Cole, Kathleen Rest, Lisa Nurnberger, Kate Cell, Carina Barnett- (An important correction to the axis of Loro, and Adam Markham. a key figure appeared in the June 29 Carolyn Cooper worked tirelessly to provide valuable research issue at http://onlinelibrary.wiley.com/ support. Kristina A. Dahl provided important research support and doi/10.1029/2010EO260006/abstract.) helped create the map on repetitive losses. Tyler Kemp-Benedict Association of State Floodplain Managers worked on the graphics, design, and layout. I thank Trudy E. Bell (ASFPM). 2013a. Flood insurance afford- for editing the report, and Bryan Wadsworth for overseeing its ability. ASFPM recommendations to address the impact of NFIP reform 2012 (BW-12). production. April 26. Online at http://floods.org/ace- The opinions expressed in this report are not necessarily those files/documentlibrary/2012_NFIP_Reform/ of the organizations that funded it or the individuals who reviewed ASFPM_recommendations_on_BW-12_ it. The author, Rachel Cleetus, bears sole responsibility for the affordability_26April2013.pdf, accessed July report’s content. 20, 2013. Association of State Floodplain Managers (ASFPM). 2013b. Flood mapping for the nation. A cost analysis for the nation’s flood map inventory. March 1. Online at http://floods.org/ ace-files/documentlibrary/2012_NFIP_Reform/ Flood_Mapping_for_the_Nation_ASFPM_ Report_3-1-2013.pdf, accessed July 20, 2013. Bagstad, K.J., K. Stapleton, and J.R. D’Agostino. 2007. Taxes, subsidies, and insurance as drivers of United States coastal development. Ecologi- cal Economics 63:285–298. Bandel, C., and I. Hwang. 2010. Swiss Re to provide Alabama insurer fund with three- year hurricane cover. Bloomberg News, July 27. Online at http://www.bloomberg. com/news/2010-07-27/swiss-re-to-provide- alabama-insurer-fund-with-three-year- hurricane-cover.html, accessed July 27, 2013. Barlow, P.M., and E.G. Reichard. 2009. Salt- water intrusion in coastal regions of North America. Hydrogeology Journal 18:247–260. doi: 10.1007/s10040-009-0514-3. Online at http://www.samsi.info/sites/default/files/ Barlow.pdf, accessed July 27, 2013. 20 Union of Concerned ScientistsBatten, B.K., P. Weberg, M. Mampara, and Cousineau, M. 2011. NH foul-weather history Federal Emergency Management Agency L. Xu. 2008. Evaluation of sea level rise for dominated by flooding, power outages. New (FEMA). 2006. National Flood Insur- FEMA flood insurance studies: Magnitude Hampshire Union Leader. August 27. Online at ance Program (NFIP) Community Rating and time-frames of relevance. Proceedings of http://www.unionleader.com/article/20110828/ System. Washington, DC. Online at http:// the Solutions to Coastal Disasters 2008 confer- NEWS11/708289985, accessed June 12, 2013. www.fema.gov/national-flood-insurance- ence. American Society of Civil Engineers. program/national-flood-insurance-program- Emanuel, K. 2005. Increasing destructiveness Online at http://www.dewberry.com/Libraries/ community-rating-system, accessed July 28, of tropical cyclones over the past 30 years. Documents/Evaluation_of_Sea_Level_Rise_ 2013. Nature August 4, 436:686–688. Online at for_FEMA_Flood_Insurance_Studies.pdf, ftp://texmex.mit.edu/pub/emanuel/PAPERS/ Federal Emergency Management Agency accessed July 27, 2013. NATURE03906.pdf, accessed July 28, 2013. (FEMA). No date. Missouri flood buyout Beatley, T., D.J. Brower, and A.K. Schwab. 2002. saves lives, heartache, and money. Online Enterprise Community Partners. 2013. FEMA An introduction to coastal zone management. at https://www.llis.dhs.gov/content/missouri- assistance analysis: Measuring the response Second edition. Washington, DC: Island Press. flood-buyout-saves-lives-heartache-and- to Hurricane Sandy; New Jersey, New York money, accessed July 29, 2013. Betz, B., J. Durdan, L. Stofko, and B. O’Neill. City and other areas of New York. Online at 2011. The changing winds in Florida: Property http://www.practitionerresources.org/cache/ Flick, R.E., D.B. Chadwick, J. Briscoe, and K.C. insurance implications. Emphasis. Towers documents/678/67899.pdf, accessed July 27, Harper. 2012. “Flooding” versus “inundation.” Watson Newsletter. Online at http://www. 2013. Eos, Transactions American Geophysical Union towerswatson.com/en-AU/Insights/Newsletters/ 93(38):365–366. doi: 10.1029/2012EO380009. Federal Emergency Management Agency Global/emphasis/2011/~/media/Pdf/Insights/ (FEMA). 2013a. Policy & claim statistics for Florida Division of Emergency Management Newsletters/Global/Emphasis/2011/1101- flood insurance. Online at http://www.fema. (FDEM). 2013. State floodplain management Florida-FIN.ashx, accessed July 27, 2013. gov/policy-claim-statistics-flood-insurance/ program. February 11. Online at http://www. Boon, J.D. 2012. Evidence of sea level accel- policy-claim-statistics-flood-insurance/policy- floridadisaster.org/Mitigation/SFMP/, accessed eration at U.S. and Canadian tide stations, claim-13, accessed July 28, 2013. July 28, 2013. Atlantic coast, North America. Journal of Federal Emergency Management Agency Florida Senate, The. 2013. CS/SB 1770: Coastal Research 28(6):1437–1445. (FEMA). 2013b. Policy rates [residential Property insurance. [2013 senate session]. Church, J.A., and N.J. White. 2011. Sea-level coverage]. Online at http://www.floodsmart. Online at http://www.flsenate.gov/Session/ rise from the late 19th to early 21st century. gov/floodsmart/pages/residential_coverage/ Bill/2013/1770, accessed July 28, 2013. Surveys in Geophysics 32(4–5):585–602. policy_rates.jsp, accessed July 28, 2013. Furman Center for Real Estate & Urban doi:10.1007/s10712-011-9119-1. Federal Emergency Management Agency Policy and Moelis Institute for Afford- Citizens Property Insurance Corporation (FEMA). 2013c. Commercial coverage: Policy able Housing Policy. 2013. Sandy’s effects (CPIC). 2013. Monthly policy counts. Online rates. Rates effective January 1, 2013. Wash- on housing in New York City. Online at at https://www.citizensfla.com/about/ ington, DC. Online at http://www.floodsmart. http://furmancenter.org/files/publications/ corpfinancials.cfm (version updated July 16, gov/floodsmart/pages/commercial_coverage/ SandysEffectsOnHousingInNYC.pdf, accessed 2013), accessed July 28, 2013. policy_rates.jsp, accessed July 27, 2013. July 28, 2013. City of Norfolk. No date. What the city is Federal Emergency Management Agency Government Accountability Office (GAO). doing. Online at http://www.norfolk.gov/ (FEMA). 2012a. Community Rating System 2013. High-risk series: An update. Report to index.aspx?NID=1060, accessed June 14, 2013. participation national map. Washington, congressional committees. GAO-13-283. DC. May. Online at http://www.fema.gov/ Washington, DC. February. Online at http:// City of Portsmouth, New Hampshire, Coastal library/viewRecord.do?id=6200, accessed July www.gao.gov/assets/660/652133.pdf, accessed Resilience Initiative (CRI). 2013. Climate 27, 2013. July 28, 2013. change vulnerability assessment and adap- tation plan. City of Portsmouth Planning Federal Emergency Management Agency Government Accountability Office (GAO). Department. Online at http://planportsmouth. (FEMA). 2012b. CRS communities by state. 2011. FEMA: Action needed to improve admin- org/cri/CRI-Report.pdf, accessed July 28, 2013. Washington, DC. May. Online at http://www. istration of the National Flood Insurance Pro- fema.gov/library/viewRecord.do?id=5818, gram. Report to congressional committees. Climate Central. No date. Surging seas. accessed June 14, 2013. GAO-11-297. Washington, DC. June. Online Online at http://sealevel.climatecentral.org/, at http://www.gao.gov/assets/320/319467.pdf, accessed June 18, 2013. Federal Emergency Management Agency accessed July 28, 2013. (FEMA). 2012c. National Flood Insurance Congressional Budget Office (CBO). 2007. Program: Summary of coverage. FEMA F-679. Government Accountability Office (GAO). Value of properties in the National Flood November 2012. Online at http://www.fema. 2010. Natural catastrophe insurance coverage Insurance Program. Washington, DC. June. gov/library/viewRecord.do?id=3011, accessed remains a challenge for state programs. House Online at http://www.cbo.gov/sites/default/ July 28, 2013. Committee on Financial Services. Minority files/cbofiles/ftpdocs/82xx/doc8256/06-25- staff. GAO 10-568R. April 16. Online at http:// floodinsurance.pdf, accessed July 27, 2013. Federal Emergency Management Agency www.gao.gov/assets/310/304457.pdf, accessed (FEMA). 2010. NFIP grandfather rules: Cotterell, B. 2013. Florida lawmakers pass July 28, 2013. A factsheet for insurance agents. Washington, bill to limit state-run property insurance. DC. October. Online at http://www.fema.gov/ Grace, M.F., and R.W. Klein. 2009. The perfect Reuters. May 2, 2013. Online at http://www. media-library/assets/documents/16686?id=3745, storm: Hurricanes, insurance, and regulation. reuters.com/article/2013/05/02/usa-florida- accessed July 28, 2013. Risk Management and Insurance Review 12(1): insurance-idUSL2N0DJ2KB20130502, accessed 81–124. Spring. July 31, 2013. Union of Concerned Scientists 21Grannis, J. 2012. Analysis of how the Flood King, R.O. 2013. The National Flood Insurance Michel-Kerjan, E.O. 2013. Have we entered an Insurance Reform Act of 2012 (H.R. 4348) Program: Status and remaining issues for ever-growing cycle on government disaster may affect state and local adaptation efforts. Congress. Washington, DC: Congressional relief? [Testimony before the] U.S. Senate Georgetown Climate Center. August. Online Research Service. February 6. Online at Committee on Small Business and Entrepre- at http://www.georgetownclimate.org/sites/ http://www.fas.org/sgp/crs/misc/R42850.pdf, neurship. March 14. Online at http://opim. default/files/Analysis%20of%20the%20 accessed July 28, 2013. wharton.upenn.edu/risk/library/US-Senate- Flood%20Insurance%20Reform%20Act%20 Small-Business-Cte_2013Mar14_MichelKerjan. Kirkham, C., and J. Rudolf. 2012. Jersey shore of%202012.pdf, accessed July 28, 2013. pdf, accessed July 28, 2013. development failures exposed by Hurricane Great Bay National Estuarine Research Sandy. Huffington Post. December 11. Online Michel-Kerjan, E.O. 2010. Catastrophe Reserve. 2011. Stewardship. Online at http:// at http://www.huffingtonpost.com/2012/12/11/ economics: The National Flood Insurance www.greatbay.org/programs/stewardship. jersey-shore-development_n_2267557.html, Program. Journal of Economic Perspectives htm, accessed July 30, 2013. accessed July 28, 2013. 24(4):165–186. Fall. Online at http://pubs. aeaweb.org/doi/pdfplus/10.1257/jep.24.4.165, Hartwig, R.P., and C. Wilkinson. 2012. Residual Knutson, T.R., J.L. McBride, J. Chan, K. accessed July 28, 2013. market property plans: From markets of last Emanuel, G. Holland, C. Landsea, I. Held, resort to markets of first choice. New York, J.P. Kossin, A.K. Srivastava, and M. Sugi. Michel-Kerjan, E., and C. Kousky 2010. NY: Insurance Information Institute. July. 2010. Tropical cyclones and climate change. Come rain or shine: Evidence on flood Online at http://www.iii.org/assets/docs/pdf/ Nature Geoscience 3:157–163. February 21. insurance purchases in Florida. Journal ResidualMarketWhitePaper-2012.pdf, accessed doi:10.1038/ngeo779. Online at http://www. of Risk and Insurance 77(2):369–397. June. July 28, 2013. aoml.noaa.gov/hrd/Landsea/knutson-et-al- doi: 10.1111/j.1539-6975.2009.01349.x. nat-geo.pdf, accessed July 28, 2013. Hershner, C., and M. Mitchell. 2012. Rising Michel-Kerjan, E., and H. Kunreuther. 2011. tides, sinking coast: How Virginia’s coastal Kousky, C., and E. Michel-Kerjan. 2012. Hur- Redesigning flood insurance. Science 333:408– communities can adapt to surging sea levels. ricane Sandy, storm surge, and the National 409. July 22. doi: 10.1126/science.1202616. Virginia Issues & Answers Winter 2012–2013, Flood Insurance Program: A primer on New National Association of Realtors (NAR). 2013a. 17(2):22–27. Online at http://www.via.vt.edu/ York and New Jersey. Resources for the Rate increases ahead for some National winter13/Rising-Tides-Sinking-Coast.pdf, Future issue brief 12-08. November. Online at Flood Insurance Program policyholders. accessed July 30, 2013. http://www.rff.org/RFF/Documents/RFF-IB-12- Press release. May. Online at http://www. 08.pdf, accessed July 28, 2013. Huber, D. 2012. Fixing a broken National realtor.org/news-releases/2013/05/rate- Flood Insurance Program: Risks and potential Kunreuther, H. 1996. Mitigating disaster increases-ahead-for-some-national-flood- reforms. Center for Climate and Energy losses through insurance. Journal of Risk and insurance-program-policyholders, accessed Solutions. June. Online at http://www.c2es. Uncertainty 12:171–187. Online at http://opim. July 28, 2013. org/publications/fixing-broken-national-flood- wharton.upenn.edu/risk/downloads/archive/ National Association of Realtors (NAR). 2013b. insurance-program-risks-potential-reforms, arch167.pdf, accessed July 28, 2013. Update on flood insurance rate increases. accessed July 28, 2013. Lehrer, E. 2013. Strange bedfellows: Smart- Online at http://www.realtor.org/articles/ ICLEI Local Governments for Sustainabil- ersafer.org and the Biggert-Waters Act of update-on-flood-insurance-rate-increases, ity (ICLEI). 2013. 20 leading resilient cities 2012. Duke Environmental Law & Policy Forum accessed July 28, 2013. responding to climate change & extreme 23:351–361. Spring. Online at http://rstreet. National Climatic Data Center (NCDC). 2012. weather. Online at http://www.icleiusa.org/ org/wp-content/uploads/2013/06/Strange- Heavy precipitation. Online at http://www. library/documents/earth-day-fact-sheet- Bedfellows-SmarterSaferOrg-and-the-Biggert- ncdc.noaa.gov/oa/climate/severeweather/ 2013-20-resilient-cities, accessed June 13, 2013. Waters-Act.pdf, accessed July 28, 2013. rainfall.html, accessed July 28, 2013. Intergovernmental Panel on Climate McChristian, L. 2012. Hurricane Andrew and National Flood Insurance Program (NFIP). 2011. Change (IPCC). 2012. Managing the risks insurance: The enduring impact of an historic Strategic plan evaluation repetitive loss strategy. of extreme events and disasters to advance storm. Insurance Information Institute. National Flood Insurance Program/Community climate change adaptation. A special report August. Online at http://www.insuringflorida. Rating System. June. Online at http://crs2012. of Working Groups I and II of the Intergov- org/assets/docs/pdf/paper_HurricaneAndrew_ org/uploads/docs/other/repetitive_losses_final. ernmental Panel on Climate Change, edited final.pdf, accessed July 30, 2013. pdf, accessed July 28, 2013. by C.B. Field, V. Barros, T.F. Stocker, D. Qin, Mendelsohn, R., K. Emanuel, S. Chonabayashi, D.J. Dokken, K.L. Ebi, M.D. Mastrandrea, K.J. National Oceanic and Atmospheric Admin- and L. Bakkensen. 2012. The impact of climate Mach, G.-K. Plattner, S.K. Allen, M. Tignor, and istration (NOAA). 2013. Know the dangers of change on global tropical cyclone damage. P.M. Midgley. Cambridge, UK, and New York, nor’easters. February 7. Online at http://www. Nature Climate Change 2:205–209. January 15. NY: Cambridge University Press. Online at noaa.gov/features/03_protecting/noreasters. doi: Change 10.1038/NCLIMATE1357. http://ipcc-wg2.gov/SREX/report/full-report/, html, accessed June 10, 2013. accessed July 28, 2013. Merrill, S., P. Kirshen, D. Yakovleff, S. Lloyd, National Oceanic and Atmospheric Admin- C. Keeley, and B. Hill. 2012. COAST in action: Karl, T.R., J.M. Melillo, and T.C. Peterson (edi- istration (NOAA). 2012a. Global sea level 2012 projects from Maine and New Hampshire. tors). 2009. Global climate change impacts in rise scenarios for the United States National New England Environmental Finance Center the United States. A state of knowledge report Climate Assessment. NOAA technical report series report #12-05. Portland, ME. July. from the U.S. Global Change Research Pro- OAR CPO-1. Silver Spring, MD. December Online at http://catalysisadaptationpartners. gram. New York, NY: Cambridge University 6. Online at http://cpo.noaa.gov/sites/cpo/ com/uploads/3/1/4/8/3148042/cre_coast_ Press. Online at http://downloads.global- Reports/2012/NOAA_SLR_r3.pdf, accessed final_report.pdf, accessed June 12, 2013. change.gov/usimpacts/pdfs/climate-impacts- July 28, 2013. report.pdf, accessed July 28, 2013. 22 Union of Concerned ScientistsNational Oceanic and Atmospheric Admin- protocol. December. Online at http://www. St. John Erickson, M. 2003. Park Service istration (NOAA). 2012b. Sea levels online. midatlanticocean.org/022013_njccva_mp.pdf, looks into Jamestown flooding. The Balti- Online at http://tidesandcurrents.noaa.gov/ accessed July 30, 2013. more Sun. November 13. Online at http:// sltrends/, accessed July 28, 2013. articles.baltimoresun.com/2003-11-13/ Petrolia, D.R., C.E. Landry, and K.H. Coble. news/0311130003_1_national-park-service- National Oceanic and Atmospheric Admin- 2013. Risk preferences, risk perceptions, archaeological-collection-jamestown, istration (NOAA). 2012c. NOAA’s state of the and flood insurance. Land Economics 89(2): accessed July 28, 2013. coast. Online at http://stateofthecoast.noaa. 227–245. doi: 10.1353/lde.2013.0016. gov/insurance/welcome.html, accessed July Stanton, E.A., and F. Ackerman. 2007. Florida Pope, J.C. 2008. Do seller disclosures affect 28, 2013. and climate change: The costs of inaction. property values? Buyer information and the Medford, MA: Tufts University, Global Devel- National Oceanic and Atmospheric Adminis- hedonic model. Land Economics 84(4):551–72. opment and Environment Institute. Online tration (NOAA). 2011. Tropical cyclone report: doi: 10.3368/le.84.4.551. at http://www.broward.org/NaturalResources/ Hurricane Katrina 23–30 August 2005. National Property Casualty Insurers Association of ClimateChange/Documents/Florida_lr.pdf, Hurricane Center. Online at http://www.nhc. America (PCI). 2011. True market-risk rates accessed July 28, 2013. noaa.gov/pdf/TCR-AL122005_Katrina.pdf, for flood insurance. PCI white paper. June. accessed July 28, 2013. State of Florida. 2013. Chapter 2013-60. Online at http://www.pciaa.net/web/sitehome. Committee substitute for Senate Bill No. National Oceanic and Atmospheric Admin- nsf/lcpublic/304/$file/NFIP_White_Paper_ 1770. Online at http://laws.flrules.org/2013/60, istration (NOAA). 2004. Tropical cyclone June2011.pdf, accessed July 28, 2013. accessed July 28, 2013. report: Hurricane Isabel 6–19 September ReadyNH. 2010a. Floods. Online at http:// 2003. National Hurricane Center. Online at State of New Jersey 215th Legislature. 2013. www.nh.gov/readynh/resources/floods.htm, http://www.nhc.noaa.gov/2003isabel.shtml, An act concerning waterfront development accessed June 11, 2013. accessed July 28, 2013. in special urban areas and supplementing ReadyNH. 2010b. Hurricanes. Online at http:// Title 12 of the revised states. Senate no. 2680. National Oceanic and Atmospheric Admin- www.nh.gov/readynh/resources/hurricanes. Online at http://www.njleg.state.nj.us/2012/ istration (NOAA). 1975. The coastline of htm, accessed June 11, 2013. Bills/S3000/2680_I1.HTM, accessed July 28, the United States. Washington, DC: U.S. 2013. Department of Commerce. Online at http:// Rockingham Planning Commission (RPC). www.nauticalcharts.noaa.gov/hsd/docs/ 2009. Adaptation strategies to protect areas State of New Jersey Office of the Governor. CSE_library_Coastline_of_the_US_1975.pdf, of increased risk from coastal flooding due 2013a. Rebuilding faster, stronger, and more accessed June 19, 2013. to climate change. Seabrook, NH. July 25. resilient. Press release, January 24. Online Online at http://www.seabrooknh.org/Pages/ at http://nj.gov/governor/news/news/552013/ Neumann, J., D. Hudgens, J. Herter, and J. SeabrookNH_BComm/Planning/MasterPlan/ approved/20130124d.html, accessed July 28, Martinich. 2010. The economics of adapta- Adaptation%20Study.pdf, accessed June 10, 2013. tion along developed coastlines. Wiley 2013. Interdisciplinary Reviews: Climate Change State of New Jersey Office of the Governor. 2(1):89–98. January/February. doi: 10.1002/ Ross, M.S., J.F. Meeder, J.P. Sah, P.L. Ruiz, and 2013b. Christie administration announces wcc.90. G.J. Telensnicki. 2000. The southeast saline launch of “reNew Jersey stronger” housing Everglades revisited: 50 years of coastal assistance initiative. Press release, May 24. New Hampshire Department of Safety vegetation change. Journal of Vegetation Online at http://www.state.nj.us/governor/ (NHDS). No date. Natural hazards. Homeland Science 11:101–112. Online at http://www2. news/news/552013/approved/20130524a.html, Security and Emergency Management. Online fiu.edu/~geology/Content/Files/Ross/627- accessed June 6, 2013. at http://www.nh.gov/safety/divisions/hsem/ %28Ross%20et%20al.%202000%29%20 NaturalHazards/, accessed June 11, 2013. State of New Jersey Office of the Governor. -%20Southeast%20saline%20Everglades%20 2013c. The headlines say it all. President New Jersey Department of Community revisited.pdf, accessed July 28, 2013. Obama & Governor Christie agree: “The Affairs (NJDCA). 2013. Community develop- Rutgers School of Environmental and Jersey Shore is back and open for busi- ment block grant disaster recovery action Biological Sciences (Rutgers). 2012. NJ ness.” Online at http://nj.gov/governor/news/ plan. April 29. Online at http://www. Climate Adaptation Alliance. Online at http:// news/552013/pdf/20130529a.pdf, accessed nj.gov/dca/announcements/pdf/CDBG- climatechange.rutgers.edu/aboutnjadapt. June 6, 2013. DisasterRecoveryActionPlan.pdf, accessed html, accessed June 18, 2013. June 8, 2013. Strauss, B.H., R. Ziemlinski, J.L. Weiss, Sallenger, A.H., Jr., K.S. Doran, and P.A. Howd. and J.T. Overpeck. 2012. Tidally adjusted New Jersey Department of Environmental 2012. Hotspot of accelerated sea-level rise on estimates of topographic vulnerability to Protection (NJDEP). 2013. Flood Hazard the Atlantic coast of North America. Nature sea level rise and flooding of the contigu- Area Control Act rules, N.J.A.C. 7:13; adopted Climate Change doi:10.1038/nclimate1597. ous United States. Environmental Research emergency amendments and concurrent Letters 7:014033. Online at http://iopscience. proposed amendments: N.J.A.C. 7:13-1.2, 3.2 Southeast Florida Regional Climate Change iop.org/1748-9326/7/1/014033/pdf/1748- through 3.6, 7.2, 8.7, 8.8, 9.2, 10.4, 11.5, 11.6 and Compact. 2012. A region responds to a 9326_7_1_014033.pdf, accessed July 28, 2013. appendix 2. Online at http://www.nj.gov/dep/ changing climate; Southeast Florida Regional docs/20130124flood-hazard-emergency-rule. Climate Change Compact counties: Regional Swiss Re. 2013. Natural catastrophes and pdf, accessed on June 5, 2013. climate action plan. October. Online at http:// man-made disasters in 2012: A year of southeastfloridaclimatecompact.org/pdf/ extreme weather events in the US. Zurich, New Jersey Department of Environmental Regional%20Climate%20Action%20Plan%20 Switzerland. Sigma no. 2/2013. Online Protection (NJDEP) Office of Coastal Manage- FINAL%20ADA%20Compliant.pdf, accessed at http://media.swissre.com/documents/ ment. 2011. New Jersey’s coastal community July 28, 2013. sigma2_2013_EN.pdf, accessed July 28, 2013. vulnerability assessment and mapping Union of Concerned Scientists 23Trenberth, K. 2005. Uncertainty in hurricanes Virginia Institute of Marine Science (VIMS). Notes and global warming. Perspective. Science 2013. Recurrent flooding study for tidewater 308(5729):1753–1754. June 17. doi: 10.1126/ Virginia (SJR 76 2012). Senate document no. 3. 1 For the purposes of this report, the science.1112551. Online at http://www. Richmond, VA. Online at http://leg2.state. term “coastal” encompasses those sciencemag.org/content/308/5729/1753.full, va.us/dls/h&sdocs.nsf/By+Year/SD32013/$file/ states or counties of the contiguous accessed July 28, 2013. SD3.pdf, accessed June 13, 2013. United States that lie along the Pacific and Atlantic Oceans and the Gulf of Troy, A., and J. Romm. 2004. Assessing the Wang, X.L., Y. Feng, G.P. Compo, V.R. Swail, Mexico. It does not include states or price effects of flood hazard disclosure under F.W. Zwiers, R.J. Allan, and P.D. Sardeshmukh. counties along the Great Lakes, nor the California Natural Hazard Disclosure Law 2013. Trends and low frequency variability of does it include Alaska, Hawaii, or the (AB 1195). Journal of Environmental Planning extra-tropical cyclone activity in the ensem- U.S. island protectorates. and Management 47(1):137–162. January. doi: ble of twentieth century reanalysis. Climate 10.1080/0964056042000189844. Dynamics 40(11–12):2775–2800. doi: 10.1007/ 2 Local sea level rise along the U.S. s00382-5012-1450-9. Online at http://www. continental Pacific Coast is, in general, Union of Concerned Scientists (UCS). 2013. esrl.noaa.gov/psd/people/gilbert.p.compo/ not as dramatic as along the Gulf and Rapidly rising seas: What the science tells us. Wangetal2012.pdf, accessed July 28, 2013. East Coasts. In many places it is lower Causes of sea level rise. Online at http://www. than the global average (and there are ucsusa.org/assets/documents/global_warming/ Wang, X.L., V.R. Swail, and F.W. Zwiers. 2006. even instances where sea level is falling Causes-of-Sea-Level-Rise.pdf, accessed July 28. Climatology and changes of extratropical due to land uplift). See this UCS sea cyclone activity: Comparison of ERA-40 United States Census Bureau (USCB). 2013a. level rise infographic for information on with NCEP-NCAR reanalysis for 1958–2001. State & county quickfacts. New Hampshire. observed local sea level rise along U.S. Journal of Climate 19:3145–3166. Online at Online at http://quickfacts.census.gov/qfd/ coasts: www.ucsusa.org/sealevelrise. http://journals.ametsoc.org/doi/pdf/10.1175/ states/33000.html, accessed June 11, 2013. JCLI3781.1, accessed July 28, 2013. 3 The massive storm surge caused by United States Census Bureau (USCB). 2013b. Hurricane Katrina was mainly caused Wilson, S.G., and T.R. Fischetti. 2010. Coastline State & county quickfacts. Virginia. Online at by the hurricane’s large size, with population trends in the United States: 1960 to http://quickfacts.census.gov/qfd/states/51000. hurricane-force winds extending at 2008. Washington, DC: U.S. Census Bureau. html accessed June 14, 2013. least 75 nautical miles to the east from May. Online at http://www.census.gov/ the center of the storm. The total water U.S. Army Corps of Engineers (USACE). No date. prod/2010pubs/p25-1139.pdf, accessed July level was further increased by waves Hurricane Sandy: Coastal recovery. Online 28, 2013. including those generated the day at http://www.nad.usace.army.mil/Missions/ Zarroli, J. 2013. Rebuilding New Jersey’ [sic] before the hurricane made landfall, CivilWorks/HurricaneSandyCoastalRecovery. shore, one boardwalk at a time. National when it was an even stronger storm aspx, accessed June 11, 2013. Public Radio (NPR). May 26. Online at http:// (NOAA 2011). U.S. Congress. 2012. Biggert-Waters Flood www.npr.org/2013/05/26/186632012/rebuilding- 4 A recent paper makes a useful distinc- Insurance Reform Act of 2012. Public law storm-damaged-new-jersey-one-boardwalk-at- tion between flooding and inundation: H.R. 4348. Title II. Subtitle A. 112th Congress. a-time, accessed on June 7, 2013. “We propose that the term ‘flooding’ Online at http://www.gpo.gov/fdsys/pkg/ be used when dry areas become wet BILLS-112hr4348enr/pdf/BILLS-112hr4348enr. temporarily—either periodically or pdf, accessed July 27, 2013. episodically—and that ‘inundation’ Van Embden, E. 2013. Seaside Heights awards be used to denote the process of a dry bid for boardwalk reconstruction. January 17. area being permanently drowned or Online at http://tomsriver.patch.com/groups/ submerged” (Flick et al. 2012). politics-and-elections/p/seaside-heights- 5 An additional risk is that saltwater could awards-bid-for-boardwalk-reconstruction, reach further into coastal groundwater, accessed June 6, 2013. increasing the salinity of freshwater Varble, S.K. 2013. Getting insurance along used for drinking and agriculture. the coast is getting pricey. June 8. Online Saltwater intrusion into coastal aquifers at http://hamptonroads.com/2013/06/ can render them unusable and require getting-insurance-along-coast-getting-pricey, costly remedial measures (Barlow and accessed June 13, 2013. Reichard 2009; Stanton and Ackerman 2007). Salinization can also degrade Virginia Department of Emergency Manage- coastal wetland ecosystems, as is occur- ment (VDEM). 2012. Hurricane history. ring in the Florida Everglades (Ross Online at http://www.vaemergency.gov/ et al. 2000). readyvirginia/stay-informed/hurricanes/ hurricane-history#isabelle, accessed June 13, 6 Human-caused global warming is 2013. the primary driver for accelerating global sea level rise. Many places Virginia Department of Environmental along the East and Gulf Coasts of the Quality (VDEQ). No date. What is the Virginia United States are experiencing higher Coastal Zone Management Program? Online and faster rates of local sea level rise at http://www.deq.state.va.us/Programs/ because of additional local factors such CoastalZoneManagement/DescriptionBoundary. as land subsidence, changes in ocean aspx, accessed June 12, 2013. 24 Union of Concerned Scientistscurrents, and the effects of groundwa- 13 The coastal areas of the United States at South Carolina have the most residents ter depletion (UCS 2013; NOAA 2012a; high risk of floods are designated Spe- living on land that is within 3.3 feet NOAA 2012b). cial Flood Hazard Areas (SFHAs), which above high tide levels. Depending correspond to the 1 percent annual on our global heat-trapping carbon 7 The underlying cause is that global chance floodplain area. A 1 percent emissions—and the resulting warming warming is making the ocean warmer. annual chance flood (or base flood) of the oceans and loss of land ice—we 8 The Knutson et al. study concludes has a 1 percent annual chance of being could see that amount of sea level that future projections consistently equaled or exceeded in any given rise within this century (NOAA 2012a; indicate that global warming “will year. The 1 percent annual chance Strauss et al. 2012). cause the globally averaged intensity floodplain consists of those areas that 19 According to the study, a mid-range of tropical cyclones to shift towards are expected to be inundated by the scenario of sea level rise of approxi- stronger storms, with intensity 1 percent annual chance flood. mately 26 inches of sea level rise by increases of 2–11% by 2100”; studies 14 The study uses a probabilistic approach 2100 would leave more than $1 trillion also “consistently project decreases (Monte Carlo simulations) to model of property nationwide vulnerable in the globally averaged frequency of changes in future risk based on a to being lost simply because of its tropical cyclones, by 6–34%; substantial number of relevant input parameters. low elevation. Of that, approximately increases in the frequency of the most The climate factors considered for the $554 billion worth of property—more intense cyclones; and increases of the coastal analysis include sea level rise than half—is located in Florida. (All order of 20% in the precipitation rate and the changing character of storms. values are in undiscounted dollars). within 100 km of the storm center” The estimate cited is the median Adaptation measures can help reduce (Knutson et al. 2010). estimate (the fiftieth percentile, i.e., those costs by a factor of more than 9 The study by Mendelsohn et al. models half are greater and half are less) for the four nationwide (Neumann et al. 2010). the increase in damage caused by increase in the coastal SFHA, assum- 20 Warming atmospheric temperatures global tropical cyclones (hurricanes ing a fixed shoreline, with very wide warm the oceans, causing ocean water and typhoons) by 2100 and finds that regional variability. In contrast, negligi- to expand and land ice (glaciers, ice the United States is the country with ble change in coastal SFHA is projected caps, and ice sheets) to melt and shrink, the highest average aggregate damage assuming a receding shoreline; in that with both factors contributing to rising of $25 billion/year. That projection is case, the amount of new coastal SFHA seas. The rate at which sea level is rising based on the prediction that the United resulting from rising sea levels will be is also accelerating. States will have more frequent high- equally offset by the land area lost to intensity tropical cyclones. sea-level-rise-induced inundation and 21 See note 6 for a description of these erosion, when averaged over time and additional factors. 10 Data from 1953 to 2011 show a shoreline length (AECOM 2013). significant increase in the number of 22 Recent sea level rise scenarios from major disasters for which there have 15 The study assumes sea level rise of NOAA show a range of sea level rise been presidential disaster declarations. four feet by 2100, based on widely cited between eight inches and 6.6 feet by The taxpayers’ share of relief costs for work by Vermeer and Rahmstorf (2009). 2100. However, the lowest end of this major storms has also been increasing, This scenario also assumes a fixed range is a simple extension of historic growing from 6 percent for Hurricane shoreline. sea level rise—and recent data indicate Dianne in 1955 to more than 75 percent that this rate has nearly doubled in 16 The increased risk of flooding by 2100 for Hurricane Sandy in 2012 (Michel- recent years. Three other scenarios is a national average that includes Kerjan 2013). show a more likely range of 1.6 to inland and coastal areas, and could vary 6.6 feet (NOAA 2012a). Note that sea 11 Unfortunately, most of the sea level rise widely from region to region. Accord- level will continue to rise beyond 2100 we will experience through the middle ing to the report authors, the estimated because the oceans take a while to of this century is already locked in due 30/70 split is based on “developed respond to warming temperatures, and to warming from our past global heat- areas that are of most interest to NFIP ice sheet dynamics will also continue trapping carbon emissions. Cutting our (National Flood Insurance Program).” to evolve as temperatures increase. carbon emissions sharply, however, For example, in more underdeveloped could slow the pace and reduce the areas, population growth will likely play 23 Warmer air holds more water vapor, magnitude of sea level rise later in the a smaller role in increasing flooding which creates the conditions for these century. By how much is uncertain, as risks, whereas it may play a larger role heavy rainfall events. Whether heavier it depends greatly on the dynamics of in more densely populated areas. Maps rainfall events lead to more general how large ice sheets respond to the in the report indicate that along the flooding depends to a large degree on warming climate, and on our emissions Northeast, Mid-Atlantic, and Northwest soil moisture, prior weather conditions, choices over the next few decades. coastlines, the increase in flood risks and ground surface composition (for related to climate factors is particularly example, paved surfaces in urban areas 12 The report was commissioned at the pronounced. cannot absorb water, whereas porous recommendation of the Government soils in more rural areas can better Accountability Office (GAO), which 17 Storm surge can be amplified particu- handle more water). suggested that the impact of climate larly when the coastal topography has change on the National Flood Insur- a low slope. 24 Very heavy rainfall events are defined ance Program (NFIP) be analyzed. as the heaviest 1 percent of all daily 18 The states of California, Florida, events for each region. Louisiana, New York, and North and Union of Concerned Scientists 2525 There could be increases on the order 34 Between 1978 and May 2013, at almost coverage is available for up to $100,000 of 20 percent in the precipitation rate $4 billion. for a residence and $500,000 for a busi- within 100 km of tropical storm centers. ness (FEMA 2013b; FEMA 2013c). 35 216 out of 458. 26 Additionally, nor’easters are riding on 44 The Write Your Own (WYO) Program, 36 As of June 2013, the coastal counties higher seas today than before, which started in 1983, is a deliberate effort on of Miami-Dade (152,463), Pinellas raises the risk of damage. There is also the part of FEMA to work with private (123,964), Broward (102,374), and some evidence of storm tracks shifting insurance companies. Participating Hillsborough (67,360) accounted for slightly northward (Wang et al. 2013; companies issue policies in their name a majority of the total (787,616) CPIC Wang, Swail, and Zwiers 2006). Research and receive an expense allowance for policies in force (CPIC 2013). is ongoing into whether frequency and the policies they write and the claims intensity of nor’easters is changing. 37 Growth from 2002 to May 31, 2012. they process, while the federal govern- ment is responsible for underwriting 27 A study examining the duration and 38 The bill, SB 1770, attempts to reduce losses. Studies show that NFIP pays maximum wind speeds of each tropical the number of policies issued by Florida as much as one-third of the value of cyclone (tropical cyclones are classified Citizens by using a clearinghouse premiums collected to these private as hurricanes in the Atlantic Ocean to help property owners shop for insurance companies that play an once their internal wind speeds exceed private insurance first. It also prevents intermediary role but do not in reality 74 miles per hour) that formed over the Florida Citizens from insuring proper- bear any risk (Michel-Kerjan 2010). last 30 years found that their destructive ties valued at more than $1 million power has increased around 70 percent (lowered to $700,000 by 2017) or any 45 The top five states (Florida, Texas, in both the Atlantic and Pacific Oceans new construction in high-flood-risk Louisiana, California, and New Jersey) (Emanuel 2005). Another study found zones built after January 1, 2014 (The account for approximately two-thirds of that the percentage of hurricanes clas- Florida Senate 2013). However, by all NFIP policies and insurance in force. sified as Category 4 and 5 has increased failing to raise insurance rates, the law 46 As of November 2012, FEMA owed the over the same period (Trenberth 2005). all but guarantees that home owners Treasury approximately $20 billion, and The findings from both studies correlate will continue to look to Florida Citizens had not repaid any principal on its loan with the rise in sea surface tempera- as the insurer of choice instead of the since 2010 (GAO 2013). tures in regions where tropical cyclones insurer of last resort. typically originate. 47 According to a 2002 study, NFIP ranked 39 Another way of stating this is that second only to the Social Security 28 These factors include wind speed and insurers expect that the events will program in terms of U.S. government direction or wind sheer (Trenberth 2005). occur independently and their risks financial obligations (Beatley, Brower, of occurrence are not correlated. For 29 Based on data for all coastal states, and Schwab 2002). This ranking may example, a house or a small cluster of including Alaska and Hawaii. have changed since then. For context, neighboring houses may burn down in fiscal year 2012 the U.S. government 30 The hurricane led to insurance claims simultaneously but it is unlikely that a had about $3.5 trillion in outlays. of $15.5 billion in 1993 dollars— whole city would. equivalent to $25 billion in 2011 dollars 48 Pre-Sandy, NFIP was still about $17 bil- 40 Standard home owner’s insurance poli- (McChristian 2012). lion in debt, with the annual interest on cies rarely, if ever, cover damage costs that debt ranging widely from $80 mil- 31 Florida also has more than 8,426 miles for flooding. Coverage for floods must lion to $766 million per year depending of tidal shoreline (NOAA 1975). The tidal be purchased through NFIP, and can on fluctuations in the interest rate shoreline includes the shoreline of the be purchased for both property and (Kousky and Michel-Kerjan 2012; GAO outer coasts, offshore islands, sounds, contents subject to the limits under 2009). bays, rivers, and creeks up to the head NFIP (FEMA 2012c). of the tidewater or to a point where 49 Repetitive loss: Any insurable build- 41 The CBO report, based on an analysis of the tidal waters narrow to a width of ing for which two or more claims of data on 10,000 NFIP properties, found 100 feet (NOAA 1975). Alaska has the more than $1,000 were paid by NFIP that properties covered under NFIP longest coast, with 6,640 miles, and within any rolling 10-year period since tend to be more valuable than other 33,904 miles of tidal shoreline. 1978. Two of the claims paid must be properties nationwide and that much more than 10 days apart but within 32 Parts of Florida may have experienced of the difference is attributable to the 10 years of each other. A repetitive-loss higher levels of sea level rise than the higher property value in areas close property may or may not be currently global average during this time. This to the water. Close proximity to the insured by NFIP. is because of local factors such as land shore, of course, also raises their risk Severe repetitive loss (SRL): As defined subsidence, ocean currents, and the of flooding. by the Flood Insurance Reform Act effects of groundwater depletion. 42 NFIP was created under the National of 2004, SRLs are one- to four-family 33 The 100-year floodplain is defined as Flood Insurance Act of 1968 and further residences that have had four or more the area adjoining a river, stream, or updated under the Flood Disaster claims of more than $5,000 or at least watercourse covered by water in the Protection Act of 1973. two claims that cumulatively exceed event of a 100-year flood, which is the the building’s value. The act cre- 43 Under NFIP, building coverage is flood having a 1 percent chance of ates new funding mechanisms to help currently limited to $250,000 for being equaled or exceeded in magni- mitigate flood damage for these residential dwellings and $500,000 for tude in any given year. properties. non-residential buildings. Contents 26 Union of Concerned Scientists50 Coastal areas account for the bulk of housing, with a focus on low- and flood. The base flood is a regulatory these repetitive losses. The top 10 moderate-income housing, and the standard used by federal agencies, and repetitive-loss communities in the development of affordable rental hous- most states, to administer floodplain United States are all coastal areas: ing. Additionally it plans to develop management programs, and is also Jefferson Parish, LA; New Orleans, more storm-resistant housing to used by the National Flood Insurance LA; Houston, TX; New York City, NY; prepare against future events. Finally, Program as the basis for insurance Harris County, TX; Puerto Rico, PR; St. it hopes to be able to offer incentives requirements nationwide. Moderate- to Tammany Parish, LA; Terrebonne Parish, to residents who decide to stay and low-risk areas are classified as B, C, or X; LA; Gulf Shores, AL; and Miami-Dade rebuild. To ensure economic recovery, areas for which flooding risks have not County, FL (NFIP 2011). the state plans to provide assistance to been mapped are classified as D. small businesses through assessment (FEMA. Definition of FEMA flood 51 A study analyzing data on all new and the issuing of grants. Also, it plans zone designations. Online at https:// policies issued by NFIP over a 10-year to repair and improve infrastructure in msc.fema.gov/webapp/wcs/stores/ period (January 2001 to December business sectors. Additionally, through servlet/info?storeId=10001&catalogId=10 2009) showed that, on average, only the restoration of public parks, recre- 001&langId=-1&content=floodZones&titl 74 percent of new policies were still in ational areas, streetscapes and public e=FEMA%2520Flood%2520Zone%2520 force one year after they were pur- spaces, the state hopes to encourage Designations.) chased; only 36 percent were in force economic revitalization. Finally, it after five years (Michel-Kerjan and 64 California’s Natural Hazard Disclosure plans to conduct a workforce study Kunreuther 2011). Law (AB 1195), passed in 1998. requires and to provide job training as needed. disclosing if a property is in an SFHA, as 52 By FEMA’s estimation, in 2012 approxi- Infrastructure, being a necessary designated by FEMA flood maps. There mately 20 percent of NFIP policies were component of any community, must be is some evidence that such a required issued at subsidized rates primarily as a repaired and improved for New Jersey disclosure may have caused small result of this “grandfathering” provi- to move forward. To this end, the state, declines (on the order of 4 percent) in sion. That is very likely an underesti- with funding from FEMA and other property values in floodplain areas in mate. For example, it does not include sources, will be conducting studies to relation to comparable non-floodplain many more policies that could be mitigate future hazards and rebuild properties (Pope 2008; Troy and Romm considered subsidized because they do with more resilient facilities. 2004). However, it also provides a not include a premium to account for 60 Another example is the $8 million res- strong incentive to purchase insurance. the risks of future sea level rise. toration of the 1.3-mile-long boardwalk 65 A description of flood maps from FEMA 53 The 2012 and 2013 GAO reports on in Belmar, which reopened just before is online at http://www.region2coastal. high-risk areas for the U.S. govern- Memorial Day; for this project, the city com/coastal-mapping-basics). ment note that disaster declarations did opt to use synthetic material for the have increased dramatically from reconstruction but also had the pilings 66 Draft maps for coastal communi- 65 in 2004 to a record of 98 in 2011. supporting them secured deeper ties, including in Florida, Louisiana, FEMA’s Disaster Relief Fund provided underground (Zarroli 2013). New York, and New Jersey are being $80 billion in assistance for disasters released over the next year and are 61 The initiative will be distributing from 2004 to 2011. Since the federal expected to be finalized by the end of $780 million among home owners to government does not budget for these 2014 after a public comment process. In facilitate rebuilding and improvement/ costs ahead of time, it creates the risk of some cases, such as Arlington County elevation costs (State of New Jersey large financial exposure at any moment and Lancaster County, VA, the maps Office of the Governor 2013b). This (GAO 2013). have been updated and finalized and announcement was closely followed will go into effect by the end of 2013. 54 Much of New Jersey is subject to by President Obama’s visit to the New erosion, subsidence, flooding, storms, Jersey shore on May 28, 2013 (seven 67 Preliminary flood maps for Atlantic, and hurricanes due to a combination months after Hurricane Sandy made Bergen, Burlington, Cape May, Cum- of its climate, topography, and location landfall on the coast) and his declara- berland, Essex, Hudson, Middlesex, (NJDEP 2013; NJDEP 2011). tion that the “Jersey shore is back and Monmouth, Salem, Ocean, and Union open for business” (State of New Jersey Counties in New Jersey and New York 55 245,501 policies in force as of May 2013, Office of the Governor 2013c). City, NY, have been released. Maps accounting for 4.4 percent of total U.S. for Bronx, Kings, Richmond, Queens, policies (FEMA 2013a). 62 Both the New Jersey Association for and Westchester, NY, will be released Floodplain Management and the 56 Approximately $5.2 billion was paid soon. See https://sites.google.com/site/ Association of State Floodplain Manag- out to the state between 1978 and May region2coastal/sandy/abfe. ers have written letters to the governor 2013 (FEMA 2013a). urging him to veto the bill. 68 FEMA released updated preliminary 57 59 of 550. flood maps for the Greater New Orleans 63 Zones classified as A or V (each of which area including Jefferson, Orleans, 58 Of these, all are rated as a six or higher, has sub-classifications) are considered Plaquemines, St. Bernard, and St. showing that they are still not taking high-flood-risk zones or SFHAs. SFHAs Charles Parishes on November 12, 2012. advantage of all possible measures to are areas subject to inundation by a See http://www.fema.gov/fema-region- reduce flood risk (FEMA 2012b). flood that has a 1 percent or greater vi-updating-flood-maps-greater-new- chance of being equaled or exceeded 59 The state plans to provide financial orleans-area. during any given year. A 1 percent assistance toward the rebuilding of type of flood is referred to as a base Union of Concerned Scientists 2769 In some cases the new maps are 78 The Association of State Floodplain Insurance Underwriting Association) moving properties into high-risk flood Managers points out that an increase sold $96 million of catastrophe bonds zones where flood insurance purchase of $15 to the annual premium of a to protect against hurricane damage is mandatory. flood insurance policy—that is, an in a deal managed by Munich Re average increase of just 1 or 2 per- (Bandel and Hwang 2010). California 70 The Biggert-Waters Flood Insurance cent—could generate about $75 mil- has also issued catastrophe bonds for Reform Act of 2012 could help address lion per year to support mapping earthquake insurance. The California this in the future because it authorizes activities, a substantial fraction of the Earthquake Authority undertook two FEMA to factor in information such as recent annual cost of $100 million to $150 million reinsurance transactions changing coastal topography, erosion $115 million (ASFPM 2013b). in 2011 and 2012 with the Bermuda- rates, sea level rise projections, and based Embarcadero Reinsurance Ltd., changes in intensity of hurricanes in 79 At last count, there were six such bills which in turn sold three-year catastro- its future maps. But when these new filed in Congress. phe bonds for that value to investors. maps will be created is uncertain. 80 Increases in insurance rates are Outside the United States, Mexico 71 FEMA’s Advisory Base Flood Elevations frequently resisted by coastal com- and Taiwan have also made use of (ABFEs) reflect the “1%-annual-chance munities and realtors, in part because catastrophe bonds. flood elevations and flood zones” in of the perception that they could 87 Based on the recent experience of an area. negatively affect property values. these states, the catastrophe bond For example, although the National 72 The lowest scenario from the research rate is at least 7 percent higher than Association of Realtors has said they is not represented since it is a simple the three-month Treasury rate. strongly support the Biggert-Waters extension of historic sea level rise— Act (which will raise insurance rates), 88 Some of these funds could also poten- and data indicate that the current rate they have also worked to delay a key tially be used to set up a home buyout in recent years is already twice the element of the act: removing the program, although it would have to historic rate. generous subsidies available under be carefully structured so as to avoid 73 The CRS provides discounts for both the grandfathering provisions of NFIP raising the risk of yet another source high-flood-risk areas (SFHAs) and (NAR 2013a; NAR 2013b). of taxpayer liability. non-SFHA policies for 18 creditable 81 Traditionally, FAIR Plans were primarily 89 The geological uplift or subsidence of activities that can be classified into for urban areas while Beach and Wind- coastal areas can affect local rates of four categories: public informa- storm Plans were primarily for coastal sea level change dramatically. Areas tion; mapping and regulations; areas, but that distinction is starting to such as the northern Gulf of Mexico flood damage reduction; and flood blur. In states such as New York that do have seen sea level rise six times the preparedness. See http://www.fema. not have Beach and Windstorm Plans, global average because of coastal gov/national-flood-insurance-program/ FAIR Plans serve as the insurer of last subsidence (Anderson, Milliken, and national-flood-insurance-program- resort (Hartwig and Wilkinson 2012). Wallace 2010). community-rating-system. 82 Florida and Louisiana have unique 90 Overall, almost 20 percent of New York 74 Approximately 56 percent of CRS com- state-subsidized insurance plans City Housing Authority’s 178,000 total munities have a low rating of eight called the Florida Citizens Property units were in buildings that were dam- or nine, 43 percent have a CRS rating Insurance Company (Florida Citizens) aged by Sandy. See http://www.nyc. of five to seven, and only 0.9 percent and Louisiana Citizens Property Insur- gov/html/nycha/downloads/pdf/nycha- have the best rating of one to four ance Corporation (Louisiana Citizens), developments-affected-by-hurricane- (FEMA 2012a). A national map of com- respectively. Alabama, Mississippi, sandy.pdf. munities participating in the CRS and North Carolina, South Carolina, and their ratings can be found at http:// 91 The elderly tend to be highly vulner- Texas have state Beach and Wind- www.fema.gov/library/viewRecord. able during natural disasters. The data storm Plans. do?id=6200. show that 27 percent of households in 83 Policies under the FAIR and Beach and the area flooded by storm surge from 75 Also known as actuarial rates in insur- Windstorm Plans combined more than Hurricane Sandy included seniors over ance industry parlance. tripled from 931,550 in 1990 to 3.3 mil- the age of 65; moreover, 12.1 percent 76 The annual rate increases, however, lion in 2011. of households had seniors living alone can be 25 percent for some classes (Furman Center and Moelis Institute 84 Including hurricanes and earthquakes. of property including repetitive-loss 2013). properties and second homes. Previ- 85 Based on analysis using Swiss Re’s 92 Governor Andrew M. Cuomo also ously, annual rate increases had been proprietary storm surge model. indicated in his 2012 State of the capped at 10 percent. 86 Alabama recently entered into a State speech that he would con- 77 Under the act, grandfathering of low three-year contract with Swiss Re for sider using the State of New York’s insurance rates for second homes and a premium of $800,000 per year that Recreate NY Smart Home Program commercial properties will be phased will guarantee a $5 million payout as a vehicle for offering relocation out. However, that new provision does in the event of a category 3, 4, or 5 options to coastal residents, using not address the majority of grandfa- hurricane (with wind speeds in excess some funds from the Hurricane Sandy thered properties, which are primary of 111 mph). The Massachusetts Relief Act. See http://takingnote. residences. state-subsidized wind insurance blogs.nytimes.com/2013/01/24/ program (Massachusetts Property cuomo-bows-to-mother-nature/?hp. 28 Union of Concerned Scientists93 The tidal shoreline includes the have requested rate decreases only 108 This accounts for only 0.17 percent shoreline of the outer coasts, offshore eight times. One example, a home of all NFIP policies. The number islands, sounds, bays, rivers, and owner who purchased a home in 1995 of policies seems to have steadily creeks up to the head of the tidewater was then paying $477 a year; in 2013 increased over the years, probably in or to a point where the tidal waters the same policy for the same home is direct response to increasing coastal narrow to a width of 100 feet (NOAA now $3,000 a year and will most likely population. 1975). continue to rise. Between the rising 109 4 of 214. costs of both the home owner’s poli- 94 Sea level rise as measured at Sewell’s cies and NFIP policies, insurance might 110 The report was produced by the Rock- Point in the Norfolk Naval Station. become the limiting factor for coastal ingham Planning Commission (RPC), Local land subsidence is responsible living in Virginia (Varble 2013). which looked at similar studies and for a significant part of the rise along plans for Miami-Dade County, Florida, Virginia’s coast; however, sea level 99 21 of 289. and the State of Rhode Island to deter- rise resulting from climate change is 100 Specifically, the city of Norfolk has mine what kind of mapping would be projected to accelerate in the coming many storm water projects added to beneficial, along with guidance for decades. its Capital Improvement Program each suggestions for local regulations. 95 The lowest end of the range is based year; they include system upgrades 111 The study was funded by the Environ- on historic rates of sea level rise and and infrastructure improvements, mental Protection Agency’s Climate does not incorporate acceleration. general construction and planning Ready Estuaries Program. It looked at Recent data indicate that the rate of improvements, and “green infrastruc- areas in coastal New Hampshire and sea level rise has nearly doubled in ture” additions to slow floodwater Maine and utilized COAST (Coastal recent years (Church and White 2011). movement, allowing it to soak into Adaptation to Sea level rise Tool) to The highest end is based on esti- the soil and spread out more, lessen- create a cost/benefit analysis (with mated consequences of sea level rise ing runoff in the area. Additionally, a 3.5 percent discount rate) factor- combined with the maximum possible through regional, state, and federal ing in sea level rise and storm surge contribution from ice sheet loss and partnerships, the city is working to predictions. Based on the findings, glacial melting. In between are two address flooding concerns throughout the EFC made comparisons between additional scenarios: a low scenario the Hampton Roads area. the cost of a “no action” strategy and of 3.2 feet by 2100 based on the B1 101 Based on a recent ranking by ICLEI an adaptation strategy designed to scenario from the IPCC 4th Assess- Local Governments for Sustainability protect against the occurrence of a ment Report; and a high scenario USA (ICLEI 2013). 100-year flood in 2100; it found that, of 5.6 feet by 2100 which is based on for both public and private assets, the upper end of projections from 102 Under the plan, the land on which the cost of inaction is significantly semi-empirical models using statisti- purchased properties stand must be higher in the long term. Addition- cal relationships in global observa- converted to public open space and ally, the study presented findings on tions of sea level and air temperature cannot be used for future develop- threshold elevations for key structures (VIMS 2013). ment. To date, 20,000 properties have (e.g., Hampton Sewage Pump Station, been bought out under the program 96 Most often these threats work Seabrook Wastewater). around the country. See http://www. together. For example, an intense fema.gov/application-development- 112 A full list of the 19 creditable activi- storm drives the surge along the process/hazard-mitigation-assistance- ties available under the CRS program coastline, which helps to accelerate property-acquisition-buyouts. is here: http://www.floodsmart.gov/ erosion; increased erosion in turn floodsmart/pages/crs/crs_activities.jsp. can lead to less protection for the 103 There are examples of the program coastline, thereby facilitating inunda- being put to good use in a limited way tion. Such risks to the Virginia coastal after inland flooding disasters, such as region are due not only to the issue of the record flooding along the Missis- climate-change-related sea level rise sippi in 1993 and 1995 (FEMA). and increased storm intensity, but also 104 Hurricane Bob hit southern and cen- to isostatic adjustment (in this case, tral parts of the state in August, caus- subsidence) in response to the retreat ing $2.5 million in damages, mostly of the ice sheets from the last glacial coastal, and three deaths (Cousineau period (Hershner and Mitchell 2012). 2011; ReadyNH 2010b). 97 According to FEMA, as of the end of 105 The Halloween nor’easter, or “Perfect May 2013, Virginia residents carried Storm,” which caused widespread 116,488 NFIP policies that accounted coastal flooding throughout New for approximately 2.1 percent of all England and $5.6 million in damages NFIP policies issued (FEMA 2013a). in New Hampshire (Cousineau 2011; 98 Since 1995 the insurance companies NOAA 1991). with the largest shares of home 106 Or 131 miles for the tidal shoreline owner’s policies for the state (State (NOAA 1975). Farm, Allstate, and USAA) have filed rate increases 42 times, while they 107 As of 2008. Union of Concerned Scientists 29Rising sea levels are significantly increasing the risks of coastal flooding. Actions to help build the resilience of coastal communities, including insurance reform, are urgently needed, and we must also invest in measures to reduce our carbon emissions to help slow the rate of sea level rise. AMEF/sairA annasoR © Drastic Measures Today, Standard Practice Tomorrow? Some New Jersey home owners are opting to elevate their homes Elevation not only better protects homes from storm surge and in the wake of Hurricane Sandy and the implementation of the subsequent flooding, but can also help reduce insurance premi- Biggert-Waters Flood Insurance Reform Act of 2012 (see box, p. 13). ums for home owners. This report is available on the UCS website at www.ucsusa.org/floodinsurance. The Union of Concerned Scientists puts rigorous, independent science to work to solve our planet’s most pressing problems. Joining with citizens across the country, we combine technical analysis and effective advocacy to create innovative, practical solutions for a healthy, safe, and sustainable future. This report was authored by Rachel Cleetus. National Headquarters Washington, DC, Office West Coast Office Midwest Office © August 2013, revised February 2014 Two Brattle Square 1825 K St. NW, Ste. 800 2397 Shattuck Ave., Ste. 203 One N. LaSalle St., Ste. 1904 Printed on Union of Concerned Scientists Cambridge, MA 02138-3780 Washington, DC 20006-1232 Berkeley, CA 94704-1567 Chicago, IL 60602-4064 recycled paper using Phone: (617) 547-5552 Phone: (202) 223-6133 Phone: (510) 843-1872 Phone: (312) 578-1750 Page 1 photo: © Master Sgt. vegetable- Mark C. Olsen/U.S. Air Force Fax: (617) 864-9405 Fax: (202) 223-6162 Fax: (510) 843-3785 Fax: (312) 578-1751 based inks",
    "TEXT BY PAGE": [
        "O verwhelming Risk Rethinking Flood Insurance in a World of Rising Seas S TORMS STRIKE THE U.S. COAST EACH YEAR, owners and small businesses nationwide. To ensure sometimes with devastating force. Both the risks widespread coverage against flooding and storm damages and the costs of flooding and wind damage to sea- at an affordable cost, the federal government and many side coastal communities are growing.1 Rising popula- state governments have established taxpayer-backed sub- tion and increasing development along scenic coastlines sidized insurance options. However, the artificially low are putting more people and more valuable property in insurance rates that result, and other aspects of these sub- harm’s way. Accelerating sea level rise, which puts higher sidized programs, have instead allowed—indeed, rein- water levels in the path of coastal storms, is a growing forced—risky patterns of land development. They have threat, especially along the East and Gulf Coasts of the also created perverse incentives for repetitive insurance United States, which have seen much higher and faster claims and an unsustainable level of financial exposure rates of sea level rise than the global average.2 Global for all taxpayers, who ultimately help pay for insurance warming has resulted in stronger and more destructive claims and disaster relief in the event of a major storm. hurricanes in the North Atlantic, and more frequent With sea levels projected to rise globally between at heavy rain events. Together, those socioeconomic and least eight inches and more than six and a half feet above climate-related trends are driving increased property 1992 levels by the end of this century, and at a substan- damage and loss along our coasts—costs that are pro- tially faster rate than at present along densely populated jected only to grow in a warming world. parts of the East Coast, our risk of physical and financial In the face of increasingly unmanageable risks, many harm is rising rapidly, too. We urgently need to reform our private insurers have left the coastal insurance market. insurance system so that it can help us manage these risks The National Flood Insurance Program (NFIP) is now effectively, even as we invest in measures to slow global practically the sole provider of flood insurance for home warming and sea level rise and prepare for their impacts.",
        "Introduction On Aug 29, 2005, Hurricane Katrina made landfall near Buras, Louisiana, caus- ing storm surge flooding of 10 to 28 feet above normal tide levels along portions of the Alabama, Louisiana, and Mississippi coasts (NOAA 2011).3 The surging waters destroyed many homes and structures, with the damage extending several miles inland. They overtopped and breached levees in and around New Orleans, inundating much of the city to depths of up to 20 feet (NOAA 2011). When the wind and water finally retreated, they left behind 1,200 dead, billions of dollars in damage, and thousands of home owners Barrier Islands Hit by Storm Surge trying to pick up the pieces of their lives Homes and businesses along the U.S. coast, like these in Mantoloking, New Jersey, face (NOAA 2011). In a world of rising seas, unique risks of loss and damage. A primary threat to coastal communities is sea level rise, flooding from storm surge is projected which magnifies coastal storm surges, flooding, inundation, and erosion. Storm waves and to happen ever more frequently along surge from Hurricane Sandy cut across this barrier island at Mantoloking, eroding a beach our coasts, requiring that we face hard and washing away homes, roads, and bridges. questions: How can we better prepare for, respond to, and recover from such providing of affordable insurance has and climate-related trends are already damaging events? Why are coastal com- had the perverse result of reinforcing driving increased property damage and munities increasingly at risk? The focus of risky choices of where and how to build. loss along our coasts—costs that are this report is how we can more effectively In addition, such public subsidy pro- projected to grow in a warming world harness insurance as a tool to help manage grams expose all taxpayers to large costs (AECOM 2013). our risks. in the event of a disaster. Reforming our insurance system to Homes and businesses along the Furthermore, both the risks and reflect this growing exposure can help coasts of the Pacific and Atlantic Oceans the costs of flooding to seaside coastal communicate the true risks to coastal and the Gulf of Mexico face unique communities are growing. Rising communities so they are motivated to risks of loss and damage because of their population and increasing development take protective steps. It can also help proximity to the sea. A primary threat along scenic coastlines are putting more stem the heavy flow of taxpayer dollars is sea level rise, which magnifies coastal people and more valuable property in spent on insurance claims and disaster storm surges, flooding, inundation, and harm’s way. Accelerating sea level rise is a relief.10 Scientific projections of sea level erosion, as well as damage from high growing threat, especially along the East rise and its impacts, including coastal winds.4,5 Yet the cost of coastal property and Gulf Coasts of the United States, erosion and magnification of flooding insurance, often subsidized by taxpayers which have seen much higher and faster risks from higher high tides and storm in every part of the country, does not rates of sea level rise than the global surges, must be incorporated into local adequately reflect the true risks faced average (Boon 2012; NOAA 2012a; flood zone maps used to set insurance by coastal property owners. Moreover, NOAA 2012b).6 Global warming is also rates and guide building codes and many home owners—even those along making it more likely for hurricanes, floodplain development decisions. In seaboard coastlines—do not carry when they do form, to become stronger combination with insurance reform, adequate, or any, insurance. And com- and more destructive, leading to greater other actions to help build the resilience munities are often unaware of their real damage costs (Mendelsohn et al. 2012; of coastal communities are needed. And risks until a major coastal storm hits. Knutson et al. 2010).7,8,9 Global warm- paramount to the long-term future of Historically, private insurance for ing is also contributing to heavier rain our coasts, we as a society must invest in flooding and windstorms in high-risk events occurring more often (NCDC measures to reduce our carbon emissions coastal areas has been very expensive 2012; Karl, Melillo, and Peterson to help slow global warming and the rate or too scarce to procure (Huber 2012; 2009). Together, those socioeconomic of sea level rise.11 Michel-Kerjan 2010; Grace and Klein 2009; Kunreuther 1996). Federal and state subsidized insurance programs have The cost of coastal property insurance, often subsidized stepped in to fill the gap; however, the by taxpayers across the country, does not adequately reflect the true risks faced by coastal property owners. ecroF riA .S.U/neslO .C kraM .tgS retsaM © 2 Union of Concerned Scientists",
        "Putting Ourselves WA ME in Harm’s Way OR NH Homes lying less than 3 feet* NY MA above mean high water (thousands) RI PA CT NJ More coastal development and rising DE sea levels are among the main reasons 0.1 25 50 75 100 250 500 VA MD the risks of costly flooding are increas- CA Washington, DC NC ing along our coasts. A recent report SC commissioned by the Federal Emergency GA *A 3-foot Management Agency (FEMA)12 shows LA MS AL increase in that rising seas and increasingly severe TX global mean weather are expected to expand the sea level is FL plausible areas of the coastal United States at high by 2100 risk of floods13 more than half again (55 percent) by 2100;14 specifically, the floodplain area is generally expected to FIGURE 1. Growing Risks to Homes from Sea Level Rise and Storms more than double for portions of the In recent years, properties in low-lying coastal states have experienced increasing damage Gulf and Atlantic Coasts and increase from storms and severe flooding. Almost three million people—and their homes—reside by less than 50 percent along the Pacific within three feet of mean high water. With rising seas projected to exceed the three-foot Coast (AECOM 2013).15 Meanwhile, mark within this century, a great many homes are clearly at risk (NOAA 2012a). the population in high-risk coastal flood Map based on data from Strauss et al. 2012. zones is expected to increase 140 percent by the end of this century. On a national basis, 30 percent of the increased risk Growing Risks from Sea Level with large populations living on low- from flooding in 2100 can be attrib- lying land (such as California, Florida, Rise and Coastal Storms uted to population growth, while Louisiana, and New York) are par- 70 percent is due to sea level rise from ticularly vulnerable.18 A rise of approxi- climate change and its associated risks Rising seas pose serious problems for mately two feet above today’s sea level (AECOM 2013).16 coastal states for several reasons. Sea by 2100 would put more than $1 trillion level rise contributes to shoreline erosion of property and structures in the United and degradation and raises flooding States at risk of inundation, with roughly risks from extra-high tides. It amplifies half of that value concentrated in Florida Castles Made on Sand storm surges because the surge rides (Neumann et al. 2010).19 Many of the United States’ most densely on elevated sea levels, reaching further Global sea level has risen approxi- populated areas are situated along the inland.17 Rising seas can also inundate mately eight inches since the Industrial coasts of the Pacific and Atlantic Oceans once-dry low-lying land. States with Revolution, primarily driven by global and the Gulf of Mexico. Those populations, large areas of low-lying land (such as warming. Human activities, such as the and their property, risk being impacted by California, Florida, Louisiana, North combustion of fossil fuels (coal, petro- storm surge and coastal flooding—a risk Carolina, and South Carolina) or states rapidly increasing in a future where sea leum) and the cutting down of tropical level is rising. forests, release heat-trapping carbon emissions into the atmosphere.20 Because of additional local factors,21 the East and Gulf Coasts of the United States have experienced higher than aver- age rates of sea level rise. Tide gauges, land benchmarks, and other methods can be consulted in specific coastal areas to determine how much sea level rise at a given location differs from the global average rate. Projections show a 90 percent certainty of future global sea level rise ranging from an additional eight inches to 6.6 feet above 1992 levels by 2100 (NOAA 2012a).22 nagoL yemaR .D © Union of Concerned Scientists 3",
        "winds for coastal communities. Warming people each decade. Excluding Alaska, oceans—especially increasing sea surface the average population density for these Vulnerability temperatures—can make hurricanes coastal counties also increased signifi- stronger,27 although there are other cantly, doubling from roughly 250 people factors28 that could break up hurricanes per square mile in 1960 to nearly 500 Weather Disaster as they are forming. Indeed, many in 2008. Four Northeast states— and Climate Risk future projections show a decrease in the Massachusetts, New Jersey, New York, Events frequency of all hurricanes globally, but and Rhode Island—had coastline popu- a higher chance of intense hurricanes lation densities above 1,000 people per forming when they do occur (Knutson square mile (Wilson and Fischetti 2010). Exposure et al. 2010). Alongside those population trends, the number of housing units along the coast more than doubled from 16.1 mil- Growing Coastal Population lion in 1960 to 36.3 million in 2008 FIGURE 2. Recipe for Disaster and Development (Wilson and Fischetti 2010). In 2012, the Densely populated and highly developed insured value of residential and com- U.S. coastlines mean that the nation is The growing pace of coastal development mercial property in the coastal counties greatly exposed to potential damages puts more people and property in the of 18 Atlantic and Gulf Coast states from coastal storms. The vulnerability of path of coastal storms, flooding, inunda- was $10.6 trillion, with New York and many communities, determined by such tion, and erosion. Rising property values Florida topping the list at approximately factors as people’s access to essential in many places along ocean coastlines $2.9 trillion apiece. In Connecticut, services and the resilience of critical infra- also mean that, in the event of devastat- Florida, Maine, Massachusetts, and structure, is often high as well. As climate ing storms, damage costs are growing. New York, the insured value of coastal change drives rising sea levels, intensify- ing storms, and more frequent heavy rain According to data from the U.S. property exceeded 50 percent of the events, the ingredients for future disasters Census Bureau, the population in coun- state’s total insured property value are disconcertingly aligned. Fortunately, ties along the Atlantic, Pacific, and Gulf (AIR Worldwide 2013, see Figure 3). we can make choices to help lower our Coasts grew from 47 million in 1960 to Such large monetary values reflect the physical and financial risks by investing 87 million in 2008,29 with a consistent huge premium U.S. society places on in measures to increase coastal resilience addition of between 5 and 10 million coastal lifestyles. and cut the carbon emissions that fuel accelerating sea level rise. Based on a figure from IPCC 2012. ME Across many parts of the country, Percent of total insured including some coastal areas, climate property value located NH NY MA change is also contributing to a trend of within coastal counties* RI heavier rainfall events occurring more <25% 50–75% PA NJCT often, which may increase the risk of DE flooding.23 Data reveal that from 1958 25–50% >75% VA MD to 2011, there has been an increase in NC the amount of precipitation falling in SC very heavy events24 everywhere in the GA *Data set AL United States. Over those 53 years, the LA MS includes only TX Atlantic and Northeast saw an increase of 74 percent Gulf Coast and the Southeast saw a 26 percent FL states increase in the amount of rain falling in very heavy events. Projections show that this nationwide trend toward more FIGURE 3. Insured Value of Coastal Property in 2012 heavy rainfall events will continue with warming temperatures (NCDC 2012; In 2012, the insured value of residential and commercial property in the coastal counties of 18 Atlantic and Gulf Coast states was $10.6 trillion, with New York and Florida topping Karl, Melillo, and Peterson 2009) and, the list at approximately $2.9 trillion apiece. In many states, a large percentage of total similarly, that rainfall rates associated insured property lies within coastal communities. Not surprisingly, Florida leads in this with tropical cyclones are also likely to category with 79 percent of insured property in coastal areas; in four northeastern states increase (Knutson et al. 2010).25,26 (Connecticut, Maine, Massachusetts, and New York) more than 50 percent of insured Global warming may also be property values is in the coastal zone. increasing the risks of more destructive Map based on data from AIR Worldwide 2013. 4 Union of Concerned Scientists",
        "OUR COASTAL COMMUNITIES AT RISK Florida: On the Front Lines of Sea Level Rise Florida has long been on the front line near its coastline, and its coastal-tourism- of dealing with the risks and costs of dependent economy, the state has much at coastal storms, flooding, and high winds. stake as it prepares for the impacts of sea Hurricane Andrew, which hit the state in level rise (Florida Division of Emergency August 1992, remains one of the costliest Management 2013). natural disasters ever experienced in the The insurance market in Florida United States.30 Florida has the second- is extremely challenged by the state’s longest coastline in the United States at exposure to risks. The state has the largest 1,350 miles31 (NOAA 1975). The insured number of policies under the federally value of property in the coastal counties backed National Flood Insurance Program Parts of Florida, including Fort Lauderdale of Florida is $2.9 trillion—approximately (NFIP)—amounting to 37 percent of NFIP (above), regularly face flooding during high tides. 80 percent of the state’s total insured value policies issued nationwide (FEMA 2013a). of property (AIR Worldwide 2013). Most of those policies are concentrated in Additionally, in 2002 the Citizens Property Much of the Florida coast has the 100-year floodplain (Michel-Kerjan and Insurance Corporation (Florida Citizens) already experienced local sea level rise Kousky 2010).33 Moreover, Florida ranks was created to help provide affordable of eight inches since 1900,32 worsening fifth in insurance payouts since 197834 multi-peril and wind-only insurance for the state’s risk of flooding from coastal (FEMA 2013a). Yet, despite these sobering high-risk buyers who could not find such storm surge—or even from routine high numbers, only 47 percent35 of communi- insurance on the open market. Florida tides in some places (NOAA 2012b). About ties participate in the Community Rating Citizens is now the largest insurance carrier 2.4 million Floridians (more than 12 percent System (CRS) program, a program that can in the state, insuring 22 percent of the of the population) live within four feet of help lower NFIP insurance rates through personal property market and 62 percent the local high tide line—and global sea investments in measures that reduce of the market for condominiums, apart- level rise projections show it is plausible flood risks, and many of them are not ment buildings, and other commercial that there will be an increase of four feet taking advantage of all possible measures multi-unit dwellings (Betz et al. 2011).36 by the end of this century (NOAA 2012b). (FEMA 2012b). Total exposure to loss covered under Moreover, the state has seven of the After Hurricane Andrew, the state Florida Citizens has grown from about 10 U.S. cities most at risk from sea level created the Florida Hurricane Catastrophe $155 billion to almost $500 billion over rise (Climate Central n.d.). With approxi- Fund (FHCF) to help insurance companies the last 10 years (Hartwig and Wilkinson mately 80 percent of the state’s 19 million cope with high payouts, in return for 2012).37 Recently the Florida legislature residents living or conducting business keeping their wind insurance rates low. enacted a bill, which the governor signed into law, to address the growing liabilities of the insurance program—however, the About 2.4 million Floridians live within four feet of the local high tide line. The state has law does not require increases in rates to seven of the 10 U.S. cities most at risk from sea level rise, including Miami, shown here reflect risk, which leaves the state treasury (Climate Central n.d.). Hurricane Andrew, which hit the state in August 1992, remains one of the costliest natural disasters ever experienced in the United States. greatly exposed to losses should a major hurricane hit (State of Florida 2013).38 Some areas in Florida are taking steps to address climate change. For example, the Southeast Florida Climate Compact was formed by the four coastal counties of Broward, Miami-Dade, Monroe, and Palm Beach in January 2010 to coordinate adaptation activities and actions to reduce carbon emissions across county lines. The four-county compact has recently released a multi-faceted climate action plan that includes plans to develop sea level rise maps for regional planning and devel- opment purposes, help reduce carbon emissions from transportation, and assess climate impacts on water supplies and infrastructure related to handling storm water and wastewater (Southeast Florida Regional Climate Change Compact 2012). etterevA craM © remmaH zednanreH elociN dna retloB nereK © Union of Concerned Scientists 5",
        "Managing (and Mismanaging) Our Risk The Unique Challenges of Coastal Flood and Wind How Insurance Typically Works ascertain the risk of that person dying in Insurance a given period of time. This information Insurance is a tool to help manage the helps insurance companies set premiums Coastal property insurance markets in risk of potentially costly damages in an at a rate that would guarantee that they many parts of the country are considered uncertain world. A typical insurance could cover all their insurance payouts high-risk because of their highly uncer- contract involves a relatively modest in a given year with a margin left over tain historical and ongoing exposure to premium collected by an insurance for profit. Of course, there is always a damage from coastal storms, flooding, company on a regular basis, with the risk that the modeled outcome may not and high winds. For a variety of reasons, guarantee that it would pay out a match reality in a particular instance, described below, private insurers con- predetermined sum of money in the but the insurance industry works to sider those risks essentially uninsurable event of damages caused by a named fine-tune their models so that, on aver- and have been unwilling or unable to peril (an insured event). For example, age over a large number of policies, such provide affordable, widely available flood home owner’s insurance protects homes risk (called actuarial risk) is minimized. and wind insurance in many of these from the cost of fire or theft; automobile Another important feature of a well- areas (Huber 2012).40 insurance provides coverage in the event functioning insurance market is that Unlike the risks of relatively of an accident that hurts someone or those who are insured (policyholders) frequent events such as fires, where there damages a vehicle or property; life insur- are aware, or should be made aware, of is a much more robust data record and ance helps provide for loved ones in case key factors that contribute to their risk. sophisticated statistical modeling to of a policyholder’s death. They may then take some protective draw on, the risks of low-probability/ In a well-functioning insurance actions to lower it, often being offered high-loss events such as hurricanes market, companies have a good sense an incentive such as getting a discount and flooding are difficult to ascertain of the frequency of particular types of on their insurance premium in return. (Kunreuther 1996). To an insurer, the events occurring, how severe they may For example, installing smoke alarms in prospect of very high payouts in the be, and the factors that contribute to a home can help lower a home owner’s event of a large disaster, such as a major risk, all based on detailed historical data insurance premium, having a clean driv- hurricane, is daunting. Such risks would and computational modeling. They also ing record can help lower automobile require insurers to keep large reserves have a reasonable confidence that the insurance rates, and exercising and not of capital on hand to remain solvent events won’t happen simultaneously in smoking can help lower life insurance and could make profits very volatile many areas where they operate.39 For rates. Incentives like this improve the from year to year. Moreover, the factors example, in the case of life insurance: efficiency of the market because the that raise the risk of big insurance based on a person’s age, gender, and overall risks of damages are lowered in a payouts, such as large storm systems basic medical information, insurers can cost-effective way. or the impacts of sea level rise, tend to affect large swaths of land, sometimes Insurance is a tool to help manage the risk of potentially costly damages in an uncertain world. How Risk Builds Artificially low flood insurance rates and other aspects of subsidized coastal insurance programs have allowed, even reinforced, risky patterns of land develop- ment, such as homes built in Duck, along the Outer Banks of North Carolina. This beachfront home has been badly damaged due to erosion of sand dunes following a nor’easter in 2012. Federal and state- backed insurance programs have also created an unsustainable level of financial exposure for all taxpayers, who ultimately help pay for insurance claims and disaster relief in the event of a major storm. otohP kcnulB/kcnulB rehpotsirhC © 6 Union of Concerned Scientists",
        "entire states or regions. Thus, compared The National Flood Insurance Program with what is standard in home owner’s or automobile insurance, insurers are A Rapidly Increasing Taxpayer Liability limited in their ability to diversify their risk by pooling risks across policyholders as a way to maintain balance and remain NFIP was created by Congress in at low interest rates. Those facts are profitable. Additionally, property owners 1968,42 partly in response to the part of the reason the program can with the more expensive and higher-risk devastating losses after Hurricane Betsy provide lower insurance rates. NFIP properties tend to be the ones who actu- hit Louisiana in 1965 (Michel-Kerjan is now practically the sole provider of ally buy insurance, whereas less-well-off 2010). The program was designed to flood insurance for home owners and people with fewer assets might choose help deliver affordable, widely avail- small businesses nationwide. At the not to or may not be able to afford able insurance43 against flood damage end of 2012, NFIP provided more than to—a problem economists call “adverse (both coastal and inland)—coverage 5.6 million insurance policies with selection” (CBO 2007).41 That skewed that was increasingly hard to find in approximately $3.6 billion in total distribution is partly built into the the private market—and to reduce the premiums and $1.25 trillion in insured design of the National Flood Insurance need for taxpayer-funded relief. NFIP assets (FEMA 2013a). In 2011, taxpay- Program (or NFIP, see section on NFIP was also intended to provide incentives ers were responsible for $527 billion below), which requires a home owner to for home owners and communities to of insured assets in oceanside coastal purchase flood insurance only in high- take measures to reduce their risks of floodplains alone (FEMA 2013a; NOAA risk flood zones (and there too enforce- flooding, such as elevating structures 2012c). ment is spotty), leaving it optional above the base flood level, flood-proofing FEMA assesses and communicates in other places with a lower but still buildings, and investing in floodplain risks and helps set rates for NFIP across non-negligible risk of flooding. Insuring management. the country. The policies themselves only the highest-risk houses is akin to Since NFIP is administered by a are usually sold through private insur- having a health insurance plan that only government agency, FEMA, it does not ance companies.44 Home owners with the sickest people purchase. The inability make any profit; moreover, if needed, federally backed mortgages are required to balance payout costs with premiums it can borrow from the U.S. Treasury to carry flood insurance if they live in from lower-risk policyholders would make such an insurance plan unsustain- able over the long term. Moreover, property owners are often not fully aware of their risks from WA VT ME floods and coastal storms, nor aware of MT ND MN important ways they can help lower their OR NH risk (e.g., through elevating homes, insti- ID WY SD WI MI NY M RIA tuting other flood-proofing measures, or NE IA PA NJCT even relocating from a high-risk flood NV IL IN OH DE zone to a lower-risk area). Instead, people CA UT CO KS MO KY WV VA M WD ashington, DC often view natural disasters as being NC TN “acts of God” that cannot be avoided. AZ NM OK AR SC To ensure widespread coverage GA AL against flooding at an affordable cost, LA MS TX the federal and state governments have Total number of NFIP policies intervened in the property insurance in force as of May 2013 FL markets in significant ways, primarily (by state, thousands) through establishing taxpayer-backed subsidized insurance options. However, 10 50 100 250 2,000 the artificially low insurance rates and other aspects of these subsidized programs have instead allowed—indeed, FIGURE 4. The Only Coastal Insurer Left Standing reinforced—risky patterns of land development. They have also created an The National Flood Insurance Program (NFIP) is practically the only source of flood insur- unsustainable level of financial exposure ance for homes and small businesses nationwide. At the end of 2012, NFIP provided more than 5.6 million insurance policies, insuring $1.25 trillion in assets but collecting only for all taxpayers, who ultimately help $3.6 billion in total premiums. Together, the top five states by number of policies—Florida, pay for insurance claims and disaster Texas, Louisiana, California, and New Jersey—accounted for approximately three-quarters relief in the event of a major storm. of all coastal NFIP policies (see Table 1).45 Map based on May 2013 FEMA data. Union of Concerned Scientists 7",
        "NFIP Cumulative Debt (estimated for 2012) )lanimon noillib $( TABLE 1. National Flood Insurance Program (NFIP) Data for the program has to borrow from the Top 10 States (by Number of Policies) along the U.S. Coasts U.S. Treasury, and taxpayers at large are exposed. A 2011 Government Number of NFIP Total Value of Total Value of Accountability Office (GAO) report State Policies Premiums Paid ($) Insurance Coverage ($) found that the future financial solvency of NFIP is in doubt without Florida 2,053,208 1,039,268,322 477,347,070,700 significant reforms (GAO 2011). Texas 641,653 368,060,396 162,213,731,200 Moreover, artificially low insurance Louisiana 484,450 353,617,497 113,095,824,400 rates encourage development in California 254,532 211,981,864 67,051,088,000 ecologically sensitive areas, such as wetlands and barrier islands, which New Jersey 245,501 234,266,905 56,802,985,800 can further erode natural defenses to South Carolina 205,052 130,320,137 50,240,415,500 flooding risks (Bagstad, Stapleton, and New York 186,071 184,363,135 46,727,308,500 D’Agostino 2007). North Carolina 138,916 104,339,428 32,641,296,900 Several key factors challenge Virginia 116,553 80,831,234 28,442,395,500 NFIP’s success—indeed its survival— as a solvent risk management system: Georgia 96,951 69,948,619 23,647,137,900 artificially low premiums that do Source: Based on May 2013 FEMA data. not reflect true risk, loopholes in the program that allow some properties to areas with high flooding risk. However, accurate market signal that commu- keep their rates low through grandfa- enforcement is inadequate and, in nicates their true risks; therefore, they thering provisions, repeated payouts practice, many home owners are not do not have appropriate incentives for losses to the same high-risk proper- adequately insured, or insured at all. to protect themselves. When NFIP ties, and the failure to account for NFIP’s subsidized premium rates cannot cover payout costs for major future sea level rise in flood risk maps mean that property owners lack a direct, storms through premiums collected, that help determine insurance rates. 30 Total Payments to Policyholders 25 2005 Hurricanes Katrina, 20 Rita, and Wilma 2012 15 Hurricane Sandy (estimated) 10 5 0 1980 1985 1990 1995 2000 2005 2010 5 Total Written Premiums ($ billion nominal) 0 1980 1985 1990 1995 2000 2005 2010 FIGURE 5. National Flood Insurance Program Debt Grows NFIP is one of the largest The National Flood Insurance Program has fallen deeper in debt since the pay- outs after Hurricane Katrina and most recently the costs of Hurricane Sandy. As of financial obligations November 2012, the program was more than $20 billion in debt to the U.S. Treasury of the U.S. government. (GAO 2013), and that figure is likely to rise once all the Sandy claims are settled. Sources: FEMA 2013a; estimate for 2012 NFIP payments for Hurricane Sandy from King 2013; estimate for 2012 NFIP debt based on its borrowing limit of $30.4 billion set by the Hurricane Sandy Relief Act. 8 Union of Concerned Scientists",
        "Low Insurance Rates and Growing NFIP Debt Number of properties with A series of recent storms has made clear two or more NFIP claims that NFIP’s rates are too low to cover from 1978–2013 (by county) its costs, especially during years with exceptionally high damages—a state of 1 50 100 500 1,000 10,000 affairs that has resulted in the program running at a loss. The 2005 hurricane season, with devastating hurricanes Katrina, Rita, and Wilma making landfall, precipitated a crisis in NFIP’s financial situation. The program was forced to borrow $21 billion from the U.S. Treasury to pay for claims and has struggled with paying off those loans.46 Hurricane Sandy added further FIGURE 6. Repetitive-Loss Properties by U.S. County pressure to NFIP’s finances. As of January 2013, NFIP insurance claims Insurance claims on properties that are repeatedly damaged by flooding, or “repetitive losses,” are of particular concern to the National Flood Insurance Program (NFIP). NFIP has from Hurricane Sandy are estimated to paid out almost $9 billion in claims to repetitive-loss properties, which amounts to about a be between $12 billion and $15 billion. quarter of all payments since 1978. Repetitive-loss properties, shown here, account for just As part of the Sandy Relief Act passed 1.3 percent of all policies but are responsible for fully 25 percent of all NFIP claim payments in January 2013, Congress temporarily since 1978. The darker colors show counties particularly prone to repetitive losses. increased NFIP’s authority to borrow Map based on May 2013 FEMA data. funds from the Treasury by $9.7 billion, from $20.7 billion to $30.4 billion, to Repetitive Losses insured for flood losses (King 2013). help address these claims (King 2013). Many coastal property owners do NFIP is one of the largest financial Insurance claims on properties that are not carry adequate insurance or are obligations of the U.S. government.47 repeatedly damaged by flooding, or simply not insured at all. It is estimated In 2011, taxpayers had shouldered the “repetitive losses,” 49 are of particular that, nationally, only 18 percent of responsibility for covering $1.25 trillion concern to NFIP because of the dis- households in flood zone areas, which of insured assets overall, with $527 bil- proportionate financial drain they include inland (lakeside and riverside) lion of that risk in the coastal floodplain represent. NFIP has paid out almost and coastal areas, have flood insurance. (FEMA 2013a; NOAA 2012c). With $9 billion in claims to repetitive-loss While flood insurance is supposed interest payments alone on the debt to properties, which amounts to about a to be mandatory in all SFHAs, it is the U.S. Treasury being very high, it quarter of all NFIP payments since 1978 not required outside those high-risk is looking increasingly unlikely that (see Figure 6). Currently, repetitive-loss zones, despite flood risks. Studies also NFIP will ever be able to pay off its debt properties represent 1.3 percent of all show that some home owners may buy entirely, let alone build up a reserve in policies but they are expected to account insurance initially but then let it lapse, anticipation of future damaging floods.48 for 15 to 20 percent of future losses especially if a few years go by without (NFIP 2011).50 Furthermore, NFIP does a major storm.51 The main reason not increase rates on properties that have for inadequate insurance coverage had repeated claims, although such rate seems to be that people systematically Repetitive-loss properties increases are a common practice in other underestimate the risks of these types represent 1.3 percent of all private insurance markets. of events (Kunreuther 1996). Another likely reason is a lack of awareness policies but are expected to that ordinary home owner’s insurance Low Rates of Purchase account for 15 to 20 percent does not cover flood damages. Even so, of future losses. of Insurance Coverage were another large storm like Sandy to occur, the damage costs for those who In the wake of Sandy, it was estimated are uninsured would likely be at least that only 15 to 25 percent of at-risk partially reimbursed through federal properties in Special Flood Hazard disaster relief (i.e., paid for by the Areas (SFHAs) in the Northeast were American taxpayer). Union of Concerned Scientists 9",
        "After the Storm, a Federal Program Awash in Claims National Flood Insurance Program claims from Hurricane Sandy were estimated in early 2013 to be between $12 billion and $15 billion (King 2013). Some homes, such as this one in Camp Osborn, New Jersey, are a total loss. Taxpayers also paid for more than $50 billion in disaster relief through the Hurricane Sandy Relief Act. NFIP’s “Grandfathering” Climate Risks Clause Climate change and resulting rising sea number of NFIP policies could grow levels are significantly raising the risks of 130 percent by 2100 as a result of a Another significant challenge is the seacoast flooding. A 2013 GAO study of greater number of areas being designated system of “grandfathering” that exempts high-risk areas found that, “The federal high-risk flood zones as a result of sea properties from complying with protec- government is not well positioned to level rise (AECOM 2013). While such tive requirements if they were built address the fiscal exposure presented by risks cannot be completely eliminated, before FEMA flood maps were created climate change,” citing its exposure to as a society we can try to ensure that for the local community. Similarly, if a climate risks through NFIP and federal market signals, land use planning property is continuously insured, it can disaster declarations as major examples decisions, and investments in protective avoid paying higher insurance premi- (GAO 2013).53 A recent report commis- measures are aligned to help reduce the ums if the area in which it is located is sioned by FEMA points out that the risks as much as possible. rezoned with a higher flood risk (FEMA 2010). The grandfathering provisions of NFIP are effectively a large subsidy The National Flood Insurance Program, now practically the to qualifying property owners, and sole provider of flood insurance for home owners and small perversely reinforce decisions to remain located in high-risk floodplains.52 businesses, is more than $20 billion in debt to the U.S. Treasury. AMEF/sairA annasoR © 10 Union of Concerned Scientists",
        "OUR COASTAL COMMUNITIES AT RISK intended to encourage resettlement and rebuilding to stronger standards along New Jersey: A Densely Populated Coastline at Risk coastal New Jersey.61 Since 2011, the New Jersey Climate In October 2012 Hurricane Sandy made As New Jersey moves forward from Adaptation Alliance (NJCAA) has been landfall, becoming the deadliest and most the devastation of Sandy, communities are working to promote climate awareness, costly storm in New Jersey history, with drawing on information from new draft identify scientific research and data needs, 38 deaths and more than $37 billion in flood maps released by FEMA. However, and collaborate with policy makers to damages (NJDEP 2013). While coastal areas these maps still do not include projections develop state and local actions. The alliance were the most severely affected physically of future sea level rise. Governor Chris is focused on climate change preparedness and financially, high winds and subsequent Christie has directed rebuilding efforts to in several key sectors, including public damage were experienced throughout add an additional buffer of one foot above health, watersheds, river and coastal com- the state. FEMA’s recommended elevation to create munities, built infrastructure, agriculture, Storm-related flooding is considered a margin of safety, in accordance with and natural resources (Rutgers 2012). the greatest natural disaster hazard within prior state law (State of New Jersey Office In contrast to some of these efforts the state of New Jersey as a result of its nat- of the Governor 2013a). The New Jersey and accomplishments, the New Jersey ural exposure54 and the fact that approxi- Department of Community Affairs’ Disaster legislature recently passed a bill (State of mately 45 percent of the state’s 8.4 million Recovery Action Plan outlines efforts to New Jersey 2013) that, if signed into law residents live within flood hazard areas rebuild housing as well as repairs and by Governor Christie, would allow new (NJDEP 2013). New Jersey’s shore is a vital improvements to infrastructure59 (NJDCA buildings and coastal development in portion of the state’s economy. Coastal 2013). Throughout the summer of 2013, the many high-hazard coastal zones, and pos- tourism contributes roughly $38 billion U.S. Army Corps of Engineers (USACE) will sibly jeopardize the state’s eligibility with of the state’s GDP and provides approxi- continue restoration and improvements to NFIP. 62 Coastal residents and businesses mately a quarter of private-sector employ- Jersey Shore beaches (USACE n.d.). Efforts should weigh their long-term choices in ment (NJDCA 2013). are also under way to repair and rebuild light of the true risks they will face rather New Jersey ranks fifth in the nation boardwalks to make them stronger and than follow such shortsighted policies. for the number of policies in force under more resilient. For example, the Seaside the federally backed National Flood Heights boardwalk has been raised 16 feet, The New Jersey coastline was hard hit Insurance Program (NFIP),55 and third- to place it two feet above FEMA’s recom- by flooding from storm surge driven by highest in terms of NFIP payouts56 (FEMA mended elevation to help reduce flood risk. Hurricane Sandy in October 2012. Sea level 2013a). Currently only 11 percent57 of com- Additionally, while the boardwalk has been rise means that storm surges are riding munities participate in the Community rebuilt with wood instead of longer-lasting on higher water levels and thus have the Rating System (CRS) program, a program synthetic materials, its 25-foot pilings will potential to reach higher and further that can help lower NFIP insurance rates be secured into the ground 10 feet below inland, causing greater damage. Aerial through investments in measures that sea level (Van Embden 2013).60 Governor views reveal the breadth of flooding reduce flood risks58 (FEMA 2012b). Christie’s “reNew” Jersey Initiative is caused by Sandy along the New Jersey coast. ecroF riA .S.U/neslO .C kraM .tgS retsaM © Union of Concerned Scientists 11",
        "The Federal Emergency Management Agency Mapping Coastal Flood Risks FEMA plays a critical role in assessing Updating and Improving a coastal community’s risk of flood- FEMA’s Flood Maps ing by developing flood maps, based on modeling the dynamics of coastal Because of a lack of funding from waves and storm surges. The flood Congress, FEMA’s flood maps65 are only sea levels can have a significant effect on maps also help communities plan now being updated in some parts of flooding and inundation risks to coastal evacuation routes and plan emergency the country for the first time since the communities. Congress has not given management (ASFPM 2013b). The 1980s.66 The agency has assigned high FEMA the mandate to account for long- flood maps are developed using a vari- priority to releasing maps of the coastal term erosion when it updates its flood ety of data including historic flooding, areas of New York and New Jersey that maps (GAO 2013), nor does FEMA cur- hydrologic and meteorological consid- were hard hit by Sandy and are now in rently account for ongoing sea level rise, erations, protective measures installed, the process of making critical decisions which could, in the coming decades, and type of land use. FEMA’s flood about rebuilding.67 Maps for other cause low-lying coastal areas to become insurance rate maps (FIRMs) assign high-risk areas such as the Greater New regularly flooded or permanently inun- zones to coastal communities depend- Orleans area in Louisiana and some dated. Thus, despite significant time and ing on their risks.63 This zoning then coastal counties in Florida have also investment, the new maps still do not becomes the basis for setting insur- been released.68 The revised maps reveal reflect the true risks of coastal flooding.70 ance rates for coastal properties. that, in many states, areas much further In recognition of this, the state of New In practice, information about inland are subject to significant flooding Jersey, post-Sandy, has recommended local flood risks is often not clear to risks, and that the flood risk for many that communities elevate structures home buyers. There are no uniform coastal areas has increased substantially a foot above the level recommended disclosure requirements at the time since they were last mapped. by FEMA.71 That approach is popular of purchase of a property. Knowing The new draft maps can help within communities that are part of a property’s flood risks provides a inform, even enforce in some cases,69 NFIP’s Community Rating System strong incentive to purchase insur- better decision making. But they do (see next section) as a way to help lower ance, although it may cause a small not fully reflect the risks of sea level rise both flooding risks and insurance rates decline in property value.64 Studies in the coming decades and are thus an (Batten et al. 2008). The Association show that homes located in a high- inadequate basis for long-lived deci- of State Floodplain Managers further risk flood zone or SFHA, especially sions, such as where to build homes. For recommends that the FIRMs be kept those that are under mortgage, are example, in the near term, impacts of updated: “The federal government’s the most likely to have insurance sea level rise such as increased coastal investment in the development of flood (Petrolia, Landry, and Coble 2013). erosion, steepening of the coastal profile, hazard data is considerable and must not and potential for waves and storm surge be allowed to decay as happened in the to reach further inland due to elevated mid-1980s and 1990s” (ASFPM 2013b). 84 72 60 48 36 24 12 0 )sehcni( esir level aes egareva labolG FEMA’s flood risk maps do not currently reflect projections of sea level rise and are thus an inadequate basis for long- lived decisions, such as where to build homes. FIGURE 7. Global Average Sea Level Rise Projections through the End of the Century Highest sea level rise projection Scientists have developed a range of scenarios for future sea level rise based on estimates of growth in heat-trapping emissions and the potential responses of oceans and ice. Here we show three of Intermediate-High projection the more plausible scenarios, with a range of 1.6 to 6.6 feet of sea 3.3 feet level rise by 2100,72 and at least 3.3 feet of increase likely in this time period (NOAA 2012a). Large stretches of the East Coast are Intermediate-Low expected to see sea levels rise significantly faster than the global projection average rate (Sallenger et al. 2012). Yet the flood risks from these sea level rise projections are not captured in FEMA’s current flood risk maps, which influence long-term building and rebuilding deci- 2000 2050 2100 sions along the coast. Figure based on projections from NOAA 2012a. 12 Union of Concerned Scientists",
        "The Community Rating The Biggert-Waters Flood Insurance Reform Act of 2012 System (CRS): Investments The Biggert-Waters Flood Insurance and Atmospheric Administration (NOAA), Reform Act of 2012 takes some substan- among other things (Biggert-Waters Act of in Reducing Flood Risks tial steps to address shortcomings in 2012 [H.R. 4348]; Grannis 2012). It is unclear, the National Flood Insurance Program however, how and when new maps will be The CRS is a voluntary program (NFIP). The act reauthorizes NFIP for drawn up and from where the funding for administered by FEMA that five years, through September 30, 2017, that will come.78 Nor does it specify any provides incentives for communi- and includes provisions to reform insur- new mandatory actions coastal communi- ties and individual home owners to ance rates, phase out some subsidies, ties might have to take based on these go beyond the minimum require- set up a reserve fund, establish a plan maps. ments of NFIP and invest in further to repay the U.S. Treasury, and update The insurance rate increases triggered flood maps. by this act are understandably unpopular. floodplain management measures, Starting in 2013, NFIP insurance rates Many coastal communities are unhappy elevation of structures or other are set to increase quite significantly in with the changes; there are even attempts flood-proofing measures in return several coastal areas to bring them in line in Congress to delay or rescind the for discounted insurance rates. with true flood risks,75 with annual rate increases.79,80 However, given years of mis- Depending on the measures imple- increases capped at 20 percent.76 The management of our coastal risks and the mented, communities are classified act will also attempt to phase out other prospect of increasing risks from sea level from Class 1 (the best category, forms of subsidy, such as those for severe rise, the changes in the act are overdue and which gets a 45 percent discount repetitive-loss properties, grandfathered are badly needed. It will be important to on NFIP premiums) to Class 10 properties, and second homes.77 One address equity concerns as the changes go (the lowest category, which gets no of the most important provisions of the into effect, for example through provid- discount) (FEMA 2006).73 act is the establishment of a Technical ing rebates or vouchers for low-income Mapping Advisory Council that will property owners (see box, p. 16). The As a risk reduction tool, the provide recommendations to the Federal Biggert-Waters Act represents the most CRS has strong potential, but is Emergency Management Agency (FEMA) significant overhaul of NFIP to date and underutilized. Participation in the about how to consider the impacts of received broad support from stakeholders CRS is very uneven across coastal sea level rise and coastal development in ranging from free-market proponents who states, ranging from 47 percent flood insurance rate maps (FIRMs). FEMA would like to see insurance rates more in of communities in Florida to has been authorized to update FIRMs line with market rates, to environmental 11 percent in New Jersey, and often to include any relevant information groups who would like to see incentives for depends on the interest and aware- and data “relating to the best available reducing development in high-risk flood- ness of local officials. Nationwide, science regarding future changes in sea plains, to taxpayer advocacy groups who only approximately 6 percent of levels, precipitation, and intensity of hur- would like to reduce taxpayers’ exposure communities with NFIP policies ricanes,” and information from the storm to bearing the brunt of insurance bailouts participate in the CRS; however, surge modeling of the National Oceanic (Lehrer 2013). those same communities account for 70 percent of the total insurance in Premium at 4 feet below Premium at Premium at 3 feet above force under NFIP (FEMA 2012a). base flood elevation: base flood elevation: base flood elevation: Communities that do participate $ 9,500 $ 1,410 $ 427 per year per year per year often do not take advantage of all $95,000 $14,100 $4,270 for 10 years for 10 years for 10 years the opportunities available to reduce flood risks and damage costs.74 Improving CRS participation rates and community ratings can be an important tool for building resil- ience in coastal areas. In addition, the CRS program itself could be improved so that it targets recom- mendations to lower risk in a way that is more location-specific and less generic. The highest discounts could then be provided for the activities FIGURE 8. Savings on Insurance Bills Can Multiply Quickly that actually lower a particular com- munity’s risk the most. The insurance advantages of elevating a home in a flood zone can be significant. This figure shows current insurance costs for structure coverage on a $250,000 single-family, one-story home without a basement. Over a decade, the potential premium savings associated with elevation can exceed $90,000, which could help offset a significant por- tion of investments in elevation or other flood-proofing measures. Source: Based on data and a graphic from FEMA. Union of Concerned Scientists 13",
        "State-Subsidized Insurance Markets than 1,500 percent—that is, 16 times, growing from $55 billion in 1990 to Insuring against Windstorm Damage $885 billion in 2011 (Hartwig and Wilkinson 2012). In the case of very When storms strike coastlines, severe companies that typically pool risks, damaging events, the losses are often damage is often caused by high losses, and profits across all policies passed through to the state taxpayers winds. Wind-related coastal storm in a state (or even across state lines or to other property owners (includ- damage from hurricanes, nor’easters, for national companies) and provide ing those located inland) in the form and other ferocious storms is increas- subsidized coverage, often backed by of policy surcharges or increased ingly being covered through “residual state guarantees in the event of a major insurance rates on the residual plans. property insurance markets” that catastrophe. Such a structure allows Florida, Massachusetts, Louisiana, provide subsidized special-purpose companies to offer a cheaper rate than Rhode Island, and Texas (listed in insurance through state or private would ordinarily be available on the decreasing order of exposure) have the companies. Fair Access to Insurance open market and also allows insurers highest percentage of total insurance Requirements (FAIR) Plans and Beach to pass through some of their down- market premiums in such state- and Windstorm Plans are available in side risk to state taxpayers. subsidized insurance pools (Hartwig many states, although their specific Nationwide, the number of and Wilkinson 2012). terms of coverage and the way they are residual policies more than tripled A 2010 GAO report on state organized and run differ from state from roughly 1 million to more insurance programs for different types to state.81,82 than 3 million between 1990 and of natural catastrophes84 showed Rate-setting for residual plans 2011.83 Simultaneously, because of that insurance programs in Florida, is usually a highly regulated activ- increasing high-value development Texas, and Mississippi—all coastal ity, controlled by the office of the along the coast, the value of insur- hurricane-prone states—experienced state insurance commissioner or ance coverage offered by these plans the most growth in total exposure other similar agencies. The policies (also known as “exposure to loss”) to loss since 2005, with increases of are sold through private insurance disproportionately increased more roughly 150 percent, 150 percent, Harnessing Financial Markets Both private and state-subsidized insur- while ensuring competitive insurance bonds to help diversify their portfolios with ance plans are increasingly turning to the rates is purchasing their own insurance an investment whose risks are not typi- broader capital markets to find ways to against losses from reinsurance companies. cally correlated with the broader economy spread their risks and remain solvent in the Operating at global scale, reinsurance poli- (for example, the risks of an extreme coastal face of large or frequent disasters. The GAO cies are able to spread local and regional storm are not typically correlated with such has recommended that NFIP consider using risks across global markets where such risks economic metrics as GDP or employment). such financial tools. Even so, risk-pooling are usually uncorrelated. Leading reinsur- Florida’s state-subsidized insurance plan techniques must recognize a new reality: ance companies, such as Swiss Re and (Florida Citizens) issued a record-setting global warming and continuing sea level Munich Re, are increasingly recognizing the $750 million in CAT bonds in 2012 and rise will contribute to rising risks of losses risks posed by climate change to insur- again issued $250 million in CAT bonds along the nation’s seacoasts, especially ance markets and the broader economy. in 2013. Alabama and Massachusetts have along the Gulf and East Coasts; moreover, According to a recent report from Swiss also turned to the reinsurance and CAT those risks are correlated because long Re, which assumes a 10-inch rise in sea bond markets for coverage for hurricanes stretches of the coast may be affected by a levels by 2050, the frequency of mammoth and windstorms.86 single storm. Finding ways to diversify and losses due to powerful, widespread storms Such sophisticated financial instruments will transfer some of that risk to broader global such as Sandy are likely to increase and require considerable expertise and oversight capital markets—notably through the should be expected about every five years to employ well. Issuing catastrophe bonds mechanisms of reinsurance or catastrophe when looking at the entire United States. could make publicly subsidized insurance bonds—will be critical. However, before (Swiss Re 2013).85 programs more financially balanced, but it going down that route, it will be essential Catastrophe bonds. A relatively new tool will come at a cost. Transferring insurance to ensure that the effect of such changes for dealing with growing insurance risks risks to the financial markets will likely is not to further encourage risky coastal is the catastrophe bond (or CAT bond). By contribute to at least a small rise in insurance development or large taxpayer bailouts. selling bonds, an insurer is able to transfer rates since the bond market will require a Reinsurance. The most common way that some of its financial risk to the broader higher return on investment than the rate insurance companies try to manage risks capital market. Investors buy the CAT the U.S. Treasury charges on borrowing.87 14 Union of Concerned Scientists",
        "and 500 percent, respectively. Florida’s insurance and reinsurance programs had a combined total exposure of more than $2 trillion, far exceeding that of all other programs combined (GAO 2010). Such rapid growth in insurance coverage is creating an unsustainable exposure to risk for state budgets and taxpayers and might even become a burden for federal taxpayers if the state of Florida is unable to cover the costs of a major storm. Insurance Reform Recommendations to Reduce Our Risks Reforming the coastal insurance system requires not simply ensuring that rates are set in a way that reflects risk. It also should create opportunities for home owners and communities to make choices that reduce their exposure to risk and increase their resilience to the ravages of major storms. A number of measures could help reduce some of the perverse incentives created by the cur- rent insurance system, improve the fiscal health of federal- and state-subsidized insurance programs, reduce taxpayer exposure to burgeoning liability, and allow coastal communities to protect themselves against growing risks, including climate-related risks. The Biggert-Waters Act will help address some of the perverse incentives—but it will be essential to ensure it is imple- mented well and in a timely fashion. Moreover, as a society we need to go even further. kraM divaD © Damaging Winds Along with flood damages from storm surge, many coastal communities are also experiencing costs from severe wind- storms. The value of insurance coverage in wind insurance plans (also known as “exposure to loss”) increased 16-fold, from $54.7 billion in 1990 to a record high of $884.7 billion in 2011. Source: PIPSO Insurance Information Institute. Implications for Coastal Communities Perverse Incentives Create More Risk, Less Resilience Subsidized insurance rates, the practice Flood Insurance Reform Act of 2012 of passing through damage and loss is aiming to change several of these costs to taxpayers, the lack of accurate problematic aspects (see box, p. 13). information on flood risks—all these Near-term interests, however, can factors have distorted the coastal often trump the need to build in a more insurance market to create potentially sustainable way along our coasts. In disastrous outcomes. the state of New Jersey, for example, Recent insurance industry estimates local officials, real estate developers, showed that NFIP was providing overall and other business interests have long flood insurance at one-half the true risk fought any coastal development restric- cost; and in higher-risk areas, it was pro- tions despite serious beach erosion and viding flood insurance at one-third the threats of storm damage (Kirkham and cost (PCI 2011). Such perverse incen- Rudolf 2012). Yet, when Hurricane tives have ironically led to more coastal Sandy struck, many coastal New Jersey development, more exposure to climate communities were among the hardest- and other coastal risks, less incentive hit. In Florida, legislators representing to build the needed resilience to those inland residents were instrumental in risks, and increased taxpayer burden. passing a recent bill aimed at reform- Indeed, the GAO has rated NFIP a ing the state-backed wind insurance “high-risk” program since 2006, stating plan because of concerns that the high most recently in its 2013 report that, insurance rates their constituents pay “The potential losses generated by NFIP are subsidizing coastal residents, and create substantial financial exposure for that inland residents would also be on the federal government and U.S. taxpay- the hook for damage costs when a major ers” (GAO 2013). The Biggert-Waters storm strikes (Cotterell 2013). Union of Concerned Scientists 15",
        "Key recommendations include: Development (HUD), could be used scientific projections, plus other to help residents buy insurance.88 An relevant contributing factors such as • Ensure premiums reflect risk. income-based voucher or rebate pro- land subsidence (the sinking or set- NFIP should ensure that insurance gram should be set up to help target tling of coastal land areas89), coastal premiums reflect true risks to coastal assistance to lower-income home topography, and erosion, should be properties. Increases in NFIP’s owners who struggle with higher incorporated in FEMA’s flood maps. insurance premiums are already set insurance rates (see box below). Congress should authorize sufficient to take place through the Biggert- resources for regular updates to maps Waters Act, and efforts to delay • Include sea level rise projections as well. While more accurate maps those increases should be avoided. in flood maps. FEMA should use are being drafted, one interim way Additionally, state-subsidized wind the latest scientific projections of sea communities could try to take addi- insurance plans should also set rates level rise and storm surge in maps tional risks into account would be to commensurate with risk. Funding used to determine ongoing and future build even higher or farther inland from community development block flood risks and set rates (premiums than the minimum recommended by grants, administered by the U.S. and coverage) in both the private and the current maps, thus creating an Department of Housing and Urban government insurance programs. Such additional margin of safety. The Burden Is Unequal Low-income communities are often among risky choice to go without insurance. For the hardest-hit by major storms. Recent example, in the wake of Hurricane Katrina studies show that impacts of Hurricane in 2005, it became clear that many older Sandy were especially severe on low- residents of New Orleans who were on income people, including communities fixed incomes had let their flood insur- of color, in New Jersey and New York. ance policies lapse. As a result, they had Forty-three percent of the 518,000 house- few options for rebuilding or relocating holds requesting federal aid after Sandy when their properties were destroyed by reported annual incomes of less than $30,000 (Enterprise Community Partners 2013). The storm did extensive damage to public housing in New York City and many low-income renters have been left without affordable housing options.90 Although insurance rates in most coastal areas do not adequately reflect true actuarial risk, a rapid rise in insur- ance premiums could be regressive and force many low-income or fixed-income property owners to sell their homes, go into foreclosure, or forego flood insurance coverage. Nationwide, some low-income and fixed-income home owners are already unable to afford flood insurance even at subsidized rates and have had to make the AMEF/rehooB aerdnA © flooding. Similar stories are emerging in the aftermath of Sandy.91 Instituting a pro- gram of vouchers (ASFPM 2013a), rebates, or other subsidies can help low-income property owners cope with higher rates that reflect true risks, while ensuring that they have insurance coverage for natural disasters (see the recommendations). Low-income communities are often among the hardest-hit by major storms. Hurricane Katrina, which hit in 2005, had a devastating impact on low-income communities and communities of color. Pictured here, a New Orleans resident searches for salvageable items in her home, located in the Lower Ninth Ward. Seven years later, the impacts of Hurricane Sandy were also especially severe on low-income communities in New Jersey and New York. Of the more than half a million households seeking federal aid after Hurricane Sandy, 43 percent reported annual incomes of less than $30,000. 16 Union of Concerned Scientists",
        "OUR COASTAL COMMUNITIES AT RISK Virginia: Historic Landmarks and Military Installations Face Flooding The Hampton Roads metropolitan region including damage to hundreds of thou- 1.5 feet (18 inches) during the next 20 to of Virginia, which includes the cities of sands of priceless artifacts due to flooding 50 years (VIMS 2013).95 Indeed, coastal Newport News, Norfolk, and Virginia in historic Jamestown (NOAA 2004; St. John storms, storm surge, erosion, inundation, Beach, has more than 1.6 million people Erickson 2003). and rising sea level together will bring living under significant flooding threat. The Virginia has a coastline of approxi- significant changes to the Virginia coastline area is also critical to U.S. national security; mately 112 miles, however the tidal this century.96 its dozens of military facilities include Naval shoreline is more than 3,315 miles long Virginia ranks ninth within the United Station Norfolk, the biggest naval base in (NOAA 1975).93 While only 29 percent of States for the number of policies in force the world, and Langley Air Force Base. It is Virginia’s land mass is within the coastal under the federally backed National Flood also home to a gigantic shipbuilding indus- zone, roughly 60 percent of Virginia’s Insurance Program (NFIP) (FEMA 2013a).97 try and a massive civilian port complex almost 8.2 million residents live in these Since 1978, NFIP policy payouts for the that handles coal, grain, petroleum, timber, areas, and approximately 113,000 people commonwealth have reached almost and car exports. The inconvenience and live within four feet of the local mean $620.5 million (FEMA 2013a). Along with costly damage associated with flooding is high tide (Climate Central n.d.; VDEQ n.d.; the upcoming increases to NFIP rates under already commonplace for residents of the USCB 2013b). The Virginia coast has seen the Biggert-Waters Act, residents in coastal Hampton Roads area. local sea level rise of 14.5 inches during Virginia are also dealing with rate hikes for The Virginia coast is no stranger to the last 80 years.94 A recent study from basic home owner’s policies.98 Additionally, the impacts of storms. When Hurricane the Virginia Institute for Marine Science only 7 percent99 of the commonwealth’s Isabel hit in September 2003, it left 32 dead (VIMS) projected a sea level rise range of communities participate in the Community and more than $925 million in insured between 1.5 and 7.5 feet by 2100, with a Rating System (CRS) program, a program property damages in the commonwealth, best estimate for planning purposes of that can help lower NFIP insurance rates through investments in measures that The low-lying coastal reduce flood risks. All are rated as a seven communities of the or higher, showing that most communities Commonwealth of are not taking all possible measures to Virginia are home to reduce their flood risks (FEMA 2012b). several important military The city of Norfolk is spending mil- installations. In 2003 lions to raise roads, build flood defenses, when Hurricane Isabel and improve storm water management.100 made landfall in Virginia, As a result of these efforts, Norfolk was it flooded parts of Langley named one of the “20 Leading Resilient Air Force Base, which lies along the Branch Back Cities Responding to Climate Change & River near the mouth of Extreme Weather”101 (City of Norfolk n.d.; Chesapeake Bay. ICLEI 2013). ecffiO sriaffA cilbuP gniW rethgiF ts1 © • Discourage development in • Remove unfair subsidies. NFIP extended to all primary residences, floodplains. FEMA should dis- should remove grandfathering provi- however, which are the majority of courage continued building and sions that unfairly subsidize some grandfathered properties. rebuilding in high-risk areas by property owners at the expense of others reducing payouts for repetitive losses and perpetuate risky development in • Allow for home buyouts. Federal and increasing rates in the event coastal floodplains. Grandfathering and state governments should make of repeated losses. Some of these provisions could be phased out in options for home buyouts and reloca- changes will be implemented as stages and coupled with needs- tion more widely available in some of part of the Biggert-Waters Act. based rebates or vouchers to help the highest-risk areas prone to repeated State and local planning authori- protect low-income home owners. flood and storm damage. Governor ties also have a major role to play The Biggert-Waters Act aims to first Andrew M. Cuomo of New York, in driving development decisions phase out grandfathering provisions for example, has suggested an along exposed coastlines. They for second homes and commercial interest in using a part of the funds need to ensure that the threat of properties and then also for homes from the U.S. Hurricane Sandy future sea level rise is factored into in areas that adopt new FEMA maps Relief Act for such options.92 FEMA all long-term choices. (FIRMs). This reform needs to be also has a home buyout program Union of Concerned Scientists 17",
        "that is 75 percent federally funded but administered through states and local communities. Few home owners take advantage of it, though, because funds are limited and with low insurance rates there is not a big incentive to move.102,103 • Communicate flood risks. State insurance regulators should require that coastal flood maps be shared OUR COASTAL COMMUNITIES AT RISK New Hampshire: The Granite State Faces Rising Seas Parts of the U.S. coast, including coastal New Hampshire, face flooding during regularly occurring high tides. Twice a month, during the full and new moon, when the pull of the moon and sun on the earth are in alignment, the ocean tides are highest. The highest tide of the year is colloquially called a “king tide.” Pictured here is the Bratskellar Restaurant near Portsmouth in New Hampshire during low tide on the left, and the highest tide of the year in 2011 on the right. In the fall of 1991, New Hampshire suffered and Fischetti 2010). Furthermore, more approach to prepare for future sea level significant coastal flooding, when it was than 3,000 residents live within four feet of rise and coastal flooding. In July 2009, the hit with a double whammy: Hurricane the local mean high tide (Climate Central town of Seabrook commissioned a report Bob104 in August and then the Halloween n.d.). Warmer temperatures and increased looking at strategies for the town in the nor’easter, also dubbed the “Perfect risk of flooding from sea level rise, storms, face of rising sea levels and increased Storm” 105 (NOAA 2013; Cousineau 2011; and extreme precipitation will also have risks of flooding due to climate change.110 ReadyNH 2010b). significant implications for New Hampshire’s The report recommended that any new Flooding, both coastal and inland, is Great Bay ecosystem and for communities in development and infrastructure should be considered one of the greatest natural haz- the Great Bay watershed (Great Bay National planned only outside current and future ards within New Hampshire, and some por- Estuarine Research Reserve 2011). flood hazard areas, and that elevation tion of the state experiences flooding each As of May 2013, New Hampshire ranked requirements should exceed town, state, year (NHDS n.d.). The largest storm-related forty-second within the United States for and FEMA standards (RPC 2009). A more flooding the state experienced occurred in the number of policies in force under the recent 2012 study found that, over the 1938 as a result of the Great New England federally backed National Flood Insurance long term, taking action to build resilience Hurricane, which caused $22 million in Program (NFIP) (FEMA 2013a)—fewer than in coastal New Hampshire is significantly damages (more than $370 million in today’s 1 percent of the policies nationwide.108 more cost-effective than doing nothing. market) and 13 deaths. That catastrophe Since 1978, NFIP paid out losses totaling The study identified critical infrastructure led to the construction of a series of flood almost $48 million for policyholders in New such as the Hampton Sewage Pump Station control dams during the 1950s and 1960s, Hampshire (FEMA 2013a). Only 2 per- and the Seabrook Wastewater Treatment which the U.S. Army Corps of Engineers cent109 of communities participate in the Plant as being particularly at risk from sea operates to this day (Cousineau 2011; Community Rating System (CRS) program, a level rise and storm surge111 (Merrill et al. ReadyNH 2010a; ReadyNH 2010b). program that can help lower NFIP insurance 2012). This year, the city of Portsmouth New Hampshire’s primarily rocky rates through investments in measures that released a Climate Change Vulnerability coastline is the smallest of any state: only reduce flood risks. All are rated as an eight Assessment and Adaptation Plan, which 13 miles106 (NOAA 1975). Yet fully 23 percent or nine, showing that they have not taken assessed the vulnerability of infrastructure of its just over 1.3 million residents live in advantage of measures to reduce their expo- and made adaptation recommendations; coastal communities107 (USCB 2013a; Wilson sure to flooding (FEMA 2012b). it is intended to inform the city’s upcom- Today, however, many New Hampshire ing master planning process, scheduled to communities are taking a proactive begin in the fall of 2013 (CRI 2013). srotlaeR eniaM/erihspmaH weN ,eeL miJ © with home buyers and small-business property owners outside the highest- owners prior to the purchase of coastal risk areas—but still in an area where property to increase buyers’ awareness the risk of flooding is not zero—to of coastal flood risks. purchase insurance. Special programs that meet the need of lower-income • Mandate flood insurance. The fed- property owners, for example by eral government, under NFIP, should offering rebates or vouchers, should create enforceable mandates so that also be included. These mandates all property owners in high-risk areas should also be forward-looking, have adequate insurance; the man- recognizing that some areas that do dates also should strongly encourage not face high risks currently may 18 Union of Concerned Scientists",
        "With years of mismanagement of our coastal risks and Conclusion growing threats from sea level rise, reforms to NFIP are overdue and are badly needed. Against a backdrop of growing coastal population growth and development, face future costs from rising seas. of its high exposure to flooding, climate change is raising the risk Parallel mandates in state-backed New York City, for example, of costly damages to coastal proper- wind insurance markets are also does not yet participate in the ties by contributing to more intense necessary. CRS. Communities should also hurricanes, accelerating sea level rise, be encouraged to increase their and bigger, more damaging storm • Offer incentives for relocation and rating within the system by taking surges. The National Flood Insurance upgrades. Federal and state authori- further protective actions, such as Program is already more than $20 bil- ties should ensure that taxpayer- providing more accessible infor- lion in the red because of its flawed subsidized programs include incentives mation to make people aware of structure of rates, risks, and incen- to relocate away from the coast and flood hazards and ways they can tives, and is becoming more finan- to invest in property upgrades that help protect themselves, invest- cially compromised due to an uptick help adapt to rising seas and coastal ing in flood risk mapping for in extreme weather events such as flooding. Priority should be placed areas not yet mapped by FEMA, Hurricane Sandy. State-subsidized on those communities that are most preserving open space, relocat- wind insurance programs are similarly at risk and/or have suffered from a ing or retrofitting flood-prone a growing source of financial exposure high percentage of repetitive losses, buildings, and improving storm for taxpayers. with provisions to ensure that incen- water and drainage systems.112 The Important steps are under way tives are fairly distributed across all CRS itself should be improved to to reform our current system of income levels and do not end up provide recommendations that coastal property insurance through simply subsidizing the wealthiest. target a particular community’s the Biggert-Waters Flood Insurance Special attention should also be paid flood risks. Reform Act of 2012. It will be criti- to sites of particular historical or cal to ensure the act is implemented cultural significance. • Use risk transfer tools. NFIP without being weakened or delayed. and state-subsidized insurance Indeed, we need to go further, espe- • Set smart guidelines for rebuild- programs should (where allowed cially in incorporating sea level rise ing. The federal government, in by law) consider using financial projections in coastal flood risk maps coordination with state governments, mechanisms strategically, to transfer and in coastal development and should set guidelines to ensure that some financial risk to the broader rebuilding decisions. Otherwise, home rebuilding dollars are used for capital market through reinsurance owners will continue to make choices climate-resilient reconstruction and purchase and bond issuance. Such that do not reflect the actual threats other measures to reduce exposure to mechanisms could help provide they face, and U.S. taxpayers will find future events, especially in an era of an avenue to improve the finan- themselves increasingly paying more to rising sea levels. This is particularly cial solvency of these programs. help coastal communities rebuild after pertinent for taxpayer-subsidized However, before going down that storms and floods. rebuilding efforts. It also applies to route, it will be essential to ensure Insurance reform is one impor- programs administered by HUD that the effect of such changes tant tool to help communities realize and coastal protection measures is not to further encourage risky they need to make better decisions to such as seawalls and beach replen- coastal development or large adapt to climate change. As commu- ishment undertaken by the U.S. taxpayer bailouts. nities grapple with the new realities, Army Corps of Engineers. they also need a more comprehensive • Update protective recommenda- framework to assess true risks and • Raise awareness of the CRS. FEMA tions. FEMA and state and local vulnerabilities, as well as a set of tools and state and local authorities need to authorities should regularly update to help them make the best choices for raise awareness of the CRS program the list of recommended protective protecting themselves. It is also worth and expand the number of communi- measures (including building codes noting that one of the most important ties participating in it nationwide, and zoning regulations) to reflect ways to build resilience to climate as a way to increase investments in risk and advances in engineering, impacts is to limit their severity as better floodplain management and and should increase enforcement to much as is still possible by making to help reduce flooding risks. In spite ensure compliance. deep cuts in carbon emissions. Union of Concerned Scientists 19",
        "Acknowledgments References This report was made possible by generous support from the Barr AECOM. 2013. In association with Michael Baker Jr., Inc. and Deloitte Consulting, LLP. Foundation, the Grantham Foundation for the Protection of the The impact of climate change and popula- Environment, the Mertz Gilmore Foundation, and the Energy tion growth on the National Flood Insurance Foundation. Program through 2100. Report prepared for I would like to express my thanks to Dan Huber (Center FEMA. June. Online at http://www.aecom.com/ for Climate and Energy Solutions), Cynthia McHale (Ceres), deployedfiles/Internet/News/Sustainability/ and Erwann Michel-Kerjan (The Wharton School, University FEMA%20Climate%20Change%20Report/ of Pennsylvania) for their thoughtful and rigorous review of the Climate_Change_Report_AECOM_2013-06-11. pdf, accessed July 27, 2013. report. In addition, special thanks go to Skip Stiles (Wetlands Watch), Shannon Hulst (Wetlands Watch), Nicole Hernandez AIR Worldwide Corporation. 2013. The Hammer (Florida Atlantic University and UCS outreach consul- coastline at risk: 2013 update to the estimated tant), Roger Stephenson (UCS outreach consultant), and Randall insured value of U.S. coastal properties. Boston, MA. Online at http://www.air-worldwide. E. Solomon and Donna P. Drewes, Professional Planner/American com/Press-Releases/AIR-Worldwide-Updates- Institute of Certified Planners (co-directors, The Sustainability Estimates-of-Insured-Value-of-U-S--Coastal- Institute at The College of New Jersey) for their review of the state Properties/, accessed July 27, 2013. case studies and recommendations. Institutional affiliations are Anderson, J., K. Milliken, and D. Wallace. listed for informational purposes only. 2010. Coastal impact underestimated Many UCS staff made important contributions to this report, from rapid sea level rise. Eos, Transactions, including Erika Spanger-Siegfried, Melanie Fitzpatrick, Nancy American Geophysical Union 91(23):205–206. Cole, Kathleen Rest, Lisa Nurnberger, Kate Cell, Carina Barnett- (An important correction to the axis of Loro, and Adam Markham. a key figure appeared in the June 29 Carolyn Cooper worked tirelessly to provide valuable research issue at http://onlinelibrary.wiley.com/ support. Kristina A. Dahl provided important research support and doi/10.1029/2010EO260006/abstract.) helped create the map on repetitive losses. Tyler Kemp-Benedict Association of State Floodplain Managers worked on the graphics, design, and layout. I thank Trudy E. Bell (ASFPM). 2013a. Flood insurance afford- for editing the report, and Bryan Wadsworth for overseeing its ability. ASFPM recommendations to address the impact of NFIP reform 2012 (BW-12). production. April 26. Online at http://floods.org/ace- The opinions expressed in this report are not necessarily those files/documentlibrary/2012_NFIP_Reform/ of the organizations that funded it or the individuals who reviewed ASFPM_recommendations_on_BW-12_ it. The author, Rachel Cleetus, bears sole responsibility for the affordability_26April2013.pdf, accessed July report’s content. 20, 2013. Association of State Floodplain Managers (ASFPM). 2013b. Flood mapping for the nation. A cost analysis for the nation’s flood map inventory. March 1. Online at http://floods.org/ ace-files/documentlibrary/2012_NFIP_Reform/ Flood_Mapping_for_the_Nation_ASFPM_ Report_3-1-2013.pdf, accessed July 20, 2013. Bagstad, K.J., K. Stapleton, and J.R. D’Agostino. 2007. Taxes, subsidies, and insurance as drivers of United States coastal development. Ecologi- cal Economics 63:285–298. Bandel, C., and I. Hwang. 2010. Swiss Re to provide Alabama insurer fund with three- year hurricane cover. Bloomberg News, July 27. Online at http://www.bloomberg. com/news/2010-07-27/swiss-re-to-provide- alabama-insurer-fund-with-three-year- hurricane-cover.html, accessed July 27, 2013. Barlow, P.M., and E.G. Reichard. 2009. Salt- water intrusion in coastal regions of North America. Hydrogeology Journal 18:247–260. doi: 10.1007/s10040-009-0514-3. Online at http://www.samsi.info/sites/default/files/ Barlow.pdf, accessed July 27, 2013. 20 Union of Concerned Scientists",
        "Batten, B.K., P. Weberg, M. Mampara, and Cousineau, M. 2011. NH foul-weather history Federal Emergency Management Agency L. Xu. 2008. Evaluation of sea level rise for dominated by flooding, power outages. New (FEMA). 2006. National Flood Insur- FEMA flood insurance studies: Magnitude Hampshire Union Leader. August 27. Online at ance Program (NFIP) Community Rating and time-frames of relevance. Proceedings of http://www.unionleader.com/article/20110828/ System. Washington, DC. Online at http:// the Solutions to Coastal Disasters 2008 confer- NEWS11/708289985, accessed June 12, 2013. www.fema.gov/national-flood-insurance- ence. American Society of Civil Engineers. program/national-flood-insurance-program- Emanuel, K. 2005. Increasing destructiveness Online at http://www.dewberry.com/Libraries/ community-rating-system, accessed July 28, of tropical cyclones over the past 30 years. Documents/Evaluation_of_Sea_Level_Rise_ 2013. Nature August 4, 436:686–688. Online at for_FEMA_Flood_Insurance_Studies.pdf, ftp://texmex.mit.edu/pub/emanuel/PAPERS/ Federal Emergency Management Agency accessed July 27, 2013. NATURE03906.pdf, accessed July 28, 2013. (FEMA). No date. Missouri flood buyout Beatley, T., D.J. Brower, and A.K. Schwab. 2002. saves lives, heartache, and money. Online Enterprise Community Partners. 2013. FEMA An introduction to coastal zone management. at https://www.llis.dhs.gov/content/missouri- assistance analysis: Measuring the response Second edition. Washington, DC: Island Press. flood-buyout-saves-lives-heartache-and- to Hurricane Sandy; New Jersey, New York money, accessed July 29, 2013. Betz, B., J. Durdan, L. Stofko, and B. O’Neill. City and other areas of New York. Online at 2011. The changing winds in Florida: Property http://www.practitionerresources.org/cache/ Flick, R.E., D.B. Chadwick, J. Briscoe, and K.C. insurance implications. Emphasis. Towers documents/678/67899.pdf, accessed July 27, Harper. 2012. “Flooding” versus “inundation.” Watson Newsletter. Online at http://www. 2013. Eos, Transactions American Geophysical Union towerswatson.com/en-AU/Insights/Newsletters/ 93(38):365–366. doi: 10.1029/2012EO380009. Federal Emergency Management Agency Global/emphasis/2011/~/media/Pdf/Insights/ (FEMA). 2013a. Policy & claim statistics for Florida Division of Emergency Management Newsletters/Global/Emphasis/2011/1101- flood insurance. Online at http://www.fema. (FDEM). 2013. State floodplain management Florida-FIN.ashx, accessed July 27, 2013. gov/policy-claim-statistics-flood-insurance/ program. February 11. Online at http://www. Boon, J.D. 2012. Evidence of sea level accel- policy-claim-statistics-flood-insurance/policy- floridadisaster.org/Mitigation/SFMP/, accessed eration at U.S. and Canadian tide stations, claim-13, accessed July 28, 2013. July 28, 2013. Atlantic coast, North America. Journal of Federal Emergency Management Agency Florida Senate, The. 2013. CS/SB 1770: Coastal Research 28(6):1437–1445. (FEMA). 2013b. Policy rates [residential Property insurance. [2013 senate session]. Church, J.A., and N.J. White. 2011. Sea-level coverage]. Online at http://www.floodsmart. Online at http://www.flsenate.gov/Session/ rise from the late 19th to early 21st century. gov/floodsmart/pages/residential_coverage/ Bill/2013/1770, accessed July 28, 2013. Surveys in Geophysics 32(4–5):585–602. policy_rates.jsp, accessed July 28, 2013. Furman Center for Real Estate & Urban doi:10.1007/s10712-011-9119-1. Federal Emergency Management Agency Policy and Moelis Institute for Afford- Citizens Property Insurance Corporation (FEMA). 2013c. Commercial coverage: Policy able Housing Policy. 2013. Sandy’s effects (CPIC). 2013. Monthly policy counts. Online rates. Rates effective January 1, 2013. Wash- on housing in New York City. Online at at https://www.citizensfla.com/about/ ington, DC. Online at http://www.floodsmart. http://furmancenter.org/files/publications/ corpfinancials.cfm (version updated July 16, gov/floodsmart/pages/commercial_coverage/ SandysEffectsOnHousingInNYC.pdf, accessed 2013), accessed July 28, 2013. policy_rates.jsp, accessed July 27, 2013. July 28, 2013. City of Norfolk. No date. What the city is Federal Emergency Management Agency Government Accountability Office (GAO). doing. Online at http://www.norfolk.gov/ (FEMA). 2012a. Community Rating System 2013. High-risk series: An update. Report to index.aspx?NID=1060, accessed June 14, 2013. participation national map. Washington, congressional committees. GAO-13-283. DC. May. Online at http://www.fema.gov/ Washington, DC. February. Online at http:// City of Portsmouth, New Hampshire, Coastal library/viewRecord.do?id=6200, accessed July www.gao.gov/assets/660/652133.pdf, accessed Resilience Initiative (CRI). 2013. Climate 27, 2013. July 28, 2013. change vulnerability assessment and adap- tation plan. City of Portsmouth Planning Federal Emergency Management Agency Government Accountability Office (GAO). Department. Online at http://planportsmouth. (FEMA). 2012b. CRS communities by state. 2011. FEMA: Action needed to improve admin- org/cri/CRI-Report.pdf, accessed July 28, 2013. Washington, DC. May. Online at http://www. istration of the National Flood Insurance Pro- fema.gov/library/viewRecord.do?id=5818, gram. Report to congressional committees. Climate Central. No date. Surging seas. accessed June 14, 2013. GAO-11-297. Washington, DC. June. Online Online at http://sealevel.climatecentral.org/, at http://www.gao.gov/assets/320/319467.pdf, accessed June 18, 2013. Federal Emergency Management Agency accessed July 28, 2013. (FEMA). 2012c. National Flood Insurance Congressional Budget Office (CBO). 2007. Program: Summary of coverage. FEMA F-679. Government Accountability Office (GAO). Value of properties in the National Flood November 2012. Online at http://www.fema. 2010. Natural catastrophe insurance coverage Insurance Program. Washington, DC. June. gov/library/viewRecord.do?id=3011, accessed remains a challenge for state programs. House Online at http://www.cbo.gov/sites/default/ July 28, 2013. Committee on Financial Services. Minority files/cbofiles/ftpdocs/82xx/doc8256/06-25- staff. GAO 10-568R. April 16. Online at http:// floodinsurance.pdf, accessed July 27, 2013. Federal Emergency Management Agency www.gao.gov/assets/310/304457.pdf, accessed (FEMA). 2010. NFIP grandfather rules: Cotterell, B. 2013. Florida lawmakers pass July 28, 2013. A factsheet for insurance agents. Washington, bill to limit state-run property insurance. DC. October. Online at http://www.fema.gov/ Grace, M.F., and R.W. Klein. 2009. The perfect Reuters. May 2, 2013. Online at http://www. media-library/assets/documents/16686?id=3745, storm: Hurricanes, insurance, and regulation. reuters.com/article/2013/05/02/usa-florida- accessed July 28, 2013. Risk Management and Insurance Review 12(1): insurance-idUSL2N0DJ2KB20130502, accessed 81–124. Spring. July 31, 2013. Union of Concerned Scientists 21",
        "Grannis, J. 2012. Analysis of how the Flood King, R.O. 2013. The National Flood Insurance Michel-Kerjan, E.O. 2013. Have we entered an Insurance Reform Act of 2012 (H.R. 4348) Program: Status and remaining issues for ever-growing cycle on government disaster may affect state and local adaptation efforts. Congress. Washington, DC: Congressional relief? [Testimony before the] U.S. Senate Georgetown Climate Center. August. Online Research Service. February 6. Online at Committee on Small Business and Entrepre- at http://www.georgetownclimate.org/sites/ http://www.fas.org/sgp/crs/misc/R42850.pdf, neurship. March 14. Online at http://opim. default/files/Analysis%20of%20the%20 accessed July 28, 2013. wharton.upenn.edu/risk/library/US-Senate- Flood%20Insurance%20Reform%20Act%20 Small-Business-Cte_2013Mar14_MichelKerjan. Kirkham, C., and J. Rudolf. 2012. Jersey shore of%202012.pdf, accessed July 28, 2013. pdf, accessed July 28, 2013. development failures exposed by Hurricane Great Bay National Estuarine Research Sandy. Huffington Post. December 11. Online Michel-Kerjan, E.O. 2010. Catastrophe Reserve. 2011. Stewardship. Online at http:// at http://www.huffingtonpost.com/2012/12/11/ economics: The National Flood Insurance www.greatbay.org/programs/stewardship. jersey-shore-development_n_2267557.html, Program. Journal of Economic Perspectives htm, accessed July 30, 2013. accessed July 28, 2013. 24(4):165–186. Fall. Online at http://pubs. aeaweb.org/doi/pdfplus/10.1257/jep.24.4.165, Hartwig, R.P., and C. Wilkinson. 2012. Residual Knutson, T.R., J.L. McBride, J. Chan, K. accessed July 28, 2013. market property plans: From markets of last Emanuel, G. Holland, C. Landsea, I. Held, resort to markets of first choice. New York, J.P. Kossin, A.K. Srivastava, and M. Sugi. Michel-Kerjan, E., and C. Kousky 2010. NY: Insurance Information Institute. July. 2010. Tropical cyclones and climate change. Come rain or shine: Evidence on flood Online at http://www.iii.org/assets/docs/pdf/ Nature Geoscience 3:157–163. February 21. insurance purchases in Florida. Journal ResidualMarketWhitePaper-2012.pdf, accessed doi:10.1038/ngeo779. Online at http://www. of Risk and Insurance 77(2):369–397. June. July 28, 2013. aoml.noaa.gov/hrd/Landsea/knutson-et-al- doi: 10.1111/j.1539-6975.2009.01349.x. nat-geo.pdf, accessed July 28, 2013. Hershner, C., and M. Mitchell. 2012. Rising Michel-Kerjan, E., and H. Kunreuther. 2011. tides, sinking coast: How Virginia’s coastal Kousky, C., and E. Michel-Kerjan. 2012. Hur- Redesigning flood insurance. Science 333:408– communities can adapt to surging sea levels. ricane Sandy, storm surge, and the National 409. July 22. doi: 10.1126/science.1202616. Virginia Issues & Answers Winter 2012–2013, Flood Insurance Program: A primer on New National Association of Realtors (NAR). 2013a. 17(2):22–27. Online at http://www.via.vt.edu/ York and New Jersey. Resources for the Rate increases ahead for some National winter13/Rising-Tides-Sinking-Coast.pdf, Future issue brief 12-08. November. Online at Flood Insurance Program policyholders. accessed July 30, 2013. http://www.rff.org/RFF/Documents/RFF-IB-12- Press release. May. Online at http://www. 08.pdf, accessed July 28, 2013. Huber, D. 2012. Fixing a broken National realtor.org/news-releases/2013/05/rate- Flood Insurance Program: Risks and potential Kunreuther, H. 1996. Mitigating disaster increases-ahead-for-some-national-flood- reforms. Center for Climate and Energy losses through insurance. Journal of Risk and insurance-program-policyholders, accessed Solutions. June. Online at http://www.c2es. Uncertainty 12:171–187. Online at http://opim. July 28, 2013. org/publications/fixing-broken-national-flood- wharton.upenn.edu/risk/downloads/archive/ National Association of Realtors (NAR). 2013b. insurance-program-risks-potential-reforms, arch167.pdf, accessed July 28, 2013. Update on flood insurance rate increases. accessed July 28, 2013. Lehrer, E. 2013. Strange bedfellows: Smart- Online at http://www.realtor.org/articles/ ICLEI Local Governments for Sustainabil- ersafer.org and the Biggert-Waters Act of update-on-flood-insurance-rate-increases, ity (ICLEI). 2013. 20 leading resilient cities 2012. Duke Environmental Law & Policy Forum accessed July 28, 2013. responding to climate change & extreme 23:351–361. Spring. Online at http://rstreet. National Climatic Data Center (NCDC). 2012. weather. Online at http://www.icleiusa.org/ org/wp-content/uploads/2013/06/Strange- Heavy precipitation. Online at http://www. library/documents/earth-day-fact-sheet- Bedfellows-SmarterSaferOrg-and-the-Biggert- ncdc.noaa.gov/oa/climate/severeweather/ 2013-20-resilient-cities, accessed June 13, 2013. Waters-Act.pdf, accessed July 28, 2013. rainfall.html, accessed July 28, 2013. Intergovernmental Panel on Climate McChristian, L. 2012. Hurricane Andrew and National Flood Insurance Program (NFIP). 2011. Change (IPCC). 2012. Managing the risks insurance: The enduring impact of an historic Strategic plan evaluation repetitive loss strategy. of extreme events and disasters to advance storm. Insurance Information Institute. National Flood Insurance Program/Community climate change adaptation. A special report August. Online at http://www.insuringflorida. Rating System. June. Online at http://crs2012. of Working Groups I and II of the Intergov- org/assets/docs/pdf/paper_HurricaneAndrew_ org/uploads/docs/other/repetitive_losses_final. ernmental Panel on Climate Change, edited final.pdf, accessed July 30, 2013. pdf, accessed July 28, 2013. by C.B. Field, V. Barros, T.F. Stocker, D. Qin, Mendelsohn, R., K. Emanuel, S. Chonabayashi, D.J. Dokken, K.L. Ebi, M.D. Mastrandrea, K.J. National Oceanic and Atmospheric Admin- and L. Bakkensen. 2012. The impact of climate Mach, G.-K. Plattner, S.K. Allen, M. Tignor, and istration (NOAA). 2013. Know the dangers of change on global tropical cyclone damage. P.M. Midgley. Cambridge, UK, and New York, nor’easters. February 7. Online at http://www. Nature Climate Change 2:205–209. January 15. NY: Cambridge University Press. Online at noaa.gov/features/03_protecting/noreasters. doi: Change 10.1038/NCLIMATE1357. http://ipcc-wg2.gov/SREX/report/full-report/, html, accessed June 10, 2013. accessed July 28, 2013. Merrill, S., P. Kirshen, D. Yakovleff, S. Lloyd, National Oceanic and Atmospheric Admin- C. Keeley, and B. Hill. 2012. COAST in action: Karl, T.R., J.M. Melillo, and T.C. Peterson (edi- istration (NOAA). 2012a. Global sea level 2012 projects from Maine and New Hampshire. tors). 2009. Global climate change impacts in rise scenarios for the United States National New England Environmental Finance Center the United States. A state of knowledge report Climate Assessment. NOAA technical report series report #12-05. Portland, ME. July. from the U.S. Global Change Research Pro- OAR CPO-1. Silver Spring, MD. December Online at http://catalysisadaptationpartners. gram. New York, NY: Cambridge University 6. Online at http://cpo.noaa.gov/sites/cpo/ com/uploads/3/1/4/8/3148042/cre_coast_ Press. Online at http://downloads.global- Reports/2012/NOAA_SLR_r3.pdf, accessed final_report.pdf, accessed June 12, 2013. change.gov/usimpacts/pdfs/climate-impacts- July 28, 2013. report.pdf, accessed July 28, 2013. 22 Union of Concerned Scientists",
        "National Oceanic and Atmospheric Admin- protocol. December. Online at http://www. St. John Erickson, M. 2003. Park Service istration (NOAA). 2012b. Sea levels online. midatlanticocean.org/022013_njccva_mp.pdf, looks into Jamestown flooding. The Balti- Online at http://tidesandcurrents.noaa.gov/ accessed July 30, 2013. more Sun. November 13. Online at http:// sltrends/, accessed July 28, 2013. articles.baltimoresun.com/2003-11-13/ Petrolia, D.R., C.E. Landry, and K.H. Coble. news/0311130003_1_national-park-service- National Oceanic and Atmospheric Admin- 2013. Risk preferences, risk perceptions, archaeological-collection-jamestown, istration (NOAA). 2012c. NOAA’s state of the and flood insurance. Land Economics 89(2): accessed July 28, 2013. coast. Online at http://stateofthecoast.noaa. 227–245. doi: 10.1353/lde.2013.0016. gov/insurance/welcome.html, accessed July Stanton, E.A., and F. Ackerman. 2007. Florida Pope, J.C. 2008. Do seller disclosures affect 28, 2013. and climate change: The costs of inaction. property values? Buyer information and the Medford, MA: Tufts University, Global Devel- National Oceanic and Atmospheric Adminis- hedonic model. Land Economics 84(4):551–72. opment and Environment Institute. Online tration (NOAA). 2011. Tropical cyclone report: doi: 10.3368/le.84.4.551. at http://www.broward.org/NaturalResources/ Hurricane Katrina 23–30 August 2005. National Property Casualty Insurers Association of ClimateChange/Documents/Florida_lr.pdf, Hurricane Center. Online at http://www.nhc. America (PCI). 2011. True market-risk rates accessed July 28, 2013. noaa.gov/pdf/TCR-AL122005_Katrina.pdf, for flood insurance. PCI white paper. June. accessed July 28, 2013. State of Florida. 2013. Chapter 2013-60. Online at http://www.pciaa.net/web/sitehome. Committee substitute for Senate Bill No. National Oceanic and Atmospheric Admin- nsf/lcpublic/304/$file/NFIP_White_Paper_ 1770. Online at http://laws.flrules.org/2013/60, istration (NOAA). 2004. Tropical cyclone June2011.pdf, accessed July 28, 2013. accessed July 28, 2013. report: Hurricane Isabel 6–19 September ReadyNH. 2010a. Floods. Online at http:// 2003. National Hurricane Center. Online at State of New Jersey 215th Legislature. 2013. www.nh.gov/readynh/resources/floods.htm, http://www.nhc.noaa.gov/2003isabel.shtml, An act concerning waterfront development accessed June 11, 2013. accessed July 28, 2013. in special urban areas and supplementing ReadyNH. 2010b. Hurricanes. Online at http:// Title 12 of the revised states. Senate no. 2680. National Oceanic and Atmospheric Admin- www.nh.gov/readynh/resources/hurricanes. Online at http://www.njleg.state.nj.us/2012/ istration (NOAA). 1975. The coastline of htm, accessed June 11, 2013. Bills/S3000/2680_I1.HTM, accessed July 28, the United States. Washington, DC: U.S. 2013. Department of Commerce. Online at http:// Rockingham Planning Commission (RPC). www.nauticalcharts.noaa.gov/hsd/docs/ 2009. Adaptation strategies to protect areas State of New Jersey Office of the Governor. CSE_library_Coastline_of_the_US_1975.pdf, of increased risk from coastal flooding due 2013a. Rebuilding faster, stronger, and more accessed June 19, 2013. to climate change. Seabrook, NH. July 25. resilient. Press release, January 24. Online Online at http://www.seabrooknh.org/Pages/ at http://nj.gov/governor/news/news/552013/ Neumann, J., D. Hudgens, J. Herter, and J. SeabrookNH_BComm/Planning/MasterPlan/ approved/20130124d.html, accessed July 28, Martinich. 2010. The economics of adapta- Adaptation%20Study.pdf, accessed June 10, 2013. tion along developed coastlines. Wiley 2013. Interdisciplinary Reviews: Climate Change State of New Jersey Office of the Governor. 2(1):89–98. January/February. doi: 10.1002/ Ross, M.S., J.F. Meeder, J.P. Sah, P.L. Ruiz, and 2013b. Christie administration announces wcc.90. G.J. Telensnicki. 2000. The southeast saline launch of “reNew Jersey stronger” housing Everglades revisited: 50 years of coastal assistance initiative. Press release, May 24. New Hampshire Department of Safety vegetation change. Journal of Vegetation Online at http://www.state.nj.us/governor/ (NHDS). No date. Natural hazards. Homeland Science 11:101–112. Online at http://www2. news/news/552013/approved/20130524a.html, Security and Emergency Management. Online fiu.edu/~geology/Content/Files/Ross/627- accessed June 6, 2013. at http://www.nh.gov/safety/divisions/hsem/ %28Ross%20et%20al.%202000%29%20 NaturalHazards/, accessed June 11, 2013. State of New Jersey Office of the Governor. -%20Southeast%20saline%20Everglades%20 2013c. The headlines say it all. President New Jersey Department of Community revisited.pdf, accessed July 28, 2013. Obama & Governor Christie agree: “The Affairs (NJDCA). 2013. Community develop- Rutgers School of Environmental and Jersey Shore is back and open for busi- ment block grant disaster recovery action Biological Sciences (Rutgers). 2012. NJ ness.” Online at http://nj.gov/governor/news/ plan. April 29. Online at http://www. Climate Adaptation Alliance. Online at http:// news/552013/pdf/20130529a.pdf, accessed nj.gov/dca/announcements/pdf/CDBG- climatechange.rutgers.edu/aboutnjadapt. June 6, 2013. DisasterRecoveryActionPlan.pdf, accessed html, accessed June 18, 2013. June 8, 2013. Strauss, B.H., R. Ziemlinski, J.L. Weiss, Sallenger, A.H., Jr., K.S. Doran, and P.A. Howd. and J.T. Overpeck. 2012. Tidally adjusted New Jersey Department of Environmental 2012. Hotspot of accelerated sea-level rise on estimates of topographic vulnerability to Protection (NJDEP). 2013. Flood Hazard the Atlantic coast of North America. Nature sea level rise and flooding of the contigu- Area Control Act rules, N.J.A.C. 7:13; adopted Climate Change doi:10.1038/nclimate1597. ous United States. Environmental Research emergency amendments and concurrent Letters 7:014033. Online at http://iopscience. proposed amendments: N.J.A.C. 7:13-1.2, 3.2 Southeast Florida Regional Climate Change iop.org/1748-9326/7/1/014033/pdf/1748- through 3.6, 7.2, 8.7, 8.8, 9.2, 10.4, 11.5, 11.6 and Compact. 2012. A region responds to a 9326_7_1_014033.pdf, accessed July 28, 2013. appendix 2. Online at http://www.nj.gov/dep/ changing climate; Southeast Florida Regional docs/20130124flood-hazard-emergency-rule. Climate Change Compact counties: Regional Swiss Re. 2013. Natural catastrophes and pdf, accessed on June 5, 2013. climate action plan. October. Online at http:// man-made disasters in 2012: A year of southeastfloridaclimatecompact.org/pdf/ extreme weather events in the US. Zurich, New Jersey Department of Environmental Regional%20Climate%20Action%20Plan%20 Switzerland. Sigma no. 2/2013. Online Protection (NJDEP) Office of Coastal Manage- FINAL%20ADA%20Compliant.pdf, accessed at http://media.swissre.com/documents/ ment. 2011. New Jersey’s coastal community July 28, 2013. sigma2_2013_EN.pdf, accessed July 28, 2013. vulnerability assessment and mapping Union of Concerned Scientists 23",
        "Trenberth, K. 2005. Uncertainty in hurricanes Virginia Institute of Marine Science (VIMS). Notes and global warming. Perspective. Science 2013. Recurrent flooding study for tidewater 308(5729):1753–1754. June 17. doi: 10.1126/ Virginia (SJR 76 2012). Senate document no. 3. 1 For the purposes of this report, the science.1112551. Online at http://www. Richmond, VA. Online at http://leg2.state. term “coastal” encompasses those sciencemag.org/content/308/5729/1753.full, va.us/dls/h&sdocs.nsf/By+Year/SD32013/$file/ states or counties of the contiguous accessed July 28, 2013. SD3.pdf, accessed June 13, 2013. United States that lie along the Pacific and Atlantic Oceans and the Gulf of Troy, A., and J. Romm. 2004. Assessing the Wang, X.L., Y. Feng, G.P. Compo, V.R. Swail, Mexico. It does not include states or price effects of flood hazard disclosure under F.W. Zwiers, R.J. Allan, and P.D. Sardeshmukh. counties along the Great Lakes, nor the California Natural Hazard Disclosure Law 2013. Trends and low frequency variability of does it include Alaska, Hawaii, or the (AB 1195). Journal of Environmental Planning extra-tropical cyclone activity in the ensem- U.S. island protectorates. and Management 47(1):137–162. January. doi: ble of twentieth century reanalysis. Climate 10.1080/0964056042000189844. Dynamics 40(11–12):2775–2800. doi: 10.1007/ 2 Local sea level rise along the U.S. s00382-5012-1450-9. Online at http://www. continental Pacific Coast is, in general, Union of Concerned Scientists (UCS). 2013. esrl.noaa.gov/psd/people/gilbert.p.compo/ not as dramatic as along the Gulf and Rapidly rising seas: What the science tells us. Wangetal2012.pdf, accessed July 28, 2013. East Coasts. In many places it is lower Causes of sea level rise. Online at http://www. than the global average (and there are ucsusa.org/assets/documents/global_warming/ Wang, X.L., V.R. Swail, and F.W. Zwiers. 2006. even instances where sea level is falling Causes-of-Sea-Level-Rise.pdf, accessed July 28. Climatology and changes of extratropical due to land uplift). See this UCS sea cyclone activity: Comparison of ERA-40 United States Census Bureau (USCB). 2013a. level rise infographic for information on with NCEP-NCAR reanalysis for 1958–2001. State & county quickfacts. New Hampshire. observed local sea level rise along U.S. Journal of Climate 19:3145–3166. Online at Online at http://quickfacts.census.gov/qfd/ coasts: www.ucsusa.org/sealevelrise. http://journals.ametsoc.org/doi/pdf/10.1175/ states/33000.html, accessed June 11, 2013. JCLI3781.1, accessed July 28, 2013. 3 The massive storm surge caused by United States Census Bureau (USCB). 2013b. Hurricane Katrina was mainly caused Wilson, S.G., and T.R. Fischetti. 2010. Coastline State & county quickfacts. Virginia. Online at by the hurricane’s large size, with population trends in the United States: 1960 to http://quickfacts.census.gov/qfd/states/51000. hurricane-force winds extending at 2008. Washington, DC: U.S. Census Bureau. html accessed June 14, 2013. least 75 nautical miles to the east from May. Online at http://www.census.gov/ the center of the storm. The total water U.S. Army Corps of Engineers (USACE). No date. prod/2010pubs/p25-1139.pdf, accessed July level was further increased by waves Hurricane Sandy: Coastal recovery. Online 28, 2013. including those generated the day at http://www.nad.usace.army.mil/Missions/ Zarroli, J. 2013. Rebuilding New Jersey’ [sic] before the hurricane made landfall, CivilWorks/HurricaneSandyCoastalRecovery. shore, one boardwalk at a time. National when it was an even stronger storm aspx, accessed June 11, 2013. Public Radio (NPR). May 26. Online at http:// (NOAA 2011). U.S. Congress. 2012. Biggert-Waters Flood www.npr.org/2013/05/26/186632012/rebuilding- 4 A recent paper makes a useful distinc- Insurance Reform Act of 2012. Public law storm-damaged-new-jersey-one-boardwalk-at- tion between flooding and inundation: H.R. 4348. Title II. Subtitle A. 112th Congress. a-time, accessed on June 7, 2013. “We propose that the term ‘flooding’ Online at http://www.gpo.gov/fdsys/pkg/ be used when dry areas become wet BILLS-112hr4348enr/pdf/BILLS-112hr4348enr. temporarily—either periodically or pdf, accessed July 27, 2013. episodically—and that ‘inundation’ Van Embden, E. 2013. Seaside Heights awards be used to denote the process of a dry bid for boardwalk reconstruction. January 17. area being permanently drowned or Online at http://tomsriver.patch.com/groups/ submerged” (Flick et al. 2012). politics-and-elections/p/seaside-heights- 5 An additional risk is that saltwater could awards-bid-for-boardwalk-reconstruction, reach further into coastal groundwater, accessed June 6, 2013. increasing the salinity of freshwater Varble, S.K. 2013. Getting insurance along used for drinking and agriculture. the coast is getting pricey. June 8. Online Saltwater intrusion into coastal aquifers at http://hamptonroads.com/2013/06/ can render them unusable and require getting-insurance-along-coast-getting-pricey, costly remedial measures (Barlow and accessed June 13, 2013. Reichard 2009; Stanton and Ackerman 2007). Salinization can also degrade Virginia Department of Emergency Manage- coastal wetland ecosystems, as is occur- ment (VDEM). 2012. Hurricane history. ring in the Florida Everglades (Ross Online at http://www.vaemergency.gov/ et al. 2000). readyvirginia/stay-informed/hurricanes/ hurricane-history#isabelle, accessed June 13, 6 Human-caused global warming is 2013. the primary driver for accelerating global sea level rise. Many places Virginia Department of Environmental along the East and Gulf Coasts of the Quality (VDEQ). No date. What is the Virginia United States are experiencing higher Coastal Zone Management Program? Online and faster rates of local sea level rise at http://www.deq.state.va.us/Programs/ because of additional local factors such CoastalZoneManagement/DescriptionBoundary. as land subsidence, changes in ocean aspx, accessed June 12, 2013. 24 Union of Concerned Scientists",
        "currents, and the effects of groundwa- 13 The coastal areas of the United States at South Carolina have the most residents ter depletion (UCS 2013; NOAA 2012a; high risk of floods are designated Spe- living on land that is within 3.3 feet NOAA 2012b). cial Flood Hazard Areas (SFHAs), which above high tide levels. Depending correspond to the 1 percent annual on our global heat-trapping carbon 7 The underlying cause is that global chance floodplain area. A 1 percent emissions—and the resulting warming warming is making the ocean warmer. annual chance flood (or base flood) of the oceans and loss of land ice—we 8 The Knutson et al. study concludes has a 1 percent annual chance of being could see that amount of sea level that future projections consistently equaled or exceeded in any given rise within this century (NOAA 2012a; indicate that global warming “will year. The 1 percent annual chance Strauss et al. 2012). cause the globally averaged intensity floodplain consists of those areas that 19 According to the study, a mid-range of tropical cyclones to shift towards are expected to be inundated by the scenario of sea level rise of approxi- stronger storms, with intensity 1 percent annual chance flood. mately 26 inches of sea level rise by increases of 2–11% by 2100”; studies 14 The study uses a probabilistic approach 2100 would leave more than $1 trillion also “consistently project decreases (Monte Carlo simulations) to model of property nationwide vulnerable in the globally averaged frequency of changes in future risk based on a to being lost simply because of its tropical cyclones, by 6–34%; substantial number of relevant input parameters. low elevation. Of that, approximately increases in the frequency of the most The climate factors considered for the $554 billion worth of property—more intense cyclones; and increases of the coastal analysis include sea level rise than half—is located in Florida. (All order of 20% in the precipitation rate and the changing character of storms. values are in undiscounted dollars). within 100 km of the storm center” The estimate cited is the median Adaptation measures can help reduce (Knutson et al. 2010). estimate (the fiftieth percentile, i.e., those costs by a factor of more than 9 The study by Mendelsohn et al. models half are greater and half are less) for the four nationwide (Neumann et al. 2010). the increase in damage caused by increase in the coastal SFHA, assum- 20 Warming atmospheric temperatures global tropical cyclones (hurricanes ing a fixed shoreline, with very wide warm the oceans, causing ocean water and typhoons) by 2100 and finds that regional variability. In contrast, negligi- to expand and land ice (glaciers, ice the United States is the country with ble change in coastal SFHA is projected caps, and ice sheets) to melt and shrink, the highest average aggregate damage assuming a receding shoreline; in that with both factors contributing to rising of $25 billion/year. That projection is case, the amount of new coastal SFHA seas. The rate at which sea level is rising based on the prediction that the United resulting from rising sea levels will be is also accelerating. States will have more frequent high- equally offset by the land area lost to intensity tropical cyclones. sea-level-rise-induced inundation and 21 See note 6 for a description of these erosion, when averaged over time and additional factors. 10 Data from 1953 to 2011 show a shoreline length (AECOM 2013). significant increase in the number of 22 Recent sea level rise scenarios from major disasters for which there have 15 The study assumes sea level rise of NOAA show a range of sea level rise been presidential disaster declarations. four feet by 2100, based on widely cited between eight inches and 6.6 feet by The taxpayers’ share of relief costs for work by Vermeer and Rahmstorf (2009). 2100. However, the lowest end of this major storms has also been increasing, This scenario also assumes a fixed range is a simple extension of historic growing from 6 percent for Hurricane shoreline. sea level rise—and recent data indicate Dianne in 1955 to more than 75 percent that this rate has nearly doubled in 16 The increased risk of flooding by 2100 for Hurricane Sandy in 2012 (Michel- recent years. Three other scenarios is a national average that includes Kerjan 2013). show a more likely range of 1.6 to inland and coastal areas, and could vary 6.6 feet (NOAA 2012a). Note that sea 11 Unfortunately, most of the sea level rise widely from region to region. Accord- level will continue to rise beyond 2100 we will experience through the middle ing to the report authors, the estimated because the oceans take a while to of this century is already locked in due 30/70 split is based on “developed respond to warming temperatures, and to warming from our past global heat- areas that are of most interest to NFIP ice sheet dynamics will also continue trapping carbon emissions. Cutting our (National Flood Insurance Program).” to evolve as temperatures increase. carbon emissions sharply, however, For example, in more underdeveloped could slow the pace and reduce the areas, population growth will likely play 23 Warmer air holds more water vapor, magnitude of sea level rise later in the a smaller role in increasing flooding which creates the conditions for these century. By how much is uncertain, as risks, whereas it may play a larger role heavy rainfall events. Whether heavier it depends greatly on the dynamics of in more densely populated areas. Maps rainfall events lead to more general how large ice sheets respond to the in the report indicate that along the flooding depends to a large degree on warming climate, and on our emissions Northeast, Mid-Atlantic, and Northwest soil moisture, prior weather conditions, choices over the next few decades. coastlines, the increase in flood risks and ground surface composition (for related to climate factors is particularly example, paved surfaces in urban areas 12 The report was commissioned at the pronounced. cannot absorb water, whereas porous recommendation of the Government soils in more rural areas can better Accountability Office (GAO), which 17 Storm surge can be amplified particu- handle more water). suggested that the impact of climate larly when the coastal topography has change on the National Flood Insur- a low slope. 24 Very heavy rainfall events are defined ance Program (NFIP) be analyzed. as the heaviest 1 percent of all daily 18 The states of California, Florida, events for each region. Louisiana, New York, and North and Union of Concerned Scientists 25",
        "25 There could be increases on the order 34 Between 1978 and May 2013, at almost coverage is available for up to $100,000 of 20 percent in the precipitation rate $4 billion. for a residence and $500,000 for a busi- within 100 km of tropical storm centers. ness (FEMA 2013b; FEMA 2013c). 35 216 out of 458. 26 Additionally, nor’easters are riding on 44 The Write Your Own (WYO) Program, 36 As of June 2013, the coastal counties higher seas today than before, which started in 1983, is a deliberate effort on of Miami-Dade (152,463), Pinellas raises the risk of damage. There is also the part of FEMA to work with private (123,964), Broward (102,374), and some evidence of storm tracks shifting insurance companies. Participating Hillsborough (67,360) accounted for slightly northward (Wang et al. 2013; companies issue policies in their name a majority of the total (787,616) CPIC Wang, Swail, and Zwiers 2006). Research and receive an expense allowance for policies in force (CPIC 2013). is ongoing into whether frequency and the policies they write and the claims intensity of nor’easters is changing. 37 Growth from 2002 to May 31, 2012. they process, while the federal govern- ment is responsible for underwriting 27 A study examining the duration and 38 The bill, SB 1770, attempts to reduce losses. Studies show that NFIP pays maximum wind speeds of each tropical the number of policies issued by Florida as much as one-third of the value of cyclone (tropical cyclones are classified Citizens by using a clearinghouse premiums collected to these private as hurricanes in the Atlantic Ocean to help property owners shop for insurance companies that play an once their internal wind speeds exceed private insurance first. It also prevents intermediary role but do not in reality 74 miles per hour) that formed over the Florida Citizens from insuring proper- bear any risk (Michel-Kerjan 2010). last 30 years found that their destructive ties valued at more than $1 million power has increased around 70 percent (lowered to $700,000 by 2017) or any 45 The top five states (Florida, Texas, in both the Atlantic and Pacific Oceans new construction in high-flood-risk Louisiana, California, and New Jersey) (Emanuel 2005). Another study found zones built after January 1, 2014 (The account for approximately two-thirds of that the percentage of hurricanes clas- Florida Senate 2013). However, by all NFIP policies and insurance in force. sified as Category 4 and 5 has increased failing to raise insurance rates, the law 46 As of November 2012, FEMA owed the over the same period (Trenberth 2005). all but guarantees that home owners Treasury approximately $20 billion, and The findings from both studies correlate will continue to look to Florida Citizens had not repaid any principal on its loan with the rise in sea surface tempera- as the insurer of choice instead of the since 2010 (GAO 2013). tures in regions where tropical cyclones insurer of last resort. typically originate. 47 According to a 2002 study, NFIP ranked 39 Another way of stating this is that second only to the Social Security 28 These factors include wind speed and insurers expect that the events will program in terms of U.S. government direction or wind sheer (Trenberth 2005). occur independently and their risks financial obligations (Beatley, Brower, of occurrence are not correlated. For 29 Based on data for all coastal states, and Schwab 2002). This ranking may example, a house or a small cluster of including Alaska and Hawaii. have changed since then. For context, neighboring houses may burn down in fiscal year 2012 the U.S. government 30 The hurricane led to insurance claims simultaneously but it is unlikely that a had about $3.5 trillion in outlays. of $15.5 billion in 1993 dollars— whole city would. equivalent to $25 billion in 2011 dollars 48 Pre-Sandy, NFIP was still about $17 bil- 40 Standard home owner’s insurance poli- (McChristian 2012). lion in debt, with the annual interest on cies rarely, if ever, cover damage costs that debt ranging widely from $80 mil- 31 Florida also has more than 8,426 miles for flooding. Coverage for floods must lion to $766 million per year depending of tidal shoreline (NOAA 1975). The tidal be purchased through NFIP, and can on fluctuations in the interest rate shoreline includes the shoreline of the be purchased for both property and (Kousky and Michel-Kerjan 2012; GAO outer coasts, offshore islands, sounds, contents subject to the limits under 2009). bays, rivers, and creeks up to the head NFIP (FEMA 2012c). of the tidewater or to a point where 49 Repetitive loss: Any insurable build- 41 The CBO report, based on an analysis of the tidal waters narrow to a width of ing for which two or more claims of data on 10,000 NFIP properties, found 100 feet (NOAA 1975). Alaska has the more than $1,000 were paid by NFIP that properties covered under NFIP longest coast, with 6,640 miles, and within any rolling 10-year period since tend to be more valuable than other 33,904 miles of tidal shoreline. 1978. Two of the claims paid must be properties nationwide and that much more than 10 days apart but within 32 Parts of Florida may have experienced of the difference is attributable to the 10 years of each other. A repetitive-loss higher levels of sea level rise than the higher property value in areas close property may or may not be currently global average during this time. This to the water. Close proximity to the insured by NFIP. is because of local factors such as land shore, of course, also raises their risk Severe repetitive loss (SRL): As defined subsidence, ocean currents, and the of flooding. by the Flood Insurance Reform Act effects of groundwater depletion. 42 NFIP was created under the National of 2004, SRLs are one- to four-family 33 The 100-year floodplain is defined as Flood Insurance Act of 1968 and further residences that have had four or more the area adjoining a river, stream, or updated under the Flood Disaster claims of more than $5,000 or at least watercourse covered by water in the Protection Act of 1973. two claims that cumulatively exceed event of a 100-year flood, which is the the building’s value. The act cre- 43 Under NFIP, building coverage is flood having a 1 percent chance of ates new funding mechanisms to help currently limited to $250,000 for being equaled or exceeded in magni- mitigate flood damage for these residential dwellings and $500,000 for tude in any given year. properties. non-residential buildings. Contents 26 Union of Concerned Scientists",
        "50 Coastal areas account for the bulk of housing, with a focus on low- and flood. The base flood is a regulatory these repetitive losses. The top 10 moderate-income housing, and the standard used by federal agencies, and repetitive-loss communities in the development of affordable rental hous- most states, to administer floodplain United States are all coastal areas: ing. Additionally it plans to develop management programs, and is also Jefferson Parish, LA; New Orleans, more storm-resistant housing to used by the National Flood Insurance LA; Houston, TX; New York City, NY; prepare against future events. Finally, Program as the basis for insurance Harris County, TX; Puerto Rico, PR; St. it hopes to be able to offer incentives requirements nationwide. Moderate- to Tammany Parish, LA; Terrebonne Parish, to residents who decide to stay and low-risk areas are classified as B, C, or X; LA; Gulf Shores, AL; and Miami-Dade rebuild. To ensure economic recovery, areas for which flooding risks have not County, FL (NFIP 2011). the state plans to provide assistance to been mapped are classified as D. small businesses through assessment (FEMA. Definition of FEMA flood 51 A study analyzing data on all new and the issuing of grants. Also, it plans zone designations. Online at https:// policies issued by NFIP over a 10-year to repair and improve infrastructure in msc.fema.gov/webapp/wcs/stores/ period (January 2001 to December business sectors. Additionally, through servlet/info?storeId=10001&catalogId=10 2009) showed that, on average, only the restoration of public parks, recre- 001&langId=-1&content=floodZones&titl 74 percent of new policies were still in ational areas, streetscapes and public e=FEMA%2520Flood%2520Zone%2520 force one year after they were pur- spaces, the state hopes to encourage Designations.) chased; only 36 percent were in force economic revitalization. Finally, it after five years (Michel-Kerjan and 64 California’s Natural Hazard Disclosure plans to conduct a workforce study Kunreuther 2011). Law (AB 1195), passed in 1998. requires and to provide job training as needed. disclosing if a property is in an SFHA, as 52 By FEMA’s estimation, in 2012 approxi- Infrastructure, being a necessary designated by FEMA flood maps. There mately 20 percent of NFIP policies were component of any community, must be is some evidence that such a required issued at subsidized rates primarily as a repaired and improved for New Jersey disclosure may have caused small result of this “grandfathering” provi- to move forward. To this end, the state, declines (on the order of 4 percent) in sion. That is very likely an underesti- with funding from FEMA and other property values in floodplain areas in mate. For example, it does not include sources, will be conducting studies to relation to comparable non-floodplain many more policies that could be mitigate future hazards and rebuild properties (Pope 2008; Troy and Romm considered subsidized because they do with more resilient facilities. 2004). However, it also provides a not include a premium to account for 60 Another example is the $8 million res- strong incentive to purchase insurance. the risks of future sea level rise. toration of the 1.3-mile-long boardwalk 65 A description of flood maps from FEMA 53 The 2012 and 2013 GAO reports on in Belmar, which reopened just before is online at http://www.region2coastal. high-risk areas for the U.S. govern- Memorial Day; for this project, the city com/coastal-mapping-basics). ment note that disaster declarations did opt to use synthetic material for the have increased dramatically from reconstruction but also had the pilings 66 Draft maps for coastal communi- 65 in 2004 to a record of 98 in 2011. supporting them secured deeper ties, including in Florida, Louisiana, FEMA’s Disaster Relief Fund provided underground (Zarroli 2013). New York, and New Jersey are being $80 billion in assistance for disasters released over the next year and are 61 The initiative will be distributing from 2004 to 2011. Since the federal expected to be finalized by the end of $780 million among home owners to government does not budget for these 2014 after a public comment process. In facilitate rebuilding and improvement/ costs ahead of time, it creates the risk of some cases, such as Arlington County elevation costs (State of New Jersey large financial exposure at any moment and Lancaster County, VA, the maps Office of the Governor 2013b). This (GAO 2013). have been updated and finalized and announcement was closely followed will go into effect by the end of 2013. 54 Much of New Jersey is subject to by President Obama’s visit to the New erosion, subsidence, flooding, storms, Jersey shore on May 28, 2013 (seven 67 Preliminary flood maps for Atlantic, and hurricanes due to a combination months after Hurricane Sandy made Bergen, Burlington, Cape May, Cum- of its climate, topography, and location landfall on the coast) and his declara- berland, Essex, Hudson, Middlesex, (NJDEP 2013; NJDEP 2011). tion that the “Jersey shore is back and Monmouth, Salem, Ocean, and Union open for business” (State of New Jersey Counties in New Jersey and New York 55 245,501 policies in force as of May 2013, Office of the Governor 2013c). City, NY, have been released. Maps accounting for 4.4 percent of total U.S. for Bronx, Kings, Richmond, Queens, policies (FEMA 2013a). 62 Both the New Jersey Association for and Westchester, NY, will be released Floodplain Management and the 56 Approximately $5.2 billion was paid soon. See https://sites.google.com/site/ Association of State Floodplain Manag- out to the state between 1978 and May region2coastal/sandy/abfe. ers have written letters to the governor 2013 (FEMA 2013a). urging him to veto the bill. 68 FEMA released updated preliminary 57 59 of 550. flood maps for the Greater New Orleans 63 Zones classified as A or V (each of which area including Jefferson, Orleans, 58 Of these, all are rated as a six or higher, has sub-classifications) are considered Plaquemines, St. Bernard, and St. showing that they are still not taking high-flood-risk zones or SFHAs. SFHAs Charles Parishes on November 12, 2012. advantage of all possible measures to are areas subject to inundation by a See http://www.fema.gov/fema-region- reduce flood risk (FEMA 2012b). flood that has a 1 percent or greater vi-updating-flood-maps-greater-new- chance of being equaled or exceeded 59 The state plans to provide financial orleans-area. during any given year. A 1 percent assistance toward the rebuilding of type of flood is referred to as a base Union of Concerned Scientists 27",
        "69 In some cases the new maps are 78 The Association of State Floodplain Insurance Underwriting Association) moving properties into high-risk flood Managers points out that an increase sold $96 million of catastrophe bonds zones where flood insurance purchase of $15 to the annual premium of a to protect against hurricane damage is mandatory. flood insurance policy—that is, an in a deal managed by Munich Re average increase of just 1 or 2 per- (Bandel and Hwang 2010). California 70 The Biggert-Waters Flood Insurance cent—could generate about $75 mil- has also issued catastrophe bonds for Reform Act of 2012 could help address lion per year to support mapping earthquake insurance. The California this in the future because it authorizes activities, a substantial fraction of the Earthquake Authority undertook two FEMA to factor in information such as recent annual cost of $100 million to $150 million reinsurance transactions changing coastal topography, erosion $115 million (ASFPM 2013b). in 2011 and 2012 with the Bermuda- rates, sea level rise projections, and based Embarcadero Reinsurance Ltd., changes in intensity of hurricanes in 79 At last count, there were six such bills which in turn sold three-year catastro- its future maps. But when these new filed in Congress. phe bonds for that value to investors. maps will be created is uncertain. 80 Increases in insurance rates are Outside the United States, Mexico 71 FEMA’s Advisory Base Flood Elevations frequently resisted by coastal com- and Taiwan have also made use of (ABFEs) reflect the “1%-annual-chance munities and realtors, in part because catastrophe bonds. flood elevations and flood zones” in of the perception that they could 87 Based on the recent experience of an area. negatively affect property values. these states, the catastrophe bond For example, although the National 72 The lowest scenario from the research rate is at least 7 percent higher than Association of Realtors has said they is not represented since it is a simple the three-month Treasury rate. strongly support the Biggert-Waters extension of historic sea level rise— Act (which will raise insurance rates), 88 Some of these funds could also poten- and data indicate that the current rate they have also worked to delay a key tially be used to set up a home buyout in recent years is already twice the element of the act: removing the program, although it would have to historic rate. generous subsidies available under be carefully structured so as to avoid 73 The CRS provides discounts for both the grandfathering provisions of NFIP raising the risk of yet another source high-flood-risk areas (SFHAs) and (NAR 2013a; NAR 2013b). of taxpayer liability. non-SFHA policies for 18 creditable 81 Traditionally, FAIR Plans were primarily 89 The geological uplift or subsidence of activities that can be classified into for urban areas while Beach and Wind- coastal areas can affect local rates of four categories: public informa- storm Plans were primarily for coastal sea level change dramatically. Areas tion; mapping and regulations; areas, but that distinction is starting to such as the northern Gulf of Mexico flood damage reduction; and flood blur. In states such as New York that do have seen sea level rise six times the preparedness. See http://www.fema. not have Beach and Windstorm Plans, global average because of coastal gov/national-flood-insurance-program/ FAIR Plans serve as the insurer of last subsidence (Anderson, Milliken, and national-flood-insurance-program- resort (Hartwig and Wilkinson 2012). Wallace 2010). community-rating-system. 82 Florida and Louisiana have unique 90 Overall, almost 20 percent of New York 74 Approximately 56 percent of CRS com- state-subsidized insurance plans City Housing Authority’s 178,000 total munities have a low rating of eight called the Florida Citizens Property units were in buildings that were dam- or nine, 43 percent have a CRS rating Insurance Company (Florida Citizens) aged by Sandy. See http://www.nyc. of five to seven, and only 0.9 percent and Louisiana Citizens Property Insur- gov/html/nycha/downloads/pdf/nycha- have the best rating of one to four ance Corporation (Louisiana Citizens), developments-affected-by-hurricane- (FEMA 2012a). A national map of com- respectively. Alabama, Mississippi, sandy.pdf. munities participating in the CRS and North Carolina, South Carolina, and their ratings can be found at http:// 91 The elderly tend to be highly vulner- Texas have state Beach and Wind- www.fema.gov/library/viewRecord. able during natural disasters. The data storm Plans. do?id=6200. show that 27 percent of households in 83 Policies under the FAIR and Beach and the area flooded by storm surge from 75 Also known as actuarial rates in insur- Windstorm Plans combined more than Hurricane Sandy included seniors over ance industry parlance. tripled from 931,550 in 1990 to 3.3 mil- the age of 65; moreover, 12.1 percent 76 The annual rate increases, however, lion in 2011. of households had seniors living alone can be 25 percent for some classes (Furman Center and Moelis Institute 84 Including hurricanes and earthquakes. of property including repetitive-loss 2013). properties and second homes. Previ- 85 Based on analysis using Swiss Re’s 92 Governor Andrew M. Cuomo also ously, annual rate increases had been proprietary storm surge model. indicated in his 2012 State of the capped at 10 percent. 86 Alabama recently entered into a State speech that he would con- 77 Under the act, grandfathering of low three-year contract with Swiss Re for sider using the State of New York’s insurance rates for second homes and a premium of $800,000 per year that Recreate NY Smart Home Program commercial properties will be phased will guarantee a $5 million payout as a vehicle for offering relocation out. However, that new provision does in the event of a category 3, 4, or 5 options to coastal residents, using not address the majority of grandfa- hurricane (with wind speeds in excess some funds from the Hurricane Sandy thered properties, which are primary of 111 mph). The Massachusetts Relief Act. See http://takingnote. residences. state-subsidized wind insurance blogs.nytimes.com/2013/01/24/ program (Massachusetts Property cuomo-bows-to-mother-nature/?hp. 28 Union of Concerned Scientists",
        "93 The tidal shoreline includes the have requested rate decreases only 108 This accounts for only 0.17 percent shoreline of the outer coasts, offshore eight times. One example, a home of all NFIP policies. The number islands, sounds, bays, rivers, and owner who purchased a home in 1995 of policies seems to have steadily creeks up to the head of the tidewater was then paying $477 a year; in 2013 increased over the years, probably in or to a point where the tidal waters the same policy for the same home is direct response to increasing coastal narrow to a width of 100 feet (NOAA now $3,000 a year and will most likely population. 1975). continue to rise. Between the rising 109 4 of 214. costs of both the home owner’s poli- 94 Sea level rise as measured at Sewell’s cies and NFIP policies, insurance might 110 The report was produced by the Rock- Point in the Norfolk Naval Station. become the limiting factor for coastal ingham Planning Commission (RPC), Local land subsidence is responsible living in Virginia (Varble 2013). which looked at similar studies and for a significant part of the rise along plans for Miami-Dade County, Florida, Virginia’s coast; however, sea level 99 21 of 289. and the State of Rhode Island to deter- rise resulting from climate change is 100 Specifically, the city of Norfolk has mine what kind of mapping would be projected to accelerate in the coming many storm water projects added to beneficial, along with guidance for decades. its Capital Improvement Program each suggestions for local regulations. 95 The lowest end of the range is based year; they include system upgrades 111 The study was funded by the Environ- on historic rates of sea level rise and and infrastructure improvements, mental Protection Agency’s Climate does not incorporate acceleration. general construction and planning Ready Estuaries Program. It looked at Recent data indicate that the rate of improvements, and “green infrastruc- areas in coastal New Hampshire and sea level rise has nearly doubled in ture” additions to slow floodwater Maine and utilized COAST (Coastal recent years (Church and White 2011). movement, allowing it to soak into Adaptation to Sea level rise Tool) to The highest end is based on esti- the soil and spread out more, lessen- create a cost/benefit analysis (with mated consequences of sea level rise ing runoff in the area. Additionally, a 3.5 percent discount rate) factor- combined with the maximum possible through regional, state, and federal ing in sea level rise and storm surge contribution from ice sheet loss and partnerships, the city is working to predictions. Based on the findings, glacial melting. In between are two address flooding concerns throughout the EFC made comparisons between additional scenarios: a low scenario the Hampton Roads area. the cost of a “no action” strategy and of 3.2 feet by 2100 based on the B1 101 Based on a recent ranking by ICLEI an adaptation strategy designed to scenario from the IPCC 4th Assess- Local Governments for Sustainability protect against the occurrence of a ment Report; and a high scenario USA (ICLEI 2013). 100-year flood in 2100; it found that, of 5.6 feet by 2100 which is based on for both public and private assets, the upper end of projections from 102 Under the plan, the land on which the cost of inaction is significantly semi-empirical models using statisti- purchased properties stand must be higher in the long term. Addition- cal relationships in global observa- converted to public open space and ally, the study presented findings on tions of sea level and air temperature cannot be used for future develop- threshold elevations for key structures (VIMS 2013). ment. To date, 20,000 properties have (e.g., Hampton Sewage Pump Station, been bought out under the program 96 Most often these threats work Seabrook Wastewater). around the country. See http://www. together. For example, an intense fema.gov/application-development- 112 A full list of the 19 creditable activi- storm drives the surge along the process/hazard-mitigation-assistance- ties available under the CRS program coastline, which helps to accelerate property-acquisition-buyouts. is here: http://www.floodsmart.gov/ erosion; increased erosion in turn floodsmart/pages/crs/crs_activities.jsp. can lead to less protection for the 103 There are examples of the program coastline, thereby facilitating inunda- being put to good use in a limited way tion. Such risks to the Virginia coastal after inland flooding disasters, such as region are due not only to the issue of the record flooding along the Missis- climate-change-related sea level rise sippi in 1993 and 1995 (FEMA). and increased storm intensity, but also 104 Hurricane Bob hit southern and cen- to isostatic adjustment (in this case, tral parts of the state in August, caus- subsidence) in response to the retreat ing $2.5 million in damages, mostly of the ice sheets from the last glacial coastal, and three deaths (Cousineau period (Hershner and Mitchell 2012). 2011; ReadyNH 2010b). 97 According to FEMA, as of the end of 105 The Halloween nor’easter, or “Perfect May 2013, Virginia residents carried Storm,” which caused widespread 116,488 NFIP policies that accounted coastal flooding throughout New for approximately 2.1 percent of all England and $5.6 million in damages NFIP policies issued (FEMA 2013a). in New Hampshire (Cousineau 2011; 98 Since 1995 the insurance companies NOAA 1991). with the largest shares of home 106 Or 131 miles for the tidal shoreline owner’s policies for the state (State (NOAA 1975). Farm, Allstate, and USAA) have filed rate increases 42 times, while they 107 As of 2008. Union of Concerned Scientists 29",
        "Rising sea levels are significantly increasing the risks of coastal flooding. Actions to help build the resilience of coastal communities, including insurance reform, are urgently needed, and we must also invest in measures to reduce our carbon emissions to help slow the rate of sea level rise. AMEF/sairA annasoR © Drastic Measures Today, Standard Practice Tomorrow? Some New Jersey home owners are opting to elevate their homes Elevation not only better protects homes from storm surge and in the wake of Hurricane Sandy and the implementation of the subsequent flooding, but can also help reduce insurance premi- Biggert-Waters Flood Insurance Reform Act of 2012 (see box, p. 13). ums for home owners. This report is available on the UCS website at www.ucsusa.org/floodinsurance. The Union of Concerned Scientists puts rigorous, independent science to work to solve our planet’s most pressing problems. Joining with citizens across the country, we combine technical analysis and effective advocacy to create innovative, practical solutions for a healthy, safe, and sustainable future. This report was authored by Rachel Cleetus. National Headquarters Washington, DC, Office West Coast Office Midwest Office © August 2013, revised February 2014 Two Brattle Square 1825 K St. NW, Ste. 800 2397 Shattuck Ave., Ste. 203 One N. LaSalle St., Ste. 1904 Printed on Union of Concerned Scientists Cambridge, MA 02138-3780 Washington, DC 20006-1232 Berkeley, CA 94704-1567 Chicago, IL 60602-4064 recycled paper using Phone: (617) 547-5552 Phone: (202) 223-6133 Phone: (510) 843-1872 Phone: (312) 578-1750 Page 1 photo: © Master Sgt. vegetable- Mark C. Olsen/U.S. Air Force Fax: (617) 864-9405 Fax: (202) 223-6162 Fax: (510) 843-3785 Fax: (312) 578-1751 based inks"
    ]
}