{
    "FILE_NAME": "https://research.fit.edu/media/site-specific/researchfitedu/coast-climate-adaptation-library/united-states/east-coast/new-england/Shi--Varuzzo.--2020.--Surging-Seas,-Rising-Fiscal-Stress.pdf.pdf",
    "ALL TEXT": "Cities 100 (2020) 102658 ContentslistsavailableatScienceDirect Cities journal homepage: www.elsevier.com/locate/cities Surging seas, rising fiscal stress: Exploring municipal fiscal vulnerability to T climate change Linda Shia,⁎ , Andrew M. Varuzzob aDepartmentofCityandRegionalPlanning,CornellUniversity,213WestSibleyHall,Ithaca,NY14853,USA bPortAuthorityofNewYorkandNewJersey,4WorldTradeCenter,150GreenwichStreet,NewYork,NY10007,USA ARTICLE INFO ABSTRACT Keywords: Recentdisastersandgrowingconcernsaboutclimatechangehavespurredcallsforcitiestoretreatfromand Fiscalstress avoiddevelopingincoastalareas.Instead,citieshavedoubleddownonwaterfrontdevelopment.Weaskwhy Landfinance andwithwhatimplications,usingtheU.S.stateofMassachusettsasacasestudy.Byoverlayingdataonsealevel Propertytaxes rise,landuse,andpropertytaxes,wefindafewcoastalcitiesmaylosesignificantlevelsofmunicipalrevenuesto Climatechange long-termsealevelrise,whileothersfacenegligibleimpacts.Coastalmunicipalitiesarecognizantoftheirrisks Sealevelrise yet continue to site redevelopment projects in flood-vulnerable areas to meet present-day budgetary needs. Adaptation Moreover,theyresisteffortstoalignpropertyvaluesandinsurancepremiumswithclimaterisks,asreformsonly hastenlosttaxes.Leftunchanged,existinglanduseandfiscalpoliciesincentivizemunicipalitiestomakeshort- term decisionswithacceleratingclimaterisksovertime.Thiscreatesnewdynamicsof fiscalstressthatcan increaseregionalinequality andvulnerability toclimatechange.Thestudyhighlightstheneedfordialogue amongresearchersandpolicymakersintheU.S.andinternationallyonthenexusbetweenlanduseplanning, governmentadministration,andclimatechangeasthesetensionslikelyexistwhereverlocalgovernmentsrelyon land-basedfinance. 1. Introduction Whataretheimplicationsoftheirspatialdistribution?Howdocurrent landuseconditionsaffectcities'abilitiestoovercomebudgetgaps?To Recentdisasters andgrowingconcernsaboutclimatechangehave what extent has knowledge about climate impacts affected local land spurredcallsforcitiestoretreatfromandavoiddevelopmentinlow- use planning? We focus on Massachusetts given the state's high ex- lyingcoastalareas.Manystudiesinthefieldofclimateadaptationhave posure to SLR and its coastal municipalities' budgetary reliance on focusedonassessingcities'infrastructuresystems,thesocialimpactsof propertytaxes.Thestudyusesamixofgeospatialandqualitativedata climate change and adaptation responses, and the costs of action or sourcesandanalyticalmethods.WeexamineonlytheeffectsofSLRon inaction.However,fewstudieshaveexaminedhowfiscalpoliciesdrive propertytaxesbecauseoftheavailabilityofdataforthistypeofana- cities to develop where they do and constrain their adaptation re- lysis. The full fiscal impact of climate change is likely much greater sponses. Many guidelines and adaptation plans further advocate that whenaccountingformultiplehazards,broadereconomicimpacts,and cities adopt land- and growth-based financing mechanisms, such as risinglocalserviceandexpenditureneeds. propertytaxesandmunicipalbonds,toimplementadaptationprojects. We first review the literature on the nexus of land use planning, These strategies overlook how climate change may affect future mu- fiscal policy, and hazard mitigation in the United States, and explore nicipal revenue streams, how such financing mechanisms incentivize howclimatechangecanexacerbatefiscalstress.Wethenassess(1)how increaseddevelopmentinflood-proneareas,andhowunevencapacity SLRwouldimpactlocalrevenuesincoastalMassachusettsifnoadap- to use these growth-based tools can shape intra- and inter-regional tiveactionsaretaken,(2)cities'abilitytocompensateforthislossgiven spatialinequality. land use, demographic, and fiscal constraints, and (3) how cities are Thispapershedslightonthesedynamicsbyexaminingtheimpacts currentlybalancingfiscal,landuse,andclimateconsiderations.Wefind of one climate hazard (sea level rise, SLR) in one U.S. state thatSLRwillsignificantlyimpactasmallsubsetofmunicipalities,many (Massachusetts)foroneaspectoflocalbudgets(propertytaxrevenues). ofwhicharelandconstrainedandalreadyfiscallystressed.Thesecities Weask:whichcitiesstandtolosethemostlocalrevenuesduetoSLR? arecurrentlymaximizingwaterfrontdevelopmentdespiteknowledgeof ⁎Correspondingauthor E-mailaddress:lindashi@cornell.edu(L.Shi). https://doi.org/10.1016/j.cities.2020.102658 Received3October2018;Receivedinrevisedform27November2019;Accepted15February2020 Available online 24 February 2020 0264-2751/ © 2020 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/).L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 climate risks. Even if built with resilience measures, these practices userfeesandcharges(Aldag,Warner,&Kim,2019;Kim,2017). place more people and assets in areas that will become increasingly These policies provide cities with fiscal and political incentives to expensive to sustain. Moreover, municipalities with the most fiscal continuedevelopinginvulnerableareasontheonehand,andlimited exposure due to SLR are scattered among those with lower exposure, financial flexibility or requirements to avoid such practices on the creatinganunevenlandscapeofmunicipalfiscalvulnerabilityalongthe other.Althoughthisframeworkhaslongdrivendevelopmentinrisky coast.Thesedynamicscreatenewsourcesofconflictbetweencitiesand places, climate change escalates tensions between land use planning other levels of government. Left unaddressed, climate change can andeffortstobalancecurrentbudgets.Thechallengesareevidentinthe contributetonewdynamicsoffiscalstress,spatialinequality,andre- exponential increase in economic damages from climatological dis- gionalvulnerability. astersovertime,evenasdisasterriskmanagementhasreducedtheloss This study suggests that the field of public administration should oflife(NOAA,2019).TheNFIP'sinsolvency($20.5billionindebtatthe pay more attention to climate impacts given how it can compound timeofpublication)andrisingproportionofdisasteraidinthenational traditionalsourcesoffiscalstress.Furthermore,itsuggeststhefieldof debt(18%ofadditionalfederaldebtin2018)arebuttwoindicatorsof adaptationplanningshouldaccountforfiscalvulnerabilityandlanduse the disconnect between national hazard mitigation policies and fisca- constraints in climate adaptation assessments. Finally, the study un- lizationoflocallanduse(Elis,2018;Horn,2019). derscoresaneedtoscrutinizepolicyframeworksthatfiscalizelanduse Thisstructuralframeworkconstrainslocalaspirationsforrationalor inaworldundergoingclimatechange.Althoughourstudyfocuseson forward-looking land use choices with respect to climate adaptation Massachusetts and the U.S. policy context, many other countries andhazardmitigation.Intheaftermathofdisasterslikethosewrought espouse similar land use, fiscal, and natural hazard management po- byHurricanesKatrinaandHarvey,punditsandpublicsalikedecryland licies. Researchers and policymakers in the U.S. and internationally usedecisionstopaveoverwetlandsorbuildinlow-lyingareas,parti- haveanopportunitytocompareandlearnfromdiverseexperiencesas cularlywherethosedevelopmentsaresprawlingsubdivisionsorrequire tensionsbetweenfiscalpolicy,landuseauthority,andclimatechange massivetaxdollarstorebuild.Questionsofrace,class,power,andin- are likely relevant wherever local governments rely on land-based fi- equalityhavedominateddebatesaboutwhoshouldbenefitfromflood nance. insurance,whocanmoveback,andwhoshouldbeprotected(Hersher & Benincasa, 2019). For the most part, these important debates have 2. LandUse–FiscalPolicy–ClimateVulnerabilityNexus ignored cities' fiscal vulnerability to climate impacts, the underlying fiscalincentivesandobligationsthatshapewherecitiesbuild,andthe IntheUnitedStates,afragmented,complexsetofpoliciesgoverns needtoreconsiderthesepoliciesgivenclimatechangeinordertoad- disasterriskreductionandlanduseplanning.Historically,federaland dresssystemicdriversof“unresilient”landusepractices. state governments have not regulated local development in en- vironmentally sensitive areas (Burby, 1998). Instead, the federal gov- 3. Sealevelriseasanewsourceoffiscalstress ernment has invested heavily in flood mitigation infrastructure to provideprotectionuptoacertainlevelofrisk.Italsocreatedinstitu- Sealevelrisecanaffectmunicipalbudgetsonboththerevenueand tionsliketheFederalEmergencyManagementAgency(FEMA)andits expenditure sides. On the revenue side, SLR could fundamentally re- National Flood Insurance Program (NFIP) to provide insurance and structure local economies and erode property taxes. Climate impacts distribute aid for post-disaster recovery. Paradoxically, these policies will affect employment and businesses that rely on natural resources, have invited development into hazard-prone areas by reducing per- suchasrecreation,logging,paper,fisheries,andtourism,therebyim- ceptionsofriskandexternalizingcostsofdamages.Manystatesrequire pactinglocalandstatetaxrevenues.Disasterscausenetmigrationout localgovernmentstodeveloplanduseplansandmanagecoastalzones, of the area, with negative repercussions on local revenues (Boustan, but such requirements can have few provisions concerning natural Kahn, Rhode, & Yanguas, 2017). Markets are just beginning to signal hazards, sea level rise, or implementation (Dyckman, St. John, & awareness of climate change, with recent studies finding that homes London, 2014; May & Deyle, 1998). Only since 2000 has the federal exposedtoSLRsellfor7%lessthanunexposedproperties(Bernstein, government required municipalities to draft a hazard mitigation plan Gustafson, & Lewis, 2019). Properties may lose more or all of their (HMP)inordertoqualifyfornon-emergencyfederaldisasterassistance. marketvalueastheybecomemorefrequentlyfloodedorpermanently While nearly 21,000 municipalities have HMPs, the federal mandate inundated(Atreya&Ferreira,2015).Othercities,however,mayreap does not require their implementation. Plan quality and implementa- the benefits as some municipalities suffer economic and population tionaremixedandmunicipalitiesroutinelydevelopinplacesdeemed decline. A study of Miami-Dade County found property price appre- riskyintheirownHMPs(Berkeetal.,2015;Berke,Malecha,Yu,Lee,& ciation ispositively associated withtopographic elevation,suggesting Masterson,2018;Chapinetal.,2007).Litigationovereffortstoregulate the beginnings of “climate gentrification” (Keenan, Hill, & Gumber, privatepropertyfurtherdiscouragescitiesfromaggressiveregulations 2018). In administratively fragmented metropolitan areas, such (Meltz,Merriam,&Frank,1998). changes likely take place in different cities, yielding net winners and Flood risk mitigation efforts, in part, have helped to securitize in- netlosers. vestments in land improvements and therefore in property tax rolls. Ontheexpenditureside,addedlocalcostsinclude:maintainingand Across states, property taxes constitute between 10% (Arkansas) and repairing roads due to coastal storm events and rising water tables; 56% (New Hampshire) of local government revenues. Within states, adapting water supply and drainage systems to account for more in- this range can be even higher. For instance, although property taxes tensestormsandstormsurge;andexpandingcommunityhealth,edu- constitute 41% of local revenues in Massachusetts, they constitute on cation,anddisasterpreparednessandresponse(Hunt&Watkiss,2010). average 60% of local revenues among its coastal municipalities. As a Theseoperating,personnel,andcapitalinvestmentcostsareinflexible percentageoflocalownsourcerevenues(i.e.,excludingtransfersfrom andshrink slowlyeven ifresidential populationsdecline. Federaldis- state and federal governments), these numbers rise to between 21% aster funding has increased over time (Lingle, Kousky, & Shabman, (Alabama)and85%(Connecticut),withcoastalMassachusettsnearthe 2018),butthefederalgovernmenthasproposedtoincreaselocalcost- high end at 73% (U.S. Census Bureau, 2012). Local reliance on these sharesfordisasterrecoverybeforefederalaidkicksin(Flavelle,2017). forms of revenuehas increasedinrecent decadesas federaland state With federal willingness to fund local disaster and recovery needs in austerity measures have reduced their transfers to local governments flux, local expenditure burdens will likely increase under climate (Wildasin,2010).Devolvedfiscalstressexertsevengreaterpressureon change. local governments to raise revenue by boosting assessed property va- Only recently has research emerged on the local fiscal impacts of lues, expanding tax bases through more development, and expanding climatechange.Historically,climateassessmentsfocusedoneconomic 2L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 losses caused by climate change, physical damage to the built en- average of 60% of total revenue and 73% of own source revenue in vironment, and communities' social vulnerability (Cutter, Emrich, 2012 (U.S. Census Bureau, 2012). At the same time, the state's Webb, & Morath, 2009; Füssel & Klein, 2006; IPCC, 2012; Kirshen, Proposition 2½ (passed in 1980) caps the property tax municipalities Knee, &Ruth, 2008; Lynn, MacKendrick, & Donoghue, 2011; Melillo, maylevyto2.5%ofthetotalassessedpropertyvalue(Schuster,2012). Richmond,&Yohe,2014;RiskyBusiness,2014).Researchersofnatural These factors incentivize municipalities to grow property tax bases disasters similarly observe that the fiscal impact of disasters is under through gentrification or development expansion, as they cannot ex- studied(Boustanetal.,2017;Deryugina,2016;Miao,Hou,&Abrigo, ceedthetaxcapwithoutvoterapproval. 2018).Somestudiesfocusmoreontheimplicationsofclimatechange Inthiscontext,weexaminelocalgovernmentfiscalvulnerabilityto on national rather than local fiscal conditions (Ekins & Speck, 2014). SLR. Climate vulnerability is commonly defined as the product of ex- One exception is a 2018 report by the Union of Concerned Scientists posuretonaturalhazardrisks,sensitivityofpeopleandsystemstothose (UCS)thatassessedforthefirsttimenationalfiscalvulnerabilitytoSLR. risks, and their capacity to adapt to change due to socio-economic, Itfoundthat2.4millionpropertiescurrentlycontributing$12billionin institutional, technological, and political factors (IPCC, 2014). Trans- property taxes could lose their value with 6.9 ft of SLR. Under these latingthisintotherealmoffiscalstress,weusefiscalexposuretomean projections,120municipalitieswouldrisklosing20%ormoreoftheir theextenttowhichlocalgrossrevenuesareaffectedbytheelimination currentpropertytaxbase,and30municipalitiescouldloseasmuchas ofpropertyvaluesduetoSLR.Weusefiscaladaptivecapacitytomean 50%oftheirpropertytaxbasewithinthenext30-yearmortgagecycle, whetherandhowmunicipalitiescancopewithfiscalexposure. therebyimplicatingongoingpropertytransactions(UCS,2018a).These We use spatial data analysis to assess variations in levels of fiscal estimates–foroneclimatehazardtooneaspectofmunicipalbudgets– exposure,thenqualitativelyexaminehowlandusecharacteristicsaffect highlightthepotentialmagnitudeofclimate-drivenfiscalstress. fiscal adaptive capacity to develop an overall understanding of fiscal Municipalitieshistoricallyhavemanagedfiscalgapsandstressesby vulnerability. The technical appendix provides a more detailed ex- changing local tax policies, development incentives, and service de- planation of our methods. In brief, we first created a geographic in- livery. Cities embracing “strategic management” or “pragmatic muni- formationsystem(GIS)modelthatoverlaystheextentofSLRinunda- cipalism” leverage public-private partnerships, create new markets, tion,propertytaxdata(attheparcel-level),andmunicipalfiscaldata. seekoutnewsourcesoflocalrevenues,andincreaseexistingfeesand Projections of SLR come from the National Oceanic and Atmospheric taxes to maintain service levels (Johnston & Girth, 2012; Warner & Administration (NOAA), which calculates the spatial extent of SLR Clifton, 2014). Under climate change, such strategies could include basedonmeanhigherhighwater(MHHW).WeuseNOAAdataforone- creating neworupgradingexisting neighborhoodsintoresilienthigh- foot increments of SLR between 1 and 6 ft (NOAA, 2017). Although enddistricts.Othermunicipalities,especiallyiftheyhavehighanti-tax NOAAdatahasitslimitations,itprovidesamethodologicallyconsistent sentiment and/or have more tax-exempt property, adopt policies of mapfortheentirecountry.WeoverlaidthiswithmapsfromtheMas- austerityurbanism(Aldag,Kim,&Warner,2019).Thisischaracterized sachusettsAreaPlanningCouncil(Boston'sregionallanduseplanning bycuttingpublicservices,sternbudgetaryoversight,andprivatization agency,MAPC)thatcontainpropertyparcels,buildingroofprints,and (Peck,2012).Sucha“hollowingout”ofmunicipalbudgetscommonly theircorrespondingtaxandlandusedata(MAPC,2018). manifests in deferred capital investment, increased user fees, frozen We draw on 2015 municipal fiscal data from the Massachusetts salaries,layoffs,andcutstoservices(Warner&Clifton,2014). Division of Local Services' Municipal Databank (DLS, 2017). Fiscal Basedonthisreview,wehypothesizethatmunicipalitiesoperating health is the ability of local governments to pay for their obligations under this policy framework are likely to maximize coastal develop- (Hendrick,2004),butscholarshotlydebateeffectivemetricsofmuni- ment even if they are aware of the impacts of climate change. To cipalfiscalstress(Gorina,Maher,&Joffe,2017).TheInternationalCity evaluatethis,wefirstusespatialanalysistoidentifymunicipalitieswith Manager's Association (ICMA) offers one of the most comprehensive thegreatestfiscalimpactduetoSLR.Wedescribethelanduse,fiscal, frameworksformeasuringfiscalconditionsandincludes48indicators and demographic conditions that characterize coastal municipalities evaluating four dimensions of solvency (Nollenberger, Groves, & giventheirleveloffiscalvulnerabilitytoclimatechange.Wethenaskif Valente,2003):cashsolvency,budgetarysolvency,long-termsolvency, andhowlanduseanddevelopmentplanningreflectsknowledgeabout and service solvency. We include variables representing three of the climate vulnerability for highly fiscally exposed municipalities that four dimensions. We use cash balance as a percentage of revenues to haveconductedclimatevulnerabilityassessments. representcashsolvency2;operatingbalanceasapercentageofrevenues to represent budgetary solvency; and total outstanding debt as a per- 4. Caseselectionandmethods centage of revenues to represent long-term solvency. We also include stateaidasapercentageofrevenuestoassesspotentialimpactstolocal ThestateofMassachusetts(MA)servesasanextremecaseforthis andstatefiscalrelations. research(Seawright&Gerring,2008)giventhatitslocalgovernments ThiscomprehensiveGISmodelallowedustoassesswhereSLRmaps havebothhighrelianceonpropertytaxesandhighexposuretoSLR.For intersected land parcels and buildings, and then calculate local taxes instance,Bostonlikelyhasmoreman-madelandthananyothercityin fromlandandbuildingsthatcouldbeimpactedinone-footincrements the country, with 5250 acres built on fill created by leveling nearby ofSLRfrom 0to6ft. We consideronlythe effectsof SLRoncurrent hills(Seasholes,2003),apracticethatneighboringcitiesemulated.By municipalpropertytaxrevenues,nototherclimateimpacts,thetollof 2100,SLRmayreturnMetroBostontoitsgeographicextentbeforeland climatechangeonmunicipalexpenditures,orhowplannedorpotential making projects (Douglas, Kirshen, Li, Watson, & Wormser, 2013; adaptationreducesfiscalexposure. Seasholes,2003).Present-daycoastalfloodswithanannual1%chance WethencategorizedmunicipalitiesbythemagnitudeofSLR-induced ofbeingequaledorexceeded(theso-called100-yearstorm)couldhave fiscalgapsat6ftofSLR(SLR6)andidentifiedpatternsintheirlanduse, a20%chanceoftakingplaceeachyearby2050andmaybeasfrequent builtform,andgeography.Althoughweexploredaclusteranalysis,the asdailyhightideby2100(CityofBoston,2016). qualitativecategorizationwassimplerandproducedsimilaroutputs.For Since2016,thestatehasrequiredalllocalmunicipalitiestodevelop the most affected municipalities, we identified land use plans, vision a “Municipal Vulnerability Plan”, and many cities had developed as- sessmentsandplansevenbeforethemandate.Yet,mostmunicipalities face funding constraints in implementation. Massachusetts prohibits 2Althoughstudieshavefoundthatinformationaboutthegeneralfund(assets municipalities from raising revenues from sales, income, hotel, and andliabilities)balance,asanindicatorofcashsolvency,tobethemosteffective meal taxes. As a result, coastal municipalities in Massachusetts have predictoroffiscalstress(Gorina,Maher,andJoffe,2017),suchinformationis some of the highest levels of property tax reliance nationwide: an notcollectedatthestatelevelinMassachusetts. 3L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Merrimac Amesbury West Newbury Salisbury Groveland Newburyport Methuen Haverhill Rowley Newbury Legend Lawrence Topsfield Ipswich Essex Rockport PercentMunicipalBudget NorthAndover Hamilton Gloucester 0%-4.9% Danvers Malden Saugus Beverly 5%-9.9% Medford Peabody Salem MarblehM eaa dnchester 10%-24.5% SoW mein rvch ile lester Lynn Swampscott Arlington Nahant Belmont Revere Cambridge Everett Watertown Chelsea Ne Winthrop wton Boston Hull Cohasset Brookline Milton Hingha Scituate m Quincy Norwell Braintree Marshfield Weymouth Hanover Pembroke Duxbury Provincetown Truro nton Kingston Wellfleet u S eek o n h to b o h eR D ighto nTa Berkley Ply m outh Eastham k SomeS rsw ea tnsea F Wa estp o rtll RivF er re De artm o ut thown A cu sh n et NewRochester FM aira httW aa vpMa eor nae isrh i ea o tm tn FalmB oo uu tr hne Sandwich MasB hpa ern estable Dennis YarmoH uB ta hr re ww is ct her ChatO harl means Bedford Tisbury Gosnold OakBluffs Chilmark Aquinnah Edgartown West 0 5 10 20 Tisbury Nantucket Miles Fig.1.PercentoftotalmunicipalrevenuejeopardizedatSLR6.TheseestimatesarebasedonthelatestavailablesealevelrisemapsfromNOAAandrequireground- truthingtobemorereliable.SeethetechnicalappendixforadiscussionoftheroleofdamsinprotectingtheCitiesofBostonandCambridgefromflooding. plans,climatevulnerabilityassessments,andclimateadaptationplansto 5. ImpactsofsealevelriseonmunicipalitiesinMassachusetts determinetheextenttowhichlocalplanningreflectsknowledgeabout SLR. This review of documents is supplemented by field research. Long-termSLRthreatenssignificantlevelsofpropertytaxesifcities Between 2014 and 2017, the lead author followed the Boston Metro donottakestepstoadapttoclimatechange,butimpactsareunevenly Mayors Climate Preparedness Task Force, which involves the 14 most distributedacrosscoastalMassachusetts,asshowninFigs.1–3.Inab- urbanizedcitiesintheurbancoreandwascreatedbymayorstocatalyze solute terms, 3 ft of SLR threatens 1.4% ($104 million) of current regionalclimateplanning.Sheattendedtheirmeetingsandinterviewed property taxes of 89 coastal municipalities by chronically inundating mostofthestaffinthatgroup(30–60mineach),whichallowedherto over15,000taxableacrescurrentlyvaluedat$8.89billion.Sixfeetof closelytrackadaptationplanningintheregion.Thepaperincludesafew SLR threatens 12.5% ($946 million) of current property taxes of 99 anonymousquotationsfromtheseinterviews. coastalmunicipalitiesbychronicallyinundatingalmost37,000taxable 4L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Fig.2.RelativecontributionofdifferentlandusestopropertytaxlossatSLR6.TheseestimatesarebasedonthelatestavailablesealevelrisemapsfromNOAAandrequire ground-truthingtobemorereliable.SeethetechnicalappendixforadiscussionoftheroleofdamsinprotectingtheCitiesofBostonandCambridgefromflooding. acres valued at$64.4 billion.Just 7cities inMetroBostonhave high Howsoontheserevenuelossestakeplacedependsonwhichclimate fiscalexposure(definedas10%ormoreoftotalmunicipalrevenuesat modelsareusedandhowquicklysocietyreducesglobalcarbonemis- risk). Another 29 municipalities comprising a diverse set of seaside sions.Fig.3presentstherevenueslostateachincrementalfootofSLR, suburbs risk losing 5% to 10% of their total revenues. Most munici- alongwithassociatedprojectionsforwhentheselevelsofrisewilltake palities, however, face comparatively little fiscal exposure. Even at place.Tippingpointsappearafter4ftofSLRwhensealevelsriseabove SLR6,41municipalitiesrisklosing2%orlessoftheirtotalrevenuesand orflankprotectiveinfrastructureorreclaimedland,whichwasfilledto another 22 between 2% and 5%. These tend to be less urbanized justabovetheMHHWmark(Seasholes,2003).While$3to$4billionof communitiesthatareinlandoruplandofthecoast.Table1presentsa propertyisfloodedperfootofSLRupto4ft,$35billionofpropertyis summary of the impact of SLR6 on municipal revenues, along with flooded between 4 and 5 ft of SLR. This suggests that municipalities descriptivestatisticsofthevariablesusedintheregressionanalysis. may experience low fiscal exposure for decades but face reduced 5L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Fig.3.Projectedmunicipalrevenuelossduetosealevelriseovertime. EachbubblerepresentsacommunityimpactedbySLR(99totalatSLR6).Bubblesizeshowsthemagnitudeofannualpropertytaxesimpacted.They-axisshowsthe percentageofamunicipality'sgrossrevenuesimpactedbySLR.Thex-axisshowstheimpactatone-footincrementsofSLR.Projectionsofwhensealevelsrisevary dependingonhowaggressivelysocietiesmitigationcarbonemissions(CityofBoston,2016).Theseestimatesarebasedonthelatestavailablesealevelrisemapsfrom NOAAandrequireground-truthingtobemorereliable. Seethetechnicalappendixforadiscussionoftheroleof damsinprotectingtheCitiesofBostonand Cambridgefromflooding. Table1 CharacterizingMunicipalitiesbyLevelsofFiscalImpactduetoSLR6(Thesethreegroupsofcitiesfollowthetiersoffiscalexposurealmostexactly,withthese modifications:wemovedtheinnercorecitiesofChelseaandEveretttoCentralMetroBostonbecausehighstateaidmaskstheirexposureandmovedMattapoisett andSalisburytoSeasideSuburbsbecausetheyaremoresimilartothosegroups).FiguresarebasedonorderivedfromsealevelrisedataproducedbytheNational OceanicandAtmosphericAdministration(NOAASLRViewer,2017);parcel,landuse,andtaxdatafromtheMassachusettsAreaPlanningCouncil(MAPC,2018);and municipalfiscaldatafromtheMunicipalDatabankoftheMassachusettsDivisionofLocalServices(DLS,2017). N=99 Avg Min. Max. Std.dev. MetroBoston Seasidesuburbs Drylandretreats Municipalsocio-economicconditions Population(2015) 32,537 77 667,137 69,308 96,356 20,982 26,477 %Populationchange(2000–15) 6% −13% 26% 8% 7% 5% 6% Incomepercapita(2015) $45,342 14,872 127,809 22,969 $36,681 $44,022 $46,897 Povertyrate(2012) 8% 0.9% 29% 5% 14% 9% 8% Fiscalconditions(2015) Expenditurespercapita $3905 $2135 $22,912 $2441 $3730 $4194 $3856 Stateaidas%revenue 13% 0% 67% 13% 18% 9% 13% Cashbalanceas%ofrevenue 5% 0% 31% 4% 7% 5% 5% Operatingbalanceas%revenue 5% −32% 32% 7% 9% 6% 5% Outstandingdebtasa%ofrevenue 105% 0.05% 2015% 229% 505% 81% 72% Builtenvironmentcharacteristics Landarea(mi2)(2018) 19.35 1.05 96.46 15.25 11.32 17.59 20.92 %LandareainundatedatSLR6 13% 0% 53% 13% 37% 19% 8% LCRofinundatedareasatSLR6 0.13 0.00 0.59 0.11 0.29 0.13 0.11 FARofinundatedareasatSLR6 0.25 0.00 2.14 0.34 0.69 0.21 0.19 FiscalimpactsatSLR6(basedon2015fiscalconditions) %Totalrevenuesimpacted 4% 0% 24% 5% 15% 7% 2% %LocalOSRimpacted 7% 0% 43% 8% 27% 12% 3% Taximpactpercapita $222 $0.01 $1762 $295 $736 $433 $96 property tax revenues and rising expenditure needs within a com- Metro Boston Core (high revenue loss,>10%), Seaside Suburbs pressedtimeframelaterinthecentury. (medium revenue loss, 5–10%), and Dryland Retreats (low revenue loss,<5%).Thedevelopmentalconditionsofthesedifferenttypesof 6. Potentiallanduseconstraintsonadaptationresponses municipalities provide different pressures and constraints on local government ability to overcome future climate-driven fiscal gaps. MunicipalitieswithsimilarlevelsofrevenuelossduetoSLRshare Table1comparesthevariationsinspatial,socio-economic,andfiscal similaritiesinlevelsofurbandevelopment,dominantlanduses,and conditionsforeachgroup. socio-economic characteristics. We classify municipalities as the 6L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 6.1. MetroBostoncore enclavesoftenresistdensificationorgrowth(Duncan&Duncan,2004; Pendall, 1999). Some communities may have residents with the poli- Property tax losses are highest in Boston and surrounding cities,3 ticalclouttolobbyforstateandfederalresources,buttheirlowerpo- mostofwhichwerebuiltatleastpartiallyonfill.AtSLR6,thesemu- pulationdensity andcomparativewealth arelesslikely toattractsig- nicipalitiesmaylose10%to25%ofcurrentmunicipalrevenues,with nificantlevelsoffederalorstateinvestment. thetwolargestcities(BostonandCambridge)comprisingtwo-thirdsof the at-risk property tax revenues statewide. These losses equal, on 6.3. Drylandretreats average,27%ofthesemunicipalities'currentownsourcerevenues.The primary drivers of fiscal impact are expensive commercial and in- These communities experience SLR via tidal rivers but are mostly dustrialcoastalrealestate.Fig.2showstheimportanceofcommercial protectedbecausetheysitathigherelevationsorareseparatedfromthe andindustrialpropertiestorevenuelossinMetroBostoncomparedto ocean by a band of more severely affected municipalities. the rest of the state's coastline. Inundation of these land uses has an Municipalitiesinthisgroupmayloseupto5%ofcurrentrevenuesat outsized fiscal impact because of these cities' split tax rate.4 For in- SLR6,acomparativelylowerexposurethatprovidesDrylandRetreats stance,inBoston,Cambridge,Chelsea,andEverett,30–40%ofthein- with more time and opportunity to adapt. On average, these munici- undatedassessedpropertyvaluecomesfromcommercialorindustrial palitiesarethelargestofthethreetypesofmunicipalities(21mi2)and properties,whichaccountfor53–63%ofthesecities'propertytaxes. will lose<10% of their land at SLR6. Inundated parcels in these Onthewhole,thesehighlyurbanizedmunicipalitieshavehighex- communities are large lots rather than dense settlements. Generally, istinglevelsoffiscalstress,shortagesofundevelopedland,andintense DrylandRetreatsarelessfiscallystressed,havelowerratesofpoverty, redevelopmentpressures.Table1showsthat,ofthethreegroups,cities and have thehighest income of all threegroups, although afew eco- in the Metro Boston Core have – on average – the lowest per capita nomically distressed post-industrial cities also have low impact from income and per capita public expenditures, but highest levels of pov- SLR6.ThesemunicipalitiescouldbenefitfromSLRiftheirhigherele- erty, state aid, and operating deficits as a percentage of revenue, vations make them attractive sites for future development and have pointingtosocio-economicvulnerability.Existingfiscalstresscoupled littlereasontoshouldertheirneighbors'adaptationcosts.Forinstance, withhighrateofpopulationgrowthraisespressuresforlocaleconomic thetownmanagerofatownonabarrierpeninsulaobserved,“Doanyof development to generate funding for expanded local services and in- ourresidentssaylet'sprotectourtownsoitbenefits[thecoastaltown vestments. As some of the oldest sites of industrialization in New behindus]?Idoubtit.Andwouldanyoftheirresidentsraisefundsto England, these cities are mostly built out. Additionally, except for fundourprotection?Idon'tthinkso”(PhilipLemnios,TownManager, Boston,thesemunicipalitiesareonly2–6mi2inlandarea,halfofwhich TownofHull,personalcommunication,2019). wouldbeinundatedatSLR6.Post-industrialwaterfrontsoffersomeof theonlymajorredevelopmentopportunitiesinthesecities.Thesecities 7. Currentlanduseplanninginthefaceofclimatechange have few options to compensate for revenue losses if they restrict or forgodevelopmentinlow-lyingareas. Towhatextentarethesedynamicsplayingoutontheground?The constraintsthatexistinglanduse,landavailability,andfiscalstressplace 6.2. Seasidesuburbs onadaptationplanninginMetroBoston'sCorecitiesisevident.Manyof thesemunicipalitieshavebeenproactiveinassessingtheirvulnerability Seaside suburbs experience moderate revenue losses of 5–10% at to climate change and some have developed adaptation plans. These SLR6 and are clustered in the suburbs near Boston, the islands of assessmentsandplansshowanawarenessofcurrentandfuturerisksof Martha'sVineyardandNantucket,andpocketsofCapeCod.5Expensive flooding, storm surge, and significant levels of long-term SLR (up to residentialpropertiesdrivemostofthetaximpact,asshowninFigs.1 10.5 ft in Boston's climate assessment). At the same time, the biggest and 2, although affected properties range from modest working-class plansforredevelopmentinthe7municipalitiesmostfiscallyexposedto homestolargebeachfrontestates.Overall,asshowninTable1,Seaside SLRareallsitedonthewaterfrontandwithinSLR6.Fig.4mapsmajor Suburbshavesmallerpopulations,higherincomes,lowerpovertyrates, redevelopmentprojectsandlanduseproposals forcitiesinMetroBos- and less fiscal stress compared to Metro Boston's Core, though a few ton's Core, all of which are located on land that could be chronically communities also have higher levels of poverty. These municipalities inundated by 2100. Table 2 compares cities' adaptation vulnerability are larger in land area and have more inland areas available for re- assessmentdocumentswiththeirproposalsofredevelopment. development. Nevertheless, these towns face their own adaptation The Seaport District in Boston, the largest redevelopment project in challenges. With primarily residential land uses and lower state aid, NewEnglandthismillennium,wasthedreamoflong-timeMayorMenino. these municipalities are especially dependent on residential property Bostoninvested$18billionintheSeaportDistrict,resultingin11.5mil- taxes.But,locallanduseandzoningofferfeweropportunitiestocreate lionsquarefeet(MSF)ofofficedevelopment,inadditiontonearly3000- large-scale new commercial or mixed-use developments to offset tax unitsofcondos,1500-plushotelrooms,acourthouse,conventioncenter, roll shortfalls from residential properties. Many suburbs already have contemporary art museum, restaurants, and retail (Hoban, 2018). The highresidentialtaxratestosupporthighpercapitalocalgovernment districtbrokegroundafterdecadesofplanningrightasBostonbeganto spendingandwilllikelyconfrontresidentoppositiontoraisingtaxrates researchadaptationanddoesnotaccountforclimatechange.But,since orstate-mandatedcapsonthetaxlevy.Moreover,wealthyresidential thelaunchofBoston'sadaptationplan,thenewBoston2030visionplan placesfiveofsixnodesofplannedfuturedevelopmentinareascurrently vulnerabletofloodingandpredictedtobechronicallyinundatedby2100 3Revere,Chelsea,andEverettreceive35to45%oftheirbudgetsfromstate (Gray,2017).InCambridge,theFreshPond-AlewifeCommercialDistrict aid.Asapercentageofownsourcerevenues,theyareamongthetop10most is adding 3 MSF of housing, research, and commercial development to fiscallyexposedcitiesinthestate.WeincludeChelseaandEverettinthisca- support the technology hub around Harvard, Massachusetts Institute of tegory even though they may lose only 7–9% of their total revenues under Technology, and other area universities. These areas are in the current SLR6. floodplain. In Chelsea, apartment buildings with 415 units, a Federal 4Splittaxrateslevyhighermillageratesagainstcommercialandindustrial BureauofInvestigations(FBI)building,andatransit-orientedmixed-use propertiesthanresidentialproperties. 5WeincludeSalisbury,Mattapoisett,andProvincetowninthiscategorybe- developmentareslatedforthewaterfront.InRevere,a16.5MSFdevel- cause they are typologically more similar to other seaside towns. However, opmentwillreplaceaformerracetrackbuiltonfilledmarshland. between12%and17%oftheirtotalbudgetsareaffectedbecausetheirmain PerhapsthestarkestexampleistheTownofHull.Oneofthemost townsarelocatedentirelyinlow-lyingareas. denselysettledandbuiltoutmunicipalitiesonthestate'scoastline,Hull 7L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Fig.4.MajorredevelopmentproposalsinMetroBostoninrelationtoSLR6. HatchedcirclesindicateproposednodesofdevelopmentinBoston2030visionplan(CityofBoston,2017). has 2.8 mi2 of land, 53% of which may be chronically inundated by elevations.Cambridgeisproposingadditionalwaterpumpsinadamto 2100.Alreadyschoolsletstudentsoutearlyatkingtidestoensurethey provideredundantinfrastructureincasethedamisbreached.Thecities cangethomebeforetidalfloodinghits.Thetownhasalonghistoryof ofEverettandChelseaareproposingtobuildaseawallandwetlandsto hazardmitigationandadaptationplanning,hasaclimate-awaretown reducefloodingattheregion'sprimaryfreshfooddistributioncenter. manager,andhasembracedasuiteofrecommendedbestpracticesfor Boston's resilience plan for one neighborhood proposes elevating the mitigating flood risk. Nevertheless, it is seeking to build a major end of a street to block an entry point of flooding. Boston's beachfront tourism and hotel development on its largest remaining Commissioner of Environment notes that such plans – and associated vacantlandparceltodiversifyitstaxbaseandmitigateexistingfiscal proposals to densify these neighborhoods – will reduce flooding for stress. another 20–40 years at most, but do not resolve their long-term ex- The director of planning of another small working-class city cap- posuretochronicinundation(personalcommunication,2018). tured the tensions between resiliency and development plans Municipalitiesarealsofightingeffortstobetteralignpropertyand (Interview,2015): insurance values with actual flood risks. After the passage of the Biggert-Waters Flood Insurance Reform Act in 2012, FEMA began in- We're 1.8 square miles of land, built out well over 150 years ago. creasing flood insurance premiums to better reflect actuarial risk and Our only scenario of development is redevelopment. This [flood revising national Flood Insurance Rate Maps, which expanded the remapping]isrightintheheartofourredevelopmentdistrict,our numbers of properties required to buy flood insurance (even without urban renewal district.… Anything that increases the cost of our accountingforSLR).In2013,MetroBostonmunicipalitieslikeBoston, development [forces the question]: are we still going to get the Chelsea,Revere,Winthrop,Hull,Marshfield,andScituateappealedthe economicdevelopmentthat'sessentialtokeepthecitysustainable? newmapsandwononthemeritsofbettermodelsofpresent-dayflood To keep the economy sustainable to pay for the services that we risk. This mollified current residents and potential developers of wa- need today? It's not like we have 44 square miles over which to terfront properties. Yet, planners recognize that FEMA's revised maps spread the development and bring in the tax revenues. We're 1.8 willlikelybecorrectinthelong-termgivenclimatechange.Saidone squaremiles. assistanttownmanager(Interview,2015), To balance future adaptation and current economic development Ifeelfunnyaskingforachange[tofloodmaps]becauseIthinkin needs,communitiesareadoptingshort-termfixestosustaincontinued anycaseweneedtoplanfortheworstcasescenario,butifwedon't coastaldevelopment.ThecitiesofBostonandChelseahaveaskedmajor ask for a change we're asking people who haven't have any flood redevelopments to elevate new buildings to higher base flood infiltration into their home for50, 60, 70, years to pay $5000 for 82elbaT .seitilapicinumnotsoBorteMdetcelesnislasoporptnempolevederdnasnalpesudnaL 6RLSybdedooflseunevertnerruC% 6RLStadedoofldnaL% )2im(aeradnaL 5102–0002egnahcnoitalupoP 5102ninoitalupoP %61 %91 2.84 %31 731,766 notsoB deripsniydaerlasahdnadnimniegnahcetamilctuohtiwtliubsitcirtsidtropaesnotsoB:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS evisneherpmoctsrfis'yticehtsi,7102nidehsilbup,0302notsoBenigamI.tcirtsidehttfiorterotsnoititepmocngised seitisrevinuaeramorfstsitneicsfomuitrosnocA.stnetxedoofldeppamevahs0002ylraeecnisRLSfoseidutS sedonhtworgdesoporp6fo5setacolnalpeht,nalpnoitatpada6102ehtretfagnimocetipseD.5691ecnisnalp .nalpnoitatpadanotsoBydaeRetamilC6102ehtrofecneicsetamilcdelipmoc)puorGyrosivdAhcraeseRnotsoB( .saeraenorp-dooflni)2.giFnoselcricdehctahninwohs( .0012ybRLSfotf5.01sahcumsaroflaitnetopehtsezingocernalpehT %42 %35 4.6 %9 204,011 egdirbmaC revotnempolevedfoFSM3ylraenddalliwtcirtsidlaicremmocefiwelA-dnophserfeht:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS .seitreporplaitnediserdna,liater,secffio,gnirutcafunamgnidulcni,sraey51–01txeneht -dnoPhserFehtnignidooflfotf3foytilibaborp%001–02swohstnemssessAytilibarenluVegnahCetamilC5102 dooflraey-001-ni-1ahtiwaeraefiwelA %31 %15 7.5 %31 224,35 ereveR a(kcartecarderbhguorohtsnwoDkloffuSremroferca-161ehtgnimrofsnartsiereveR:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS rednusi1esahP.sraey02revotnempolevedesu-deximFSM5.61aotni)2QHs'nozamAtsohotdesoporpnotsoBetis .ytilibarenluvstissessaot8102nietatsehtmorfgnidnufdeviecerytiC .FSM4.1htiwnoitatnemelpmi %9 %52 4.3 %12 050,64 tterevE notliub,9102nigninepoonisacdnatroserasi)stroseRnnyWybdenwo(notsoBerocnE:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS .reviRcitsyMehtgnoladnalfoserca33 .ytilibarenluvstissessaot8102nietatsehtmorfgnidnufdeviecerytiC %7 %93 2.2 %21 893,93 aeslehC dellfinotliub,tnorfretawlairtsudni-tsopstirofdetalsstcejorprojamsahyticehT:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS detneiro-tisnartesu-dexim,stnemtrapaodnocfostinu0011,sretrauqdaehIBFnotsoBwena:dnalhsram dooflsahyticfo%63yltnerrucswohstroperegnahCetamilCroferutcurtsarfnIytinummoClatsaoCgningiseD7102 .noitatsliarretummocadna,enilsubehtfonoisnetxena,tnempoleved .0702yb%94dna,0302yb%24otgnisir,ksir %21 %84 0.2 %1− 461,81 porhtniW ,revewoh;gnidoofllatsaoctsrowehtmorfyawasaerapolevederlliwnalpretsamnwot:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS .enorpdoofleradnalniamehtotsnoitcennocs'nwotralusninepeht .tf01fohtpedta0702ybdooflotylekilsinwotehtfo%05–03dnuoraswohstroperporhtniWtneiliseR7102 %22 %35 8.2 %5− 194,01 lluH gniniamertsals'nwoteht,etistnorfhcaeberca-5arofslasoporpthguoslluH,8102ni:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS gniebfoecnahc%1launnanasah,wonsitisa,etisehT.retnecmsiruotrojamasatliubebot,ytreporptnacavrojam nwotehtfo%160702ybtahtswohsydutSnoitatpadAdnatnemssessAytilibarenluVegnahCetamilClatsaoC6102 etisehtrofnalplawenernabrusti,slasoporpehtdetcejerlluHhguohtlA.0702ybretawdooflfotf4–5.2rednu .peedtf01> tifohcum,gnidooflfoytilibaborphgihasah .evitcasniamer L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 9L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 flood insurance. Is that going to change in the future? Probably, andrelatedtaxes)accountedfor23%oflocalgovernmentexpenditures possibly. in2015,upfrom5%in1999(Zhuetal.,2019).Fiscalpolicyframeworks whereland-basedrevenuesareamajorsourceofownsourcerevenues Another director of planning observed that after the new FEMA providerealincentivesforlocalgovernmentstomaximizedevelopment. mapscameout,a“developertoldmethattheirinsurancerateswould The absence of enforceable regulations on local land use planning for be close to $1 million.… [Developers are elevating buildings] just hazard mitigation or climate adaptation makes retreat or development above the baseline flood elevation of FEMA [to avoid paying for in- avoidanceinrisk-proneareasthatmuchlesspoliticallypalatable. surance].Noneofthemarelookingatthelong-term”(Interview,2015). Within the existing governance framework, low-lying cities there- This description of developers is apt for municipalities as well. forewillneedtocompensatefortaxbaselosses(whetherduetofederal Proposed new, compact, dense development in Metro Boston's urban buyouts,propertydevaluation,ordisasters)bylobbyingformorestate core cities maximizes municipal tax revenue from these properties in aid, squeezing more money out remaining areas, or risk losing rev- theshort-term,whileincreasingthevolumeofpropertyandpeopleat enues, residents, and service quality. For land-constrained munici- riskunderlong-termSLR. palities, this entails developing in precisely those areas that may be- come chronically inundated. Coastal cities with hot development 8. Rethinkingland-basedfiscalpolicyunderclimatechange marketsmaybeabletolevynewadaptationfees,raisebondstofund adaptation, or expand development to build their tax base in a race This study of coastal Massachusetts shows how fiscal policies and against accelerating SLR. Commercial and industrial landowners may conditionscontributetobothlocalexposuretotheimpactsofclimate haveresourcestoupgradeandprotecttheirownpropertiesby“turning changeaswellasgovernments'capacitytoadapttorisingimpacts.The climate risk to competitive advantage” (Anguelovski, 2015; Teicher, fiscalization of land use has driven and is driving cities to continue 2018). New high-end, “climateresilient” districts mayoffset property buildingonthewaterfront,despiteclearevidencethatthisisabadidea tax losses in some communities. However, such strategies pro- in the long-term. In so doing, it contributes to cities' physical and blematically entrench development in low-lying areas and produce thereforefiscalexposuretotheimpactsofclimatechange.Cities'fiscal climate gentrification and ecological enclaves (Gould & Lewis, 2018; stress – which derives from a range of factors, some climate-related, Hodson&Marvin,2009;Keenanetal.,2018). others not – can worsen their ability to meet growing capital infra- Municipalitiesinweakermarketslacksuchoptions.Localresponses structureandsocialwelfareexpenditureneeds.Feedbackmechanisms tocurrentfiscalstress(fornon-climatereasons)suggestclimate-stressed suggest that increased expenditure needs under climate change can municipalities may defer maintenance on infrastructure, cut back on further compel land fiscalization to raise revenues. Under climate services,andcompetemoreforstateandfederalfunding(Aldagetal., change, these strategies create a vicious cycle of placing ever more 2019). After Hurricane Harvey hit Houston, Texas in 2017, mortgage development in the floodplain, even as climate impacts erode infra- delinquencyrose200%since80%offloodedhomesdidnothaveflood structure,taxrevenues,andlocalcapacitytofundservices. insurance.6 Houston avoided a foreclosure crisis only because the hot The dynamics seen in Massachusetts highlight the need for both housing market led developers to buy out properties that might other- policymakersandscholarstoaccountforecologicalchangeunderland- wisehavegoneintoforeclosure(Olick&Posse,2019).Othertownswith based fiscalpolicyframeworksaround theworld.Asjustoneformof lower development pressures are already seeing homeowners abandon climate change, SLR will redraw (even invert) the landscape of fiscal theirhomesbecauseoffloodrisks,risinginsurancepremiums,andthe stressincoastalregions,withramificationsforlocal,regional,andstate inability to sell their homes, giving rise to fears of “climate slums” fiscal health. Areas already experiencing fiscal stress with limited al- (Eubanks, 2016). Climate-induced fiscal stress that compound existing ternative site for development will witness the greatest fiscal impact stresses make municipalities less able to provide basic services for re- fromSLR.Citiesarebuildingdenselyontheirlastremainingdevelop- maining residents, much less fund deconstruction and ecological re- ablelandinordertomanagecurrentfiscalneedsdespiteknowledgeof storation of newly inundated areas. With Standard & Poor's, Moody's, current and future flood risks. Many comparatively well-off munici- Fitch,andBreckinridgeCapitalAdvisorsbeginningtoaccountforclimate palitiesmayincreasinglyfindthemselvesunderheightenedfiscalstress, risksinmunicipalbondratings(Forsgren,Chapman,Petkov,&Kernan, while currently less developed, inland municipalities may find them- 2017;S&P, 2017;UCS, 2018a), growing fiscal stress may further chal- selves targeted for development. Although the years 2070 and 2100 lengemunicipalborrowingandinvestmentinadaptation. seem far off, current local and regional visioning documents are Reformers advocate providing homeowners and homebuyers with shaping development that will persist through these time horizons. accurate flood risk information, realigning federal disaster aid to in- Giventhatredevelopmentopportunitiesandmasterplanninginitiatives centivize risk reduction pre-disaster, increasing home buyouts, and ariseintermittently,itisimperativeforfuturelandsuitabilitytohave improving building codes (UCS, 2018a). These changes can help in- greaterbearingoncurrentdevelopmentplanning. dividuals and markets make more informed, rational decisions about Beyond local governments accounting for the fiscal impacts of cli- future development and are critical to preventing new development matechangeinfutureplanning,ourfindingsrevealtheunderlyingten- from being sited in flood prone areas. However, they do not address sion between land-based local governmentfinance and climate change cities'need tobalance theirbudgets,particularly whenoperatingand adaptationthatoperateinmanycontexts.TheUnitedStatesreliesmore personnel costs are less flexible than property tax rolls. Market cor- on property taxes (10.3% of all government tax revenue nationwide) rections that realign property values with actual flood risks and in- thanOECDcountries(5.8%),emergingmarketcountries(3.4%),orlow- suranceneedswouldacceleratethedevaluationofcoastalrealestate, incomedevelopingcountries(1.8%)(Birdsall&Gupta,2018;El-Sibaie, reducing property tax rolls for coastal cities and residential suburbs, 2018).However,propertytaxesaccountforadisproportionateshareof and exacerbating fiscal stress in the most climate-exposed munici- local government revenues, particularly in (former) British Common- palities. For these reasons, local governments in Massachusetts and wealth countries, including the United Kingdom (15%), United States elsewherehaveresistedreformsbyappealingFEMA'snewfloodmaps (30%), Canada (37%), Australia (38%), and New Zealand (60%) and opposing state-backed efforts to buy out homeowners after dis- (Australian Local Government Association, 2007; Government of asterslikeHurricaneSandyinNewYork(Koslov,2016). Canada, 2019; Government of the UK, 2017; Local Government New Shiftingdynamicsoffiscalstresscreatenewtensionsbetweenlocal Zealand,2019;UrbanInstitute,n.d.).Propertytaxesconstitutetheonly andstategovernments.Localgovernmentsstressedbyclimateimpacts taxlocalgovernmentsmaycollectinAustralia,Ireland,andtheUnited Kingdom (Kitchen, 2004). Local governments in China do not levy a property tax, but land-based finance (including land sales, land leases, 6Nationwide,two-thirdsofpropertiesinhighriskfloodareaslackinsurance. 10L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 increasinglymayrequeststateaidforcapitalprojectssuchasdefensive Citieshavebeenveryopentoradical,futuristicdesignproposalsfor coastal infrastructure, buildingretrofits, and supplementingbasic ser- thebuiltenvironmentastheyexplorehowtoadapttoclimatechange. vices.Fortheirpart,stateshaveaninterestinreducingrepetitivelosses This study suggests that there is a commensurate need for dialogue, and having greater say in land use planning, historically a power de- research, and creativity in the areas of fiscal policy and land-based legatedtolocalgovernments.Willstatesgrantlocalgovernmentsmore municipalfinance.Connectingthesedisparatefieldshasthepotentialto fiscalauthoritytoenablethemtoadaptinlinewithmantrasthat“all reframeadaptationandhighlightthepoliticalnatureofclimateadap- adaptationislocal”(Nalau,Preston,&Malo,2015;Preston,Mustelin,& tation as it relates to control over land use planning, fiscal policy re- Maloney,2013)?Willstatesrequireresidentstocontributetoadapta- form, and drivers of uneven and inequitable development (Eriksen, tionfunds,asMA'sGovernorBakerhasproposedthroughastateexcise Nightingale, &Eakin, 2015). Research and dialogue that explores the tax on real estate transfers, or permit markets to determine which relationship between fiscal policy and climate vulnerability and that communities benefit and which decline (Keenan et al., 2018)? Will identifiesopportunitiestoreforminstitutionsgoverninglandmanage- states seek to impose greater control over local land use planning as mentandfinanceisacriticalnextstepintransformativeadaptation. theydistributefundsinordertominimizetheirownfiscalexposure? In interconnected systems of infrastructure, housing, and labor 10. Technicalappendix:methodology markets, uneven adaptation creates weak links in regional infra- structureandcontributestocascadingfailures(Melilloetal.,2014;Shi, Inthis appendix,we describehow we built theGIS model for the 2019).Existingregionaleffortsinadaptation,suchasbetweenthe14 study,howitcomparestotheUCS2018study,andthelimitationsof cities participating in Boston's Metro Mayors Climate Change Pre- ourapproach. parednessTaskForce,showlocalgovernmentsrecognizetheirmutual Thestudyareaisdefinedbythe99municipalitiesimpactedby6ft interests and need for collective action. However, existing fiscal and ofSLRinMassachusetts.TheBostonResearchAdvisoryGroup(BRAG) land use planning policies that give all property tax and land use estimatesthatrelativeSLRof6.5to18in.(includinglandsubsidence) powerstolocalgovernmentscounteracteffortsforregionallyintegrated islikelyby2050and3.2to7.4ftoreven10.5ftislikelyby2100(City adaptation.Communitieswithuplandandlessdenselysettledareascan of Boston, 2016). In this paper, we were constrained to studying SLR accommodate future regional growth, but will anti-growth residents between0and6ftbecausewereliedonSLRspatialdatatheNOAASea want such change? Would they want to help pay for their coastal LevelRiseViewer.Atthetimeofresearch,thiswastheonlySLRdataset neighbors'adaptation,orinvitefleeingbusinessesandresidentstosettle availablefortheentirestudyarea.TheNOAAdata'supperlimitwas6ft intheirownjurisdictions?Newventurecapitalsoftwarecompanieslike ofSLR.Weobtainedtheshapefilesfor1,2,3,4,5,and6ftofSLRfor “Jupiter” facilitate such practices on a large scale by modeling the theentireMAcoastline.Inourpaper,wefocusprimarilyontheimpacts safestandmostlucrativeplacesforinvestorstoinvest(Plumer,2018). of SLR6 as the upper limit of what current data allows us to study. Likethehollowingoutofcentralcitiesfollowingsuburbanization,such Although climate projections vary, SLR6 is projected to take place patterns could create new pockets of socio-economic inequality, en- eventuallyduetopastandcurrentcarbonemissions. vironmentalinjustice,andregionalclimatevulnerability. We overlaidthis SLRdata with parcel-level taxdata and municipal- Such questions underscore the temporal dimension of changing levelfinancedata.Shapefilesoftaxparcelsandbuildingroofprintsthatare fiscalstress.Existingfiscalpoliciesincentivizecurrentelectedofficials larger than 150 square feet are from the Massachusetts Area Planning todevelopalltheycan,atbestbuildingnewprojectswithmodestlevels Council.Taxparceldataincludedeachlot'slanduse,acreage,floor-to-area of SLR in mind. Such practices contribute to even greater fiscal ex- ratios (FAR), lot coverage ratios (LCR), and assessed building and land posurein2070or2100forsomemunicipalities,withcompressedtime values,mostfromwithinthepast3to5years(MAPC,2018).Municipal frames for adaptive response given accelerating rates of SLR. Most financedataisdrawnfromtheMunicipalDatabankoftheMassachusetts adaptationplanscallforincrementalchangeandarguethattheywill DivisionofLocalServices(DLS,2017).Fiscaldataincludes2016taxrates adjustasbetterclimatemodelsandinformationcomeonline.However, foreachmunicipalitybylanduse,totaltaxesandpropertytaxesleviedby betterclimatedatatodatehasnotfundamentallychangeddevelopment city,andtotalmunicipalrevenuesandexpenditures. practicesgivenbroaderstructuralconstraints. We intersected the spatial extents of SLR with MAPC's dataset of statewidetaxparcelsandroofprintstoassessrevenuelossateachfoot 9. Prospectsforresearchandpolicy of SLR.7 We designated all parcels and roofprints as residential, com- mercial,industrial,oropenspace,andmultiplieditsassessedlandand/ Thisstudyexplorestheimpactsofoneclimatehazard(SLR)onone or building value by that municipality's corresponding tax rate. We aspectoflocalbudgets(propertytaxes)inoneU.S.state(Massachusetts). eliminatednon-taxableparcels,special classessuchaswater,railroad But these patterns likelyprevail forother hazardsas well,such asriv- rights-of-way, public rights-of-way, and properties with zero assessed erine flooding, landslides, wildfires, and snow storms, and in other value. We also split roofprints along tax parcelboundaries and elimi- countriesacrosstheGlobalNorthandSouth.Theyalsoaffectmanyother natedroofprintsectionsthatextendedintoextraneousparcels.Where aspectsoflocalbudgets,suchasexpenditurestopreparefororadaptto small slivers of buildings spill onto adjacent tax parcels due to in- climateimpactsandlosteconomicproductivityfromdisasters.Research accuraciesintheroofprintGISdata,welefttheminthemodelasde- synthesizinghowclimatechangeaffectslocalrevenuesandexpenditures tachedstructuresthatareassignedthelandusecodeoftheparcelthey across climate impacts is urgently needed. Such studies can illuminate overlay.Ofthe955,948parcelsinthe99municipalities,87,330taxable how climate hazards cumulatively affect fiscal health across time and parcels lay within SLR6. Our database includes only properties of in- space. terestfortaxcalculationpurposes. Thesedynamicsalsopointtotheneedtostudyanddebatewhether andhowland-basedfiscalpolicyenableseffectiveadaptationtoclimate change. Studies could assess how climate-driven fiscal vulnerability 7Ourmodelingefforttakesa“bathtub”approachtoimposingSLRonastatic physicallandscape.Inreality,SLR,thegravitationalweightofmorewater,and compares to other vulnerabilities created by land-based fiscal policy, salinityofseawaterdynamicallyaffectcoastlinesthroughhigherstormsurges suchasracialandschool-basedsegregationintheUnitedStates.Such andtidalfloods,beacherosion,strongerwaveaction,andconversionofsalt research can illuminate the tensions or opportunities for coalitions marshesintotidalflatsthatnotonlymeanthelossofhabitatbutalsothelossof between “green” and “brown” agendas to support transformative cli- natural barriers to wave action. The Massachusetts Department of mateadaptation.Comparisonsoflanduse,fiscalpolicy,andadaptation Transportation (MassDOT) is currently producing its own coastal flood risk barriers across countries also may offer new insights on polices that assessment.Whencompleted,itwilldynamicallymodelfloodriskprobability tacklethedriversofdevelopmentinhazardproneareas. underavarietyofSLRscenariosfortheentirestate. 11L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 InmodelingtheimpactsofSLRonlocalpropertytaxrevenue,weas- andparcelimpactsfromSLR.Thesedifferenceslikelyexplainthevar- sumethatlandandbuildingvaluesdepreciateseparately.Risingwateron iations in the outcome between UCS estimates of fiscal impact in landwillnotnecessarilyeliminatetheentireproperty'svalue.Forexample, Massachusetts($413million)andours($946million).Thedifferences manycoastalpropertiesarelargeestateswithexpansivefrontagesloping areclearestfortheCityofBoston,forwhichwefindSLR6impacts16% upfromthewater.Inundationofpartofthatfrontagewouldnoteliminate of Boston's gross revenues and UCS finds 3%. More detailed compar- theentirevalueoftheproperty,especiallyiftheprimarystructureisnot isonsareneededtodeterminewhereandwhydifferencesoccur. impacted. Therefore, we calculate the land value impact based on the percentage of the parcel area inundated. When seawater touches a CRediTauthorshipcontributionstatement building, we count the entire building value as being “impacted”. Where morethanonebuildingstoodonaparcel,thebuildingvaluerecordedfor Linda Shi:Conceptualization, Investigation, Writing - review & thatlotwasdistributedtoeachstructurebasedonthepercentageofthe editing.Andrew Varuzzo:Methodology, Investigation, Formal ana- totalroofprintareaonthatparcel.Thisisanimperfectapproachgiventhat lysis,Writing-originaldraft. thedatadidnotindicatethenumberofstoriesofeachroofprint.Weit- eratedthisstepsixtimestomodeltaximpactsateachfootofSLR. References 10.1. Studylimitations Aldag,A.,Kim,Y.,&Warner,M.E.(2019).Austeritycoalitionorstrategicmanagement? Causesandresponsestolocalgovernmentfiscalstress.Environment&PlanningA, 51(6),1287–1305. Our dataand analyticalmethods haveimportant assumptionsand Aldag,A.M.,Warner,M.E.,&Kim,Y.(2019).Leviathanorpublicsteward?Evidenceon limitations. First, like other vulnerability assessments, we compare localgovernmenttaxingbehaviorfromNewYorkstate.PubliusJ.Fed.,49(4), currentlevelsofpopulationanddevelopmentagainstfutureSLR.The 671–693. Anguelovski,I.(2015).Fromtoxicsitestoparksas(green)LULUs?Newchallengesof models do not consider how society changes or adapts to climate inequity,privilege,gentrification,andexclusionforurbanenvironmentaljustice. change. Second, we do not accountfor local property tax exemptions JournalofPlanningLiterature,23–36. for owner-occupied properties, which may overestimate the revenue Atreya,A.,&Ferreira,S.(2015).Seeingisbelieving?Evidencefrompropertypricesin inundatedareas:seeingisbelieving?RiskAnalysis,35,828–848. loss in our study. Third, our analysis does not account for property AustralianLocalGovernmentAssociation(2007).Studyintolocalgovernment’sown-source depreciationorappreciationofpropertiesnearfloodedzones,whether revenue.Canberra,Australia:GovernmentofAustraliaProductivityCommission. theybecomebeachfrontpropertiesorareleftasinaccessibleislands. Berke,P.R.,Malecha,M.L.,Yu,S.,Lee,J.,&Masterson,J.H.(2018).Planintegrationfor Finally,theNOAAmapsthemselveshavelimitationsastheydonot resiliencescorecard:EvaluatingnetworksofplansinsixUScoastalcities.Journalof EnvironmentalPlanningandManagement,1–20. necessarily accurately reflect the existence of coastal protective infra- Berke,P.R.,Newman,G.,Lee,J.,Combs,T.,Kolosna,C.,&Salvesen,D.(2015). structure, such as dams and seawalls. For a state-level study, it is im- Evaluationofnetworksofplansandvulnerabilitytohazardsandclimatechange:A possibletocollectdownscaledandground-trutheddata.Giventhescale resiliencescorecard.JournaloftheAmericanPlanningAssociation,81(4),287–302. Bernstein,A.,Gustafson,M.,&Lewis,R.(2019).Disasteronthehorizon:Thepriceeffect ofimpactoftheCharlesRiverandAmeliaEarhartDamsinMetroBoston, ofsealevelrise.JournalofFinancialEconomics,253–272. wedidlookintotheirspecificvulnerability.Accordingtothe2017City Birdsall,N.,&Gupta,S.(2018).Ontheequity-friendlypropertytax:Timefordeveloping of Cambridge Climate Vulnerability Assessment (Part 2), the Charles countriestoinvest?Cent.Glob.Dev.Comment.Anal..https://www.cgdev.org/blog/ equity-friendly-property-tax-time-developing-countries-invest. RiverDamhasalowprobability(1to5%)ofbeingflankedby2055,and Boustan,L.P.,Kahn,M.,Rhode,P.,&Yanguas,M.L.(2017).Theeffectofnaturaldisasters beingovertoppedby2070,bystormsurgecoupledwithSLRunderhigh oneconomicactivityinUScounties:Acenturyofdata(no.w23410).Cambridge,MA: NOAA projections. It would be flanked before it is overtopped. NationalBureauofEconomicResearch. Burby,R.J.(1998).Cooperatingwithnature:Confrontingnaturalhazardswithlanduse CambridgeismorevulnerablefromtheAmeliaEarhartDam,whichhasa planningforsustainablecommunities.NationalAcademyPress. 10 to 20% probability of flooding through overtopping or flanking by Business,R.(2014).RiskyBusiness:TheeconomicrisksofclimatechangeintheUnitedStates. 2070.TheCharlesRiverbasinhaslow-gradientpipesthataresusceptible NewYork:RiskyBusinessProject. Areweanysafer?AnevaluationofFlorida’shurricanehazardmitigationplanningup- to the river's level. Propagated flooding (backed up drainage systems) dates.InT.S.Chapin,C.E.Connerly,H.T.Higgins,R.E.Deyle,T.Chapin,&E.J. worsens surface flooding. For Boston and Cambridge, the NOAA maps Baker(Eds.).GrowthmanagementinFlorida:Planningforparadise(pp.169–189). roughlyapproximatethesecities'moredetailedstudies. Burlington,VT:AshgatePublishingLimited. CityofBoston(2016).ClimatechangeandsealevelriseprojectionforBoston:TheBoston researchadvisorygroupreportforclimatereadyBoston. 10.2. ComparisontotheUCSreport CityofBoston(2017).ImagineBoston2030:AplanforthefutureofBoston.Boston,MA: CityofBoston. Wedevelopedourmodelindependentlyandatthesametimeasthe Cutter,S.L.,Emrich,C.T.,Webb,J.J.,&Morath,D.(2009).Socialvulnerabilitytoclimate variabilityhazards:Areviewoftheliterature(finalreporttoOxfam).Columbia,SC: Union of Concerned Scientists' report (UCS, 2018a). Our approaches HazardsandVulnerabilityResearchInstitute,DepartmentofGeography,University differinkeyaspects.First,UCSalsousesNOAASLRViewer,butreports ofSouthCarolina. usingSLRof6.9ft.Wewereonlyabletoobtainmapsthatshowedupto Deryugina,T.(2016).Thefiscalcostofhurricanes:Disasteraidversussocialinsurance(no. w22272).Cambridge,MA:NationalBureauofEconomicResearch. SLRof6ft.Second,UCSusestidalfloodingthatdesignateslandas“at DLS(StateofMassachusettsDivisionofLocalServices)(2017).MunicipalDatabank(Data risk”ifitisflooded26timesayear(UCS,2018b).Ourapproachsetsa Analytics).Retrievedfrom: https://www.mass.gov/municipal-databank-data- moreconservativebarofpermanentinundation(i.e.,flooded365times analytics-including-cherry-sheets. Douglas,E.,Kirshen,P.,Li,V.,Watson,C.,&Wormser,J.(2013).Preparingfortherising per year) given that we are interested in conditions when the entire tide.Boston:TheBostonHarborAssociation. taxablevaluemaybelost,ratherthanreduced.Third,UCSusesZillow's Duncan,J.,&Duncan,N.(2004).LandscapesofPrivilege.ThePoliticsoftheAestheticinan ZTRAX database, which provides actual tax payments by residential AmericanSuburb.NewYork/London:Routledge. Dyckman,C.S.,St.John,C.,&London,J.B.(2014).Realizingmanagedretreatand and commercial properties. They default to multiplying tax rates innovationinstate-levelcoastalmanagementplanning.OceanandCoastal against propertyvalueswhere Zillowinformationis unavailable.This Management,102,212–223. canbeamoreaccuratesourceofdataduetothepropertytaxexemp- Ekins,P.,&Speck,S.(2014).Thefiscalimplicationsofclimatechangeandpolicyre- tions that many cities, including Cambridge and Boston, provide to sponses.MitigationandAdaptationStrategiesforGlobalChange,19,355–374. Elis,N.(2018).DisastersbecomebigchunkofU.S.deficit.TheHill. owner-occupied residences. However, the ZTRAX database excludes El-Sibaie,A.(2018).SourcesofgovernmentrevenueintheOECD,2018(fiscalfactsheetno. industrial properties, which can be an important land use group to 581).Washington,D.C:TaxFoundation. historic industrial cities on the Massachusetts coastline. The ZTRAX Eriksen,S.H.,Nightingale,A.J.,&Eakin,H.(2015).Reframingadaptation:Thepolitical natureofclimatechangeadaptation.GlobalEnvironmentalChange,35,523–533. data also does necessarily provide accurate geospatial location. The Eubanks,V.(2016).MyDrowningCityisaharbingerofclimateslumstocome.Thenation. UCSstudyintersectsparcelcentroidswithmapsofSLRbecauseZTRAX Flavelle,C.(2017).TrumpFEMAchiefbacksreducingFederalRoleindisasterrelief, data did not include building footprints. The MA data we obtain in- floodinsurance.Insurancejournal.https://www.insurancejournal.com/news/ national/2017/08/23/462113.htm. cluded building footprints. We therefore separately assessed building 12L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Forsgren,K.E.,Chapman,T.A.,Petkov,M.,&Kernan,P.(2017).CreditFAQ: JosephHenryPress. UnderstandingclimatechangeriskandU.S.municipalratings.London:S&PGlobal. Melillo,J.M.,Richmond,T.,&Yohe,G.W.(Eds.).(2014).Climatechangeimpactsinthe Füssel,H.-M.,&Klein,R.J.(2006).Climatechangevulnerabilityassessments:Anevo- UnitedStates:ThethirdU.S.nationalclimateassessment.Washington,D.C:U.S.Global lutionofconceptualthinking.ClimaticChange,75,301–329. ChangeResearchProgram. Gorina,E.,Maher,C.,&Joffe,M.(2017).Localfiscaldistress:Measurementandpre- Meltz,R.,Merriam,D.H.,&Frank,R.M.(1998).Thetakingsissue:Constitutionallimitson diction:Localfiscaldistress:Measurementandprediction.PublicBudgetingand land-usecontrolandenvironmentalregulation.Washington,D.C:IslandPress. Finance,38,72–94. Miao,Q.,Hou,Y.,&Abrigo,M.(2018).Measuringthefinancialshocksofnaturaldis- Gould,K.A.,&Lewis,T.L.(2018).Fromgreengentrificationtoresiliencegentrification: asters:ApanelstudyofU.S.states.NationalTaxJournal,71,11–44. AnexamplefromBrooklyn.CityandCommunity,17,12–15. Nalau,J.,Preston,B.L.,&Malo,M.C.(2015).Isadaptationalocalresponsibility. GovernmentofCanada(2019).Archived-localgovernmentrevenueandexpendituresfor EnvironmentalScience&Policy,48,89–98. fiscalyearendingclosesttoDecember31[WWWdocument].Stat.Can.URLhttps:// NOAA(2017).OfficeforCoastalManagement,2020:NOAAOfficeforCoastal www150.statcan.gc.ca/t1/tbl1/en/tv.action?pid=1010004101,Accesseddate:3 ManagementSeaLevelRiseViewer.Retrievedonlinefrom: https://coast.noaa.gov/ April2019. slr. GovernmentoftheUK(2017).LocalgovernmentfinancialstatisticsEngland(no.27). NOAA(2019).Billion-dollarweatherandclimatedisasters:Timeseries[WWWdocument]. London:GovernmentoftheUKDepartmentforCommunitiesandLocalGovernment. NOAANatl.Cent.Environ.Inf. Gray,S.(2017).Is“imagineBoston2030”climateready?BostonGlobe. Nollenberger,K.,Groves,S.M.,&Valente,M.G.(2003).Evaluatingfinancialcondition:A Hendrick,R.(2004).Assessingandmeasuringthefiscalhealthoflocalgovernments: handbookforlocalgovernment(4thed.).Washington,D.C:InternationalCity/County FocusonChicagometropolitansuburbs.UrbanAffairsReview,40,78–114. ManagementAssociation. Hersher,R.,&Benincasa,R.(2019).Howfederaldisastermoneyfavorstherich.WXXI Olick,D.,&Posse,E.(2019).Themortgageindustryisn’treadyforaforeclosurecrisiscreated News. byclimatechange.CNBC. Hoban,M.(2018).Thecreationofaneighborhood:Boston’sseaport.UrbanLand. Peck,J.(2012).Austerityurbanism:Americancitiesunderextremeeconomy.City,16, Hodson,M.,&Marvin,S.(2009).“Urbanecologicalsecurity”:Anewurbanparadigm? 626–655. InternationalJournalofUrbanandRegionalResearch,33,193–215. Pendall,R.(1999).Oppositiontohousing:NIMBYandbeyond.UrbanAffairsReview, Horn,D.P.(2019).Nationalfloodinsuranceprogramborrowingauthority(CRSinsightno. 35(1),112–136. IN10784).Washington,D.C:FederationofAmericanScientists. Plumer,B.(2018).Whatlandwillbeunderwaterin20years?Figuringitoutcouldbelu- Hunt,A.,&Watkiss,P.(2010).Climatechangeimpactsandadaptationincities:Areview crative.N.Y.times. oftheliterature.ClimaticChange,104,13–49. Preston,B.L.,Mustelin,J.,&Maloney,M.C.(2013).Climateadaptationheuristicsand IPCC(2012).InC.B.Field,V.Barros,T.F.Stocker,D.Qin,D.J.Dokken,K.L.Ebi,...P. thescience/policydivide.MitigationandAdaptationStrategiesforGlobalChange,20, M.Midgley(Eds.).Managingtherisksofextremeeventsanddisasterstoadvanceclimate 467–497. changeadaptation:Aspecialreportoftheintergovernmentalpanelonclimatechange. S&P(2017).HowdoesS&Pglobalratingsincorporateenvironmental,social,andgovernance Cambridge,UK,andNewYork,NY,USA:CambridgeUniversityPress. risksintoitsratingsanalysis.London:S&PGlobal. IPCC(2014).Summaryforpolicymakers.InC.B.Field,V.R.Barros,D.J.Dokken,K.J. Schuster,L.(2012).TheriseandfalloflocalaidinMassachusetts.Mass.Budg.Policy Mach,M.D.Mastrandrea,T.E.Bilir,...L.L.White(Eds.).Climatechange2014: Cent..http://www.massbudget.org/report_window.php?loc=local_aid_long_term. Impacts,adaptation,andvulnerability.Parta:GlobalandSectoralaspects.Contributionof html. workinggroupIItothefifthassessmentreportoftheintergovernmentalpanelonclimate Seasholes,N.(2003).Gainingground:AhistoryofLandmakinginBoston.Cambridge,MA: change.Cambridge,UK,andNewYork,NY,USA:CambridgeUniversityPress. MITPress. Johnston,J.M.,&Girth,A.M.(2012).Governmentcontractsand“managingthe Seawright,J.,&Gerring,J.(2008).Caseselectiontechniquesincasestudyresearcha market”:Exploringthecostsofstrategicmanagementresponsestoweakvendor menuofqualitativeandquantitativeoptions.PoliticalResearchQuarterly,61, competition.AdministrationandSociety,44,3–29. 294–308. Keenan,J.M.,Hill,T.,&Gumber,A.(2018).Climategentrification:Fromtheoryto Shi,L.(2019).Promiseandparadoxofmetropolitanregionalclimateadaptation. empiricisminMiami-DadeCounty,Florida.EnvironmentalResearchLetters,13, EnvironmentalScience&Policy,92,262–274. 054001. Teicher,H.M.(2018).Practicesandpitfallsofcompetitiveresilience:Urbanadaptation Kim,Y.(2017).Limitsofpropertytaxesandcharges.UrbanAffairsReview,1–25Online asrealestatefirmsturnclimaterisktocompetitiveadvantage.UrbanClimate,25, First. 9–21. Kirshen,P.,Knee,K.,&Ruth,M.(2008).ClimatechangeandcoastalfloodinginMetro UCS(2018a).Underwater:Risingseas,chronicfloods,andtheimplicationsforUScoastalreal Boston:Impactsandadaptationstrategies.ClimaticChange,90,453–473. estate.Cambridge,MA:UnionofConcernedScientists. Kitchen,H.(2004).Localtaxationinselectedcountries:Acomparativeexamination(working UCS(2018b).TechnicalBackgrounderforUnderwater:RisingSeas,ChronicFloods,andthe paperno.2004(5)).Kingston,Canada:Queen’sUniversityInstitutefor ImplicationsforUSCoastalRealEstate.Cambridge,MA:UnionofConcernedScientists. IntergovernmentalRelations. UrbanInstitute,n.d.Stateandlocalrevenues[WWWdocument].UrbanInst.StateLocal Koslov,L.(2016).Thecaseforretreat.PublicCulture,28,359–387. FinanceInitiat.URLhttps://www.urban.org/policy-centers/cross-center-initiatives/ Lingle,B.,Kousky,C.,&Shabman,L.(2018).FederalDisasterRebuildingSpending:A state-and-local-finance-initiative/state-and-local-backgrounders/state-and-local- lookatthenumbers.UPennWhart.Sch.RiskManag.Decis.Process.Cent..https:// revenues(accessed4.3.19). riskcenter.wharton.upenn.edu/lab-notes/federal-disaster-rebuilding-spending-look- U.S.CensusBureau(2012).CensusofGovernments.Retrievedfromhttps://www.census. numbers/. gov/data/tables/2012/econ/gus/2012-governments.html. LocalGovernmentNewZealand(2019).Localgovernmentfinanceandexpenditure Warner,M.E.,&Clifton,J.(2014).Marketisation,publicservicesandthecity:Thepo- [WWWdocument].LocalGov.N.Z.URLhttp://www.lgnz.co.nz/nzs-local- tentialforPolanyiancountermovements.CambridgeJournalofRegions,Economyand government/new-section-page/,Accesseddate:3April2019. Society,7,45–61. Lynn,K.,MacKendrick,K.,&Donoghue,E.M.(2011).Socialvulnerabilityandclimate Wildasin,D.E.(2010).Intergovernmentaltransferstolocalgovernments.InG.K.Ingram, change:Synthesisofliterature(generaltechnicalreportno.PNW-GTR-838).Washington, &Y.Hong(Eds.).Municipalrevenuesandlandpolicies(pp.47–76).Cambridge,Mass: D.C:USDA. LincolnInstituteofLandPolicy. MAPC(2018).OpenData.MassachusettsAreaPlanningCouncil.Retrievedfrom: https:// Zhu,X.,Wei,Y.,Lai,Y.,Li,Y.,Zhong,S.,&Dai,C.(2019).Empiricalanalysisofthe www.mapc.org/learn/data/. drivingfactorsofChina’s“landfinance”mechanismusingsoftbudgetconstraint May,P.J.,&Deyle,R.E.(1998).Governinglanduseinhazardousareaswithapatchwork theoryandthePLS-SEMmodel.Sustainability,11,742. system.InR.J.Burby(Ed.).Cooperatingwithnature(pp.57–84).Washington,D.C: 13",
    "TEXT BY PAGE": [
        "Cities 100 (2020) 102658 ContentslistsavailableatScienceDirect Cities journal homepage: www.elsevier.com/locate/cities Surging seas, rising fiscal stress: Exploring municipal fiscal vulnerability to T climate change Linda Shia,⁎ , Andrew M. Varuzzob aDepartmentofCityandRegionalPlanning,CornellUniversity,213WestSibleyHall,Ithaca,NY14853,USA bPortAuthorityofNewYorkandNewJersey,4WorldTradeCenter,150GreenwichStreet,NewYork,NY10007,USA ARTICLE INFO ABSTRACT Keywords: Recentdisastersandgrowingconcernsaboutclimatechangehavespurredcallsforcitiestoretreatfromand Fiscalstress avoiddevelopingincoastalareas.Instead,citieshavedoubleddownonwaterfrontdevelopment.Weaskwhy Landfinance andwithwhatimplications,usingtheU.S.stateofMassachusettsasacasestudy.Byoverlayingdataonsealevel Propertytaxes rise,landuse,andpropertytaxes,wefindafewcoastalcitiesmaylosesignificantlevelsofmunicipalrevenuesto Climatechange long-termsealevelrise,whileothersfacenegligibleimpacts.Coastalmunicipalitiesarecognizantoftheirrisks Sealevelrise yet continue to site redevelopment projects in flood-vulnerable areas to meet present-day budgetary needs. Adaptation Moreover,theyresisteffortstoalignpropertyvaluesandinsurancepremiumswithclimaterisks,asreformsonly hastenlosttaxes.Leftunchanged,existinglanduseandfiscalpoliciesincentivizemunicipalitiestomakeshort- term decisionswithacceleratingclimaterisksovertime.Thiscreatesnewdynamicsof fiscalstressthatcan increaseregionalinequality andvulnerability toclimatechange.Thestudyhighlightstheneedfordialogue amongresearchersandpolicymakersintheU.S.andinternationallyonthenexusbetweenlanduseplanning, governmentadministration,andclimatechangeasthesetensionslikelyexistwhereverlocalgovernmentsrelyon land-basedfinance. 1. Introduction Whataretheimplicationsoftheirspatialdistribution?Howdocurrent landuseconditionsaffectcities'abilitiestoovercomebudgetgaps?To Recentdisasters andgrowingconcernsaboutclimatechangehave what extent has knowledge about climate impacts affected local land spurredcallsforcitiestoretreatfromandavoiddevelopmentinlow- use planning? We focus on Massachusetts given the state's high ex- lyingcoastalareas.Manystudiesinthefieldofclimateadaptationhave posure to SLR and its coastal municipalities' budgetary reliance on focusedonassessingcities'infrastructuresystems,thesocialimpactsof propertytaxes.Thestudyusesamixofgeospatialandqualitativedata climate change and adaptation responses, and the costs of action or sourcesandanalyticalmethods.WeexamineonlytheeffectsofSLRon inaction.However,fewstudieshaveexaminedhowfiscalpoliciesdrive propertytaxesbecauseoftheavailabilityofdataforthistypeofana- cities to develop where they do and constrain their adaptation re- lysis. The full fiscal impact of climate change is likely much greater sponses. Many guidelines and adaptation plans further advocate that whenaccountingformultiplehazards,broadereconomicimpacts,and cities adopt land- and growth-based financing mechanisms, such as risinglocalserviceandexpenditureneeds. propertytaxesandmunicipalbonds,toimplementadaptationprojects. We first review the literature on the nexus of land use planning, These strategies overlook how climate change may affect future mu- fiscal policy, and hazard mitigation in the United States, and explore nicipal revenue streams, how such financing mechanisms incentivize howclimatechangecanexacerbatefiscalstress.Wethenassess(1)how increaseddevelopmentinflood-proneareas,andhowunevencapacity SLRwouldimpactlocalrevenuesincoastalMassachusettsifnoadap- to use these growth-based tools can shape intra- and inter-regional tiveactionsaretaken,(2)cities'abilitytocompensateforthislossgiven spatialinequality. land use, demographic, and fiscal constraints, and (3) how cities are Thispapershedslightonthesedynamicsbyexaminingtheimpacts currentlybalancingfiscal,landuse,andclimateconsiderations.Wefind of one climate hazard (sea level rise, SLR) in one U.S. state thatSLRwillsignificantlyimpactasmallsubsetofmunicipalities,many (Massachusetts)foroneaspectoflocalbudgets(propertytaxrevenues). ofwhicharelandconstrainedandalreadyfiscallystressed.Thesecities Weask:whichcitiesstandtolosethemostlocalrevenuesduetoSLR? arecurrentlymaximizingwaterfrontdevelopmentdespiteknowledgeof ⁎Correspondingauthor E-mailaddress:lindashi@cornell.edu(L.Shi). https://doi.org/10.1016/j.cities.2020.102658 Received3October2018;Receivedinrevisedform27November2019;Accepted15February2020 Available online 24 February 2020 0264-2751/ © 2020 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/BY-NC-ND/4.0/).",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 climate risks. Even if built with resilience measures, these practices userfeesandcharges(Aldag,Warner,&Kim,2019;Kim,2017). place more people and assets in areas that will become increasingly These policies provide cities with fiscal and political incentives to expensive to sustain. Moreover, municipalities with the most fiscal continuedevelopinginvulnerableareasontheonehand,andlimited exposure due to SLR are scattered among those with lower exposure, financial flexibility or requirements to avoid such practices on the creatinganunevenlandscapeofmunicipalfiscalvulnerabilityalongthe other.Althoughthisframeworkhaslongdrivendevelopmentinrisky coast.Thesedynamicscreatenewsourcesofconflictbetweencitiesand places, climate change escalates tensions between land use planning other levels of government. Left unaddressed, climate change can andeffortstobalancecurrentbudgets.Thechallengesareevidentinthe contributetonewdynamicsoffiscalstress,spatialinequality,andre- exponential increase in economic damages from climatological dis- gionalvulnerability. astersovertime,evenasdisasterriskmanagementhasreducedtheloss This study suggests that the field of public administration should oflife(NOAA,2019).TheNFIP'sinsolvency($20.5billionindebtatthe pay more attention to climate impacts given how it can compound timeofpublication)andrisingproportionofdisasteraidinthenational traditionalsourcesoffiscalstress.Furthermore,itsuggeststhefieldof debt(18%ofadditionalfederaldebtin2018)arebuttwoindicatorsof adaptationplanningshouldaccountforfiscalvulnerabilityandlanduse the disconnect between national hazard mitigation policies and fisca- constraints in climate adaptation assessments. Finally, the study un- lizationoflocallanduse(Elis,2018;Horn,2019). derscoresaneedtoscrutinizepolicyframeworksthatfiscalizelanduse Thisstructuralframeworkconstrainslocalaspirationsforrationalor inaworldundergoingclimatechange.Althoughourstudyfocuseson forward-looking land use choices with respect to climate adaptation Massachusetts and the U.S. policy context, many other countries andhazardmitigation.Intheaftermathofdisasterslikethosewrought espouse similar land use, fiscal, and natural hazard management po- byHurricanesKatrinaandHarvey,punditsandpublicsalikedecryland licies. Researchers and policymakers in the U.S. and internationally usedecisionstopaveoverwetlandsorbuildinlow-lyingareas,parti- haveanopportunitytocompareandlearnfromdiverseexperiencesas cularlywherethosedevelopmentsaresprawlingsubdivisionsorrequire tensionsbetweenfiscalpolicy,landuseauthority,andclimatechange massivetaxdollarstorebuild.Questionsofrace,class,power,andin- are likely relevant wherever local governments rely on land-based fi- equalityhavedominateddebatesaboutwhoshouldbenefitfromflood nance. insurance,whocanmoveback,andwhoshouldbeprotected(Hersher & Benincasa, 2019). For the most part, these important debates have 2. LandUse–FiscalPolicy–ClimateVulnerabilityNexus ignored cities' fiscal vulnerability to climate impacts, the underlying fiscalincentivesandobligationsthatshapewherecitiesbuild,andthe IntheUnitedStates,afragmented,complexsetofpoliciesgoverns needtoreconsiderthesepoliciesgivenclimatechangeinordertoad- disasterriskreductionandlanduseplanning.Historically,federaland dresssystemicdriversof“unresilient”landusepractices. state governments have not regulated local development in en- vironmentally sensitive areas (Burby, 1998). Instead, the federal gov- 3. Sealevelriseasanewsourceoffiscalstress ernment has invested heavily in flood mitigation infrastructure to provideprotectionuptoacertainlevelofrisk.Italsocreatedinstitu- Sealevelrisecanaffectmunicipalbudgetsonboththerevenueand tionsliketheFederalEmergencyManagementAgency(FEMA)andits expenditure sides. On the revenue side, SLR could fundamentally re- National Flood Insurance Program (NFIP) to provide insurance and structure local economies and erode property taxes. Climate impacts distribute aid for post-disaster recovery. Paradoxically, these policies will affect employment and businesses that rely on natural resources, have invited development into hazard-prone areas by reducing per- suchasrecreation,logging,paper,fisheries,andtourism,therebyim- ceptionsofriskandexternalizingcostsofdamages.Manystatesrequire pactinglocalandstatetaxrevenues.Disasterscausenetmigrationout localgovernmentstodeveloplanduseplansandmanagecoastalzones, of the area, with negative repercussions on local revenues (Boustan, but such requirements can have few provisions concerning natural Kahn, Rhode, & Yanguas, 2017). Markets are just beginning to signal hazards, sea level rise, or implementation (Dyckman, St. John, & awareness of climate change, with recent studies finding that homes London, 2014; May & Deyle, 1998). Only since 2000 has the federal exposedtoSLRsellfor7%lessthanunexposedproperties(Bernstein, government required municipalities to draft a hazard mitigation plan Gustafson, & Lewis, 2019). Properties may lose more or all of their (HMP)inordertoqualifyfornon-emergencyfederaldisasterassistance. marketvalueastheybecomemorefrequentlyfloodedorpermanently While nearly 21,000 municipalities have HMPs, the federal mandate inundated(Atreya&Ferreira,2015).Othercities,however,mayreap does not require their implementation. Plan quality and implementa- the benefits as some municipalities suffer economic and population tionaremixedandmunicipalitiesroutinelydevelopinplacesdeemed decline. A study of Miami-Dade County found property price appre- riskyintheirownHMPs(Berkeetal.,2015;Berke,Malecha,Yu,Lee,& ciation ispositively associated withtopographic elevation,suggesting Masterson,2018;Chapinetal.,2007).Litigationovereffortstoregulate the beginnings of “climate gentrification” (Keenan, Hill, & Gumber, privatepropertyfurtherdiscouragescitiesfromaggressiveregulations 2018). In administratively fragmented metropolitan areas, such (Meltz,Merriam,&Frank,1998). changes likely take place in different cities, yielding net winners and Flood risk mitigation efforts, in part, have helped to securitize in- netlosers. vestments in land improvements and therefore in property tax rolls. Ontheexpenditureside,addedlocalcostsinclude:maintainingand Across states, property taxes constitute between 10% (Arkansas) and repairing roads due to coastal storm events and rising water tables; 56% (New Hampshire) of local government revenues. Within states, adapting water supply and drainage systems to account for more in- this range can be even higher. For instance, although property taxes tensestormsandstormsurge;andexpandingcommunityhealth,edu- constitute 41% of local revenues in Massachusetts, they constitute on cation,anddisasterpreparednessandresponse(Hunt&Watkiss,2010). average 60% of local revenues among its coastal municipalities. As a Theseoperating,personnel,andcapitalinvestmentcostsareinflexible percentageoflocalownsourcerevenues(i.e.,excludingtransfersfrom andshrink slowlyeven ifresidential populationsdecline. Federaldis- state and federal governments), these numbers rise to between 21% aster funding has increased over time (Lingle, Kousky, & Shabman, (Alabama)and85%(Connecticut),withcoastalMassachusettsnearthe 2018),butthefederalgovernmenthasproposedtoincreaselocalcost- high end at 73% (U.S. Census Bureau, 2012). Local reliance on these sharesfordisasterrecoverybeforefederalaidkicksin(Flavelle,2017). forms of revenuehas increasedinrecent decadesas federaland state With federal willingness to fund local disaster and recovery needs in austerity measures have reduced their transfers to local governments flux, local expenditure burdens will likely increase under climate (Wildasin,2010).Devolvedfiscalstressexertsevengreaterpressureon change. local governments to raise revenue by boosting assessed property va- Only recently has research emerged on the local fiscal impacts of lues, expanding tax bases through more development, and expanding climatechange.Historically,climateassessmentsfocusedoneconomic 2",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 losses caused by climate change, physical damage to the built en- average of 60% of total revenue and 73% of own source revenue in vironment, and communities' social vulnerability (Cutter, Emrich, 2012 (U.S. Census Bureau, 2012). At the same time, the state's Webb, & Morath, 2009; Füssel & Klein, 2006; IPCC, 2012; Kirshen, Proposition 2½ (passed in 1980) caps the property tax municipalities Knee, &Ruth, 2008; Lynn, MacKendrick, & Donoghue, 2011; Melillo, maylevyto2.5%ofthetotalassessedpropertyvalue(Schuster,2012). Richmond,&Yohe,2014;RiskyBusiness,2014).Researchersofnatural These factors incentivize municipalities to grow property tax bases disasters similarly observe that the fiscal impact of disasters is under through gentrification or development expansion, as they cannot ex- studied(Boustanetal.,2017;Deryugina,2016;Miao,Hou,&Abrigo, ceedthetaxcapwithoutvoterapproval. 2018).Somestudiesfocusmoreontheimplicationsofclimatechange Inthiscontext,weexaminelocalgovernmentfiscalvulnerabilityto on national rather than local fiscal conditions (Ekins & Speck, 2014). SLR. Climate vulnerability is commonly defined as the product of ex- One exception is a 2018 report by the Union of Concerned Scientists posuretonaturalhazardrisks,sensitivityofpeopleandsystemstothose (UCS)thatassessedforthefirsttimenationalfiscalvulnerabilitytoSLR. risks, and their capacity to adapt to change due to socio-economic, Itfoundthat2.4millionpropertiescurrentlycontributing$12billionin institutional, technological, and political factors (IPCC, 2014). Trans- property taxes could lose their value with 6.9 ft of SLR. Under these latingthisintotherealmoffiscalstress,weusefiscalexposuretomean projections,120municipalitieswouldrisklosing20%ormoreoftheir theextenttowhichlocalgrossrevenuesareaffectedbytheelimination currentpropertytaxbase,and30municipalitiescouldloseasmuchas ofpropertyvaluesduetoSLR.Weusefiscaladaptivecapacitytomean 50%oftheirpropertytaxbasewithinthenext30-yearmortgagecycle, whetherandhowmunicipalitiescancopewithfiscalexposure. therebyimplicatingongoingpropertytransactions(UCS,2018a).These We use spatial data analysis to assess variations in levels of fiscal estimates–foroneclimatehazardtooneaspectofmunicipalbudgets– exposure,thenqualitativelyexaminehowlandusecharacteristicsaffect highlightthepotentialmagnitudeofclimate-drivenfiscalstress. fiscal adaptive capacity to develop an overall understanding of fiscal Municipalitieshistoricallyhavemanagedfiscalgapsandstressesby vulnerability. The technical appendix provides a more detailed ex- changing local tax policies, development incentives, and service de- planation of our methods. In brief, we first created a geographic in- livery. Cities embracing “strategic management” or “pragmatic muni- formationsystem(GIS)modelthatoverlaystheextentofSLRinunda- cipalism” leverage public-private partnerships, create new markets, tion,propertytaxdata(attheparcel-level),andmunicipalfiscaldata. seekoutnewsourcesoflocalrevenues,andincreaseexistingfeesand Projections of SLR come from the National Oceanic and Atmospheric taxes to maintain service levels (Johnston & Girth, 2012; Warner & Administration (NOAA), which calculates the spatial extent of SLR Clifton, 2014). Under climate change, such strategies could include basedonmeanhigherhighwater(MHHW).WeuseNOAAdataforone- creating neworupgradingexisting neighborhoodsintoresilienthigh- foot increments of SLR between 1 and 6 ft (NOAA, 2017). Although enddistricts.Othermunicipalities,especiallyiftheyhavehighanti-tax NOAAdatahasitslimitations,itprovidesamethodologicallyconsistent sentiment and/or have more tax-exempt property, adopt policies of mapfortheentirecountry.WeoverlaidthiswithmapsfromtheMas- austerityurbanism(Aldag,Kim,&Warner,2019).Thisischaracterized sachusettsAreaPlanningCouncil(Boston'sregionallanduseplanning bycuttingpublicservices,sternbudgetaryoversight,andprivatization agency,MAPC)thatcontainpropertyparcels,buildingroofprints,and (Peck,2012).Sucha“hollowingout”ofmunicipalbudgetscommonly theircorrespondingtaxandlandusedata(MAPC,2018). manifests in deferred capital investment, increased user fees, frozen We draw on 2015 municipal fiscal data from the Massachusetts salaries,layoffs,andcutstoservices(Warner&Clifton,2014). Division of Local Services' Municipal Databank (DLS, 2017). Fiscal Basedonthisreview,wehypothesizethatmunicipalitiesoperating health is the ability of local governments to pay for their obligations under this policy framework are likely to maximize coastal develop- (Hendrick,2004),butscholarshotlydebateeffectivemetricsofmuni- ment even if they are aware of the impacts of climate change. To cipalfiscalstress(Gorina,Maher,&Joffe,2017).TheInternationalCity evaluatethis,wefirstusespatialanalysistoidentifymunicipalitieswith Manager's Association (ICMA) offers one of the most comprehensive thegreatestfiscalimpactduetoSLR.Wedescribethelanduse,fiscal, frameworksformeasuringfiscalconditionsandincludes48indicators and demographic conditions that characterize coastal municipalities evaluating four dimensions of solvency (Nollenberger, Groves, & giventheirleveloffiscalvulnerabilitytoclimatechange.Wethenaskif Valente,2003):cashsolvency,budgetarysolvency,long-termsolvency, andhowlanduseanddevelopmentplanningreflectsknowledgeabout and service solvency. We include variables representing three of the climate vulnerability for highly fiscally exposed municipalities that four dimensions. We use cash balance as a percentage of revenues to haveconductedclimatevulnerabilityassessments. representcashsolvency2;operatingbalanceasapercentageofrevenues to represent budgetary solvency; and total outstanding debt as a per- 4. Caseselectionandmethods centage of revenues to represent long-term solvency. We also include stateaidasapercentageofrevenuestoassesspotentialimpactstolocal ThestateofMassachusetts(MA)servesasanextremecaseforthis andstatefiscalrelations. research(Seawright&Gerring,2008)giventhatitslocalgovernments ThiscomprehensiveGISmodelallowedustoassesswhereSLRmaps havebothhighrelianceonpropertytaxesandhighexposuretoSLR.For intersected land parcels and buildings, and then calculate local taxes instance,Bostonlikelyhasmoreman-madelandthananyothercityin fromlandandbuildingsthatcouldbeimpactedinone-footincrements the country, with 5250 acres built on fill created by leveling nearby ofSLRfrom 0to6ft. We consideronlythe effectsof SLRoncurrent hills(Seasholes,2003),apracticethatneighboringcitiesemulated.By municipalpropertytaxrevenues,nototherclimateimpacts,thetollof 2100,SLRmayreturnMetroBostontoitsgeographicextentbeforeland climatechangeonmunicipalexpenditures,orhowplannedorpotential making projects (Douglas, Kirshen, Li, Watson, & Wormser, 2013; adaptationreducesfiscalexposure. Seasholes,2003).Present-daycoastalfloodswithanannual1%chance WethencategorizedmunicipalitiesbythemagnitudeofSLR-induced ofbeingequaledorexceeded(theso-called100-yearstorm)couldhave fiscalgapsat6ftofSLR(SLR6)andidentifiedpatternsintheirlanduse, a20%chanceoftakingplaceeachyearby2050andmaybeasfrequent builtform,andgeography.Althoughweexploredaclusteranalysis,the asdailyhightideby2100(CityofBoston,2016). qualitativecategorizationwassimplerandproducedsimilaroutputs.For Since2016,thestatehasrequiredalllocalmunicipalitiestodevelop the most affected municipalities, we identified land use plans, vision a “Municipal Vulnerability Plan”, and many cities had developed as- sessmentsandplansevenbeforethemandate.Yet,mostmunicipalities face funding constraints in implementation. Massachusetts prohibits 2Althoughstudieshavefoundthatinformationaboutthegeneralfund(assets municipalities from raising revenues from sales, income, hotel, and andliabilities)balance,asanindicatorofcashsolvency,tobethemosteffective meal taxes. As a result, coastal municipalities in Massachusetts have predictoroffiscalstress(Gorina,Maher,andJoffe,2017),suchinformationis some of the highest levels of property tax reliance nationwide: an notcollectedatthestatelevelinMassachusetts. 3",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Merrimac Amesbury West Newbury Salisbury Groveland Newburyport Methuen Haverhill Rowley Newbury Legend Lawrence Topsfield Ipswich Essex Rockport PercentMunicipalBudget NorthAndover Hamilton Gloucester 0%-4.9% Danvers Malden Saugus Beverly 5%-9.9% Medford Peabody Salem MarblehM eaa dnchester 10%-24.5% SoW mein rvch ile lester Lynn Swampscott Arlington Nahant Belmont Revere Cambridge Everett Watertown Chelsea Ne Winthrop wton Boston Hull Cohasset Brookline Milton Hingha Scituate m Quincy Norwell Braintree Marshfield Weymouth Hanover Pembroke Duxbury Provincetown Truro nton Kingston Wellfleet u S eek o n h to b o h eR D ighto nTa Berkley Ply m outh Eastham k SomeS rsw ea tnsea F Wa estp o rtll RivF er re De artm o ut thown A cu sh n et NewRochester FM aira httW aa vpMa eor nae isrh i ea o tm tn FalmB oo uu tr hne Sandwich MasB hpa ern estable Dennis YarmoH uB ta hr re ww is ct her ChatO harl means Bedford Tisbury Gosnold OakBluffs Chilmark Aquinnah Edgartown West 0 5 10 20 Tisbury Nantucket Miles Fig.1.PercentoftotalmunicipalrevenuejeopardizedatSLR6.TheseestimatesarebasedonthelatestavailablesealevelrisemapsfromNOAAandrequireground- truthingtobemorereliable.SeethetechnicalappendixforadiscussionoftheroleofdamsinprotectingtheCitiesofBostonandCambridgefromflooding. plans,climatevulnerabilityassessments,andclimateadaptationplansto 5. ImpactsofsealevelriseonmunicipalitiesinMassachusetts determinetheextenttowhichlocalplanningreflectsknowledgeabout SLR. This review of documents is supplemented by field research. Long-termSLRthreatenssignificantlevelsofpropertytaxesifcities Between 2014 and 2017, the lead author followed the Boston Metro donottakestepstoadapttoclimatechange,butimpactsareunevenly Mayors Climate Preparedness Task Force, which involves the 14 most distributedacrosscoastalMassachusetts,asshowninFigs.1–3.Inab- urbanizedcitiesintheurbancoreandwascreatedbymayorstocatalyze solute terms, 3 ft of SLR threatens 1.4% ($104 million) of current regionalclimateplanning.Sheattendedtheirmeetingsandinterviewed property taxes of 89 coastal municipalities by chronically inundating mostofthestaffinthatgroup(30–60mineach),whichallowedherto over15,000taxableacrescurrentlyvaluedat$8.89billion.Sixfeetof closelytrackadaptationplanningintheregion.Thepaperincludesafew SLR threatens 12.5% ($946 million) of current property taxes of 99 anonymousquotationsfromtheseinterviews. coastalmunicipalitiesbychronicallyinundatingalmost37,000taxable 4",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Fig.2.RelativecontributionofdifferentlandusestopropertytaxlossatSLR6.TheseestimatesarebasedonthelatestavailablesealevelrisemapsfromNOAAandrequire ground-truthingtobemorereliable.SeethetechnicalappendixforadiscussionoftheroleofdamsinprotectingtheCitiesofBostonandCambridgefromflooding. acres valued at$64.4 billion.Just 7cities inMetroBostonhave high Howsoontheserevenuelossestakeplacedependsonwhichclimate fiscalexposure(definedas10%ormoreoftotalmunicipalrevenuesat modelsareusedandhowquicklysocietyreducesglobalcarbonemis- risk). Another 29 municipalities comprising a diverse set of seaside sions.Fig.3presentstherevenueslostateachincrementalfootofSLR, suburbs risk losing 5% to 10% of their total revenues. Most munici- alongwithassociatedprojectionsforwhentheselevelsofrisewilltake palities, however, face comparatively little fiscal exposure. Even at place.Tippingpointsappearafter4ftofSLRwhensealevelsriseabove SLR6,41municipalitiesrisklosing2%orlessoftheirtotalrevenuesand orflankprotectiveinfrastructureorreclaimedland,whichwasfilledto another 22 between 2% and 5%. These tend to be less urbanized justabovetheMHHWmark(Seasholes,2003).While$3to$4billionof communitiesthatareinlandoruplandofthecoast.Table1presentsa propertyisfloodedperfootofSLRupto4ft,$35billionofpropertyis summary of the impact of SLR6 on municipal revenues, along with flooded between 4 and 5 ft of SLR. This suggests that municipalities descriptivestatisticsofthevariablesusedintheregressionanalysis. may experience low fiscal exposure for decades but face reduced 5",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Fig.3.Projectedmunicipalrevenuelossduetosealevelriseovertime. EachbubblerepresentsacommunityimpactedbySLR(99totalatSLR6).Bubblesizeshowsthemagnitudeofannualpropertytaxesimpacted.They-axisshowsthe percentageofamunicipality'sgrossrevenuesimpactedbySLR.Thex-axisshowstheimpactatone-footincrementsofSLR.Projectionsofwhensealevelsrisevary dependingonhowaggressivelysocietiesmitigationcarbonemissions(CityofBoston,2016).Theseestimatesarebasedonthelatestavailablesealevelrisemapsfrom NOAAandrequireground-truthingtobemorereliable. Seethetechnicalappendixforadiscussionoftheroleof damsinprotectingtheCitiesofBostonand Cambridgefromflooding. Table1 CharacterizingMunicipalitiesbyLevelsofFiscalImpactduetoSLR6(Thesethreegroupsofcitiesfollowthetiersoffiscalexposurealmostexactly,withthese modifications:wemovedtheinnercorecitiesofChelseaandEveretttoCentralMetroBostonbecausehighstateaidmaskstheirexposureandmovedMattapoisett andSalisburytoSeasideSuburbsbecausetheyaremoresimilartothosegroups).FiguresarebasedonorderivedfromsealevelrisedataproducedbytheNational OceanicandAtmosphericAdministration(NOAASLRViewer,2017);parcel,landuse,andtaxdatafromtheMassachusettsAreaPlanningCouncil(MAPC,2018);and municipalfiscaldatafromtheMunicipalDatabankoftheMassachusettsDivisionofLocalServices(DLS,2017). N=99 Avg Min. Max. Std.dev. MetroBoston Seasidesuburbs Drylandretreats Municipalsocio-economicconditions Population(2015) 32,537 77 667,137 69,308 96,356 20,982 26,477 %Populationchange(2000–15) 6% −13% 26% 8% 7% 5% 6% Incomepercapita(2015) $45,342 14,872 127,809 22,969 $36,681 $44,022 $46,897 Povertyrate(2012) 8% 0.9% 29% 5% 14% 9% 8% Fiscalconditions(2015) Expenditurespercapita $3905 $2135 $22,912 $2441 $3730 $4194 $3856 Stateaidas%revenue 13% 0% 67% 13% 18% 9% 13% Cashbalanceas%ofrevenue 5% 0% 31% 4% 7% 5% 5% Operatingbalanceas%revenue 5% −32% 32% 7% 9% 6% 5% Outstandingdebtasa%ofrevenue 105% 0.05% 2015% 229% 505% 81% 72% Builtenvironmentcharacteristics Landarea(mi2)(2018) 19.35 1.05 96.46 15.25 11.32 17.59 20.92 %LandareainundatedatSLR6 13% 0% 53% 13% 37% 19% 8% LCRofinundatedareasatSLR6 0.13 0.00 0.59 0.11 0.29 0.13 0.11 FARofinundatedareasatSLR6 0.25 0.00 2.14 0.34 0.69 0.21 0.19 FiscalimpactsatSLR6(basedon2015fiscalconditions) %Totalrevenuesimpacted 4% 0% 24% 5% 15% 7% 2% %LocalOSRimpacted 7% 0% 43% 8% 27% 12% 3% Taximpactpercapita $222 $0.01 $1762 $295 $736 $433 $96 property tax revenues and rising expenditure needs within a com- Metro Boston Core (high revenue loss,>10%), Seaside Suburbs pressedtimeframelaterinthecentury. (medium revenue loss, 5–10%), and Dryland Retreats (low revenue loss,<5%).Thedevelopmentalconditionsofthesedifferenttypesof 6. Potentiallanduseconstraintsonadaptationresponses municipalities provide different pressures and constraints on local government ability to overcome future climate-driven fiscal gaps. MunicipalitieswithsimilarlevelsofrevenuelossduetoSLRshare Table1comparesthevariationsinspatial,socio-economic,andfiscal similaritiesinlevelsofurbandevelopment,dominantlanduses,and conditionsforeachgroup. socio-economic characteristics. We classify municipalities as the 6",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 6.1. MetroBostoncore enclavesoftenresistdensificationorgrowth(Duncan&Duncan,2004; Pendall, 1999). Some communities may have residents with the poli- Property tax losses are highest in Boston and surrounding cities,3 ticalclouttolobbyforstateandfederalresources,buttheirlowerpo- mostofwhichwerebuiltatleastpartiallyonfill.AtSLR6,thesemu- pulationdensity andcomparativewealth arelesslikely toattractsig- nicipalitiesmaylose10%to25%ofcurrentmunicipalrevenues,with nificantlevelsoffederalorstateinvestment. thetwolargestcities(BostonandCambridge)comprisingtwo-thirdsof the at-risk property tax revenues statewide. These losses equal, on 6.3. Drylandretreats average,27%ofthesemunicipalities'currentownsourcerevenues.The primary drivers of fiscal impact are expensive commercial and in- These communities experience SLR via tidal rivers but are mostly dustrialcoastalrealestate.Fig.2showstheimportanceofcommercial protectedbecausetheysitathigherelevationsorareseparatedfromthe andindustrialpropertiestorevenuelossinMetroBostoncomparedto ocean by a band of more severely affected municipalities. the rest of the state's coastline. Inundation of these land uses has an Municipalitiesinthisgroupmayloseupto5%ofcurrentrevenuesat outsized fiscal impact because of these cities' split tax rate.4 For in- SLR6,acomparativelylowerexposurethatprovidesDrylandRetreats stance,inBoston,Cambridge,Chelsea,andEverett,30–40%ofthein- with more time and opportunity to adapt. On average, these munici- undatedassessedpropertyvaluecomesfromcommercialorindustrial palitiesarethelargestofthethreetypesofmunicipalities(21mi2)and properties,whichaccountfor53–63%ofthesecities'propertytaxes. will lose<10% of their land at SLR6. Inundated parcels in these Onthewhole,thesehighlyurbanizedmunicipalitieshavehighex- communities are large lots rather than dense settlements. Generally, istinglevelsoffiscalstress,shortagesofundevelopedland,andintense DrylandRetreatsarelessfiscallystressed,havelowerratesofpoverty, redevelopmentpressures.Table1showsthat,ofthethreegroups,cities and have thehighest income of all threegroups, although afew eco- in the Metro Boston Core have – on average – the lowest per capita nomically distressed post-industrial cities also have low impact from income and per capita public expenditures, but highest levels of pov- SLR6.ThesemunicipalitiescouldbenefitfromSLRiftheirhigherele- erty, state aid, and operating deficits as a percentage of revenue, vations make them attractive sites for future development and have pointingtosocio-economicvulnerability.Existingfiscalstresscoupled littlereasontoshouldertheirneighbors'adaptationcosts.Forinstance, withhighrateofpopulationgrowthraisespressuresforlocaleconomic thetownmanagerofatownonabarrierpeninsulaobserved,“Doanyof development to generate funding for expanded local services and in- ourresidentssaylet'sprotectourtownsoitbenefits[thecoastaltown vestments. As some of the oldest sites of industrialization in New behindus]?Idoubtit.Andwouldanyoftheirresidentsraisefundsto England, these cities are mostly built out. Additionally, except for fundourprotection?Idon'tthinkso”(PhilipLemnios,TownManager, Boston,thesemunicipalitiesareonly2–6mi2inlandarea,halfofwhich TownofHull,personalcommunication,2019). wouldbeinundatedatSLR6.Post-industrialwaterfrontsoffersomeof theonlymajorredevelopmentopportunitiesinthesecities.Thesecities 7. Currentlanduseplanninginthefaceofclimatechange have few options to compensate for revenue losses if they restrict or forgodevelopmentinlow-lyingareas. Towhatextentarethesedynamicsplayingoutontheground?The constraintsthatexistinglanduse,landavailability,andfiscalstressplace 6.2. Seasidesuburbs onadaptationplanninginMetroBoston'sCorecitiesisevident.Manyof thesemunicipalitieshavebeenproactiveinassessingtheirvulnerability Seaside suburbs experience moderate revenue losses of 5–10% at to climate change and some have developed adaptation plans. These SLR6 and are clustered in the suburbs near Boston, the islands of assessmentsandplansshowanawarenessofcurrentandfuturerisksof Martha'sVineyardandNantucket,andpocketsofCapeCod.5Expensive flooding, storm surge, and significant levels of long-term SLR (up to residentialpropertiesdrivemostofthetaximpact,asshowninFigs.1 10.5 ft in Boston's climate assessment). At the same time, the biggest and 2, although affected properties range from modest working-class plansforredevelopmentinthe7municipalitiesmostfiscallyexposedto homestolargebeachfrontestates.Overall,asshowninTable1,Seaside SLRareallsitedonthewaterfrontandwithinSLR6.Fig.4mapsmajor Suburbshavesmallerpopulations,higherincomes,lowerpovertyrates, redevelopmentprojectsandlanduseproposals forcitiesinMetroBos- and less fiscal stress compared to Metro Boston's Core, though a few ton's Core, all of which are located on land that could be chronically communities also have higher levels of poverty. These municipalities inundated by 2100. Table 2 compares cities' adaptation vulnerability are larger in land area and have more inland areas available for re- assessmentdocumentswiththeirproposalsofredevelopment. development. Nevertheless, these towns face their own adaptation The Seaport District in Boston, the largest redevelopment project in challenges. With primarily residential land uses and lower state aid, NewEnglandthismillennium,wasthedreamoflong-timeMayorMenino. these municipalities are especially dependent on residential property Bostoninvested$18billionintheSeaportDistrict,resultingin11.5mil- taxes.But,locallanduseandzoningofferfeweropportunitiestocreate lionsquarefeet(MSF)ofofficedevelopment,inadditiontonearly3000- large-scale new commercial or mixed-use developments to offset tax unitsofcondos,1500-plushotelrooms,acourthouse,conventioncenter, roll shortfalls from residential properties. Many suburbs already have contemporary art museum, restaurants, and retail (Hoban, 2018). The highresidentialtaxratestosupporthighpercapitalocalgovernment districtbrokegroundafterdecadesofplanningrightasBostonbeganto spendingandwilllikelyconfrontresidentoppositiontoraisingtaxrates researchadaptationanddoesnotaccountforclimatechange.But,since orstate-mandatedcapsonthetaxlevy.Moreover,wealthyresidential thelaunchofBoston'sadaptationplan,thenewBoston2030visionplan placesfiveofsixnodesofplannedfuturedevelopmentinareascurrently vulnerabletofloodingandpredictedtobechronicallyinundatedby2100 3Revere,Chelsea,andEverettreceive35to45%oftheirbudgetsfromstate (Gray,2017).InCambridge,theFreshPond-AlewifeCommercialDistrict aid.Asapercentageofownsourcerevenues,theyareamongthetop10most is adding 3 MSF of housing, research, and commercial development to fiscallyexposedcitiesinthestate.WeincludeChelseaandEverettinthisca- support the technology hub around Harvard, Massachusetts Institute of tegory even though they may lose only 7–9% of their total revenues under Technology, and other area universities. These areas are in the current SLR6. floodplain. In Chelsea, apartment buildings with 415 units, a Federal 4Splittaxrateslevyhighermillageratesagainstcommercialandindustrial BureauofInvestigations(FBI)building,andatransit-orientedmixed-use propertiesthanresidentialproperties. 5WeincludeSalisbury,Mattapoisett,andProvincetowninthiscategorybe- developmentareslatedforthewaterfront.InRevere,a16.5MSFdevel- cause they are typologically more similar to other seaside towns. However, opmentwillreplaceaformerracetrackbuiltonfilledmarshland. between12%and17%oftheirtotalbudgetsareaffectedbecausetheirmain PerhapsthestarkestexampleistheTownofHull.Oneofthemost townsarelocatedentirelyinlow-lyingareas. denselysettledandbuiltoutmunicipalitiesonthestate'scoastline,Hull 7",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Fig.4.MajorredevelopmentproposalsinMetroBostoninrelationtoSLR6. HatchedcirclesindicateproposednodesofdevelopmentinBoston2030visionplan(CityofBoston,2017). has 2.8 mi2 of land, 53% of which may be chronically inundated by elevations.Cambridgeisproposingadditionalwaterpumpsinadamto 2100.Alreadyschoolsletstudentsoutearlyatkingtidestoensurethey provideredundantinfrastructureincasethedamisbreached.Thecities cangethomebeforetidalfloodinghits.Thetownhasalonghistoryof ofEverettandChelseaareproposingtobuildaseawallandwetlandsto hazardmitigationandadaptationplanning,hasaclimate-awaretown reducefloodingattheregion'sprimaryfreshfooddistributioncenter. manager,andhasembracedasuiteofrecommendedbestpracticesfor Boston's resilience plan for one neighborhood proposes elevating the mitigating flood risk. Nevertheless, it is seeking to build a major end of a street to block an entry point of flooding. Boston's beachfront tourism and hotel development on its largest remaining Commissioner of Environment notes that such plans – and associated vacantlandparceltodiversifyitstaxbaseandmitigateexistingfiscal proposals to densify these neighborhoods – will reduce flooding for stress. another 20–40 years at most, but do not resolve their long-term ex- The director of planning of another small working-class city cap- posuretochronicinundation(personalcommunication,2018). tured the tensions between resiliency and development plans Municipalitiesarealsofightingeffortstobetteralignpropertyand (Interview,2015): insurance values with actual flood risks. After the passage of the Biggert-Waters Flood Insurance Reform Act in 2012, FEMA began in- We're 1.8 square miles of land, built out well over 150 years ago. creasing flood insurance premiums to better reflect actuarial risk and Our only scenario of development is redevelopment. This [flood revising national Flood Insurance Rate Maps, which expanded the remapping]isrightintheheartofourredevelopmentdistrict,our numbers of properties required to buy flood insurance (even without urban renewal district.… Anything that increases the cost of our accountingforSLR).In2013,MetroBostonmunicipalitieslikeBoston, development [forces the question]: are we still going to get the Chelsea,Revere,Winthrop,Hull,Marshfield,andScituateappealedthe economicdevelopmentthat'sessentialtokeepthecitysustainable? newmapsandwononthemeritsofbettermodelsofpresent-dayflood To keep the economy sustainable to pay for the services that we risk. This mollified current residents and potential developers of wa- need today? It's not like we have 44 square miles over which to terfront properties. Yet, planners recognize that FEMA's revised maps spread the development and bring in the tax revenues. We're 1.8 willlikelybecorrectinthelong-termgivenclimatechange.Saidone squaremiles. assistanttownmanager(Interview,2015), To balance future adaptation and current economic development Ifeelfunnyaskingforachange[tofloodmaps]becauseIthinkin needs,communitiesareadoptingshort-termfixestosustaincontinued anycaseweneedtoplanfortheworstcasescenario,butifwedon't coastaldevelopment.ThecitiesofBostonandChelseahaveaskedmajor ask for a change we're asking people who haven't have any flood redevelopments to elevate new buildings to higher base flood infiltration into their home for50, 60, 70, years to pay $5000 for 8",
        "2elbaT .seitilapicinumnotsoBorteMdetcelesnislasoporptnempolevederdnasnalpesudnaL 6RLSybdedooflseunevertnerruC% 6RLStadedoofldnaL% )2im(aeradnaL 5102–0002egnahcnoitalupoP 5102ninoitalupoP %61 %91 2.84 %31 731,766 notsoB deripsniydaerlasahdnadnimniegnahcetamilctuohtiwtliubsitcirtsidtropaesnotsoB:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS evisneherpmoctsrfis'yticehtsi,7102nidehsilbup,0302notsoBenigamI.tcirtsidehttfiorterotsnoititepmocngised seitisrevinuaeramorfstsitneicsfomuitrosnocA.stnetxedoofldeppamevahs0002ylraeecnisRLSfoseidutS sedonhtworgdesoporp6fo5setacolnalpeht,nalpnoitatpada6102ehtretfagnimocetipseD.5691ecnisnalp .nalpnoitatpadanotsoBydaeRetamilC6102ehtrofecneicsetamilcdelipmoc)puorGyrosivdAhcraeseRnotsoB( .saeraenorp-dooflni)2.giFnoselcricdehctahninwohs( .0012ybRLSfotf5.01sahcumsaroflaitnetopehtsezingocernalpehT %42 %35 4.6 %9 204,011 egdirbmaC revotnempolevedfoFSM3ylraenddalliwtcirtsidlaicremmocefiwelA-dnophserfeht:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS .seitreporplaitnediserdna,liater,secffio,gnirutcafunamgnidulcni,sraey51–01txeneht -dnoPhserFehtnignidooflfotf3foytilibaborp%001–02swohstnemssessAytilibarenluVegnahCetamilC5102 dooflraey-001-ni-1ahtiwaeraefiwelA %31 %15 7.5 %31 224,35 ereveR a(kcartecarderbhguorohtsnwoDkloffuSremroferca-161ehtgnimrofsnartsiereveR:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS rednusi1esahP.sraey02revotnempolevedesu-deximFSM5.61aotni)2QHs'nozamAtsohotdesoporpnotsoBetis .ytilibarenluvstissessaot8102nietatsehtmorfgnidnufdeviecerytiC .FSM4.1htiwnoitatnemelpmi %9 %52 4.3 %12 050,64 tterevE notliub,9102nigninepoonisacdnatroserasi)stroseRnnyWybdenwo(notsoBerocnE:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS .reviRcitsyMehtgnoladnalfoserca33 .ytilibarenluvstissessaot8102nietatsehtmorfgnidnufdeviecerytiC %7 %93 2.2 %21 893,93 aeslehC dellfinotliub,tnorfretawlairtsudni-tsopstirofdetalsstcejorprojamsahyticehT:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS detneiro-tisnartesu-dexim,stnemtrapaodnocfostinu0011,sretrauqdaehIBFnotsoBwena:dnalhsram dooflsahyticfo%63yltnerrucswohstroperegnahCetamilCroferutcurtsarfnIytinummoClatsaoCgningiseD7102 .noitatsliarretummocadna,enilsubehtfonoisnetxena,tnempoleved .0702yb%94dna,0302yb%24otgnisir,ksir %21 %84 0.2 %1− 461,81 porhtniW ,revewoh;gnidoofllatsaoctsrowehtmorfyawasaerapolevederlliwnalpretsamnwot:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS .enorpdoofleradnalniamehtotsnoitcennocs'nwotralusninepeht .tf01fohtpedta0702ybdooflotylekilsinwotehtfo%05–03dnuoraswohstroperporhtniWtneiliseR7102 %22 %35 8.2 %5− 194,01 lluH gniniamertsals'nwoteht,etistnorfhcaeberca-5arofslasoporpthguoslluH,8102ni:snalptnempolevederrojaM :gninnalpnoitatpadafosutatS gniebfoecnahc%1launnanasah,wonsitisa,etisehT.retnecmsiruotrojamasatliubebot,ytreporptnacavrojam nwotehtfo%160702ybtahtswohsydutSnoitatpadAdnatnemssessAytilibarenluVegnahCetamilClatsaoC6102 etisehtrofnalplawenernabrusti,slasoporpehtdetcejerlluHhguohtlA.0702ybretawdooflfotf4–5.2rednu .peedtf01> tifohcum,gnidooflfoytilibaborphgihasah .evitcasniamer L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 9",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 flood insurance. Is that going to change in the future? Probably, andrelatedtaxes)accountedfor23%oflocalgovernmentexpenditures possibly. in2015,upfrom5%in1999(Zhuetal.,2019).Fiscalpolicyframeworks whereland-basedrevenuesareamajorsourceofownsourcerevenues Another director of planning observed that after the new FEMA providerealincentivesforlocalgovernmentstomaximizedevelopment. mapscameout,a“developertoldmethattheirinsurancerateswould The absence of enforceable regulations on local land use planning for be close to $1 million.… [Developers are elevating buildings] just hazard mitigation or climate adaptation makes retreat or development above the baseline flood elevation of FEMA [to avoid paying for in- avoidanceinrisk-proneareasthatmuchlesspoliticallypalatable. surance].Noneofthemarelookingatthelong-term”(Interview,2015). Within the existing governance framework, low-lying cities there- This description of developers is apt for municipalities as well. forewillneedtocompensatefortaxbaselosses(whetherduetofederal Proposed new, compact, dense development in Metro Boston's urban buyouts,propertydevaluation,ordisasters)bylobbyingformorestate core cities maximizes municipal tax revenue from these properties in aid, squeezing more money out remaining areas, or risk losing rev- theshort-term,whileincreasingthevolumeofpropertyandpeopleat enues, residents, and service quality. For land-constrained munici- riskunderlong-termSLR. palities, this entails developing in precisely those areas that may be- come chronically inundated. Coastal cities with hot development 8. Rethinkingland-basedfiscalpolicyunderclimatechange marketsmaybeabletolevynewadaptationfees,raisebondstofund adaptation, or expand development to build their tax base in a race This study of coastal Massachusetts shows how fiscal policies and against accelerating SLR. Commercial and industrial landowners may conditionscontributetobothlocalexposuretotheimpactsofclimate haveresourcestoupgradeandprotecttheirownpropertiesby“turning changeaswellasgovernments'capacitytoadapttorisingimpacts.The climate risk to competitive advantage” (Anguelovski, 2015; Teicher, fiscalization of land use has driven and is driving cities to continue 2018). New high-end, “climateresilient” districts mayoffset property buildingonthewaterfront,despiteclearevidencethatthisisabadidea tax losses in some communities. However, such strategies pro- in the long-term. In so doing, it contributes to cities' physical and blematically entrench development in low-lying areas and produce thereforefiscalexposuretotheimpactsofclimatechange.Cities'fiscal climate gentrification and ecological enclaves (Gould & Lewis, 2018; stress – which derives from a range of factors, some climate-related, Hodson&Marvin,2009;Keenanetal.,2018). others not – can worsen their ability to meet growing capital infra- Municipalitiesinweakermarketslacksuchoptions.Localresponses structureandsocialwelfareexpenditureneeds.Feedbackmechanisms tocurrentfiscalstress(fornon-climatereasons)suggestclimate-stressed suggest that increased expenditure needs under climate change can municipalities may defer maintenance on infrastructure, cut back on further compel land fiscalization to raise revenues. Under climate services,andcompetemoreforstateandfederalfunding(Aldagetal., change, these strategies create a vicious cycle of placing ever more 2019). After Hurricane Harvey hit Houston, Texas in 2017, mortgage development in the floodplain, even as climate impacts erode infra- delinquencyrose200%since80%offloodedhomesdidnothaveflood structure,taxrevenues,andlocalcapacitytofundservices. insurance.6 Houston avoided a foreclosure crisis only because the hot The dynamics seen in Massachusetts highlight the need for both housing market led developers to buy out properties that might other- policymakersandscholarstoaccountforecologicalchangeunderland- wisehavegoneintoforeclosure(Olick&Posse,2019).Othertownswith based fiscalpolicyframeworksaround theworld.Asjustoneformof lower development pressures are already seeing homeowners abandon climate change, SLR will redraw (even invert) the landscape of fiscal theirhomesbecauseoffloodrisks,risinginsurancepremiums,andthe stressincoastalregions,withramificationsforlocal,regional,andstate inability to sell their homes, giving rise to fears of “climate slums” fiscal health. Areas already experiencing fiscal stress with limited al- (Eubanks, 2016). Climate-induced fiscal stress that compound existing ternative site for development will witness the greatest fiscal impact stresses make municipalities less able to provide basic services for re- fromSLR.Citiesarebuildingdenselyontheirlastremainingdevelop- maining residents, much less fund deconstruction and ecological re- ablelandinordertomanagecurrentfiscalneedsdespiteknowledgeof storation of newly inundated areas. With Standard & Poor's, Moody's, current and future flood risks. Many comparatively well-off munici- Fitch,andBreckinridgeCapitalAdvisorsbeginningtoaccountforclimate palitiesmayincreasinglyfindthemselvesunderheightenedfiscalstress, risksinmunicipalbondratings(Forsgren,Chapman,Petkov,&Kernan, while currently less developed, inland municipalities may find them- 2017;S&P, 2017;UCS, 2018a), growing fiscal stress may further chal- selves targeted for development. Although the years 2070 and 2100 lengemunicipalborrowingandinvestmentinadaptation. seem far off, current local and regional visioning documents are Reformers advocate providing homeowners and homebuyers with shaping development that will persist through these time horizons. accurate flood risk information, realigning federal disaster aid to in- Giventhatredevelopmentopportunitiesandmasterplanninginitiatives centivize risk reduction pre-disaster, increasing home buyouts, and ariseintermittently,itisimperativeforfuturelandsuitabilitytohave improving building codes (UCS, 2018a). These changes can help in- greaterbearingoncurrentdevelopmentplanning. dividuals and markets make more informed, rational decisions about Beyond local governments accounting for the fiscal impacts of cli- future development and are critical to preventing new development matechangeinfutureplanning,ourfindingsrevealtheunderlyingten- from being sited in flood prone areas. However, they do not address sion between land-based local governmentfinance and climate change cities'need tobalance theirbudgets,particularly whenoperatingand adaptationthatoperateinmanycontexts.TheUnitedStatesreliesmore personnel costs are less flexible than property tax rolls. Market cor- on property taxes (10.3% of all government tax revenue nationwide) rections that realign property values with actual flood risks and in- thanOECDcountries(5.8%),emergingmarketcountries(3.4%),orlow- suranceneedswouldacceleratethedevaluationofcoastalrealestate, incomedevelopingcountries(1.8%)(Birdsall&Gupta,2018;El-Sibaie, reducing property tax rolls for coastal cities and residential suburbs, 2018).However,propertytaxesaccountforadisproportionateshareof and exacerbating fiscal stress in the most climate-exposed munici- local government revenues, particularly in (former) British Common- palities. For these reasons, local governments in Massachusetts and wealth countries, including the United Kingdom (15%), United States elsewherehaveresistedreformsbyappealingFEMA'snewfloodmaps (30%), Canada (37%), Australia (38%), and New Zealand (60%) and opposing state-backed efforts to buy out homeowners after dis- (Australian Local Government Association, 2007; Government of asterslikeHurricaneSandyinNewYork(Koslov,2016). Canada, 2019; Government of the UK, 2017; Local Government New Shiftingdynamicsoffiscalstresscreatenewtensionsbetweenlocal Zealand,2019;UrbanInstitute,n.d.).Propertytaxesconstitutetheonly andstategovernments.Localgovernmentsstressedbyclimateimpacts taxlocalgovernmentsmaycollectinAustralia,Ireland,andtheUnited Kingdom (Kitchen, 2004). Local governments in China do not levy a property tax, but land-based finance (including land sales, land leases, 6Nationwide,two-thirdsofpropertiesinhighriskfloodareaslackinsurance. 10",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 increasinglymayrequeststateaidforcapitalprojectssuchasdefensive Citieshavebeenveryopentoradical,futuristicdesignproposalsfor coastal infrastructure, buildingretrofits, and supplementingbasic ser- thebuiltenvironmentastheyexplorehowtoadapttoclimatechange. vices.Fortheirpart,stateshaveaninterestinreducingrepetitivelosses This study suggests that there is a commensurate need for dialogue, and having greater say in land use planning, historically a power de- research, and creativity in the areas of fiscal policy and land-based legatedtolocalgovernments.Willstatesgrantlocalgovernmentsmore municipalfinance.Connectingthesedisparatefieldshasthepotentialto fiscalauthoritytoenablethemtoadaptinlinewithmantrasthat“all reframeadaptationandhighlightthepoliticalnatureofclimateadap- adaptationislocal”(Nalau,Preston,&Malo,2015;Preston,Mustelin,& tation as it relates to control over land use planning, fiscal policy re- Maloney,2013)?Willstatesrequireresidentstocontributetoadapta- form, and drivers of uneven and inequitable development (Eriksen, tionfunds,asMA'sGovernorBakerhasproposedthroughastateexcise Nightingale, &Eakin, 2015). Research and dialogue that explores the tax on real estate transfers, or permit markets to determine which relationship between fiscal policy and climate vulnerability and that communities benefit and which decline (Keenan et al., 2018)? Will identifiesopportunitiestoreforminstitutionsgoverninglandmanage- states seek to impose greater control over local land use planning as mentandfinanceisacriticalnextstepintransformativeadaptation. theydistributefundsinordertominimizetheirownfiscalexposure? In interconnected systems of infrastructure, housing, and labor 10. Technicalappendix:methodology markets, uneven adaptation creates weak links in regional infra- structureandcontributestocascadingfailures(Melilloetal.,2014;Shi, Inthis appendix,we describehow we built theGIS model for the 2019).Existingregionaleffortsinadaptation,suchasbetweenthe14 study,howitcomparestotheUCS2018study,andthelimitationsof cities participating in Boston's Metro Mayors Climate Change Pre- ourapproach. parednessTaskForce,showlocalgovernmentsrecognizetheirmutual Thestudyareaisdefinedbythe99municipalitiesimpactedby6ft interests and need for collective action. However, existing fiscal and ofSLRinMassachusetts.TheBostonResearchAdvisoryGroup(BRAG) land use planning policies that give all property tax and land use estimatesthatrelativeSLRof6.5to18in.(includinglandsubsidence) powerstolocalgovernmentscounteracteffortsforregionallyintegrated islikelyby2050and3.2to7.4ftoreven10.5ftislikelyby2100(City adaptation.Communitieswithuplandandlessdenselysettledareascan of Boston, 2016). In this paper, we were constrained to studying SLR accommodate future regional growth, but will anti-growth residents between0and6ftbecausewereliedonSLRspatialdatatheNOAASea want such change? Would they want to help pay for their coastal LevelRiseViewer.Atthetimeofresearch,thiswastheonlySLRdataset neighbors'adaptation,orinvitefleeingbusinessesandresidentstosettle availablefortheentirestudyarea.TheNOAAdata'supperlimitwas6ft intheirownjurisdictions?Newventurecapitalsoftwarecompanieslike ofSLR.Weobtainedtheshapefilesfor1,2,3,4,5,and6ftofSLRfor “Jupiter” facilitate such practices on a large scale by modeling the theentireMAcoastline.Inourpaper,wefocusprimarilyontheimpacts safestandmostlucrativeplacesforinvestorstoinvest(Plumer,2018). of SLR6 as the upper limit of what current data allows us to study. Likethehollowingoutofcentralcitiesfollowingsuburbanization,such Although climate projections vary, SLR6 is projected to take place patterns could create new pockets of socio-economic inequality, en- eventuallyduetopastandcurrentcarbonemissions. vironmentalinjustice,andregionalclimatevulnerability. We overlaidthis SLRdata with parcel-level taxdata and municipal- Such questions underscore the temporal dimension of changing levelfinancedata.Shapefilesoftaxparcelsandbuildingroofprintsthatare fiscalstress.Existingfiscalpoliciesincentivizecurrentelectedofficials larger than 150 square feet are from the Massachusetts Area Planning todevelopalltheycan,atbestbuildingnewprojectswithmodestlevels Council.Taxparceldataincludedeachlot'slanduse,acreage,floor-to-area of SLR in mind. Such practices contribute to even greater fiscal ex- ratios (FAR), lot coverage ratios (LCR), and assessed building and land posurein2070or2100forsomemunicipalities,withcompressedtime values,mostfromwithinthepast3to5years(MAPC,2018).Municipal frames for adaptive response given accelerating rates of SLR. Most financedataisdrawnfromtheMunicipalDatabankoftheMassachusetts adaptationplanscallforincrementalchangeandarguethattheywill DivisionofLocalServices(DLS,2017).Fiscaldataincludes2016taxrates adjustasbetterclimatemodelsandinformationcomeonline.However, foreachmunicipalitybylanduse,totaltaxesandpropertytaxesleviedby betterclimatedatatodatehasnotfundamentallychangeddevelopment city,andtotalmunicipalrevenuesandexpenditures. practicesgivenbroaderstructuralconstraints. We intersected the spatial extents of SLR with MAPC's dataset of statewidetaxparcelsandroofprintstoassessrevenuelossateachfoot 9. Prospectsforresearchandpolicy of SLR.7 We designated all parcels and roofprints as residential, com- mercial,industrial,oropenspace,andmultiplieditsassessedlandand/ Thisstudyexplorestheimpactsofoneclimatehazard(SLR)onone or building value by that municipality's corresponding tax rate. We aspectoflocalbudgets(propertytaxes)inoneU.S.state(Massachusetts). eliminatednon-taxableparcels,special classessuchaswater,railroad But these patterns likelyprevail forother hazardsas well,such asriv- rights-of-way, public rights-of-way, and properties with zero assessed erine flooding, landslides, wildfires, and snow storms, and in other value. We also split roofprints along tax parcelboundaries and elimi- countriesacrosstheGlobalNorthandSouth.Theyalsoaffectmanyother natedroofprintsectionsthatextendedintoextraneousparcels.Where aspectsoflocalbudgets,suchasexpenditurestopreparefororadaptto small slivers of buildings spill onto adjacent tax parcels due to in- climateimpactsandlosteconomicproductivityfromdisasters.Research accuraciesintheroofprintGISdata,welefttheminthemodelasde- synthesizinghowclimatechangeaffectslocalrevenuesandexpenditures tachedstructuresthatareassignedthelandusecodeoftheparcelthey across climate impacts is urgently needed. Such studies can illuminate overlay.Ofthe955,948parcelsinthe99municipalities,87,330taxable how climate hazards cumulatively affect fiscal health across time and parcels lay within SLR6. Our database includes only properties of in- space. terestfortaxcalculationpurposes. Thesedynamicsalsopointtotheneedtostudyanddebatewhether andhowland-basedfiscalpolicyenableseffectiveadaptationtoclimate change. Studies could assess how climate-driven fiscal vulnerability 7Ourmodelingefforttakesa“bathtub”approachtoimposingSLRonastatic physicallandscape.Inreality,SLR,thegravitationalweightofmorewater,and compares to other vulnerabilities created by land-based fiscal policy, salinityofseawaterdynamicallyaffectcoastlinesthroughhigherstormsurges suchasracialandschool-basedsegregationintheUnitedStates.Such andtidalfloods,beacherosion,strongerwaveaction,andconversionofsalt research can illuminate the tensions or opportunities for coalitions marshesintotidalflatsthatnotonlymeanthelossofhabitatbutalsothelossof between “green” and “brown” agendas to support transformative cli- natural barriers to wave action. The Massachusetts Department of mateadaptation.Comparisonsoflanduse,fiscalpolicy,andadaptation Transportation (MassDOT) is currently producing its own coastal flood risk barriers across countries also may offer new insights on polices that assessment.Whencompleted,itwilldynamicallymodelfloodriskprobability tacklethedriversofdevelopmentinhazardproneareas. underavarietyofSLRscenariosfortheentirestate. 11",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 InmodelingtheimpactsofSLRonlocalpropertytaxrevenue,weas- andparcelimpactsfromSLR.Thesedifferenceslikelyexplainthevar- sumethatlandandbuildingvaluesdepreciateseparately.Risingwateron iations in the outcome between UCS estimates of fiscal impact in landwillnotnecessarilyeliminatetheentireproperty'svalue.Forexample, Massachusetts($413million)andours($946million).Thedifferences manycoastalpropertiesarelargeestateswithexpansivefrontagesloping areclearestfortheCityofBoston,forwhichwefindSLR6impacts16% upfromthewater.Inundationofpartofthatfrontagewouldnoteliminate of Boston's gross revenues and UCS finds 3%. More detailed compar- theentirevalueoftheproperty,especiallyiftheprimarystructureisnot isonsareneededtodeterminewhereandwhydifferencesoccur. impacted. Therefore, we calculate the land value impact based on the percentage of the parcel area inundated. When seawater touches a CRediTauthorshipcontributionstatement building, we count the entire building value as being “impacted”. Where morethanonebuildingstoodonaparcel,thebuildingvaluerecordedfor Linda Shi:Conceptualization, Investigation, Writing - review & thatlotwasdistributedtoeachstructurebasedonthepercentageofthe editing.Andrew Varuzzo:Methodology, Investigation, Formal ana- totalroofprintareaonthatparcel.Thisisanimperfectapproachgiventhat lysis,Writing-originaldraft. thedatadidnotindicatethenumberofstoriesofeachroofprint.Weit- eratedthisstepsixtimestomodeltaximpactsateachfootofSLR. References 10.1. Studylimitations Aldag,A.,Kim,Y.,&Warner,M.E.(2019).Austeritycoalitionorstrategicmanagement? Causesandresponsestolocalgovernmentfiscalstress.Environment&PlanningA, 51(6),1287–1305. Our dataand analyticalmethods haveimportant assumptionsand Aldag,A.M.,Warner,M.E.,&Kim,Y.(2019).Leviathanorpublicsteward?Evidenceon limitations. First, like other vulnerability assessments, we compare localgovernmenttaxingbehaviorfromNewYorkstate.PubliusJ.Fed.,49(4), currentlevelsofpopulationanddevelopmentagainstfutureSLR.The 671–693. Anguelovski,I.(2015).Fromtoxicsitestoparksas(green)LULUs?Newchallengesof models do not consider how society changes or adapts to climate inequity,privilege,gentrification,andexclusionforurbanenvironmentaljustice. change. Second, we do not accountfor local property tax exemptions JournalofPlanningLiterature,23–36. for owner-occupied properties, which may overestimate the revenue Atreya,A.,&Ferreira,S.(2015).Seeingisbelieving?Evidencefrompropertypricesin inundatedareas:seeingisbelieving?RiskAnalysis,35,828–848. loss in our study. Third, our analysis does not account for property AustralianLocalGovernmentAssociation(2007).Studyintolocalgovernment’sown-source depreciationorappreciationofpropertiesnearfloodedzones,whether revenue.Canberra,Australia:GovernmentofAustraliaProductivityCommission. theybecomebeachfrontpropertiesorareleftasinaccessibleislands. Berke,P.R.,Malecha,M.L.,Yu,S.,Lee,J.,&Masterson,J.H.(2018).Planintegrationfor Finally,theNOAAmapsthemselveshavelimitationsastheydonot resiliencescorecard:EvaluatingnetworksofplansinsixUScoastalcities.Journalof EnvironmentalPlanningandManagement,1–20. necessarily accurately reflect the existence of coastal protective infra- Berke,P.R.,Newman,G.,Lee,J.,Combs,T.,Kolosna,C.,&Salvesen,D.(2015). structure, such as dams and seawalls. For a state-level study, it is im- Evaluationofnetworksofplansandvulnerabilitytohazardsandclimatechange:A possibletocollectdownscaledandground-trutheddata.Giventhescale resiliencescorecard.JournaloftheAmericanPlanningAssociation,81(4),287–302. Bernstein,A.,Gustafson,M.,&Lewis,R.(2019).Disasteronthehorizon:Thepriceeffect ofimpactoftheCharlesRiverandAmeliaEarhartDamsinMetroBoston, ofsealevelrise.JournalofFinancialEconomics,253–272. wedidlookintotheirspecificvulnerability.Accordingtothe2017City Birdsall,N.,&Gupta,S.(2018).Ontheequity-friendlypropertytax:Timefordeveloping of Cambridge Climate Vulnerability Assessment (Part 2), the Charles countriestoinvest?Cent.Glob.Dev.Comment.Anal..https://www.cgdev.org/blog/ equity-friendly-property-tax-time-developing-countries-invest. RiverDamhasalowprobability(1to5%)ofbeingflankedby2055,and Boustan,L.P.,Kahn,M.,Rhode,P.,&Yanguas,M.L.(2017).Theeffectofnaturaldisasters beingovertoppedby2070,bystormsurgecoupledwithSLRunderhigh oneconomicactivityinUScounties:Acenturyofdata(no.w23410).Cambridge,MA: NOAA projections. It would be flanked before it is overtopped. NationalBureauofEconomicResearch. Burby,R.J.(1998).Cooperatingwithnature:Confrontingnaturalhazardswithlanduse CambridgeismorevulnerablefromtheAmeliaEarhartDam,whichhasa planningforsustainablecommunities.NationalAcademyPress. 10 to 20% probability of flooding through overtopping or flanking by Business,R.(2014).RiskyBusiness:TheeconomicrisksofclimatechangeintheUnitedStates. 2070.TheCharlesRiverbasinhaslow-gradientpipesthataresusceptible NewYork:RiskyBusinessProject. Areweanysafer?AnevaluationofFlorida’shurricanehazardmitigationplanningup- to the river's level. Propagated flooding (backed up drainage systems) dates.InT.S.Chapin,C.E.Connerly,H.T.Higgins,R.E.Deyle,T.Chapin,&E.J. worsens surface flooding. For Boston and Cambridge, the NOAA maps Baker(Eds.).GrowthmanagementinFlorida:Planningforparadise(pp.169–189). roughlyapproximatethesecities'moredetailedstudies. Burlington,VT:AshgatePublishingLimited. CityofBoston(2016).ClimatechangeandsealevelriseprojectionforBoston:TheBoston researchadvisorygroupreportforclimatereadyBoston. 10.2. ComparisontotheUCSreport CityofBoston(2017).ImagineBoston2030:AplanforthefutureofBoston.Boston,MA: CityofBoston. Wedevelopedourmodelindependentlyandatthesametimeasthe Cutter,S.L.,Emrich,C.T.,Webb,J.J.,&Morath,D.(2009).Socialvulnerabilitytoclimate variabilityhazards:Areviewoftheliterature(finalreporttoOxfam).Columbia,SC: Union of Concerned Scientists' report (UCS, 2018a). Our approaches HazardsandVulnerabilityResearchInstitute,DepartmentofGeography,University differinkeyaspects.First,UCSalsousesNOAASLRViewer,butreports ofSouthCarolina. usingSLRof6.9ft.Wewereonlyabletoobtainmapsthatshowedupto Deryugina,T.(2016).Thefiscalcostofhurricanes:Disasteraidversussocialinsurance(no. w22272).Cambridge,MA:NationalBureauofEconomicResearch. SLRof6ft.Second,UCSusestidalfloodingthatdesignateslandas“at DLS(StateofMassachusettsDivisionofLocalServices)(2017).MunicipalDatabank(Data risk”ifitisflooded26timesayear(UCS,2018b).Ourapproachsetsa Analytics).Retrievedfrom: https://www.mass.gov/municipal-databank-data- moreconservativebarofpermanentinundation(i.e.,flooded365times analytics-including-cherry-sheets. Douglas,E.,Kirshen,P.,Li,V.,Watson,C.,&Wormser,J.(2013).Preparingfortherising per year) given that we are interested in conditions when the entire tide.Boston:TheBostonHarborAssociation. taxablevaluemaybelost,ratherthanreduced.Third,UCSusesZillow's Duncan,J.,&Duncan,N.(2004).LandscapesofPrivilege.ThePoliticsoftheAestheticinan ZTRAX database, which provides actual tax payments by residential AmericanSuburb.NewYork/London:Routledge. Dyckman,C.S.,St.John,C.,&London,J.B.(2014).Realizingmanagedretreatand and commercial properties. They default to multiplying tax rates innovationinstate-levelcoastalmanagementplanning.OceanandCoastal against propertyvalueswhere Zillowinformationis unavailable.This Management,102,212–223. canbeamoreaccuratesourceofdataduetothepropertytaxexemp- Ekins,P.,&Speck,S.(2014).Thefiscalimplicationsofclimatechangeandpolicyre- tions that many cities, including Cambridge and Boston, provide to sponses.MitigationandAdaptationStrategiesforGlobalChange,19,355–374. Elis,N.(2018).DisastersbecomebigchunkofU.S.deficit.TheHill. owner-occupied residences. However, the ZTRAX database excludes El-Sibaie,A.(2018).SourcesofgovernmentrevenueintheOECD,2018(fiscalfactsheetno. industrial properties, which can be an important land use group to 581).Washington,D.C:TaxFoundation. historic industrial cities on the Massachusetts coastline. The ZTRAX Eriksen,S.H.,Nightingale,A.J.,&Eakin,H.(2015).Reframingadaptation:Thepolitical natureofclimatechangeadaptation.GlobalEnvironmentalChange,35,523–533. data also does necessarily provide accurate geospatial location. The Eubanks,V.(2016).MyDrowningCityisaharbingerofclimateslumstocome.Thenation. UCSstudyintersectsparcelcentroidswithmapsofSLRbecauseZTRAX Flavelle,C.(2017).TrumpFEMAchiefbacksreducingFederalRoleindisasterrelief, data did not include building footprints. The MA data we obtain in- floodinsurance.Insurancejournal.https://www.insurancejournal.com/news/ national/2017/08/23/462113.htm. cluded building footprints. We therefore separately assessed building 12",
        "L.ShiandA.M.Varuzzo Cities 100 (2020) 102658 Forsgren,K.E.,Chapman,T.A.,Petkov,M.,&Kernan,P.(2017).CreditFAQ: JosephHenryPress. UnderstandingclimatechangeriskandU.S.municipalratings.London:S&PGlobal. Melillo,J.M.,Richmond,T.,&Yohe,G.W.(Eds.).(2014).Climatechangeimpactsinthe Füssel,H.-M.,&Klein,R.J.(2006).Climatechangevulnerabilityassessments:Anevo- UnitedStates:ThethirdU.S.nationalclimateassessment.Washington,D.C:U.S.Global lutionofconceptualthinking.ClimaticChange,75,301–329. ChangeResearchProgram. Gorina,E.,Maher,C.,&Joffe,M.(2017).Localfiscaldistress:Measurementandpre- Meltz,R.,Merriam,D.H.,&Frank,R.M.(1998).Thetakingsissue:Constitutionallimitson diction:Localfiscaldistress:Measurementandprediction.PublicBudgetingand land-usecontrolandenvironmentalregulation.Washington,D.C:IslandPress. Finance,38,72–94. Miao,Q.,Hou,Y.,&Abrigo,M.(2018).Measuringthefinancialshocksofnaturaldis- Gould,K.A.,&Lewis,T.L.(2018).Fromgreengentrificationtoresiliencegentrification: asters:ApanelstudyofU.S.states.NationalTaxJournal,71,11–44. AnexamplefromBrooklyn.CityandCommunity,17,12–15. Nalau,J.,Preston,B.L.,&Malo,M.C.(2015).Isadaptationalocalresponsibility. GovernmentofCanada(2019).Archived-localgovernmentrevenueandexpendituresfor EnvironmentalScience&Policy,48,89–98. fiscalyearendingclosesttoDecember31[WWWdocument].Stat.Can.URLhttps:// NOAA(2017).OfficeforCoastalManagement,2020:NOAAOfficeforCoastal www150.statcan.gc.ca/t1/tbl1/en/tv.action?pid=1010004101,Accesseddate:3 ManagementSeaLevelRiseViewer.Retrievedonlinefrom: https://coast.noaa.gov/ April2019. slr. GovernmentoftheUK(2017).LocalgovernmentfinancialstatisticsEngland(no.27). NOAA(2019).Billion-dollarweatherandclimatedisasters:Timeseries[WWWdocument]. London:GovernmentoftheUKDepartmentforCommunitiesandLocalGovernment. NOAANatl.Cent.Environ.Inf. Gray,S.(2017).Is“imagineBoston2030”climateready?BostonGlobe. Nollenberger,K.,Groves,S.M.,&Valente,M.G.(2003).Evaluatingfinancialcondition:A Hendrick,R.(2004).Assessingandmeasuringthefiscalhealthoflocalgovernments: handbookforlocalgovernment(4thed.).Washington,D.C:InternationalCity/County FocusonChicagometropolitansuburbs.UrbanAffairsReview,40,78–114. ManagementAssociation. Hersher,R.,&Benincasa,R.(2019).Howfederaldisastermoneyfavorstherich.WXXI Olick,D.,&Posse,E.(2019).Themortgageindustryisn’treadyforaforeclosurecrisiscreated News. byclimatechange.CNBC. Hoban,M.(2018).Thecreationofaneighborhood:Boston’sseaport.UrbanLand. Peck,J.(2012).Austerityurbanism:Americancitiesunderextremeeconomy.City,16, Hodson,M.,&Marvin,S.(2009).“Urbanecologicalsecurity”:Anewurbanparadigm? 626–655. InternationalJournalofUrbanandRegionalResearch,33,193–215. Pendall,R.(1999).Oppositiontohousing:NIMBYandbeyond.UrbanAffairsReview, Horn,D.P.(2019).Nationalfloodinsuranceprogramborrowingauthority(CRSinsightno. 35(1),112–136. IN10784).Washington,D.C:FederationofAmericanScientists. Plumer,B.(2018).Whatlandwillbeunderwaterin20years?Figuringitoutcouldbelu- Hunt,A.,&Watkiss,P.(2010).Climatechangeimpactsandadaptationincities:Areview crative.N.Y.times. oftheliterature.ClimaticChange,104,13–49. Preston,B.L.,Mustelin,J.,&Maloney,M.C.(2013).Climateadaptationheuristicsand IPCC(2012).InC.B.Field,V.Barros,T.F.Stocker,D.Qin,D.J.Dokken,K.L.Ebi,...P. thescience/policydivide.MitigationandAdaptationStrategiesforGlobalChange,20, M.Midgley(Eds.).Managingtherisksofextremeeventsanddisasterstoadvanceclimate 467–497. changeadaptation:Aspecialreportoftheintergovernmentalpanelonclimatechange. S&P(2017).HowdoesS&Pglobalratingsincorporateenvironmental,social,andgovernance Cambridge,UK,andNewYork,NY,USA:CambridgeUniversityPress. risksintoitsratingsanalysis.London:S&PGlobal. IPCC(2014).Summaryforpolicymakers.InC.B.Field,V.R.Barros,D.J.Dokken,K.J. Schuster,L.(2012).TheriseandfalloflocalaidinMassachusetts.Mass.Budg.Policy Mach,M.D.Mastrandrea,T.E.Bilir,...L.L.White(Eds.).Climatechange2014: Cent..http://www.massbudget.org/report_window.php?loc=local_aid_long_term. Impacts,adaptation,andvulnerability.Parta:GlobalandSectoralaspects.Contributionof html. workinggroupIItothefifthassessmentreportoftheintergovernmentalpanelonclimate Seasholes,N.(2003).Gainingground:AhistoryofLandmakinginBoston.Cambridge,MA: change.Cambridge,UK,andNewYork,NY,USA:CambridgeUniversityPress. MITPress. Johnston,J.M.,&Girth,A.M.(2012).Governmentcontractsand“managingthe Seawright,J.,&Gerring,J.(2008).Caseselectiontechniquesincasestudyresearcha market”:Exploringthecostsofstrategicmanagementresponsestoweakvendor menuofqualitativeandquantitativeoptions.PoliticalResearchQuarterly,61, competition.AdministrationandSociety,44,3–29. 294–308. Keenan,J.M.,Hill,T.,&Gumber,A.(2018).Climategentrification:Fromtheoryto Shi,L.(2019).Promiseandparadoxofmetropolitanregionalclimateadaptation. empiricisminMiami-DadeCounty,Florida.EnvironmentalResearchLetters,13, EnvironmentalScience&Policy,92,262–274. 054001. Teicher,H.M.(2018).Practicesandpitfallsofcompetitiveresilience:Urbanadaptation Kim,Y.(2017).Limitsofpropertytaxesandcharges.UrbanAffairsReview,1–25Online asrealestatefirmsturnclimaterisktocompetitiveadvantage.UrbanClimate,25, First. 9–21. Kirshen,P.,Knee,K.,&Ruth,M.(2008).ClimatechangeandcoastalfloodinginMetro UCS(2018a).Underwater:Risingseas,chronicfloods,andtheimplicationsforUScoastalreal Boston:Impactsandadaptationstrategies.ClimaticChange,90,453–473. estate.Cambridge,MA:UnionofConcernedScientists. Kitchen,H.(2004).Localtaxationinselectedcountries:Acomparativeexamination(working UCS(2018b).TechnicalBackgrounderforUnderwater:RisingSeas,ChronicFloods,andthe paperno.2004(5)).Kingston,Canada:Queen’sUniversityInstitutefor ImplicationsforUSCoastalRealEstate.Cambridge,MA:UnionofConcernedScientists. IntergovernmentalRelations. UrbanInstitute,n.d.Stateandlocalrevenues[WWWdocument].UrbanInst.StateLocal Koslov,L.(2016).Thecaseforretreat.PublicCulture,28,359–387. FinanceInitiat.URLhttps://www.urban.org/policy-centers/cross-center-initiatives/ Lingle,B.,Kousky,C.,&Shabman,L.(2018).FederalDisasterRebuildingSpending:A state-and-local-finance-initiative/state-and-local-backgrounders/state-and-local- lookatthenumbers.UPennWhart.Sch.RiskManag.Decis.Process.Cent..https:// revenues(accessed4.3.19). riskcenter.wharton.upenn.edu/lab-notes/federal-disaster-rebuilding-spending-look- U.S.CensusBureau(2012).CensusofGovernments.Retrievedfromhttps://www.census. numbers/. gov/data/tables/2012/econ/gus/2012-governments.html. LocalGovernmentNewZealand(2019).Localgovernmentfinanceandexpenditure Warner,M.E.,&Clifton,J.(2014).Marketisation,publicservicesandthecity:Thepo- [WWWdocument].LocalGov.N.Z.URLhttp://www.lgnz.co.nz/nzs-local- tentialforPolanyiancountermovements.CambridgeJournalofRegions,Economyand government/new-section-page/,Accesseddate:3April2019. Society,7,45–61. Lynn,K.,MacKendrick,K.,&Donoghue,E.M.(2011).Socialvulnerabilityandclimate Wildasin,D.E.(2010).Intergovernmentaltransferstolocalgovernments.InG.K.Ingram, change:Synthesisofliterature(generaltechnicalreportno.PNW-GTR-838).Washington, &Y.Hong(Eds.).Municipalrevenuesandlandpolicies(pp.47–76).Cambridge,Mass: D.C:USDA. LincolnInstituteofLandPolicy. MAPC(2018).OpenData.MassachusettsAreaPlanningCouncil.Retrievedfrom: https:// Zhu,X.,Wei,Y.,Lai,Y.,Li,Y.,Zhong,S.,&Dai,C.(2019).Empiricalanalysisofthe www.mapc.org/learn/data/. drivingfactorsofChina’s“landfinance”mechanismusingsoftbudgetconstraint May,P.J.,&Deyle,R.E.(1998).Governinglanduseinhazardousareaswithapatchwork theoryandthePLS-SEMmodel.Sustainability,11,742. system.InR.J.Burby(Ed.).Cooperatingwithnature(pp.57–84).Washington,D.C: 13"
    ]
}