{
    "FILE_NAME": "https://www.mass.gov/files/documents/2019/07/25/everett-mvp-urban-heat-island-supplemental-report.pdf",
    "ALL TEXT": "COVER PAGE Town of Hudson – Community Resilience Building Summary of Findings Prepared and Presented by: Jeffrey T. Malloy, BSC Group, Inc. Ale Echandi, BSC Group, Inc. Pam Helinek, Town of Hudson Everett City Hall Photo Source: City of Everett PREPARED AND PRESENTED BY Gregory St. Louis, P.E., City of Everett Katie Moniz, P.E., AICP, CFM, BSC Group, Inc. 1 | P a g eTABLE OF CONTENTS EXECUTIVE SUMMARY THE URBAN HEAT ISLAND EFFECT IN EVERETT HEAT HAZARD EFFECTS ON THE COMMUNITY PUBLIC ENGAGEMENT & OUTREACH HEAT MANAGEMENT INITIATIVES HEAT MANAGEMENT ACTIONS APPENDIX  URBAN HEAT ISLAND EFFECT INFOGRAPHIC  URBAN HEAT ISLAND EFFECT POSTER  LAND USE MAPS – OVERALL & BY NEIGHBORHOOD  IMPERVIOUS COVER & TREE CANOPY MAPS – OVERALL & BY NEIGHBORHOOD  BOSTON HARBOR WATERSHED BASIN CLIMATE PROJECTIONS City of Everett Source: City of Everett 2 | P a g eEXECUTIVE SUMMARY Executive Summary In accordance with Executive Order 569, which seeks to build resilience and adapt to the impacts of climate change, the City of Everett, Massachusetts is pleased to submit this Supplemental Report regarding Urban Heat Island Effect in Everett, Massachusetts. In 2018, the City of Everett applied for and received a Municipal Vulnerability Preparedness (MVP) program planning grant from the Massachusetts Executive Office of Energy and Environmental Affairs (EEA) to complete a vulnerability assessment and action oriented resilience plan (Findings Report). The City of Everett was also awarded a supplemental MVP grant project to address urban heat island effect education with the community. The Trust for Public Land’s Climate Smart Cities identifies the major corridors in Everett as a “very high risk” of heat hazards and the remainder of the community as “moderate to high risk” of heat hazards. Several factors contribute to the growing threats posed by urban heat island effect in Everett, including, but not limited to, dense development patterns, large areas of industrial land use, heavy commercial trucking activity, limited tree canopy cover and a high percentage of impervious land cover. Intensifying urban heat island effect increases public health risk associated with heat hazards, strains the electric grid due to growing mechanical cooling demands, poses a threat to air and water quality, and stresses the City of Everett’s resources required to address this growing effect. This Supplemental Report provides an important step in Everett’s journey to establish climate resilience regarding increasing global temperatures. 3 | P a g eTHE URBAN HEAT ISLAND EFFECT IN EVERETT What is “Urban Heat Island Effect”? Cities experience much warmer temperatures than suburbs and rural communities on hot days. This effect is called urban heat island effect. Climate change in Massachusetts will lead to an increase in urban heat island effect due to rising global temperatures. MA Climate Clearinghouse resources at www.resilientma.org identify the following projections for increasing heat in the Boston Harbor region: Year Projected Increase in Days over 90*F Projected Increase in Days over 100*F 2030 +9.1 to 19 days +0.2 to 0.9 days 2050 +19.1 to 27.2 days +0.9 to 2.2 days 2070 +27.2 to 34.1 days Greater than 4.1 days 2090 Greater than 34.1 days Greater than 4.1 days There are many causes to this effect in densely developed urban areas like Everett. Dense development patterns that feature taller buildings and limited space between buildings can trap air and lead to poor air circulation, which affects air quality and air temperature. Pedestrians walking in these densely-developed corridors will notice this warm, stagnant condition on hot days even if they are shaded by building shadow. Land cover plays a substantial role in urban heat island effect. Ground surface materials experience sunlight energy during the daylight hours and the material type and color affect whether and how much that surface absorbs light energy and converts it to heat or if the surface reflects light energy. Dark color materials, such as asphalt pavement, absorb all wavelengths of light energy and converts them into heat, so the surface warms and can be hot to the touch. As the sun sets in the evening, these warmed surfaces emit this heat into the environment and lead to warmer night time temperatures in the community. In contrast, white roofing material reflects light energy and does not experience this warming effect. White roofing materials lead to lower air conditioning costs than traditional bituminous asphalt roofing materials for building operators or residential home owners. In Everett, waste heat is a major contributing factor to urban heat island effect. Waste heat is defined as the heat that is released from buildings, mechanical systems, idling cars and trucks, construction equipment and other infrastructure. Waste heat impacts the neighborhoods/wards of Everett in different ways. Along the Island End and Mystic Rivers near Chelsea, waste heat is generated by the idling trucks associated with industrial uses such as New England Produce Center, the fuel tanks at Exxon/Mobil and Sprague Energy, and other sites. Waste heat is also generated in this area by idling construction equipment and machinery at multiple scrap metal yards and from mechanical systems used to cool refrigeration areas for produce distribution. In Everett Square, waste heat is generated from dense building development along the Broadway corridor and idling traffic and buses on Broadway. The major source of waste heat that is mapped in this area is associated with the major transportation corridors due to exhaust from idling vehicles on Revere Beach Parkway/Route 16, Route 99 and the MBTA rail and bus facilities and infrastructure. 4 | P a g eExposure to heat hazards stress the health of vulnerable members of the community, particularly the youngest and older members of the community or residents who have other medical conditions that can be exasperated by heat exposure. The Center for Disease Control (CDC) reports that exposure to heat can cause heat stroke, dehydration and other medical issues like cramps, rashes and sunburns. The poor air quality that is often reported during high temperature weather can also complicate the health of residents who have breathing/respiratory conditions such as asthma, environmental allergies, pulmonary diseases and other medical conditions. Parameters of this Project This supplemental report seeks to identify the likely causes of urban heat island effect in Everett through an analysis of land use and land cover in the city’s neighborhoods/wards. This report also seeks to provide considerations for the City of Everett to approach heat management and heat mitigation in a changing climate. The CRB process began with the establishment of a Core Team comprised of municipal staff members and local nonprofits. The Core Team held strategic planning sessions on October 2, 2018, December 13, 2018, February 28, 2019, March 21, 2019 and May 9, 2019. Core Team meetings involved developing a broad understanding of the Hazards, Vulnerabilities, and Strengths that characterize the City of Everett, and to identify a list of Preliminary Resilience Actions that the community may consider at the CRB Workshop and Pubic Engagement and Outreach events. Core Team meetings were also used to discuss the heat hazards posed by climate change and to shape this supplemental project related to urban heat island education and awareness. To focus this supplemental project on the residents of Everett, the initial task of the Core Team was to review options for neighborhood aggregation of public available data that support a deeper understanding of the factors that lead to urban heat island effect and associated risks. The Core Team ultimately selected the established electoral districts/wards for clarity of distributing information to City elected officials, staff and residents alike. The City of Everett currently has nine (9) established wards, which are numbered sequentially from one (1) to nine (9). 5 | P a g eA neighborhood characteristics table that identifies the general location and features of each ward follows: Neighborhood Characteristics Neighborhood/Ward Location Features 1 Central – Bound by Revere Beach Schools, Jacob Scharf Park/Ball Field, Everett Parkway/Route 16 and Broadway Stadium, MBTA bus routes, Animal Hospital 2 East – Bound by Ward 1, CHA Everett Hospital, libraries, public housing Ward 3, and Broadway 3 Glenwood Cemetery, Glendale Park, Everett Northeast – Near Pines River and Police Station, Everett High School, Everett bound by Broadway Fire Department, public housing 4 Libraries, schools, public housing, MBTA bus North routes 5 Everett City Hall, Everett Public Library, fire North/Central station, MBTA bus routes 6 North/Central Library, schools, MBTA bus routes, fire station 7 West – Along Malden RiverGreen office park, Riverwalk Park River 8 West – Along Encore Boston Harbor casino, Gateway Center, Mystic/Malden Rivers MBTA repair yard 9 Southwest - Along Mystic/ New England Produce Center, Exxon/Mobil, Island End Rivers Amazon Fresh, Distrigas, Sprague Energy The Core Team decided that organizing and mapping these neighborhoods by land use and other important community profile information would help to identify potential causes of urban heat island effect and the socially vulnerable populations likely to experience disproportionate effects from heat hazards. Mapping by neighborhood also allowed for the identification of resources, such as public facilities, open space and other resources that could be further leverage to address heat management strategies and the potential for heat mitigation. The neighborhoods of Everett are well aggregated by land use as shown in the table below. Neighborhood/Ward 1-6 are predominantly the residential enclaves of Everett. Neighborhood/Ward 1 is a robust mix of multi-family and single-family housing north of the commercial businesses that line Revere Beach Parkway. MBTA bus routes cross through this neighborhood, which also features Everett Public Schools, Everett Stadium and Jacob Scharf Park with its baseball field and basketball court. Neighborhood/Ward 2 is centered around Hospital Hill, a steep topographic area in the City, where CHA Everett Hospital is located. Members of the community indicated that there is heavy pedestrian traffic in this area with residents walking to the hospital for medical services and to local school facilities. 6 | P a g eNeighborhood/Ward 3 Hospital Hill Area Source: City of Everett has Glenwood Cemetery, which is used by residents for access to open space to walk and ride bikes on its quiet internal driveway network. Neighborhood/ Ward 3 also includes Glendale Park, Everett High School and the Everett Police and Fire Stations. Neighborhood/ Ward 4 is a densely occupied residential neighborhood with a mix of housing stock, public services such as libraries and schools and public housing. Neighborhood/Ward 5 includes Everett City Hall, the Everett Public Library, and the surrounding residential area featuring a mix of single and multi-family housing stock. Neighborhood/Ward 6 is mainly residential neighborhood in central Everett situated along the Main Street corridor. The commercial and industrial heart of Everett wraps along the Malden and Mystic Rivers in Neighborhood/Ward 7-9. Neighborhood/Ward 7 sits along the banks of the Malden River and is bound by MBTA rail tracks. This area has undergone significant redevelopment at the RiverGreen site, which includes a master plan for a high-tech office park and has a new park and Riverwalk opening up access to the Malden River. Neighborhood/Ward 8 recently celebrated the opening of Encore Boston Harbor, a casino and entertainment destination, which is currently surrounded by the MBTA repair facility and commercial users such as the Gateway Center, which includes Home Depot, Costco, Target and other retailers. This neighborhood overlooks the Mystic River and is bound by the heavily trafficked corridors of Revere Beach Parkway/Route 16 and Route 99. Neighborhood/Ward 9 is a predominantly industrial area that is home to the New England Produce Center, Amazon Fresh, Distrigas Marine & Terminal, Sprague Energy oil tank farm, Exxon/Mobil tanks & marine terminal and the Mystic power generation station. The cluster of residential and small businesses along Route 99 in this neighborhood are undergoing rapid redevelopment and are expected to undergo future commercial development. Data associated with the right-of-way areas and tax-exempt properties are included for each neighborhood/ward as this land area represents areas of municipal or other federal/state/public agency control that the City of Everett may be able to work with to address heat management and mitigation. Certain tax-exempt parcels are not likely feasible or suitable for modification, such as Neighborhood/Ward 9 where private roadway and rail lines are in use. Future efforts by the City of Everett to address heat hazards could include survey/inventory of these assets and preparing a feasibility assessment of the potential to modify the use or form of these assets to address heat management or mitigation. 7 | P a g eNeighborhood Land Use Profile (see Appendix for maps) Neighborhood/Ward Predominant Land Use(s) Secondary Land Use(s) Right of Tax Exempt Way (acres) (acres) 1 Residential Commercial 48 17 2 Residential Tax Exempt 42 15 3 Tax Exempt Residential 56 214 4 Residential Tax Exempt 50 11 5 Residential Tax Exempt 44 10 6 Residential Tax Exempt 42 10 7 Commercial Industrial 13 20 8 Commercial Right of Way 50 19 9 Industrial Commercial 64 8 It i understood that the City of Everett is a densely developed urban community with a significant amount of impervious surface/cover and limited tree canopy. It is well understood by Core Team and community members that these factors currently cause stormwater runoff issues and inland flooding throughout the community. Mapping land surface cover by neighborhood allowed the Core Team to demonstrate how these conditions vary throughout the community and to engage the community in dialog around the co- benefits of heat mitigation strategies that address both stormwater management and heat hazards. It also added to the heat management discussion as the lack of tree canopy cover plays a factor in stressing vulnerable populations, particularly those members of the community whose primary means of transportation is walking, biking, or waiting at bus stops for public transit options. Below is a summary of the land surface cover in each neighborhood/ward. Neighborhood Impervious Cover & Tree Canopy (see Appendix for maps) Neighborhood/Ward Total Land Impervious Surface Tree Canopy Cover Area (acres) (acres/%) (acres/%) 1 188 159 (84%) 12 (6%) 2 186 142 (76%) 24 (13%) 3 410 200 (48%) 74 (18%) 4 198 161 (81%) 14 (7%) 5 193 158 (81%) 14 (7%) 6 175 145 (82%) 12 (7%) 7 144 100 (69%) 13 (9%) 8 211 141 (67%) 19 (9%) 9 503 469 (93%) 4 (<1%) 8 | P a g eHEAT HAZARD EFFECTS ON THE CITY The City of Everett has several challenges related to establishing resilience to the effects of climate change. Everett is a densely developed urbanized community bound by two major rivers - the Mystic River and the Malden River. With both tidal and dam-controlled waterfront areas, major commercial/industrial land use, and significant impervious land cover, Everett is already familiar with coastal storm damage, inland flooding, and urban heat island effect. A majority of the City’s climate preparedness and adaptation work to date has focused on flood risk, a topic well understood and quantifiable based upon historic flood damage and updated flood projection maps prepared for the region. The effects of heat hazards are more difficult to quantify however, but have been proactively managed by the Everett Public Health Department, Everett Council on Aging, CHA Everett Hospital and home health aides working in the region. The City currently operates one centrally-located Edward G. Connolly Center Source: City of Everett emergency shelter and cooling center at the Everett Armory/Connolly Center. This location is also home to the Everett Council on Aging and local senior programming and events. Everett officials report that there is typically very limited use by residents of this facility for emergency sheltering or cooling despite community advertisements, emergency service notifications, and social media promotion of this resource. While the Connolly Center typically has programming for seniors, the City of Everett has not promoted a programming campaign to attract residents for the use of this amenity in emergency events. In Fall 2018, heat hazards impacted the operation of public schools in neighboring communities such as Medford. During this event, Everett did not experience an interruption in the operation of public schools because the City has invested in air conditioning at school facilities. In school building areas not served by mechanical cooling systems, window air-conditioning units have also been purchased. Senior public housing within Everett also has access to air-conditioning for all residents. The City of Everett has also worked to distribute emergency generators throughout its municipal facilities to ensure uninterrupted access to these facilities for emergency management and other municipal purposes. 9 | P a g eThe City of Everett proactively provides community services during heat hazard events. Everett draws upon the Massachusetts Department of Public Health (DPH) Emergency Preparedness regional website to access resources when needed and to share resources with other communities when feasible. During an emergency event, the City of Everett Incident Command Center led by Everett Police and Fire Departments, organize with the Everett Health Department and Medical Reserve Corps volunteers to address public health needs associated with the emergency. For an emergency involving the spread of disease, the Everett Public Health Department staffs the emergency dispensing site for distribution of medicines and vaccinations as needed. The location of the emergency dispensing site is the Madeline English School along the Malden River, which is vulnerable to flooding. Through Everett’s MVP community workshop, this location was identified as a vulnerable asset and a high priority project to be addressed in the near term. A significant community concern identified during these planning efforts is that climate change and increasing heat hazards will stress these resources to a point where shelters and public health related resources will fail to meet the needs of residents during an emergency. The commercial businesses and restaurants in Everett are also subject to potential heat hazards related to climate. In periods of power loss, the Everett Board of Health and food inspectors must address potential incidents of food contamination. In an extended or community-wide loss of electrical service, Everett Board of Health and its food inspectors would be severely over-extended and significant amounts of food waste and disruption to the local economy would be experienced. Everett residents also reported that they respond to heat Heat Hazard hazards by spending more time in local retail establishments such as Target, Best Buy, Dunkin Donuts, Panera Bread and other locations. While these behavior modifications are typical, and businesses may enjoy the increase in temporary customers, this is not a sustainable solution for addressing persistent heat hazards. Over time, the cost to residents to access these facilities and the burden on businesses of loitering customers may cause unrest in the community. Employees in Everett businesses and Everett residents who commute to work or school via public transit are also vulnerable to heat related health hazards. Many residents and employees in Everett walk to their place of employment or school or walk to a MBTA bus stop where they gather around crowded bus shelters to wait for the bus. Core team members identified the need for more water bottle fillers throughout the community for pedestrians and commuters. The Core Team also discussed “cool corridors”, which are multimodal corridors throughout the city to allow pedestrians and bikers to travel through the community in a safe and cool space that provides consistent shade from tree canopy, access to public amenities like water bottle fillers, covered seating areas and other features and green infrastructure to collect and treat stormwater runoff. 10 | P a g ePUBLIC ENGAGEMENT & OUTREACH Public Engagement #1 – Everett Spring Cleanup Day 2019 On Saturday May 11, 2019, the Core Team engaged with the public at Everett Spring Cleanup Day, which started with breakfast at Everett Department of Public Works facility. Cleanup participants grabbed a healthy breakfast snack at the display area and discussed climate change and associated heat hazards with Core Team members. The display area presented the urban heat island infographic poster and flyer materials attached to this report in both English and Spanish language. Samples of land surface covers such as common types of pavement or building materials were available for Everett residents of all ages to interact with and discuss with Core Team members. Residents were very enthusiastic about permeable pavement and paver alternatives to paved bituminous asphalt driveways and patios on residential properties due to the potential for the co-benefit of these technologies to address stormwater runoff and mitigate localized flooding. In all interactions with the community over the grant year, community members linked heat and flooding hazards due to their personal experience with flooding in Everett. Learning more about the co-benefits of using green infrastructure was a significant focus of this project and allowed the community to use their creativity to imagine urban spaces in a new way. Photographs from Everett Annual Spring Cleanup 2019 Source: BSC Group 11 | P a g ePublic Engagement #2 – Everett Council on Aging Presentation and Discussion On Wednesday June 26, 2019, the Core Team engaged with Everett seniors at the Everett Armory/Connolly Center to discuss climate change and the associated heat hazards. As a socially vulnerable population, seniors provided a unique perspective on the impact of heat hazards on aging individuals. While climate education and engagement often focuses on younger residents, these participants were amongst the most engaged audience that the Core Team met this year. Seniors provided valuable knowledge of historic heat waves and storm events in the community and had keen awareness of the vulnerable areas and populations within the city. One participant challenged the Core Team to keep pursuing grant opportunities to tackle the seemingly overwhelming predominance of impervious surfaces in their community to manage and mitigate heat hazards. Members of the Everett Garden Club were also in attendance at this event and engaged the group about plant species, growing seasons, and ways to implement nature-based solutions through the community. The co-benefits of using vegetation to address flooding and heat hazards was again a topic of spirited discussion. The Core Team hopes to reach out to the Garden Club in the future as Everett works to maintain their community MVP designation. Seniors were also focused on regional collaboration and asked questions about the climate resilience efforts of neighboring communities and their MVP designation status such as Chelsea, Revere, Malden and Medford. One participant asked that Chelsea and Everett increase collaboration to address common areas of flooding hazards in the Commercial Triangle and to address building retrofits to public housing to address both heat and flooding. The need for continued investment in Everett’s climate resilience goals with regional partners was highlighted by many participants. Photographs from Everett Council on Aging Event at Connolly Center Source: BSC Group 12 | P a g eUrban Land Institute (ULI) “Living with Heat” Charrette – Chelsea/Everett The City of Everett and their partners in the City of Chelsea participated in the Urban Land Institute (ULI) “Living with Heat” charrette on Thursday June 27, 2019 in Boston, MA. While this charrette was outside the scope of this supplemental project, it represents continued leadership and collaboration on planning for heat hazards by the Cities of Everett and Chelsea. Municipal leaders from their Planning Departments and Department of Public Works engaged with ULI members who are technical experts in architecture, engineering, landscape architecture, planning, urban design, and construction, as well as non-profit partners from Mystic River Watershed Association (MyRWA), Resilient Mystic Collaborative, and GreenRoots. The Second Street corridor from Revere Beach Parkway/Route 16 in Everett to the Market Basket site in Chelsea was the project area for this charrette. The 100-acre project area is currently more than 88% impervious cover with more development planned for the limited vegetated parcels in this area. Heat management and mitigation solutions such as the development of a “cool corridor” with placemaking and programming campaign to reimagine the Second Street public right-of- way were explored by the charrette team. The use of green roofs on the flat industrial roof areas throughout this corridor and a focus on growing plants and vegetables in a produce distribution district of these cities was recommended. Additionally, a tree planting campaign, the climate- smart redevelopment of available parcels, and community collaboration was also recommended. Photographs from ULI “Living with Heat” Charrette Source: BSC Group 13 | P a g eHEAT MANAGEMENT INITIATIVES Throughout the MVP Community Resilience Building (CRB) Heat Management process and this urban heat island effect supplemental project, the Core Team and the community discussed climate resilience Initiatives initiatives and actions that address heat and flooding hazards associated with climate change. Initiatives and actions that “Be a Buddy”/” Adopt a provide co-benefits to the community were favored as Everett is Grandparent” Initiatives keenly aware of the infrastructural, social, and environmental Carbon Mitigation vulnerabilities in the City. Project participants were also sensitive to maximizing the impact of all initiatives and actions due to the Permeable Surface magnitude of the challenge to address climate resilience in their Rebates community and in the region. This section provides a brief Public Outreach discussion of some of the planning and policy initiatives that Everett is considering for climate resilience to heat hazards and Regional Collaboration urban heat island effect going forward. Social Resilience Events “Be a Buddy”/” Adopt a Grandparent” Initiatives and Block Parties As climate change puts stress on the most vulnerable populations Training Home Health within the community, it will be critical to develop initiatives that Aides & Providers aid in connecting with isolated residents who could use Zoning Initiatives community and neighborhood support during heat hazards and other dangerous events. Cities around the globe are working on ways to connect neighbors using municipal government, community groups, and digital technology. Resiliency programs, such as “Be A Buddy” program in New York City, seek to pair at-risk members of their community with their neighbors to assist them and look out for them during climate hazards. Other initiatives, such as “Adopt a Grandparent”, are focused on paring isolated seniors with younger neighbors and their families to create a social connection and support services. The City of Everett is fortunate to have many community organizations and faith-based communities to fill some of these needs, however providing additional support to local organizations such as the Council on Aging was recognized as an important resilience measure. Carbon Mitigation Based upon latest greenhouse gas emissions and warming trends as reported by the Intergovernmental Panel on Climate Change (IPCC), the time to address carbon mitigation is now to avoid dangerous levels of increasing heat. Communities around the Commonwealth of Massachusetts are following the state and City of Boston’s lead in drafting Climate Action Plans to address greenhouse gas emissions from buildings, transportation, energy, and other sectors. Everett could follow its MVP process with a Climate Action Plan 14 | P a g eto align greenhouse gas emission reductions locally. A comprehensive transportation policy targeting a significant reduction in single-occupant vehicle trips, expansion of the MBTA Silver Line express bus service in dedicated bus lanes and expanded bike and pedestrian connectivity locally and in regional network, is currently being executed in the City of Everett. These transportation initiatives will serve to further climate mitigation goals for the region. Permeable Surface Rebates The dense residential enclaves of Everett are experiencing increasing pressure by residents to expand their driveways and other impervious areas to create on-site parking, create private outdoor amenity space, and to minimize lawn maintenance on small parcels. This phenomenon is a dangerous situation that threatens to exasperate the urban heat island effect in Everett. Everett is not alone in this phenomenon. In Louisiana and the Washington D.C. metro area, rebate programs have been developed to provide monetary and/or tax relief compensation to residents who agree to remove areas of impervious surface and replace them with pervious surfaces (either permeable pavements/pavers or vegetation). Programs vary in terms and conditions to implement local policy goals and are capped annually based upon funding sources. These buybacks of impervious surfaces can serve to incentivize meaningful change in residential areas where it is difficult to retain pervious surfaces as household size increases and properties convert to multi-family housing stock. Social Resilience Events & Block Parties In addition to programs such as “Be a Buddy” and “Adopt a Grandparent”, it is vital to improve overall social resilience in communities. The ability to come together in the aftermath of a hazard event is a valuable tool to the success of community and individual recovery. Cities around the globe and locally are working to build Climate Action Working Groups amongst their citizens and neighborhoods to mobilize residents towards climate goals. In the Netherlands, the government is providing funding to neighbors to throw block parties to meet their neighbors and build relationships in the hope that these interpersonal connections with neighbors will provide lasting social resilience for its residents. Everett’s community organizations and faith-based communities may be entities to initialize these climate gatherings to share knowledge and connect with other community groups. 15 | P a g eTraining Home Health Aides & Providers The City of Everett Public Health Department maintains strong relationships with CHA Everett Hospitals, local home health aide providers, and health departments in neighboring communities. In addressing health hazards, local health officials will be at the forefront of these efforts with the community. Core Team members reported that knowledge of climate hazards and vulnerabilities are not well distributed through the health care community. This is an opportunity to engage directly will local health care providers to share knowledge available from local, state and federal sources and to learn more about resources needed to address growing heat hazards. Home health aides are an important resource for the community because they can provide municipalities with early warnings of vulnerability and connect individuals with the proper resources to aid those in need. 16 | P a g eHEAT MANAGEMENT ACTIONS This section provides a brief discussion of the heat management actions that Everett is considering for climate resilience to heat hazards and Heat Management urban heat island effect. Everett residents express great enthusiasm to Actions follow this planning effort with MVP Action Grant and other funded projects that implement the actions that were discussed throughout Cooling Public Amenities report. Recent commercial development in Everett has challenged – Misting Stations/Water community members to reimagine Everett’s future and many Bottle Fillers/Splash Pads participants expressed excitement about the potential for climate resilience projects to pair with the economic growth in the City. Cooling Centers/Shelters Cooling Public Amenities – Misting Stations, Water Bottle Fillers, Cooling/Green Corridors Splash Pads, etc. Green Infrastructure As the City of Everett experiences more days with temperatures over 90- Green and White Roofs degrees F, it will also be difficult to encourage residents to walk and bike throughout the community. Everett should identify the key pedestrian Open Space/Parks and bicycle corridors and work to provide needed amenities to aid Tree Planting walkers and bikers. Water bottle fillers and areas of heat relief that include shade canopies and benches or misting stations will be key to maintaining these urban corridors and aiding residents. Locating these types of resources near the busy bus route stops and shelters is also important to reach Everett’s residents and commuters. Splash pads are also a popular public amenity to provide the children and families of Everett with affordable access to recreation and cooling during heat waves. The City of Everett currently has multiple splash pads throughout the community that are widely used in summer. Continued investment in these public amenities is key to heat resilience. Access to affordable options for recreation and cooling is important to supplement the need for members of the community to rely heavily on mechanical cooling options that are costly over time and being forced to use retail establishments as a heat management tool. Libraries and other municipal buildings are also key places of refuge for all members of the community during heat hazards. 17 | P a g eCooling Centers and Shelters The City of Everett has a beautiful facility for emergency shelter and cooling needs at the Connolly Center. Yet, limited use of this resource by the community has been documented to date. The City of Everett also has other suitable facilities to provide emergency shelters and cooling centers at the public schools and other municipal facilities. These community resources are vitally important to addressing the effects of heat hazards and other climate hazards on members of the community. How can Everett promote use of these facilities to ensure that residents get the resources that they need as climate change impacts on vulnerable populations increase? On a typical day at the Connolly Center, the Council on Aging Center is running a vast array of programs from yoga and tai chi, garden club meetings, movie screenings, and dances. When the Connolly Center is in use as a cooling center or shelter, the focus understandably transfers to providing refuge and supplies to residents in need. However, careful programming may serve to enhance the use of the Connolly Center as a cooling center by the community. The City of Everett can make their cooling centers “cool” by appealing to their diverse community with activities like the Council-on-Aging is successfully providing to seniors daily. Consideration for free/low cost yoga classes for all ages, family-friendly activities, movie screenings and other programs at the Connolly Center during heat emergencies may broaden the use of this resource by the community. Green Infrastructure Green infrastructure is a nature- Photograph of Green Infrastructure in Burlington, MA based solution to managing Source: BSC Group stormwater and mitigating heat. By mimicking natural processes in urban areas, the infiltration of stormwater can be promoted in coordination with the use of vegetative plantings to improve stormwater quality prior to discharge to the storm drainage system. The plantings associated with green infrastructure can provide canopy shade, cool adjacent infrastructure and paved surfaces, and mitigate carbon. In urban areas, green infrastructure takes different forms to integrate into the city environment. Stormwater is collected from adjacent impervious surfaces such as asphalt pavement, through grates, breaks in the curb line, and other methods. Plantings are selected for their ability to survive in a challenging urban environment and to provide a manicured aesthetic that adjacent residents, businesses, and other stakeholders can be proud of in their community. Below ground, the green infrastructure element is often 18 | P a g elayers of stone, compost and planting soil media to promote treatment of stormwater runoff and to hold a volume of stormwater for infiltration and flood mitigation. Underdrain pipes are used to outlet excess stormwater to the storm drainage system to avoid over inundation of the plantings. The combination of green infrastructure and innovative stormwater management techniques provides important co-benefits to address the effects of coastal flooding, inland flooding, and urban heat island effect. 19 | P a g eCitation Everett (2019) Community Resilience Building Workshop Urban Heat Island Supplement - BSC Group, Inc., and City of Everett, Everett, Massachusetts Everett Health Dept (2019) – Input & Interview(s) on Local Community Impacts of Heat Hazards. MA Climate Clearinghouse “Resilient MA” – www.resilientma.org . Environmental Protection Agency (EPA) “Urban Heat Island Effect – www.epa.gov . Center for Disease Control (CDC) – “Warning Signs and Symptoms of Heat-Related Illness” – www.cdc.gov . MVP Core Team Working Group Gregory St. Louis, P.E., Department of Public Works/Engineering Tony Sousa, AICP, Planning Department Tony O’Brien, Fire Department Tom Philbin, ECTV/Communications Rachel Kelly, Conservation Agent Maria Josefson, Planning Department Elaine Silva, Health Department Julie Wormser, MyRWA/Resilient Mystic Collaborative Public Engagements 1. Everett Spring Cleanup – Everett Department of Public Works (DPW) Facility - May 11, 2019 2. Everett Council on Aging – Everett Armory/Connolly Center - June 26, 2019 Acknowledgements This project was made possible through supplemental funding from the Massachusetts Executive Office of Energy and Environmental Affairs’ Municipal Vulnerability Preparedness (MVP) Grant Program. Thank you for providing the leadership and funds to support this process. The City of Everett values your partnership. Thank you to Mayor Carlo DeMaria for his support of the Everett Municipal Vulnerability Preparedness (MVP) program. His support of this project at the Everett Spring Cleanup Day was an inspiration to the community and reaffirmed the City’s commitment to continued climate resilience planning and adaptation measures. Thank you to the community leaders within Everett who attended the public engagements and other core team meetings. Their support and participation was essential to the success of this process. Thank you to the Everett Health Department for their collaborative support and participation on this project. Their willingness to educate the team on the localized community effects of heat hazards on the Everett residents was a key component of this project. Thank you to the municipal participants of the Urban Land Institute (ULI) “Living with Heat charrette from the Cities of Chelsea and Everett. Their collaborative leadership on climate adaptation is an example to all on the benefits of regional planning and preparation for climate hazards. 20 | P a g eURBAN HEAT ISLAND INFOGRAPHIC 21 | P a g eC L I M AT E C H A N G E URBAN HEAT Cities experience much warmer temperatures than suburbs and rural communities on hot days. This effect is called URBAN HEAT ISLAND EFFECT. ISLAND EFFECT What causes URBAN HEAT ISLAND EFFECT? HEAT ABSORBING SURFACES Dark colors absorbs all wavelengths of light energy and converts them into heat, so the object gets warm. In contrast, a white object reflects all wavelengths of light. ASPHALT CONCRETE SOIL GRASS WHITE PAINT ABSORBS HEAT REFLECTS HEAT PUBLIC HEALTH IMPACTS Extreme heat can cause - heat stoke, dehydration, exhaustion and other medical issues related to heat exposure. Seniors, children and people suffering from other medical conditions are most vulnerable to heat. WASTE HEAT Heat emitted from buildings, mechanical systems like air conditioners, idling cars and trucks, industrial and construction equipments and machines generate large amount of waste heat. POOR AIR CIRCULATION Tall buildings, dense development and other physical features can limit the movement of fresh air. What can we do? Sources: EPA.GOV; ResilientMA.orgURBAN HEAT ISLAND POSTER 22 | P a g eASPHALT CONCRETE SOIL GRASS WHITE PAINT TRAPPED HEAT ABSORBS HEAT REFLECTS HEAT POOR AIR CIRCULATION POOR AIR QUALITY EVAPOTRANSPIRATION What can we do? BUILDING HEAT RADIATION HEAT ABSORBING SURFACES WASTE HEAT PUBLIC HEATH IMPACTS IMPACTS OF CLIMATE CHANGE HAZARD - HEAT",
    "TEXT BY PAGE": [
        "COVER PAGE Town of Hudson – Community Resilience Building Summary of Findings Prepared and Presented by: Jeffrey T. Malloy, BSC Group, Inc. Ale Echandi, BSC Group, Inc. Pam Helinek, Town of Hudson Everett City Hall Photo Source: City of Everett PREPARED AND PRESENTED BY Gregory St. Louis, P.E., City of Everett Katie Moniz, P.E., AICP, CFM, BSC Group, Inc. 1 | P a g e",
        "TABLE OF CONTENTS EXECUTIVE SUMMARY THE URBAN HEAT ISLAND EFFECT IN EVERETT HEAT HAZARD EFFECTS ON THE COMMUNITY PUBLIC ENGAGEMENT & OUTREACH HEAT MANAGEMENT INITIATIVES HEAT MANAGEMENT ACTIONS APPENDIX  URBAN HEAT ISLAND EFFECT INFOGRAPHIC  URBAN HEAT ISLAND EFFECT POSTER  LAND USE MAPS – OVERALL & BY NEIGHBORHOOD  IMPERVIOUS COVER & TREE CANOPY MAPS – OVERALL & BY NEIGHBORHOOD  BOSTON HARBOR WATERSHED BASIN CLIMATE PROJECTIONS City of Everett Source: City of Everett 2 | P a g e",
        "EXECUTIVE SUMMARY Executive Summary In accordance with Executive Order 569, which seeks to build resilience and adapt to the impacts of climate change, the City of Everett, Massachusetts is pleased to submit this Supplemental Report regarding Urban Heat Island Effect in Everett, Massachusetts. In 2018, the City of Everett applied for and received a Municipal Vulnerability Preparedness (MVP) program planning grant from the Massachusetts Executive Office of Energy and Environmental Affairs (EEA) to complete a vulnerability assessment and action oriented resilience plan (Findings Report). The City of Everett was also awarded a supplemental MVP grant project to address urban heat island effect education with the community. The Trust for Public Land’s Climate Smart Cities identifies the major corridors in Everett as a “very high risk” of heat hazards and the remainder of the community as “moderate to high risk” of heat hazards. Several factors contribute to the growing threats posed by urban heat island effect in Everett, including, but not limited to, dense development patterns, large areas of industrial land use, heavy commercial trucking activity, limited tree canopy cover and a high percentage of impervious land cover. Intensifying urban heat island effect increases public health risk associated with heat hazards, strains the electric grid due to growing mechanical cooling demands, poses a threat to air and water quality, and stresses the City of Everett’s resources required to address this growing effect. This Supplemental Report provides an important step in Everett’s journey to establish climate resilience regarding increasing global temperatures. 3 | P a g e",
        "THE URBAN HEAT ISLAND EFFECT IN EVERETT What is “Urban Heat Island Effect”? Cities experience much warmer temperatures than suburbs and rural communities on hot days. This effect is called urban heat island effect. Climate change in Massachusetts will lead to an increase in urban heat island effect due to rising global temperatures. MA Climate Clearinghouse resources at www.resilientma.org identify the following projections for increasing heat in the Boston Harbor region: Year Projected Increase in Days over 90*F Projected Increase in Days over 100*F 2030 +9.1 to 19 days +0.2 to 0.9 days 2050 +19.1 to 27.2 days +0.9 to 2.2 days 2070 +27.2 to 34.1 days Greater than 4.1 days 2090 Greater than 34.1 days Greater than 4.1 days There are many causes to this effect in densely developed urban areas like Everett. Dense development patterns that feature taller buildings and limited space between buildings can trap air and lead to poor air circulation, which affects air quality and air temperature. Pedestrians walking in these densely-developed corridors will notice this warm, stagnant condition on hot days even if they are shaded by building shadow. Land cover plays a substantial role in urban heat island effect. Ground surface materials experience sunlight energy during the daylight hours and the material type and color affect whether and how much that surface absorbs light energy and converts it to heat or if the surface reflects light energy. Dark color materials, such as asphalt pavement, absorb all wavelengths of light energy and converts them into heat, so the surface warms and can be hot to the touch. As the sun sets in the evening, these warmed surfaces emit this heat into the environment and lead to warmer night time temperatures in the community. In contrast, white roofing material reflects light energy and does not experience this warming effect. White roofing materials lead to lower air conditioning costs than traditional bituminous asphalt roofing materials for building operators or residential home owners. In Everett, waste heat is a major contributing factor to urban heat island effect. Waste heat is defined as the heat that is released from buildings, mechanical systems, idling cars and trucks, construction equipment and other infrastructure. Waste heat impacts the neighborhoods/wards of Everett in different ways. Along the Island End and Mystic Rivers near Chelsea, waste heat is generated by the idling trucks associated with industrial uses such as New England Produce Center, the fuel tanks at Exxon/Mobil and Sprague Energy, and other sites. Waste heat is also generated in this area by idling construction equipment and machinery at multiple scrap metal yards and from mechanical systems used to cool refrigeration areas for produce distribution. In Everett Square, waste heat is generated from dense building development along the Broadway corridor and idling traffic and buses on Broadway. The major source of waste heat that is mapped in this area is associated with the major transportation corridors due to exhaust from idling vehicles on Revere Beach Parkway/Route 16, Route 99 and the MBTA rail and bus facilities and infrastructure. 4 | P a g e",
        "Exposure to heat hazards stress the health of vulnerable members of the community, particularly the youngest and older members of the community or residents who have other medical conditions that can be exasperated by heat exposure. The Center for Disease Control (CDC) reports that exposure to heat can cause heat stroke, dehydration and other medical issues like cramps, rashes and sunburns. The poor air quality that is often reported during high temperature weather can also complicate the health of residents who have breathing/respiratory conditions such as asthma, environmental allergies, pulmonary diseases and other medical conditions. Parameters of this Project This supplemental report seeks to identify the likely causes of urban heat island effect in Everett through an analysis of land use and land cover in the city’s neighborhoods/wards. This report also seeks to provide considerations for the City of Everett to approach heat management and heat mitigation in a changing climate. The CRB process began with the establishment of a Core Team comprised of municipal staff members and local nonprofits. The Core Team held strategic planning sessions on October 2, 2018, December 13, 2018, February 28, 2019, March 21, 2019 and May 9, 2019. Core Team meetings involved developing a broad understanding of the Hazards, Vulnerabilities, and Strengths that characterize the City of Everett, and to identify a list of Preliminary Resilience Actions that the community may consider at the CRB Workshop and Pubic Engagement and Outreach events. Core Team meetings were also used to discuss the heat hazards posed by climate change and to shape this supplemental project related to urban heat island education and awareness. To focus this supplemental project on the residents of Everett, the initial task of the Core Team was to review options for neighborhood aggregation of public available data that support a deeper understanding of the factors that lead to urban heat island effect and associated risks. The Core Team ultimately selected the established electoral districts/wards for clarity of distributing information to City elected officials, staff and residents alike. The City of Everett currently has nine (9) established wards, which are numbered sequentially from one (1) to nine (9). 5 | P a g e",
        "A neighborhood characteristics table that identifies the general location and features of each ward follows: Neighborhood Characteristics Neighborhood/Ward Location Features 1 Central – Bound by Revere Beach Schools, Jacob Scharf Park/Ball Field, Everett Parkway/Route 16 and Broadway Stadium, MBTA bus routes, Animal Hospital 2 East – Bound by Ward 1, CHA Everett Hospital, libraries, public housing Ward 3, and Broadway 3 Glenwood Cemetery, Glendale Park, Everett Northeast – Near Pines River and Police Station, Everett High School, Everett bound by Broadway Fire Department, public housing 4 Libraries, schools, public housing, MBTA bus North routes 5 Everett City Hall, Everett Public Library, fire North/Central station, MBTA bus routes 6 North/Central Library, schools, MBTA bus routes, fire station 7 West – Along Malden RiverGreen office park, Riverwalk Park River 8 West – Along Encore Boston Harbor casino, Gateway Center, Mystic/Malden Rivers MBTA repair yard 9 Southwest - Along Mystic/ New England Produce Center, Exxon/Mobil, Island End Rivers Amazon Fresh, Distrigas, Sprague Energy The Core Team decided that organizing and mapping these neighborhoods by land use and other important community profile information would help to identify potential causes of urban heat island effect and the socially vulnerable populations likely to experience disproportionate effects from heat hazards. Mapping by neighborhood also allowed for the identification of resources, such as public facilities, open space and other resources that could be further leverage to address heat management strategies and the potential for heat mitigation. The neighborhoods of Everett are well aggregated by land use as shown in the table below. Neighborhood/Ward 1-6 are predominantly the residential enclaves of Everett. Neighborhood/Ward 1 is a robust mix of multi-family and single-family housing north of the commercial businesses that line Revere Beach Parkway. MBTA bus routes cross through this neighborhood, which also features Everett Public Schools, Everett Stadium and Jacob Scharf Park with its baseball field and basketball court. Neighborhood/Ward 2 is centered around Hospital Hill, a steep topographic area in the City, where CHA Everett Hospital is located. Members of the community indicated that there is heavy pedestrian traffic in this area with residents walking to the hospital for medical services and to local school facilities. 6 | P a g e",
        "Neighborhood/Ward 3 Hospital Hill Area Source: City of Everett has Glenwood Cemetery, which is used by residents for access to open space to walk and ride bikes on its quiet internal driveway network. Neighborhood/ Ward 3 also includes Glendale Park, Everett High School and the Everett Police and Fire Stations. Neighborhood/ Ward 4 is a densely occupied residential neighborhood with a mix of housing stock, public services such as libraries and schools and public housing. Neighborhood/Ward 5 includes Everett City Hall, the Everett Public Library, and the surrounding residential area featuring a mix of single and multi-family housing stock. Neighborhood/Ward 6 is mainly residential neighborhood in central Everett situated along the Main Street corridor. The commercial and industrial heart of Everett wraps along the Malden and Mystic Rivers in Neighborhood/Ward 7-9. Neighborhood/Ward 7 sits along the banks of the Malden River and is bound by MBTA rail tracks. This area has undergone significant redevelopment at the RiverGreen site, which includes a master plan for a high-tech office park and has a new park and Riverwalk opening up access to the Malden River. Neighborhood/Ward 8 recently celebrated the opening of Encore Boston Harbor, a casino and entertainment destination, which is currently surrounded by the MBTA repair facility and commercial users such as the Gateway Center, which includes Home Depot, Costco, Target and other retailers. This neighborhood overlooks the Mystic River and is bound by the heavily trafficked corridors of Revere Beach Parkway/Route 16 and Route 99. Neighborhood/Ward 9 is a predominantly industrial area that is home to the New England Produce Center, Amazon Fresh, Distrigas Marine & Terminal, Sprague Energy oil tank farm, Exxon/Mobil tanks & marine terminal and the Mystic power generation station. The cluster of residential and small businesses along Route 99 in this neighborhood are undergoing rapid redevelopment and are expected to undergo future commercial development. Data associated with the right-of-way areas and tax-exempt properties are included for each neighborhood/ward as this land area represents areas of municipal or other federal/state/public agency control that the City of Everett may be able to work with to address heat management and mitigation. Certain tax-exempt parcels are not likely feasible or suitable for modification, such as Neighborhood/Ward 9 where private roadway and rail lines are in use. Future efforts by the City of Everett to address heat hazards could include survey/inventory of these assets and preparing a feasibility assessment of the potential to modify the use or form of these assets to address heat management or mitigation. 7 | P a g e",
        "Neighborhood Land Use Profile (see Appendix for maps) Neighborhood/Ward Predominant Land Use(s) Secondary Land Use(s) Right of Tax Exempt Way (acres) (acres) 1 Residential Commercial 48 17 2 Residential Tax Exempt 42 15 3 Tax Exempt Residential 56 214 4 Residential Tax Exempt 50 11 5 Residential Tax Exempt 44 10 6 Residential Tax Exempt 42 10 7 Commercial Industrial 13 20 8 Commercial Right of Way 50 19 9 Industrial Commercial 64 8 It i understood that the City of Everett is a densely developed urban community with a significant amount of impervious surface/cover and limited tree canopy. It is well understood by Core Team and community members that these factors currently cause stormwater runoff issues and inland flooding throughout the community. Mapping land surface cover by neighborhood allowed the Core Team to demonstrate how these conditions vary throughout the community and to engage the community in dialog around the co- benefits of heat mitigation strategies that address both stormwater management and heat hazards. It also added to the heat management discussion as the lack of tree canopy cover plays a factor in stressing vulnerable populations, particularly those members of the community whose primary means of transportation is walking, biking, or waiting at bus stops for public transit options. Below is a summary of the land surface cover in each neighborhood/ward. Neighborhood Impervious Cover & Tree Canopy (see Appendix for maps) Neighborhood/Ward Total Land Impervious Surface Tree Canopy Cover Area (acres) (acres/%) (acres/%) 1 188 159 (84%) 12 (6%) 2 186 142 (76%) 24 (13%) 3 410 200 (48%) 74 (18%) 4 198 161 (81%) 14 (7%) 5 193 158 (81%) 14 (7%) 6 175 145 (82%) 12 (7%) 7 144 100 (69%) 13 (9%) 8 211 141 (67%) 19 (9%) 9 503 469 (93%) 4 (<1%) 8 | P a g e",
        "HEAT HAZARD EFFECTS ON THE CITY The City of Everett has several challenges related to establishing resilience to the effects of climate change. Everett is a densely developed urbanized community bound by two major rivers - the Mystic River and the Malden River. With both tidal and dam-controlled waterfront areas, major commercial/industrial land use, and significant impervious land cover, Everett is already familiar with coastal storm damage, inland flooding, and urban heat island effect. A majority of the City’s climate preparedness and adaptation work to date has focused on flood risk, a topic well understood and quantifiable based upon historic flood damage and updated flood projection maps prepared for the region. The effects of heat hazards are more difficult to quantify however, but have been proactively managed by the Everett Public Health Department, Everett Council on Aging, CHA Everett Hospital and home health aides working in the region. The City currently operates one centrally-located Edward G. Connolly Center Source: City of Everett emergency shelter and cooling center at the Everett Armory/Connolly Center. This location is also home to the Everett Council on Aging and local senior programming and events. Everett officials report that there is typically very limited use by residents of this facility for emergency sheltering or cooling despite community advertisements, emergency service notifications, and social media promotion of this resource. While the Connolly Center typically has programming for seniors, the City of Everett has not promoted a programming campaign to attract residents for the use of this amenity in emergency events. In Fall 2018, heat hazards impacted the operation of public schools in neighboring communities such as Medford. During this event, Everett did not experience an interruption in the operation of public schools because the City has invested in air conditioning at school facilities. In school building areas not served by mechanical cooling systems, window air-conditioning units have also been purchased. Senior public housing within Everett also has access to air-conditioning for all residents. The City of Everett has also worked to distribute emergency generators throughout its municipal facilities to ensure uninterrupted access to these facilities for emergency management and other municipal purposes. 9 | P a g e",
        "The City of Everett proactively provides community services during heat hazard events. Everett draws upon the Massachusetts Department of Public Health (DPH) Emergency Preparedness regional website to access resources when needed and to share resources with other communities when feasible. During an emergency event, the City of Everett Incident Command Center led by Everett Police and Fire Departments, organize with the Everett Health Department and Medical Reserve Corps volunteers to address public health needs associated with the emergency. For an emergency involving the spread of disease, the Everett Public Health Department staffs the emergency dispensing site for distribution of medicines and vaccinations as needed. The location of the emergency dispensing site is the Madeline English School along the Malden River, which is vulnerable to flooding. Through Everett’s MVP community workshop, this location was identified as a vulnerable asset and a high priority project to be addressed in the near term. A significant community concern identified during these planning efforts is that climate change and increasing heat hazards will stress these resources to a point where shelters and public health related resources will fail to meet the needs of residents during an emergency. The commercial businesses and restaurants in Everett are also subject to potential heat hazards related to climate. In periods of power loss, the Everett Board of Health and food inspectors must address potential incidents of food contamination. In an extended or community-wide loss of electrical service, Everett Board of Health and its food inspectors would be severely over-extended and significant amounts of food waste and disruption to the local economy would be experienced. Everett residents also reported that they respond to heat Heat Hazard hazards by spending more time in local retail establishments such as Target, Best Buy, Dunkin Donuts, Panera Bread and other locations. While these behavior modifications are typical, and businesses may enjoy the increase in temporary customers, this is not a sustainable solution for addressing persistent heat hazards. Over time, the cost to residents to access these facilities and the burden on businesses of loitering customers may cause unrest in the community. Employees in Everett businesses and Everett residents who commute to work or school via public transit are also vulnerable to heat related health hazards. Many residents and employees in Everett walk to their place of employment or school or walk to a MBTA bus stop where they gather around crowded bus shelters to wait for the bus. Core team members identified the need for more water bottle fillers throughout the community for pedestrians and commuters. The Core Team also discussed “cool corridors”, which are multimodal corridors throughout the city to allow pedestrians and bikers to travel through the community in a safe and cool space that provides consistent shade from tree canopy, access to public amenities like water bottle fillers, covered seating areas and other features and green infrastructure to collect and treat stormwater runoff. 10 | P a g e",
        "PUBLIC ENGAGEMENT & OUTREACH Public Engagement #1 – Everett Spring Cleanup Day 2019 On Saturday May 11, 2019, the Core Team engaged with the public at Everett Spring Cleanup Day, which started with breakfast at Everett Department of Public Works facility. Cleanup participants grabbed a healthy breakfast snack at the display area and discussed climate change and associated heat hazards with Core Team members. The display area presented the urban heat island infographic poster and flyer materials attached to this report in both English and Spanish language. Samples of land surface covers such as common types of pavement or building materials were available for Everett residents of all ages to interact with and discuss with Core Team members. Residents were very enthusiastic about permeable pavement and paver alternatives to paved bituminous asphalt driveways and patios on residential properties due to the potential for the co-benefit of these technologies to address stormwater runoff and mitigate localized flooding. In all interactions with the community over the grant year, community members linked heat and flooding hazards due to their personal experience with flooding in Everett. Learning more about the co-benefits of using green infrastructure was a significant focus of this project and allowed the community to use their creativity to imagine urban spaces in a new way. Photographs from Everett Annual Spring Cleanup 2019 Source: BSC Group 11 | P a g e",
        "Public Engagement #2 – Everett Council on Aging Presentation and Discussion On Wednesday June 26, 2019, the Core Team engaged with Everett seniors at the Everett Armory/Connolly Center to discuss climate change and the associated heat hazards. As a socially vulnerable population, seniors provided a unique perspective on the impact of heat hazards on aging individuals. While climate education and engagement often focuses on younger residents, these participants were amongst the most engaged audience that the Core Team met this year. Seniors provided valuable knowledge of historic heat waves and storm events in the community and had keen awareness of the vulnerable areas and populations within the city. One participant challenged the Core Team to keep pursuing grant opportunities to tackle the seemingly overwhelming predominance of impervious surfaces in their community to manage and mitigate heat hazards. Members of the Everett Garden Club were also in attendance at this event and engaged the group about plant species, growing seasons, and ways to implement nature-based solutions through the community. The co-benefits of using vegetation to address flooding and heat hazards was again a topic of spirited discussion. The Core Team hopes to reach out to the Garden Club in the future as Everett works to maintain their community MVP designation. Seniors were also focused on regional collaboration and asked questions about the climate resilience efforts of neighboring communities and their MVP designation status such as Chelsea, Revere, Malden and Medford. One participant asked that Chelsea and Everett increase collaboration to address common areas of flooding hazards in the Commercial Triangle and to address building retrofits to public housing to address both heat and flooding. The need for continued investment in Everett’s climate resilience goals with regional partners was highlighted by many participants. Photographs from Everett Council on Aging Event at Connolly Center Source: BSC Group 12 | P a g e",
        "Urban Land Institute (ULI) “Living with Heat” Charrette – Chelsea/Everett The City of Everett and their partners in the City of Chelsea participated in the Urban Land Institute (ULI) “Living with Heat” charrette on Thursday June 27, 2019 in Boston, MA. While this charrette was outside the scope of this supplemental project, it represents continued leadership and collaboration on planning for heat hazards by the Cities of Everett and Chelsea. Municipal leaders from their Planning Departments and Department of Public Works engaged with ULI members who are technical experts in architecture, engineering, landscape architecture, planning, urban design, and construction, as well as non-profit partners from Mystic River Watershed Association (MyRWA), Resilient Mystic Collaborative, and GreenRoots. The Second Street corridor from Revere Beach Parkway/Route 16 in Everett to the Market Basket site in Chelsea was the project area for this charrette. The 100-acre project area is currently more than 88% impervious cover with more development planned for the limited vegetated parcels in this area. Heat management and mitigation solutions such as the development of a “cool corridor” with placemaking and programming campaign to reimagine the Second Street public right-of- way were explored by the charrette team. The use of green roofs on the flat industrial roof areas throughout this corridor and a focus on growing plants and vegetables in a produce distribution district of these cities was recommended. Additionally, a tree planting campaign, the climate- smart redevelopment of available parcels, and community collaboration was also recommended. Photographs from ULI “Living with Heat” Charrette Source: BSC Group 13 | P a g e",
        "HEAT MANAGEMENT INITIATIVES Throughout the MVP Community Resilience Building (CRB) Heat Management process and this urban heat island effect supplemental project, the Core Team and the community discussed climate resilience Initiatives initiatives and actions that address heat and flooding hazards associated with climate change. Initiatives and actions that “Be a Buddy”/” Adopt a provide co-benefits to the community were favored as Everett is Grandparent” Initiatives keenly aware of the infrastructural, social, and environmental Carbon Mitigation vulnerabilities in the City. Project participants were also sensitive to maximizing the impact of all initiatives and actions due to the Permeable Surface magnitude of the challenge to address climate resilience in their Rebates community and in the region. This section provides a brief Public Outreach discussion of some of the planning and policy initiatives that Everett is considering for climate resilience to heat hazards and Regional Collaboration urban heat island effect going forward. Social Resilience Events “Be a Buddy”/” Adopt a Grandparent” Initiatives and Block Parties As climate change puts stress on the most vulnerable populations Training Home Health within the community, it will be critical to develop initiatives that Aides & Providers aid in connecting with isolated residents who could use Zoning Initiatives community and neighborhood support during heat hazards and other dangerous events. Cities around the globe are working on ways to connect neighbors using municipal government, community groups, and digital technology. Resiliency programs, such as “Be A Buddy” program in New York City, seek to pair at-risk members of their community with their neighbors to assist them and look out for them during climate hazards. Other initiatives, such as “Adopt a Grandparent”, are focused on paring isolated seniors with younger neighbors and their families to create a social connection and support services. The City of Everett is fortunate to have many community organizations and faith-based communities to fill some of these needs, however providing additional support to local organizations such as the Council on Aging was recognized as an important resilience measure. Carbon Mitigation Based upon latest greenhouse gas emissions and warming trends as reported by the Intergovernmental Panel on Climate Change (IPCC), the time to address carbon mitigation is now to avoid dangerous levels of increasing heat. Communities around the Commonwealth of Massachusetts are following the state and City of Boston’s lead in drafting Climate Action Plans to address greenhouse gas emissions from buildings, transportation, energy, and other sectors. Everett could follow its MVP process with a Climate Action Plan 14 | P a g e",
        "to align greenhouse gas emission reductions locally. A comprehensive transportation policy targeting a significant reduction in single-occupant vehicle trips, expansion of the MBTA Silver Line express bus service in dedicated bus lanes and expanded bike and pedestrian connectivity locally and in regional network, is currently being executed in the City of Everett. These transportation initiatives will serve to further climate mitigation goals for the region. Permeable Surface Rebates The dense residential enclaves of Everett are experiencing increasing pressure by residents to expand their driveways and other impervious areas to create on-site parking, create private outdoor amenity space, and to minimize lawn maintenance on small parcels. This phenomenon is a dangerous situation that threatens to exasperate the urban heat island effect in Everett. Everett is not alone in this phenomenon. In Louisiana and the Washington D.C. metro area, rebate programs have been developed to provide monetary and/or tax relief compensation to residents who agree to remove areas of impervious surface and replace them with pervious surfaces (either permeable pavements/pavers or vegetation). Programs vary in terms and conditions to implement local policy goals and are capped annually based upon funding sources. These buybacks of impervious surfaces can serve to incentivize meaningful change in residential areas where it is difficult to retain pervious surfaces as household size increases and properties convert to multi-family housing stock. Social Resilience Events & Block Parties In addition to programs such as “Be a Buddy” and “Adopt a Grandparent”, it is vital to improve overall social resilience in communities. The ability to come together in the aftermath of a hazard event is a valuable tool to the success of community and individual recovery. Cities around the globe and locally are working to build Climate Action Working Groups amongst their citizens and neighborhoods to mobilize residents towards climate goals. In the Netherlands, the government is providing funding to neighbors to throw block parties to meet their neighbors and build relationships in the hope that these interpersonal connections with neighbors will provide lasting social resilience for its residents. Everett’s community organizations and faith-based communities may be entities to initialize these climate gatherings to share knowledge and connect with other community groups. 15 | P a g e",
        "Training Home Health Aides & Providers The City of Everett Public Health Department maintains strong relationships with CHA Everett Hospitals, local home health aide providers, and health departments in neighboring communities. In addressing health hazards, local health officials will be at the forefront of these efforts with the community. Core Team members reported that knowledge of climate hazards and vulnerabilities are not well distributed through the health care community. This is an opportunity to engage directly will local health care providers to share knowledge available from local, state and federal sources and to learn more about resources needed to address growing heat hazards. Home health aides are an important resource for the community because they can provide municipalities with early warnings of vulnerability and connect individuals with the proper resources to aid those in need. 16 | P a g e",
        "HEAT MANAGEMENT ACTIONS This section provides a brief discussion of the heat management actions that Everett is considering for climate resilience to heat hazards and Heat Management urban heat island effect. Everett residents express great enthusiasm to Actions follow this planning effort with MVP Action Grant and other funded projects that implement the actions that were discussed throughout Cooling Public Amenities report. Recent commercial development in Everett has challenged – Misting Stations/Water community members to reimagine Everett’s future and many Bottle Fillers/Splash Pads participants expressed excitement about the potential for climate resilience projects to pair with the economic growth in the City. Cooling Centers/Shelters Cooling Public Amenities – Misting Stations, Water Bottle Fillers, Cooling/Green Corridors Splash Pads, etc. Green Infrastructure As the City of Everett experiences more days with temperatures over 90- Green and White Roofs degrees F, it will also be difficult to encourage residents to walk and bike throughout the community. Everett should identify the key pedestrian Open Space/Parks and bicycle corridors and work to provide needed amenities to aid Tree Planting walkers and bikers. Water bottle fillers and areas of heat relief that include shade canopies and benches or misting stations will be key to maintaining these urban corridors and aiding residents. Locating these types of resources near the busy bus route stops and shelters is also important to reach Everett’s residents and commuters. Splash pads are also a popular public amenity to provide the children and families of Everett with affordable access to recreation and cooling during heat waves. The City of Everett currently has multiple splash pads throughout the community that are widely used in summer. Continued investment in these public amenities is key to heat resilience. Access to affordable options for recreation and cooling is important to supplement the need for members of the community to rely heavily on mechanical cooling options that are costly over time and being forced to use retail establishments as a heat management tool. Libraries and other municipal buildings are also key places of refuge for all members of the community during heat hazards. 17 | P a g e",
        "Cooling Centers and Shelters The City of Everett has a beautiful facility for emergency shelter and cooling needs at the Connolly Center. Yet, limited use of this resource by the community has been documented to date. The City of Everett also has other suitable facilities to provide emergency shelters and cooling centers at the public schools and other municipal facilities. These community resources are vitally important to addressing the effects of heat hazards and other climate hazards on members of the community. How can Everett promote use of these facilities to ensure that residents get the resources that they need as climate change impacts on vulnerable populations increase? On a typical day at the Connolly Center, the Council on Aging Center is running a vast array of programs from yoga and tai chi, garden club meetings, movie screenings, and dances. When the Connolly Center is in use as a cooling center or shelter, the focus understandably transfers to providing refuge and supplies to residents in need. However, careful programming may serve to enhance the use of the Connolly Center as a cooling center by the community. The City of Everett can make their cooling centers “cool” by appealing to their diverse community with activities like the Council-on-Aging is successfully providing to seniors daily. Consideration for free/low cost yoga classes for all ages, family-friendly activities, movie screenings and other programs at the Connolly Center during heat emergencies may broaden the use of this resource by the community. Green Infrastructure Green infrastructure is a nature- Photograph of Green Infrastructure in Burlington, MA based solution to managing Source: BSC Group stormwater and mitigating heat. By mimicking natural processes in urban areas, the infiltration of stormwater can be promoted in coordination with the use of vegetative plantings to improve stormwater quality prior to discharge to the storm drainage system. The plantings associated with green infrastructure can provide canopy shade, cool adjacent infrastructure and paved surfaces, and mitigate carbon. In urban areas, green infrastructure takes different forms to integrate into the city environment. Stormwater is collected from adjacent impervious surfaces such as asphalt pavement, through grates, breaks in the curb line, and other methods. Plantings are selected for their ability to survive in a challenging urban environment and to provide a manicured aesthetic that adjacent residents, businesses, and other stakeholders can be proud of in their community. Below ground, the green infrastructure element is often 18 | P a g e",
        "layers of stone, compost and planting soil media to promote treatment of stormwater runoff and to hold a volume of stormwater for infiltration and flood mitigation. Underdrain pipes are used to outlet excess stormwater to the storm drainage system to avoid over inundation of the plantings. The combination of green infrastructure and innovative stormwater management techniques provides important co-benefits to address the effects of coastal flooding, inland flooding, and urban heat island effect. 19 | P a g e",
        "Citation Everett (2019) Community Resilience Building Workshop Urban Heat Island Supplement - BSC Group, Inc., and City of Everett, Everett, Massachusetts Everett Health Dept (2019) – Input & Interview(s) on Local Community Impacts of Heat Hazards. MA Climate Clearinghouse “Resilient MA” – www.resilientma.org . Environmental Protection Agency (EPA) “Urban Heat Island Effect – www.epa.gov . Center for Disease Control (CDC) – “Warning Signs and Symptoms of Heat-Related Illness” – www.cdc.gov . MVP Core Team Working Group Gregory St. Louis, P.E., Department of Public Works/Engineering Tony Sousa, AICP, Planning Department Tony O’Brien, Fire Department Tom Philbin, ECTV/Communications Rachel Kelly, Conservation Agent Maria Josefson, Planning Department Elaine Silva, Health Department Julie Wormser, MyRWA/Resilient Mystic Collaborative Public Engagements 1. Everett Spring Cleanup – Everett Department of Public Works (DPW) Facility - May 11, 2019 2. Everett Council on Aging – Everett Armory/Connolly Center - June 26, 2019 Acknowledgements This project was made possible through supplemental funding from the Massachusetts Executive Office of Energy and Environmental Affairs’ Municipal Vulnerability Preparedness (MVP) Grant Program. Thank you for providing the leadership and funds to support this process. The City of Everett values your partnership. Thank you to Mayor Carlo DeMaria for his support of the Everett Municipal Vulnerability Preparedness (MVP) program. His support of this project at the Everett Spring Cleanup Day was an inspiration to the community and reaffirmed the City’s commitment to continued climate resilience planning and adaptation measures. Thank you to the community leaders within Everett who attended the public engagements and other core team meetings. Their support and participation was essential to the success of this process. Thank you to the Everett Health Department for their collaborative support and participation on this project. Their willingness to educate the team on the localized community effects of heat hazards on the Everett residents was a key component of this project. Thank you to the municipal participants of the Urban Land Institute (ULI) “Living with Heat charrette from the Cities of Chelsea and Everett. Their collaborative leadership on climate adaptation is an example to all on the benefits of regional planning and preparation for climate hazards. 20 | P a g e",
        "URBAN HEAT ISLAND INFOGRAPHIC 21 | P a g e",
        "C L I M AT E C H A N G E URBAN HEAT Cities experience much warmer temperatures than suburbs and rural communities on hot days. This effect is called URBAN HEAT ISLAND EFFECT. ISLAND EFFECT What causes URBAN HEAT ISLAND EFFECT? HEAT ABSORBING SURFACES Dark colors absorbs all wavelengths of light energy and converts them into heat, so the object gets warm. In contrast, a white object reflects all wavelengths of light. ASPHALT CONCRETE SOIL GRASS WHITE PAINT ABSORBS HEAT REFLECTS HEAT PUBLIC HEALTH IMPACTS Extreme heat can cause - heat stoke, dehydration, exhaustion and other medical issues related to heat exposure. Seniors, children and people suffering from other medical conditions are most vulnerable to heat. WASTE HEAT Heat emitted from buildings, mechanical systems like air conditioners, idling cars and trucks, industrial and construction equipments and machines generate large amount of waste heat. POOR AIR CIRCULATION Tall buildings, dense development and other physical features can limit the movement of fresh air. What can we do? Sources: EPA.GOV; ResilientMA.org",
        "",
        "URBAN HEAT ISLAND POSTER 22 | P a g e",
        "ASPHALT CONCRETE SOIL GRASS WHITE PAINT TRAPPED HEAT ABSORBS HEAT REFLECTS HEAT POOR AIR CIRCULATION POOR AIR QUALITY EVAPOTRANSPIRATION What can we do? BUILDING HEAT RADIATION HEAT ABSORBING SURFACES WASTE HEAT PUBLIC HEATH IMPACTS IMPACTS OF CLIMATE CHANGE HAZARD - HEAT"
    ]
}