{
    "FILE_NAME": "https://www.massport.com/sites/default/files/2023-10/5494-8696-hanscom-espr-scope-certificate.pdf",
    "ALL TEXT": "The Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs 100 Cambridge Street, Suite 900 Boston, MA 02114 Charles D. Baker GOVERNOR Karyn E. Polito LIEUTENANT GOVERNOR Tel: (617) 626-1000 Bethany A. Card Fax: (617) 626-1081 SECRETARY http://www.mass.gov/eea December 16, 2022 CERTIFICATE OF THE SECRETARY OF ENVIRONMENTAL AFFAIRS ESTABLISHING THE SCOPE FOR THE 2022 L. G. HANSCOM FIELD ENVIRONMENTAL STATUS AND PLANNING REPORT PROJECT NAME : 2022 Hanscom Field Environmental Status and Planning Report PROJECT MUNICIPALITY : Bedford, Concord, Lexington, and Lincoln PROJECT WATERSHED : Shawsheen River EEA NUMBER : 5484/8696 PROJECT PROPONENT : Massachusetts Port Authority (Massport) DATE NOTICED IN MONITOR : November 9, 2022 As Secretary of Environmental Affairs, I hereby establish the scope for analysis to be presented in the 2022 L.G. Hanscom Field Environmental Status and Planning Report (ESPR). The Massachusetts Port Authority (Massport) submitted a Proposed Scope for the ESPR that was consistent with the outline of previously prepared ESPRs. Background Hanscom Field comprises approximately 1,300 acres of land, located approximately 20 miles northwest of Boston, within the municipalities of Bedford, Concord, Lexington, and Lincoln. Since 1974, when Massport assumed ownership of the field, it has primarily accommodated private general aviation (GA) activity, commercial, and cargo service. The Federal Aviation Administration (FAA) identifies Hanscom Field as a reliever airport to Logan Airport, whereby Hanscom Field provides substantial airside relief by annually serving approximately 165,000 GA operations. Hanscom Field also supports limited commercial air service. Massport prepared ESPRs in 2000, 2005, 2012 and 2019 (2017 ESPR). The ESPR process replaced the preparation and review of Generic Environmental Impact Reports (GEIR) that Massport had prepared for Hanscom starting in 1985. The ESPR process is intended to present an overview of the operational environment and planning status of Hanscom Field andEEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 provide long-range projections of environmental conditions against which the effects of future individual projects can be compared. The ESPRs have provided analyses of environmental impacts associated with Hanscom Field activities and considered future conditions based on projected operations. The ESPRs have included important data on airport facility planning and environmental impacts that are of interest to the surrounding communities and organizations, and have provided a basis for ongoing discussions between Massport and its neighbors. As a result, the documents have served as planning tools to guide Massport in the development of policy and programs. The ESPR process does not replace MEPA review of specific projects at Hanscom that meet or exceed regulatory thresholds, with the exception of Routine Maintenance and Replacement Projects that are not subject to MEPA review pursuant to 310 CMR 11.01(2)(b)(3). For any project that does exceed thresholds, such as a proposed North Hangar development in Bedford, an Environmental Notification Form (ENF) and, if necessary, an Environmental Impact Report (EIR), must be submitted in accordance with MEPA regulations to analyze impacts, review alternatives and identify measures to avoid, minimize, and mitigate impacts. The ESPR serves as a vehicle for ensuring that long-term, broad-scope planning informs the review and implementation of individual actions at Hanscom Field. The ESPR should also inform policy and planning initiatives to minimize and mitigate environmental impact on an enterprise scale. Public Comments The Proposed Scope was noticed in the Environmental Monitor on November 9, 2022 with a 30-day public comment period. After the filing of the Proposed Scope, a remote public scoping session was held on November 28, 2022 at 6:00 PM, at which representatives of the MEPA office and Massport reviewed the ESPR process, the Proposed Scope and the process for subsequent review of documents in MEPA. According to Massport, it will convene technical workshops during the public review process for the 2022 ESPR. I received comments on the proposed Scope from the Town of Bedford and area residents. The ESPR should provide responses to all comments received and incorporate suggestions into the ESPR where appropriate. I note that a significant concern raised by commenters concerned potential emissions/releases of per- and polyfluoroalkyl substances (PFAS) at Hanscom. Massport has proposed to include a section in the ESPR that will address PFAS emissions/releases. I also note that, since review of the 2017 ESPR, all new projects in “Designated Geographic Areas” (“DGA,” as defined in 301 CMR 11.02, as amended) around EJ populations are subject to new requirements imposed by Chapter 8 of the Acts of 2021: An Act Creating a Next-Generation Roadmap for Massachusetts Climate Policy (“Climate Roadmap Act”) and amended MEPA regulations at 301 CMR 11.00. Two related MEPA protocols – the MEPA Public Involvement Protocol for Environmental Justice Populations (“MEPA EJ Public Involvement Protocol”) and MEPA Interim Protocol for Analysis of Project Impacts on Environmental Justice Populations (“MEPA Interim Protocol for Analysis of EJ Impacts”) – are also in effect for new projects filed on or after January 1, 2022. While the ESPR is not a new project subject to these new regulations and protocols, the Scope includes requirements to meet the spirit of the new rules relative to enhanced outreach and analysis of impacts. 2EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 SCOPE The ESPR should follow the general format of the Proposed Scope and the 2017 ESPR, and provide additional information and analyses specified in this Certificate. It should provide an overview of the ESPR preparation and review process and describe the analytical framework for the studies to be conducted. Detailed technical studies should be summarized to illustrate the implications of recent trends, existing conditions and potential future scenarios. For each topic, the ESPR should highlight new developments and airport planning efforts, updated data, and significant differences from the 2017 ESPR and provide projections for the years 2030 and 2040. To the extent possible, Massport should use the same data sources as those referenced in prior ESPRs, or otherwise utilize measures or metrics that facilitate comparisons with previously reported data. An ENF for development of additional hangar space at the North Hangar site off Hartwell Road in Bedford is anticipated to be submitted for MEPA review prior to submittal of the ESPR. The project’s operations and construction impacts, including but not limited to traffic, air quality and noise, and mitigation measures will be described in the ENF and in one or more Environmental Impact Reports (EIRs), which will be subject to public review and comment. The ESPR should describe the proposed North Hangar development project and incorporate this project in projections of future operations at Hanscom. The Bedford Select Board and other commenters expressed concern about noise and air quality impacts generated by training flights conducted by flight schools based at Hanscom Field. The ESPR should address these comments and identify measures that Massport can implement in coordination with its tenants to minimize impacts from training flights. Airport Facilities and Infrastructure The ESPR should describe the facilities and infrastructure at Hanscom, including their use, ownership, condition and maintenance. It should describe maintenance practices and responsibilities. The ESPR should report on the use and storage of hazardous materials such as jet fuel, and identify measures to minimize and mitigate release of these materials. It should identify areas regulated under M.G.L. 21E, the Massachusetts Contingency Plan (MCP), and report on their status. The ESPR should report on the past, current and projected water use and wastewater generation, describe water and sewer infrastructure, and detail water conservation measures for equipment, plumbing, and landscape irrigation. Airport Activity Levels The 2022 ESPR should describe historic airport activity levels, report on airport activity levels for 2017 to 2022 and review growth forecasts of aviation activity for 2030 and 2040 based on aviation growth forecasts for all three Massport airports (Logan, Hanscom, and Worcester). The ESPR should use these forecasts to assist in developing fleet projections for each future analysis year. It should provide an update of activity levels at Hanscom Field, including: • Report on aircraft fleet mix and on activity levels of GA, commuter, and military operations from 2017 to 2022; 3EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 • Compare 2017-2022 activity levels to historic trends; • Compare actual 2022 activity levels to forecasted activity levels from the 2017 ESPR; and, • Report on current and future trends within the airline industry. The ESPR should utilize growth forecasts developed for aviation activity for 2030 and 2040 based on recent trends at Hanscom Field and its role in the regional airport system. The ESPR should report actual changes in fleet mix and aircraft operations at Hanscom Field and compare this data to the range of future activity levels and fleet mix defined by the moderate growth scenarios of the 2017 ESPR. Differences between actual and previously forecast activity levels should be explained, including the effects of the Covid-19 pandemic, and should be reflected in the underlying assumptions for the 2030 and 2040 forecasts to the extent applicable. The forecasts should be coordinated with forecasts for Logan and Worcester airports. The ESPR should include a 2030 growth scenario for activity levels and passenger forecasts and a 2040 growth scenario for activity levels that reflect the fleet mix and passenger forecasts. The fleet mix of the growth scenarios should include GA, military, commuter service and cargo activity. This scenario should be based on recent trends at the airport as well as regional and national aviation trends. As referenced in the Beneficial Measures section below, the ESPR should include a comprehensive discussion of enterprise-level initiatives that Massport will implement to minimize and mitigate environmental impacts from airport operations. The ESPR should describe any additional beneficial measures to be implemented beyond those previously identified that are necessary to meet new regulatory requirements or current aviation industry best management practices, or to address increased environmental impacts associated with projected activity levels. Airport Planning The ESPR should review Massport’s planning strategies for operating an efficient airport in an environmentally sensitive manner. It should describe the status of planning initiatives and projects for the Terminal, airside area and landside area, and identify any projects that may be subject to MEPA review. The ESPR should report on planning and development initiatives by the MMNHP, the Hanscom Air Force Base, and the four contiguous towns that affect Hanscom Field and are affected by Hanscom Field. The ESPR should discuss the effect of the Covid-19 pandemic on airport planning, activity levels, and project schedules and implementation. The ESPR should provide a conceptual description of the proposed hangar expansion at the North Hangar site, and discuss any short or long-term master planning efforts that may be under development for future airport development. Regional Transportation Context The ESPR should describe the role of Hanscom Field in the region’s transportation system and how Massport plans for and coordinates the use of its three airports. It should provide 4EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 an update on Massport’s efforts to promote an efficient regional aviation system with improved public/private transportation access by coordinating activities and services with other airports. The ESPR should review: • Hanscom Field’s role in the GA airport network; • Regional airport operations, passenger activity levels, and any improvements or planned changes to the regional airport network; • Rail service initiatives by others that could affect air passenger travel including Acela Service and bus service; • The role that Logan International Airport plays in intercity travel choices; • Diversion opportunities to alternative modes and to other New England airports; • Efforts to better integrate New England regional airport facilities as a regional system; • Hanscom’s role as a Commercial Service - Nonprimary airport in the Federal Aviation Administration’s (FAA’s) National Plan of Integrated Airport Systems (NPIAS); • The current status of the ground access improvements at Logan Airport and the four closest New England regional airports (T. F. Green Airport, Manchester Airport, Bradley International Airport and Worcester Regional Airport) by state transportation agencies, including projected dates for completion of studies and/or construction, and an analysis of the effects of these measures upon projected passenger levels at each of the airports; • A report on the Massport’s efforts to promote service at Worcester and other airports; and • A report on relevant regional and local highway studies and transit projects. Ground Transportation The ESPR should report on traffic generated by activities at Hanscom and any impacts on the local roadway network. The traffic analysis should be prepared in accordance with the EEA/MassDOT Guidelines for Traffic Impact Assessment. The analysis should document actual trips and projected growth in trips attributed to Hanscom Field as compared to background growth and projected increases from other area sources. This analysis should be performed as of 2022 and future years of 2030 and 2040. The analysis should be conducted for a study area bounded by Route 2A, Old Bedford Road, Route 62, Routes 4/225 and Route 128/I-95. It should evaluate existing and projected traffic operations for the intersections evaluated in the 2017 ESPR and any additional intersections where Hanscom Field traffic contributes 5 percent or more of the traffic volume. The ESPR should include trips anticipated to be generated by the North Hangar project as part of trips attributable to Hanscom Field and incorporate the results of the traffic study prepared by the proponent of that project, if available. Existing and projected trip generation should be compared to trip data used in previous ESPRs to describe any trends in the number of trips generated by the airport. The ESPR should describe trips taken by employees and visitors to Hanscom and note any changes in travel patterns based on available data. It should describe any existing public transportation or shuttle service to Hanscom or nearby locations. It should detail Transportation Demand Management (TDM) measures implemented at Hanscom to reduce single-occupancy vehicle (SOV) trips to and from the site, identify any additional TDM measures under consideration, and describe how the success of each measure will be evaluated. The ESPR should describe the potential formation of a Transportation Management Association (TMA) and how it could reduce SOV trips to the site. The ESPR should include a review of transportation 5EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 plans and analyses addressing the area and how they relate to Hanscom Field traffic and transportation patterns. Noise The ESPR should report on noise levels generated by air traffic operating in and out of Hanscom Field for 2022, 2030 and 2040 and forecasted activity levels. The ESPR should review the methodology for collecting and analyzing noise level data, and compare current conditions to actual, modeled and projected noise levels reported in the 2017 ESPR. According to the Massport, noise and air emissions from aircraft will be modeled using the Aviation Environmental Design Tool (AEDT). The ESPR should describe the AEDT model and its explain how its outputs are computed. It should provide updated Noise Exposure (EXP) reference levels calculated in accordance with FAA guidelines using the AEDT; Day-Night Average Sound Level (DNL) contours for 55, 60, 65 and 70 decibels (dBA); and Time-Above (TA) contours showing 30, 60 and 90 minutes of exposure for 55 and 65 dBA contours. Based on the new noise level contours, local land use information and population data from the 2020 Census, the ESPR should calculate the number of residents within each noise level scenario and evaluate sound exposure levels (SELs) for each time period. Noise data collected, including minimum, maximum and average daily DNL values, from the six permanent monitoring stations at Hanscom should be presented in the ESPR. The ESPR should identify noise sensitive sites within the study area, including sites within the MMNHP, and provide DNL and TA data for the sites. The ESPR should describe all noise mitigation measures implemented at Hanscom, including the Fly Friendly program and the recommended “touch and go” procedures over the MMNHP. It should provide an update on the noise monitoring and aircraft tracking systems. Air Quality The ESPR should report on air quality conditions for the year 2022 and actual and projected emissions based on forecasted activity levels in 2030 and 2040. The ESPR should provide an emissions inventory for the following pollutants: • Carbon Monoxide (CO) • Oxides of Nitrogen (NO ) x • Volatile Organic Compounds (VOCs) • Particulate matter (PM and PM ) 10 2.5 • Carbon dioxide (CO ) and other Greenhouse Gasses (GHG) 2 • Diesel PM As proposed by Massport, air emissions from aircraft take-offs, landings, cruising, taxiing and idling will be modeled using the AEDT and compared to emissions data for previous years. The ESPR should discuss whether emissions are anticipated to meet the National Ambient Air Quality Standards (NAAQS). The ESPR should describe how air emissions are modeled by the AEDT and its results interpreted. The ESPR should also provide monitoring results for ozone precursors and nitrogen dioxide (NO ). The ESPR should describe all mitigation measures 2 implemented to minimize emissions of air pollutants, including enterprise-level initiatives related to GHG emissions reductions to support the Commonwealth’s 2050 “net zero” goals. The Bedford Select Board has requested data on emissions of lead into the air. The ESPR should 6EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 discuss the issue of lead emissions, including an inventory of lead emissions from piston engine aircraft at Hanscom and an update on the establishment of federal standards to control lead emissions from piston engine aircraft. It should review of the development of technologies to reduce emissions from aircraft, such as electric engines and alternative fuels. The ESPR should provide a mesoscale analysis of air emissions from vehicular traffic associated with Hanscom Field, based on the traffic study conducted for the ESPR, and compare emissions concentrations to the NAAQS as of 2022 and prior and future modeled years and activity levels. The ESPR should provide an updated inventory of GHG emissions for Hanscom, including emissions from aircraft, auxiliary power units (APU)/ground support equipment (GSE), building energy use and mobile source vehicle emissions. It should report on Massport’s efforts to minimize GHG emissions, including GHG mitigation measures implemented by fixed base operators. As identified in the Proposed Scope, the ESPR should describe Massport’s “net zero” planning efforts, and clearly explain what sources of GHG emissions are included in this effort and how “net zero” will be calculated and the target year for which this goal has been established. Wetlands/Wildlife/Water Resources The ESPR should discuss and provide maps of the most recent delineation of wetlands and vernal pools. It should include maps of rare species habitat as depicted on the Massachusetts Natural Heritage and Endangered Species Program’s (NHESP) Natural Heritage Atlas (15th Edition) released on August 1, 2021. The Great Meadow National Wildlife Refuge and other significant nearby areas of wetland and wildlife habitat should be identified on maps of natural resource areas to provide context. The ESPR should include an update of Massport’s Vegetation Management Program and the Hanscom Field Grassland Management Program. It should identify potential direct impacts to wetlands, vernal pools, rare species habitat and water quality from future development scenarios. The ESPR should identify changes to the impervious areas at Hanscom Field between 2017 and 2022 and estimate future changes impervious area based on the 2030 and 2040 growth scenarios and airport planning. It should report on any incremental changes to the Hanscom Field stormwater management system and its Storm Water Pollution Prevention Plan (SWPPP), including Best Management Practices (BMPs) and provide water quality data from Hanscom’s National Pollutant Discharge Elimination System (NPDES) monitoring program. The ESPR should report on water quality in the Shawsheen River. The ESPR should review Massport’s program for detecting, managing and remediating PFAS and describe measures for minimizing releases of PFAS, such as the use of PFAS-free fire fighting foams. It should compare concentrations of any PFAS detected at Hanscom to PFAS standards developed by MassDEP and provide an update on any monitoring and remediation of PFAS to be conducted at Hanscom by the U.S. Air Force. Cultural and Historical Resources The 2022 ESPR should review the existing data on historic and archeological resources within or adjacent to Hanscom Field developed in connection with the 2017 ESPR. The ESPR 7EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 should identify cultural resources listed in the State Register of Historic Places and/or the files of the Massachusetts Historical Commission (MHC) and local historical commissions or described in previous planning studies. The ESPR should describe potential impacts to these resources and identify mitigation measures. Environmental Justice Hanscom Field is within one mile of Environmental Justice (EJ) populations designated as Minority located in Bedford, Lexington and Lincoln. Hanscom is within five miles of additional EJ populations designated as Minority located in Billerica, Burlington, Lexington, Lincoln, Waltham and Woburn.1 Within the census tracts containing the above EJ populations, no languages are identified as those spoken by 5% of more of residents who also identify as not speaking English very well. The ESPR should include a public engagement plan developed consistent with the MEPA EJ Public Involvement Protocol and review Massport’s public outreach efforts prior to the filing of the ESPR. I encourage Massport to hold regular meetings with the public regarding operation of Hanscom Field, such as public information sessions held at accessible locations and convenient times (such as the evening or weekends) so as to maximize participation from EJ neighborhoods and residents. The ESPR should include a description of the surrounding EJ populations, as mapped on the EEA EJ Viewer, and survey the locations of residential areas within a 1-mile radius of the airport. The ESPR should be circulated to community-based organizations (CBOs) and tribes/indigenous organizations (“EJ Reference List”) provided by the MEPA Office, with as much advance notice as practicable so as to facilitate a meaningful review of surrounding EJ populations. I encourage Massport to allow for an extended comment period on the ESPR to allow for full public input and participation. The ESPR should survey publicly available data through the Department of Public Health’s (DPH) EJ Tool to identify any communities or census tracts in one mile of the project site identified as exhibiting “vulnerable health EJ criteria.” It should survey the nature of other polluting sources using the DPH EJ Tool mapping function and the environmental indicators shown in EPA EJ Screen to determine if any of the identified EJ census blocks are identified as experiencing environmental indicators that are elevated at 80th or higher of statewide average. Special attention should be given to any air or water quality related indicators. To the extent existing conditions show an unfair or inequitable burden borne by the identified EJ populations as indicated by these mapping tools, the ESPR should discuss ways in which Massport and /or its tenants will work to reduce those burdens by improving environmental conditions in the area. The ESPR should discuss whether the environmental impacts of airport operations may disproportionately affect any of the identified EJ populations, and should specifically discuss whether anticipated routes of vehicular traffic will extend adjacent to EJ populations where air quality indicators in EJ Screen are elevated at the 80th percentile or higher. To the extent vehicular traffic will extend by such identified EJ populations, the air quality analysis should include, in addition to an estimate of project emissions in the traffic study area, an estimate of the increase in traffic and air emissions at specific intersections or locations adjacent to those 1 Updated EJ maps indicate that the Bedford portion of Hanscom is located within an EJ population designated as Minority, within one mile of EJ populations designated as Minority in Lincoln and Lexington and within five miles of additional EJ populations designated as Minority located in Billerica, Burlington, Lexington and Waltham. 8EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 populations. The ESPR should review trends of noise and air quality modeling with respect to impacts to EJ populations and identify measures that may minimize these impacts. Climate Change and Sustainable Development Governor Baker’s Executive Order 569: Establishing an Integrated Climate Change Strategy for the Commonwealth was issued on September 16, 2016. The Order recognizes the serious threat presented by climate change and direct Executive Branch agencies to develop and implement an integrated strategy that leverages state resources to combat climate change and prepare for its impacts. The urgent need to address climate change was again recognized by Governor Baker and the Massachusetts Legislature with the recent passage of St. 2021, c. 8, An Act Creating a Next Generation Roadmap for Massachusetts Climate Policy, which sets a goal of Net Zero emissions by 2050. I note that the MEPA statute directs all Agencies to consider reasonably foreseeable climate change impacts, including additional greenhouse gas emissions, and effects, such as predicted sea level rise, when issuing permits, licenses and other administrative approvals and decisions. Adaptation and Resiliency Consistent with the MEPA Interim Protocol on Climate Change Adaptation and Resiliency, the ESPR should include an output report from the MA Climate Resilience Design Standards Tool prepared by the Resilient Massachusetts Action Team (RMAT) (the “MA Resilience Design Tool”),2 together with information on climate resilience strategies to be undertaken at Hanscom. Recognizing that the ESPR itself will not propose construction of new structures, representative assets associated with the airport operations (e.g., hangars, runways, stormwater utilities) should be identified and evaluated in the MA Resilience Design Tool. The ESPR should review the existing condition of the key assets with respect to resiliency and identify potential changes to existing assets or potential design measures that could be implemented should the asset be reconstructed or replaced to increase its resiliency. The ESPR should address specific impacts to EJ populations, consistent with MEPA EJ protocols, as well as impacts on other vulnerable populations, including potential impacts associated with stormwater flooding and urban heat island effects due to the addition of impervious surfaces and lack of tree cover. The ESPR should report on the status of Massport’s Sustainable Development Program and its Environmental Management System (EMS Program). It should describe Massport’s environmental goals and the monitoring procedures and roles and responsibilities it uses to track and manage the environmental performance of Hanscom Field. The ESPR should include a discussion of the following: • Sustainable practices currently being undertaken by Massport at Hanscom Field; • Massport’s Climate Action/Net Zero planning and how Hanscom is integrated into this planning effort; • Recycling policy and efforts; • Toxics reduction; and 2 https://resilientma.org/rmat_home/designstandards/ 9EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 • Opportunities and planning efforts to encourage sustainable development practices. Beneficial Measures The ESPR should provide a comprehensive discussion of Massport’s enterprise-level mitigation initiatives and commitments, such as TDM, noise abatement, implementation of the “Fly Friendly” program and sustainability measures such as “net zero” GHG emissions planning. This chapter should include the identification of the parties responsible, a schedule for implementation, and the estimated costs. The ESPR should describe how implementation of proposed beneficial measures will address any increases in impacts associated with projected activity levels. Response to Comments The 2022 ESPR should contain a copy of this Certificate and a copy of each comment letter received on the Proposed Scope and the 2017 ESPR. In order to ensure that the issues raised by commenters are addressed, the ESPR should include direct responses to comments to the extent that they are within MEPA jurisdiction. This directive is not intended to, and shall not be construed to, enlarge the Scope of the 2022 ESPR beyond what has been expressly identified in this Certificate. Circulation The ESPR should be circulated in compliance with Section 11.16 of the MEPA regulations. Copies should be sent to those parties who commented on the Proposed Scope and 2012 ESPR. Massport should send a Notice of Availability of the 2017 ESPR to its mailing list for Hanscom Field. Copies should also be provided to the Bedford, Concord, Lexington and Lincoln public libraries. Conclusion The ESPR should include a copy of this Certificate. It should include copies of all comments received on the Proposed Scope and the 2012 ESPR and provide responses to the comments. It should include all Supporting Technical Appendices or report how reviewers can obtain a copy. The ESPR should identify when Massport will submit interim review documents, such as Annual Reports. The documents should be made available in print, CD-ROM format, and/or in a downloadable format from a website. December 16, 2022 _____________________________ Date Bethany A. Card 10EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 Comments received: 11/17/2022 Christopher Eliot 11/26/2022 Amy McCoy 11/28/2022 Town of Bedford Select Board 12/05/2022 David McCoy 12/07/2022 Jen Murray 12/07/2022 Liz Reardon 12/08/2022 David Eliades 12/09/2022 Annursnac Hill Association 12/09/2022 Jennifer Boles BAC/AJS/ajs 1111/21/22, 4:22 PM Public Comment Mass.gov | Executive Office of Energy & Environmental Affairs (EEA) An official application of the Commonwealth of Massachusetts (https://www.mass.gov/orgs/executive-office-of-energy-and-environmental-affairs) alexander.strysky@mass.gov Dashboard(javascript:void(0);) View Comment(javascript:void(0);) View Comment Comment Details EEA #/MEPA ID First Name Address Line 1 Organization 5484/8696 Christopher 124 Bedford Road Hanscom Field Advisory Commission Comments Submit Date Last Name Address Line 2 Affiliation Description 11-17-2022 Eliot -- State Agency Certificate Action Date Phone State Status 12-9-2022 -- MASSACHUSETTS Opened Reviewer Email Zip Code Alexander Strysky, (857)408-6957, cre@chriseliot.com 01773 alexander.strysky@mass.gov Comment Title or Subject Topic: Requested Hanscom Field ESPR 2022 Scope Comments       Segoe UI  10 pt          Paragraph             The Hanscom Field Advisory Commission, including representatives from the Towns of Bedford, Concord, Lexington, Lincoln, the South Lexington Residents Association and the Aircraft Owners and Pilots Association met on November 16, 2022 and unanimously voted to request for the items described below to be included in the scope of the 2022 Hanscom Field ESPR. We appreciate the opportunity to participate in the ESPR development process and hope to see action on these requested items. Sincerely, Christopher Eliot, Ph.D. Hanscom Field Advisory Commission, Chair Thursday November 17, 2022 1. To our knowledge, there has never been a study of airport soil samples for lead contamination. After 60 years \u0000ying piston aircraft over the air\u0000eld on leaded AvGas there is presumably a signi\u0000cant level of lead contamination on or in the vicinity of the air\u0000eld. The 2022 ESPR should include a study of air\u0000eld soil and possibly air and water samples collected and analyzed for lead. Communities adjacent to Hanscom Field are particularly concerned about high levels of lead contamination in the soil because construction projects periodically haul soil from the airport through our communities and we need to determine our appropriate level of concern about lead contamination resulting from this activity. 2. The FAA has recently approved an unleaded replacement for 100 LL for aviation use but it will take some years before this is available at Hanscom Field. We would like to see a detailed sequence of veri\u0000able milestones culminating in the rollout of unleaded AvGas at Hanscom Field. We would like to be able to use this sequence as a checklist so we can measure progress along the implementation plan, and have awareness of where in the process there is an obstacle. 3. There has been a lot of discussion of alternate fuels for aircraft including electric, hydrogen, SAF all of which promise to reduce local emissions and may reduce noise levels. As citizens we are trying to make sense of various con\u0000icting and confusing commercial claims and promotional statements. It would be very useful to have a properly researched discussion of these potential environmentally friendly future technologies including best estimates of expected deployments and likely bene\u0000cial impacts. According to published claims, some of these technologies could be deployed in the \u0000ve year period covered by the 2022 ESPR so this discussion is timely. 4. Massport has been a leader in environmentally friendly construction and several recent projects have included solar power production. What is the projected future of solar power production at Hanscom Field? In future years, what percentage of airport electrical usage is expected to be produced on-site without carbon emissions? Can a table or chart show likely projections? 5. Does Massport have a plan to make Hanscom Field a net-zero carbon emitter by a speci\u0000c date? Can the ESPR 2022 include a table showing milestones along the path to achieving net zero carbon emissions from Hanscom Field. For practical reasons, it is probably best to separate aircraft emissions, which are less under Massport control, from buildings and operations, which are more under Massport control. (See https://www.massport.com/massport/media/newsroom/massport-announces-goal-to-be-net-zero-by-2031/) (https://www.massport.com/massport/media/newsroom/massport-announces-goal-to-be-net-zero-by-2031/)) 6. Determination of Hanscom Field air quality impact is almost entirely based on modeling. There have been many requests for actual measurement to be done. 7. The Shawsheen river \u0000ows through Hanscom \u0000eld and has potential use for drinking water. Municipal water supplies for Bedford, Concord, Lexington and Lincoln are located between 0.9 and 6.8 miles from Hanscom Field (2017 ESPR P.9-30) and could be affected by salt, de-icing compounds or other chemicals used on the airport. We request ongoing and active testing of water \u0000owing from the airport to increase con\u0000dence in the safety of our water supplies. Attachments Update Status Status Opened SUBMIT https://eeaonline.eea.state.ma.us/EEA/PublicComment/UI/reviewcomment/bd9b0914-954e-4b34-9d26-00a881007c7f 1/211/21/22, 4:22 PM Public Comment Share Comment SHARE WITH A REGISTERED USER BACK TO SEARCH RESULTS https://eeaonline.eea.state.ma.us/EEA/PublicComment/UI/reviewcomment/bd9b0914-954e-4b34-9d26-00a881007c7f 2/212/11/22, 9:26 PM Public Comment Mass.gov | Executive Office of Energy & Environmental Affairs (EEA) An official application of the Commonwealth of Massachusetts (https://www.mass.gov/orgs/executive-office-of-energy-and-environmental-affairs) alexander.strysky@mass.gov https://eeaonline.eea.state.ma.us/EEA/PublicComment/UI/reviewcomment/0aa074cd-e589-4357-a98a-4e3a41333401 1/212/11/22, 9:26 PM Public Comment Dashboard(javascript:void(0);) View Comment(javascript:void(0);) View Comment Comment Details EEA #/MEPA ID First Name Address Line 1 Organization 5484/8696 amy 187 old groton road -- Comments Submit Date Last Name Address Line 2 Affiliation Description 11-26-2022 mccoy -- Individual Certificate Action Date Phone State Status 12-9-2022 -- MASSACHUSETTS Opened Reviewer Email Zip Code Alexander Strysky, (857)408-6957, mccoy4@verizon.net 01432 alexander.strysky@mass.gov Comment Title or Subject Topic: Hanscom's flight training areas need to be included in ESPR Comments       Segoe UI  10 pt          Paragraph             Thank you for the opportunity to comment regarding the upcoming Hanscom Field ESPR. The impacts on \"Hanscom's Standard Training Areas\" should be studied and evaluated in the upcoming ESPR. The \u0000ight schools based at Hanscom Field call certain areas \"theirs\" that they use for concentrated \u0000ight maneuvers. These maneuvers included: turns about a point, starts and stalls, abrupt changes in attitude and altitude. These sessions can last from a few minutes to up towards a hour at a time. The noise is very disruptive and these old aircraft burn leaded aviation fuel. Sometimes the planes are one after the other, sometimes there are more than one plane in the area at one time. I am an Ayer resident and East Coast Aero Club uses the area surrounding closed Moore Army Air\u0000eld for their concentrated maneuvers despite the fact that area residents have asked them to stop, that it is now a State Police training facility and an Air Force drone test site. The Air Force has also asked the \u0000ight schools to avoid the closed Moore Army Air\u0000eld. To my knowledge, the \u0000ight schools have yet to cooperate. Hanscom based \u0000ight schools also concentrate at the MWRA's Wachusett Reservoir despite a FAA NOTAM to avoid loitering around public water supplies. The water system security policy can be found here: https://www.mwra.com/04water/html/water_security.htm(https://www.mwra.com/04water/html/water_security.htm) The private \u0000ight schools at Hanscom Field determine the areas they want to use, Massport does not disclose these areas to the public, and no environmental impact of these actions has ever been evaluated. All of these non- airport communities - Ayer, Groton, Westford, Chelmsford, Tyngsboro, Townsend, Clinton, Bolton - have never had any input regarding the pollution (noise and lead) from recreational prop. planes based at Hanscom Field. The \u0000ight schools based at Hanscom Field are ruining my quality of life in my own home. I have attached some \u0000ight tracks for further information. In addition to noise and lead, East Coast Aero Club repeatedly violates minimum safe altitudes in the vicinity of the closed Moore Army Air\u0000eld (support document from the FAA is attached too). Attachments n3572m over wachusett 10.23.22 and MWRA aircraft policy.pdf(null) FAA report on n75202 2021.pdf(null) East Coast Aero Club,Plane Nonsense over Ayer 11.22.22 - one flight session.pdf(null) flight tracks 11.26.22 over training areas - all ecac.pdf(null) Update Status Status Opened SUBMIT Share Comment SHARE WITH A REGISTERED USER BACK TO SEARCH RESULTS https://eeaonline.eea.state.ma.us/EEA/PublicComment/UI/reviewcomment/0aa074cd-e589-4357-a98a-4e3a41333401 2/2Water System Security The Massachusetts Water Resources Authority (MWRA) provides wholesale water service to 46 Metropolitan Boston, Metro West, and several central Massachusetts communities. The high quality Quabbin and Wachusett Reservoirs, managed by the MDC – Division of Watershed Management, are the supply sources. MWRA staff testing FREQUENTLY ASKED QUESTIONS water samples. How has security increased at MWRA water system facilities? Ensuring the safety of the public water supply system is MWRA’s top priority. Our security is at the highest appropriate levels based on guidance from federal and state law enforcement and utility security experts. The National Guard and State Police have been deployed by the Commonwealth in critical locations of the water system. MWRA has taken a range of actions from physical security measures, emergency planning and training, and testing and monitoring. MWRA has also taken a series of steps to protect the wastewater treatment plant on Deer Island. MDC staff sampling What rules govern public access at Reservoirs and Watersheds? Wachusett Reservoir water. MWRA and MDC have restricted public access to certain critical areas and facilities in both the Quabbin and Wachusett watersheds. However, public access areas are now open in on a large portion of both watersheds. A prohibition on vehicular access to the Winsor Dam and Goodnough Dike will continue. Pedestrian and bicycle access is allowed. The popular \"Y Pool\" fly-fishing stretch of the Swift River below Winsor is once again open to anglers. MDC Rangers and State Police based at the Quabbin Administration Building will continue to patrol the reservoir and watershed. MDC’s website contains public access rules for the watersheds at: http://www.state.ma.us/mdc/pacc.htmWhat is the policy on airplanes over Reservoirs? FAA On October 22nd, the Federal Aeronautics Administration (FAA) issued a Notice to Airmen (see right) Special Interest NOTAMs \"strongly urged to not circle or loiter over\" reservoirs and dams. (Issued October 22, 2001) MWRA and MDC have made a request to the FAA for a prohibition on air flights under 3,500 feet for airspace over the Quabbin and Wachusett Reservoirs. !FDC 1/1516 FDC AND FDC 1/1517 ZZZ ... SPECIAL NOTICE How are the reservoirs protected and inspected? ... EFFECTIVE IMMEDIATELY UNTIL The massive Quabbin Reservoir contains 412 billion gallons of water and is so large that water travels for FURTHER NOTICE, IN THE years before reaching the transmission system. The reservoir is 17 miles long and 3 miles wide in spots. The INTEREST OF NATIONAL Wachusett Reservoir contains 65 billion gallons and is 8.5 miles long by 1 mile wide. Water generally takes SECURITY, ALL PILOTS months to cross the Wachusett before heading to treatment and tunnels leading to metro Boston. OPERATING IN ACCORDANCE WITH FLIGHT RULES ARE MDC staff are currently patrolling the reservoirs on boats daily. These professional staff are trained to look STRONGLY URGED TO NOT for changes in water and biotic characteristics and for fish kills. MDC scientists also conduct water sampling CIRCLE OR LOITER OVER THE across the reservoirs and at different depths. MWRA is installing 24-7 water monitoring devices at critical FOLLOWING SITES: locations in the reservoir that continuously examine chemistry changes at various depths. NUCLEAR/ELECTRICAL POWER PLANTS, POWER DISTRIBUTION How is water tested and treated after leaving the reservoirs? STATIONS, DAMS, RESERVOIRS, REFINERIES, OR MWRA performs daily water testing and physical measurements before and after treatment with chlorine. On MILITARY INSTALLATIONS, a 24-7 basis, MWRA staff constantly watch water chemistry on computer screens linked to real-time testing UNLESS OTHERWISE devices. Alarms are set to notify operators when certain parameters move outside of specified ranges. All AUTHORIZED BY ATC OR AS treatment chemicals are tested before delivery. REQUIRED TO LAND AND DEPART AT TOWERED/NON-TOWERED MWRA currently uses chlorine to disinfect drinking water. Chlorine is an effective tool against a range of AIRPORTS. ANY VFR AIRCRAFT bacteria, viruses and chemicals. MWRA can quickly change the chlorine dose if needed. OPERATING IN CLOSE PROXIMITY TO THE ABOVE INDICATED Given the enormous size of the reservoirs, testing, monitoring, and treatment, experts believe it is quite AREAS, IF CAPABLE, ARE TO impractical to successfully contaminate such as large water system. MAINTAIN A LISTENING WATCH ON VHF 121.5 OR UHF 243.0 What about the MWRA distribution and storage system? EMERGENCY FREQUENCIES. Almost the entire MWRA and community water systems are located underground in tunnels, covered storage tanks and pipelines. Access is extremely limited and protected. MWRA has redundant tunnels and pipes, as well as backup water supplies, and regularly trains staff on emergency response actions. Critical areas are currently protected by the State Police, locks and alarms, MWRA staff, and video surveillance. MWRA closely watches water chemistry in the metro Boston area distribution network while community water departments conduct weekly testing. How does security fit into the MWRA's Integrated Water Supply Improvement Program? MWRA’s Integrated Water Supply Improvement Program is a $1.7 billion program of major upgrades to watershed protection, water treatment, water transmission and storage, and distribution pipelines. In the next few years, the three largest components of this program will be brought on- line. The Walnut Hill Water Treatment Plant in Marlborough will switch MWRA over to the powerful disinfectant ozone and keep water quality well in compliance with the strengthened Federal Safe Drinking Water Act. The 18.6-mile long MetroWest Water Supply Tunnel will bring treated water from Walnut Hill into the metro Boston area some 400’ underground and provide for long-term reliability in transmission. The 115 million-gallon Norumbega Covered Storage Facility in Weston along the Mass Pike will store MetroWest Tunnel water for use during daytime peak demand. These three projects, in conjunction with ongoing distribution pipeline projects in the MWRA and community systems, bring large improvements in water system security. Legislation has recently been filed by the MWRA Legislative Caucus to fast track design and construction of two MWRA covered water storage facility projects in Quincy and Stoneham.WATER QUALITY HOTLINE Citizens can call MWRA at (617) 242-5323 to get answers to water quality questions and concerns. MWRA’s website contains the latest annual and monthly water quality information. HOW YOU CAN HELP Be vigilant for anything out of the ordinary around MWRA and MDC Water facilities If your normal business takes you past MWRA/MDC reservoirs, treatment plants, or other facilities and you see anything unusual or notice open and/or unlocked gates, promptly report it to MWRA at (617) 305 – 5950 or to your local law enforcement officers. Help MWRA educate your community about water safety MWRA staff is available to provide briefings on water safety issues to public agencies and community groups. For more information or to schedule a briefing, contact MWRA at (617)-788-1178. Go to: Water System Drinking Water QualityPage 1 of 1 Regenerate SPAS NPTRS Record List with current data. SPAS NPTRS Record List Query Criteria: Query Date: Closed Date, Date: 04/30/2021,04/26/2022, Inspection Status: Closed, A/C Reg#: 75202 A/C Loc. Rec No Record ID Dsgn Code Make/Model Series Inspector Code Result Status Act No. #14 CFR Part (FAR) Status Date Reg# Depart 1 EA61202200886 PA-28-151 EA61SDO C C 1733 91 12/14/2021 N75202 Comments:B617U (B-General Aviation Operations 617-Conformance U-Unacceptable) LOCATION: Ayer, MA DATE/ TIME: 10/28/2021 / 1734z (1334 EDT) CLASS OF AIRSPACE: Golf AIRMAN NAME AND CERTIFICATE: - FLIGHT INSTRUCTOR SPECIFIC REGULATORY OR STATUATORY REQUIREMENT NOT MET: 91.119(c) COMPLAINT DESCRIPTION: Public complaint received via FSDO Mailbox alleging that N75202 had strayed from minimum safe altitudes in the vicinity of the former Moore Army Airfield, in Ayer, MA. CEA6122005 established as PIC of the flight in question. Repeated violations of minimum safe altitudes by East Coast Aero Club in the vicinity of Moore had previously been addressed via compliance actions. In an effort to bring East Coast Instructors into compliance and prevent reoccurrence, was sent a LOI on November 17, 2021 informing him that Personnel of this office are investigating a flight that involved the operation of a Piper Cherokee aircraft, N75202, below minimum safe altitudes, in the vicinity of Ayer, Massachusetts, on October 28, 2021. Upon receipt of the LOI contacted AST O Connor and stated that he was willing to cooperate with the investigation. AST O Connor provided with screenshot taken from A90 Boston Consolidated Terminal Radar Approach Control radar data showing that N75202 had descended to 600 MSL (336 AGL) while passing less than 500 laterally from structures located on the former airfield. On Thursday, December 9, 2021, at approximately 11:22 AM EST, AST O'Connor called regarding 2021EA610001. stated that he had received the Letter of Investigation (LOI) and stated that he did not have any questions. AST O'Connor requested that recall the flight on October 28, 2021, to the best of his abilities. stated that he has been with a student \"practicing engine outs.\" stated that they had \"used the airfield (Moore) because the runways look more real.\" stated that \"they lose an engine, fly a normal pattern and do this continuously.\" stated that he \"was under the impression that if the police weren't out there, it's a good area to practice.\" stated that he tries to use a soft deck, when we go from 3,000' to 1,000, we recover.\" stated that \"sometimes it's lower, sometimes it's higher.\" stated that the violation was not intentional and he is \"not trying to see how low we can get.\" stated that \"sometimes the student recovers too low.\" stated that \"I own the mistake, I take full ownership that this mistake is one me.\" AST O'Connor asked if he understood the difference between descending below minimum safe altitudes when in the process of takeoff or landing and conducting a training maneuver. stated that he understood the difference between the two. stated that \"I no longer work as a CFI.\" stated that \"he is very strict on himself now and stated that he will not go below 1,200'.\" stated that he \"was let go\" by the East Coast Aero Club.\" AST O'Connor asked if had been told to avoid specific areas of Groton or Ayer. stated that he was \"told as a new hire that \"this was our area\" and to give the restricted area a wide berth.\" stated that he was told \"don't be doing turns on a point in Groton.\" AST O'Connor asked if East Coast encouraged the use of Moore for Engine Out practice. stated \"I didn't have the power to do anything as a new hire\" and that he was directed to used Moore because of the runways. Following the interview was asked to provide evidence of compliance with 61.56(c)(1) &(2) and 61.57(a)(1). provided the documentation as requested with satisfactory results. AST O Connor discussed the incident and conversation with his Front Line Manager at which point it was decided that based on s cooperation, the fact that the violation was not intentional and the fact that a violation had occurred, a Streamlined Administrative Action would be selected with a warning notice being sent to as a means of preventing future reoccurrence. TYPE OF ACTION INITIATED: SNAAP Warning Letter issued for violation of 91.119(c) RELATED SAS RECORD ID: EA61202200747 2 EA61202200747 PA-28-151 EA61SDO C C 1737 91 11/15/2021 N75202 BED Comments:B617I (B-General Aviation Operations 617-Conformance I-Information) LOCATION: Ayer, MA DATE/ TIME: 10/28/2021 / 1734z (1334 EDT) CLASS OF AIRSPACE: Golf AIRMAN NAME AND CERTIFICATE: LINEHAN, - FLIGHT INSTRUCTOR SPECIFIC REGULATORY OR STATUATORY REQUIREMENT NOT MET: 91.119(c) COMPLAINT DESCRIPTION: Public complaint received via FSDO Mailbox alleging that N75202 had strayed from minimum safe altitudes, in the vicinity of the former Moore Army Airfield, in Ayer, MA. AST O Connor reviewed A90 Boston Consolidated Terminal Radar Approach Control radar data which revealed that N752023 had descended to 600 MSL (336 AGL) while passing less than 500 laterally from structures located on the former airfield. AST O Connor contacted the operator of N75202, East Coast Aero Club, located at BED and requested PIC identification for the relevant flight. The PIC was identified as TYPE OF ACTION INITIATED: AST O Connor discussed the findings with his Front Line Manager . Since this was not the first instance of East Coast straying from MSA in the vicinity of Moore, it was decided that an EIR would be initiated. RELATED SAS RECORD ID: N/A 3 EA61202101969 PA-28-151 EA61RDF C C 5423 21 06/16/2021 N75202 Comments:H611I (H-Aircraft 611-Conformance I-Information) AMOC approval and use on Model PA-28-151 serial numbers 28-287615269: Alternative Method of Compliance (AMOC) for Airworthiness Directive 2020-26-16, Paragraph (i) Eddy current Inspect Reference FAA Correspondence #7A0-21-8313 FAA Flight Standards Service For Official Use Only Safety Performance Analysis System (SPAS) Analysis and Information Program Office (AFS-900) Public availability to be determined under 5 U.S.C. 552 SPAS NPTRS Record List - 06/28/2022N488BA U H T Improve Coverage: Hex: A6066B Copy Link adsbexchange.com adsbexchange.com Premium Login: no ads / Sat. Layer FAQ Map Help tar1090 on github L Total Aircraft: 0 O On Screen: 1 K Reg.: N488BA M United States DB flags: none P Type: C172 1979 CESSNA 172 Skyhawk I PLANE NONSENSE INC Type Desc.: L1P R Squawk: 1200 Search Filters Columns F History ➖ Filter by altitude: UTC day: ft to ft Filter Reset Filter by callsign: 2022-11-22 Filter Reset previous next Filter by squawk: Filter Reset Legs: All Filter by type code: previous next Filter Reset Time: 22:07:35 Z Filter by type description: Filter Reset stop 1x 5x Filter by ICAO hex id: 10x 20x 40x Filter Reset Filter by source: Click on the trace line to start playback! ADS-B UAT / ADS-R SPATIAL MLAT TIS-B Mode-S Other Groundspeed: 0 kt Baro. Altitude: on ground ADS-C WGS84 altitude: n/a Filter Reset Vert. Rate: n/a Filter by DB flags: Track: n/a Military PIA Pos.: 42.465°, -71.290° Distance: n/a LADD SIGNAL Filter Reset Filter by registration: Source: ADS-B Filter Reset FMS SEL Filter by country of registration: Filter Reset Sel. Alt.: n/a Filter by category (A3,B0,..): Sel. Head.: n/a Filter Reset WIND Callsign Type Squawk Alt. (ft) Spd. (kt) RSS Speed: n/a Direction (from): n/a 0.2 NM adsbexchange.com N488BAC172 1200ground 0 ©© OOppeennSSttrreeeettMMaapp ccoonnttrriibbuuttoorrss..N275ND U H T Improve Coverage: Hex: A2BA3F Copy Link adsbexchange.com adsbexchange.com Premium Login: no ads / Sat. Layer FAQ Map Help tar1090 on github L Total Aircraft: 11598 O On Screen: 10 K Reg.: N275ND M United States DB flags: none P Type: P28A 2000 PIPER PA-28- I 140/150/160/180 PLANE NONSENSE R Type Desc.: L1P Search Filters Columns Squawk: 1200 F History ➕ Filter by altitude: ft to ft Filter Reset SPATIAL Filter by callsign: Filter Reset Groundspeed: 73 kt Filter by squawk: Baro. Altitude: ▼ 3000 ft Filter Reset WGS84 altitude: ▼ 2800 ft Filter by type code: Vert. Rate: -704 ft/min Filter Reset Track: 349.0° Filter by type description: Pos.: 42.407°, -71.637° Filter Reset Distance: n/a Filter by ICAO hex id: Filter Reset SIGNAL Filter by source: Source: ADS-B ADS-B UAT / ADS-R RSSI: -16.3 MLAT TIS-B Msg. Rate: 8.2 Receivers: > 5 Mode-S Other Last Pos.: 0.1 s ADS-C Last Seen: 0.0 s Filter Reset FMS SEL Filter by DB flags: Sel. Alt.: n/a Military PIA Sel. Head.: n/a LADD WIND Filter Reset Filter by registration: Speed: n/a Filter Reset Direction (from): n/a Filter by country of registration: TAT / OAT: n/a Filter Reset SPEED Filter by category (A3,B0,..): Filter Reset Ground: 73 kt True: n/a Callsign Type Squawk Alt. (ft) Spd. (kt) RSS Indicated: n/a Mach: n/a 2 NM adsbexchange.com N2476M P28A 53577600▼ 84 -8 ©© OOppeennSSttrreeeettMMaapp ccoonnttrriibbuuttoorrss..November 28, 2022 Bethany A. Card, Executive Office of Energy and Environmental Affairs (EEA) Attn: MEPA Office Alex Strysky, EEA 5484/8697 100 Cambridge Street, Suite 900 Boston MA 02114 Re: EEA 5484/8696, Proposed Scope 2022 L. G. Hanscom Field Environmental Status & Planning Report Dear Ms. Card and Mr. Strysky: The Bedford Select Board submits the following comments to the above-referenced scoping plan for the 2022 Hanscom Field Environmental Status & Planning Report. We hope our comments will be helpful to Massport in understanding the needs and concerns of Bedford residents regarding operations and development at Hanscom Field. Ground Transportation Several recent construction projects have accessed the airfield from Hartwell Road in Bedford, on the north side of the property. New box hangars have been completed, and development plans are underway for another large hangar complex, as well as restoration of the former Navy hangar adjacent to the North Airfield area. The ESPR should take into account any potential additional use of access roads from Hartwell Road, either for construction projects or for tenant access, and develop plans to work with the Town of Bedford to minimize impacts on local traffic and neighborhoods. Noise The Hanscom Field Advisory Commission receives noise reports each month from Massport, including tallies of noise complaints received by residents from neighboring communities. Bedford frequently has the highest number of complainants each month, stemming largely from the flight path for Runway 5-23, which runs directly over the center of town from north to south, as well as repeated operations from flight schools practicing maneuvers. Given the ongoing development at the North Airfield site, which abuts Bedford neighborhoods, we feel the ESPR must include projections for increased noise from aircraft entering and departing those new hangars, as well as mitigation plans to reduce the expected increased noise pollution within those neighborhoods. Air Quality Many Bedford residents have expressed deep concern about the extent of lead pollution due to the use of leaded avgas in aircraft operating out of Hanscom Field. The 2022 ESPR should include an emissions inventory for lead, using direct air and soil sampling—not simplymodeling—to calculate the current levels of lead on the property and propose appropriate mitigation strategies. Wetlands/Wildlife/Water Resources Bedford’s wetlands extend onto Massport property: the airfield is partly located within one of the Town’s aquifer protection districts, and the wetland buffers cover more than half of the property. Since the 2017 ESPR, Bedford has ceased use of its Shawsheen wells due to PFAS/PFOA contamination, which we believe was caused at least partly by firefighting foam and other chemicals in use on and around Hanscom Field. Protecting our natural resources requires a thorough understanding of the extent of current pollution. We urge Massport to use actual sampling, not simply modeling or projections, in calculating the extent of its impacts on the local environment. Sustainable Development We encourage Massport to include in the ESPR proposed incentives and infrastructure for newer aircraft using sustainable fuels, including all-electric jets and aircraft using renewable sources. Much of the air traffic in and around Bedford, including repeated-pattern flights by Massport’s tenant flight schools, comes from older, single-engine piston aircraft, which still use leaded avgas. We urge a faster transition away from these older planes to minimize the harmful effects of lead and other pollutants on our residents. List of Reviewers We note the following corrections to the Bedford entries on pages 3–4: • Steve Hagan (not Shawn), Chair, Bedford Planning Board • Select Board (not Board of Selectmen) • Please add Ed Pierce as the fifth member of the Select Board We look forward to working with our partners in HFAC and HATS to ensure a mutually beneficial relationship between Massport and the Town of Bedford. Sincerely, The Select Board of Bedford Emily Mitchell, chair; Bopha Malone, clerk; Margot Fleischman, Shawn Hanegan, and Edward Pierce cc: State Representative Kenneth Gordon State Senator Michael Barrett Christopher Eliot, Chair, Hanscom Field Advisory CommissionFrom: D Mc To: Strysky, Alexander (EEA) Cc: internet, env (EEA) Subject: EEA #/MEPA ID 5484/8696 Hanscom Field Date: Monday, December 5, 2022 11:50:54 AM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Dear Mr. Strysky, Ayer residents continue to be plagued with noise from flight schools based at Hanscom Field, especially from Mark Holzwarth's East Coast Aero Club. The flight training areas that have been seized without any environmental impact since inception and need to be included in the Hanscom Field upcoming 2022 ESPR. Although not publicly disclosed, \"Hanscom's standard training areas, A, B, and C '' affect residents' right to the quiet use and enjoyment of their homes. The effect of leaded avgas emissions remains a health concern as well. Former Secretary Kathleen Theoharides, Executive Office of Energy and Environmental Affairs, made comments regarding the 2017 Massport ESPR that support researching the airspace seized by private flight schools causing noise and environmental issues in Ayer. \"The 2022 ESPR should include a review of regulatory, policy and operational responsibilities of entities operating at Hanscom, including Massport, the Air Force, the FAA, FBOs and other operators. The review should include an explanation of how airspace is regulated for general aviation and training purposes.\" The following link identifies Mark Holzwarth's East Coast Aero Club (Plane Nonsense Inc) aircraft and his prolonged noise abuse and targeted harassment of my family and home. https://www.youtube.com/@eastcoastaeroclub Thank you for this opportunity to express my concerns that have gone unheard since the closure of Fort Devens in 1997. Sincerely, David McCoy Ayer, MAFrom: mccoy4@verizon.net To: Strysky, Alexander (EEA) Cc: internet, env (EEA) Subject: MEPA ID 5484 8696 Hanscom Field ESPR and ongoing Hanscom problems Date: Monday, December 5, 2022 12:51:53 PM Attachments: pilot taunts sent to FAA and Massport.pdf FAA report on n75202 2021.pdf FAA report regarding ECAC N275ND.pdf Massport FAA impasse on noise docs 2022 .pdf CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Dear Mr. Strysky, Thank you for the opportunity to provide feedback regarding Hanscom's 2022 ESPR. As an Ayer resident, I am outside of what Massport considers an airport community, however the Hanscom based flight schools concentrate aircraft Ayer as their solution to noise. Flight training areas are subjected to multiple concentrated flight training maneuver sessions. These areas are not charted or disclosed to the public. Ayer is subjected to noise and leaded aviation fuel emissions for what is predominately a recreational activity. I did share a comment through the MEPA portal, but received no acknowledgement. I was concerned my guest post did not go through and am also sharing with you directly. I have included additional information with this email. Noise complaints made to both Massport and FAA has made my home a target. Planes take turns flying over our roof for seeking noise relief. Neither the FAA nor Massport will take responsibility for noise and targeted maneuvers. East Coast Aero Club also repeatedly violates minimum safe altitudes over Ayer and the FAA has expressed concerns regarding systemic wrong runway line ups at Hanscom (see attached reports). These safety issues should be evaluated. N350ML PLANE NONSENSE 2022/12/05 11:16:47 2022/12/05 11:30:08 2200 ft MSL 0.02 mi Sheila Harrington filed H.4526 because the Hanscom flight schools concentrate around the Nashoba Valley Medical Center's air emergency helipad. The densely populated town of Ayer is considered \"urban\" by the state of Massachusetts and the FAA defines us as \"noise sensitive\" per their advisory circular. I appreciate your time in evaluating all of these concerns. Best regards, Amy McCoyOctober 31, 2022 Via U.s. Mail Mrs. Amy McCoy 187 Old Groton Road Ayer, MA 01432 Dear Mrs. McCoy, We have received your recent letter to Massport CEO Lisa Wieland, dated September 25, 2022. We appreciate your comments and respect your input. As the Federal Aviation Administration (FAA) has previously communicated to you, your individual concerns should be routed to the FAA Noise Portal (9-ane-noise@faa.gov). Safety concerns, such as low flying aircraft, will be routed to the FAA Flight Standards District Office where they are thoroughly investigated and any findings are addressed by the FAA. Massport is committed to being a good neighbor. Should you have further questions, please feel free to contact Michael Vatalaro in Community Relations & Government Affairs at (617) 5683711. Sincerely, Alaina M. Coppola, Director Community Relations & Government Affairs Massachusetts Port AuthorityFrom: \"9-ANE-Noise (FAA)\" <9-ane-noise@faa.gov> Date: February 24, 2022 at 8:24:37 AM EST Subject: FAA Response to Noise Complaint Dear ***, Thank you for sharing your aircraft noise concern with the Federal Aviation Administration (FAA). Although it does not require a detailed FAA response, we have logged your information into the FAA's Noise Portal tracking system for future reference. Please note that airport related noise concerns should be addressed by the airport authority. If you have not yet contacted your airport authority at Hanscom Field in Bedford, Massachusetts, we encourage you to work with them regarding your noise concern. Sharon Williams is the Manager and may be contacted at 781-869-8000. You can also find out more about Hanscom Field by visiting their website: Welcome to Hanscom Field (massport.com) We hope that this response proves helpful in addressing your concerns regarding aircraft noise. The FAA is continuing to manage the national airspace system in a safe and efficient manner while also continuing to explore measures to reduce noise from aircraft in the future. Regards, Office of the Regional Administrator New England Region ______________________________________________________________________________________Excerpt from FAA response email: Your email has been directed to the Noise Portal. The FAA does not engage with individual private citizens regarding aviation noise. The FAA developed the Noise Portal to create a single point of entry to address specific questions and address concerns with regard to aviation operations. Our current engagement strategy includes the Noise Portal and working with airports and community leadership through roundtables, ad hoc committees, and task forces to address consensus recommendations from Airport communities. As we and the Boston FSDO have previously communicated to you, your individual concerns should be directed to the Noise Portal. – Colleen D’Alessandro – FAA 12/2021Page 1 of 1 Regenerate SPAS NPTRS Record List with current data. SPAS NPTRS Record List Query Criteria: Query Date: Closed Date, Date: 04/30/2021,04/26/2022, Inspection Status: Closed, A/C Reg#: 275ND A/C Loc. Rec No Record ID Dsgn Code Make/Model Series Inspector Code Result Status Act No. #14 CFR Part (FAR) Status Date Reg# Depart 1 EA61202200756 PA-28-161 EA61AMS C C 1712 91 11/19/2021 N275ND BED Comments:B633P (B-General Aviation Operations 633-Conformance P-Potential Problem) Description of the deviation; N275ND, a PA-28, was inbound to KBED from the Northwest and was issued a right base entry for Rwy 23. The aircraft flew through final and began to head for a right base to Rwy 29, conflicting with other traffic in the pattern. ATC turned the aircraft back to a downwind for 23. It was then cleared to land, but did a touch and go without ATC clearance. On the second pass, they were issued a full stop landing and complied. Violation of 91.123 occurred. Causal and/or contributing factors; The flight was an instructional flight and the CFI became distracted with trying to talk with his student while entering the pattern. This is one of several wrong runway line-up issues at KBED. If the ASI determines that ATC actions or processes were contributory to the event, the ASI will include ATC and rational in block 18 (this information is reviewed by the ATC QAG); Recommendations for systemic corrective action to reduce risk of future occurrence; The systemic nature of wrong runway line-ups at KBED continues to be an issue, with the primary cause as yet undetermined. This particular pilot needs to adapt his teaching style to allow for more vigilance at KBED, especially when working with primary students. Action(s) taken to correct the problem and prevent reoccurrence; Counseling, per compliance policy PTRS record transmittal ID number(s) associated with the event; Description of the deviation; N275ND, a PA-28, was inbound to KBED from the Northwest and was issued a right base entry for Rwy 23. The aircraft flew through final and began to head for a right base to Rwy 29, conflicting with other traffic in the pattern. ATC turned the aircraft back to a downwind for 23. It was then cleared to land, but did a touch and go without ATC clearance. On the second pass, they were issued a full stop landing and complied. Violation of 91.123 occurred. Causal and/or contributing factors; The flight was an instructional flight and the CFI became distracted with trying to talk with his student while entering the pattern. This is one of several wrong runway line-up issues at KBED. If the ASI determines that ATC actions or processes were contributory to the event, the ASI will include ATC and rational in block 18 (this information is reviewed by the ATC QAG); Recommendations for systemic corrective action to reduce risk of future occurrence; The systemic nature of wrong runway line-ups at KBED continues to be an issue, with the primary cause as yet undetermined. This particular pilot needs to adapt his teaching style to allow for more vigilance at KBED, especially when working with primary students. Action(s) taken to correct the problem and prevent reoccurrence; Counseling, per compliance policy PTRS record transmittal ID number(s) associated with the event; Comments, to capture information not already included in the form. None B907I (B-General Aviation Operations 907-Management I-Information) Counseling used in accordance with compliance policy. No further action required. AMS 2 EA61202200170 PA-28-161 EA61SDO C C 1725 107 09/09/2021 N275ND BED Comments:H617I (H-Aircraft 617-Conformance I-Information) LOCATION: Providence, RI DATE/ TIME: 09/07/2021 1350z (0950 EDT) CLASS OF AIRSPACE: Echo AIRMAN NAME AND CERTIFICATE: Unknown UAS SPECIFIC REGULATION VIOLATED: 107.31; 107.41; 107.52. COMPLAINT DESCRIPTION: PROVIDENCE, RI: N275ND, P28A, OBSERVED A UAS AT APPROXIMATELY 3,500 FEET 15 MILES WEST OF PROVIDENCE. NO EVASIVE ACTIONS TAKEN. WARWICK PD TO BE NOTIFIED 09/07/2021 1350Z INVESTIGATION NOTES: A90 Radar file reviewed indicating that the incident occurred in the vicinity of in Foster, RI. Social media searches were conducted with no relevant results found. TYPE OF ACTION INITIATED: Closed with no further action. RELATED SAS RECORD ID: N/A SDO - 09/09/2021 FAA Flight Standards Service For Official Use Only Safety Performance Analysis System (SPAS) Analysis and Information Program Office (AFS-900) Public availability to be determined under 5 U.S.C. 552 SPAS NPTRS Record List - 06/28/2022Page 1 of 1 Regenerate SPAS NPTRS Record List with current data. SPAS NPTRS Record List Query Criteria: Query Date: Closed Date, Date: 04/30/2021,04/26/2022, Inspection Status: Closed, A/C Reg#: 75202 A/C Loc. Rec No Record ID Dsgn Code Make/Model Series Inspector Code Result Status Act No. #14 CFR Part (FAR) Status Date Reg# Depart 1 EA61202200886 PA-28-151 EA61SDO C C 1733 91 12/14/2021 N75202 Comments:B617U (B-General Aviation Operations 617-Conformance U-Unacceptable) LOCATION: Ayer, MA DATE/ TIME: 10/28/2021 / 1734z (1334 EDT) CLASS OF AIRSPACE: Golf AIRMAN NAME AND CERTIFICATE: - FLIGHT INSTRUCTOR SPECIFIC REGULATORY OR STATUATORY REQUIREMENT NOT MET: 91.119(c) COMPLAINT DESCRIPTION: Public complaint received via FSDO Mailbox alleging that N75202 had strayed from minimum safe altitudes in the vicinity of the former Moore Army Airfield, in Ayer, MA. CEA6122005 established as PIC of the flight in question. Repeated violations of minimum safe altitudes by East Coast Aero Club in the vicinity of Moore had previously been addressed via compliance actions. In an effort to bring East Coast Instructors into compliance and prevent reoccurrence, was sent a LOI on November 17, 2021 informing him that Personnel of this office are investigating a flight that involved the operation of a Piper Cherokee aircraft, N75202, below minimum safe altitudes, in the vicinity of Ayer, Massachusetts, on October 28, 2021. Upon receipt of the LOI contacted AST O Connor and stated that he was willing to cooperate with the investigation. AST O Connor provided with screenshot taken from A90 Boston Consolidated Terminal Radar Approach Control radar data showing that N75202 had descended to 600 MSL (336 AGL) while passing less than 500 laterally from structures located on the former airfield. On Thursday, December 9, 2021, at approximately 11:22 AM EST, AST O'Connor called regarding 2021EA610001. stated that he had received the Letter of Investigation (LOI) and stated that he did not have any questions. AST O'Connor requested that recall the flight on October 28, 2021, to the best of his abilities. stated that he has been with a student \"practicing engine outs.\" stated that they had \"used the airfield (Moore) because the runways look more real.\" stated that \"they lose an engine, fly a normal pattern and do this continuously.\" stated that he \"was under the impression that if the police weren't out there, it's a good area to practice.\" stated that he tries to use a soft deck, when we go from 3,000' to 1,000, we recover.\" stated that \"sometimes it's lower, sometimes it's higher.\" stated that the violation was not intentional and he is \"not trying to see how low we can get.\" stated that \"sometimes the student recovers too low.\" stated that \"I own the mistake, I take full ownership that this mistake is one me.\" AST O'Connor asked if he understood the difference between descending below minimum safe altitudes when in the process of takeoff or landing and conducting a training maneuver. stated that he understood the difference between the two. stated that \"I no longer work as a CFI.\" stated that \"he is very strict on himself now and stated that he will not go below 1,200'.\" stated that he \"was let go\" by the East Coast Aero Club.\" AST O'Connor asked if had been told to avoid specific areas of Groton or Ayer. stated that he was \"told as a new hire that \"this was our area\" and to give the restricted area a wide berth.\" stated that he was told \"don't be doing turns on a point in Groton.\" AST O'Connor asked if East Coast encouraged the use of Moore for Engine Out practice. stated \"I didn't have the power to do anything as a new hire\" and that he was directed to used Moore because of the runways. Following the interview was asked to provide evidence of compliance with 61.56(c)(1) &(2) and 61.57(a)(1). provided the documentation as requested with satisfactory results. AST O Connor discussed the incident and conversation with his Front Line Manager at which point it was decided that based on s cooperation, the fact that the violation was not intentional and the fact that a violation had occurred, a Streamlined Administrative Action would be selected with a warning notice being sent to as a means of preventing future reoccurrence. TYPE OF ACTION INITIATED: SNAAP Warning Letter issued for violation of 91.119(c) RELATED SAS RECORD ID: EA61202200747 2 EA61202200747 PA-28-151 EA61SDO C C 1737 91 11/15/2021 N75202 BED Comments:B617I (B-General Aviation Operations 617-Conformance I-Information) LOCATION: Ayer, MA DATE/ TIME: 10/28/2021 / 1734z (1334 EDT) CLASS OF AIRSPACE: Golf AIRMAN NAME AND CERTIFICATE: LINEHAN, - FLIGHT INSTRUCTOR SPECIFIC REGULATORY OR STATUATORY REQUIREMENT NOT MET: 91.119(c) COMPLAINT DESCRIPTION: Public complaint received via FSDO Mailbox alleging that N75202 had strayed from minimum safe altitudes, in the vicinity of the former Moore Army Airfield, in Ayer, MA. AST O Connor reviewed A90 Boston Consolidated Terminal Radar Approach Control radar data which revealed that N752023 had descended to 600 MSL (336 AGL) while passing less than 500 laterally from structures located on the former airfield. AST O Connor contacted the operator of N75202, East Coast Aero Club, located at BED and requested PIC identification for the relevant flight. The PIC was identified as TYPE OF ACTION INITIATED: AST O Connor discussed the findings with his Front Line Manager . Since this was not the first instance of East Coast straying from MSA in the vicinity of Moore, it was decided that an EIR would be initiated. RELATED SAS RECORD ID: N/A 3 EA61202101969 PA-28-151 EA61RDF C C 5423 21 06/16/2021 N75202 Comments:H611I (H-Aircraft 611-Conformance I-Information) AMOC approval and use on Model PA-28-151 serial numbers 28-287615269: Alternative Method of Compliance (AMOC) for Airworthiness Directive 2020-26-16, Paragraph (i) Eddy current Inspect Reference FAA Correspondence #7A0-21-8313 FAA Flight Standards Service For Official Use Only Safety Performance Analysis System (SPAS) Analysis and Information Program Office (AFS-900) Public availability to be determined under 5 U.S.C. 552 SPAS NPTRS Record List - 06/28/2022Reply Reply All Forward Regards, Colleen M. D’Alessandro New England Regional AdministratorFrom: j m To: Strysky, Alexander (EEA) Subject: EEA/MEPA 5484/8696 Date: Wednesday, December 7, 2022 3:06:13 PM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. In the upcoming ESPR for Hanscom Field - please include a study of the noise and leaded aviation fuel impacts in the areas used for flight training by East Coast Aero Club, Hanscom Aero Club and Civil Air Patrol. Hanscom Aero Club operations are included in Hanscom's military operations, but they should be included in the recreational flying data when compiling your report. Thank you. Jen MurrayFrom: Liz Reardon To: Strysky, Alexander (EEA) Subject: EEA #/MEPA ID 5484/8696 Hanscom Field Date: Wednesday, December 7, 2022 6:08:47 AM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Hello Mr. Strysky, I am a resident of Ayer and would like to respectfully ask to include \"Hanscom's Standard Training Area\" in Ayer (Unsanctioned) in the upcoming 2022 Massport Environmental Status and Planning Report (ESPR) when evaluating the impacts of concentrated noise and leaded avgas emissions made by East Coast Aero Club/Plane Nonsense Inc. and other Hanscom based flight schools. I have two very small children (1 and 3 yo) and understanding the impact of these flights may have on their health is extremely important to me. Thank you very much for your time and consideration. Best, Liz ReardonFrom: Lincoln Management To: Strysky, Alexander (EEA) Subject: Hanscom Field ESPR - EEA#/MEPA 5484 8696 Date: Thursday, December 8, 2022 9:52:19 PM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Dear Mr. Strysky, Please include a study of the flight training areas used repeatedly by the Hanscom based flight schools in the upcoming ESPR for Hanscom Field. The noise from the flight schools negatively impacts my area. Thank you, David Eliades Ayer, MA ExchangeDefender Message Security: Check AuthenticityFrom: Jennifer Hart To: Strysky, Alexander (EEA) Cc: Stewart Dalzell; bwashburn@massport.com; agoodspeed@massport.com; Michael MacClary Subject: Comment for ESPR from The Annursnac Hill Association, Concord MA Date: Friday, December 9, 2022 2:41:36 PM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Hello Alexander, Please see comments below from The Annursnac Hill Association regarding scope for the Environmental Status and Planning Report for Hanscom Field: We request the ESPR include information about the location of flight paths for planes to and from Hanscom with maps, diagrams, use frequency, and airplane elevations particularly over our neighborhood. Our area includes Annursnac Hill which is the highest hill in Concord, the historic Colonel Barrett House (now a part of Minuteman National Park) and food producing farmland. We would also like the ESPR to include a study of optional land utilization for Hanscom that would not include domestic airport operations. Thank you very much. Jennifer Hart and Mike MacClary Co-Presidents of the Annursnac Hill Association Concord, MA 01742From: ijcb3@verizon.net To: Strysky, Alexander (EEA) Cc: Stewart Dalzell; b.washburn@massport.com; agoodspeed@massport.com Subject: EEA# 5484/8697; MEPA Scoping for 2022 L.G. Hanscom Field ESPR Date: Friday, December 9, 2022 6:28:15 PM Attachments: 620908 EPA comments to AF re PFAS Sept 2022.pdf MassDEP_Comments_Hanscom_SixthFYR_2022-11-10fin-1.pdf CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Dear Mr. Strysky, Please accept these two public comment questions pertaining to the MEPA review of Massport's proposed 2022 ESPR for L.G. Hanscom Field: Question 1. Will there be a reevaluation of the original PFAS remediation work related to the 2014 tragic fatal private jet crash into the Shawsheen River, where the aircraft burned in and on the riverbank, and the flames were extinguished with firefighting foam? More specifically, does the removal and remediation of the PFAS contaminated Shawsheen riverbank soil and river bottom sediments, which were thought to be sufficient in 2014, need to be reevaluated now in light of increasingly strict EPA and MassDEP standards for acceptable levels of PFAS contamination in current or potential municipal water supplies downstream of the airfield? As a reminder of the incident and some of the PFAS aftermath, please see: https://www.eagletribune.com/news/flame-retardant-from-plane-crash-foams-up-in- andover/article_2124aa0c-5bc1-5e3d-89e7-d76ab31d8d43.html (Please note the quotes in the article from various experts who believed that PFAS contamination naturally broke down and became harmless, which is now understood not to be the case.) Thankfully, the downstream Bedford Shawsheen municipal wellfield and the Burlington Shawsheen River diversion station were ordered temporarily closed by town officials after the jet crash to protect both towns' water supplies. Unfortunately, since 2014 both towns have discovered that those two municipal water sources contain PFAS. The origin of the present PFAS contamination is being investigated, but there are some indications already that it may be airfield related (see attached EPA and MassDEP documents). Bedford closed the Shawsheen municipal wellfield in 2019 because of the newly detected PFAS contamination. Burlington is seeking other methods of diminishing potential risk from the current PFAS contamination. Just this fall, the EPA requested the Air Force take a more proactive and holistic approach in its Superfund site remediation at Hanscom Field and evaluate all airfield groundwater PFAS contamination threats to the Shawsheen River (from past military activities, as well as from more recent civilian incidents such as the 2014 private jet crash). MassDEP has noted that at the OU-1 airfield Superfund site bordering the Shawsheen River, \"PFAS6 was detected in groundwater at concentrations as high as 45,000n/l, several orders of magnitude above the MMCL of 20ng/l and EPA's current Lifetime Health Advisory (LHA) of 70 ng/l.\" Please see attached Nov 10, 2022 MassDEP letter to the Air Force, and attached Sept 27, 2022 EPA letter to the Air Force re PFAS contamination at Hanscom airfield. Question 2. In light of these facts, going forward do other Massport activities involving the Shawsheen River near or downstream from the 2014 jet crash impact (such as construction projects, dredging, vegetation removal,etc) need to include assessments of potential disturbance of PFAS contaminated riverbank or river bottom sediments back into the flowing river water? And should that be included in future ESPRs? Thank you for considering these two questions. Sincerely, Jennifer Boles Bedford residentCharles D. Baker Bethany A. Card Governor Secretary Karyn E. Polito Martin Suuberg Lieutenant Governor Commissioner November 10, 2022 Matthew Greenberg Air Force Civil Engineer Center/AFCEC Via matthew.greenberg.2@us.af.mil Re: Final Sixth Five Year Review Report Hanscom Field/Hanscom Air Force Base Superfund Site Bedford, Concord, Lexington and Lincoln, MA Dear Mr. Greenberg: The purpose of this letter is to formally document MassDEP’s lack of concurrence with the Sixth Five Year Review (FYR) for Hanscom Field/Hanscom Air Force Base Superfund Site (Hanscom), issued by the Air Force Civil Engineer Center (AFCEC) on September 26, 2022 and to document MassDEP’s disagreement with AFCEC’s position that there is no groundwater/drinking water exposure pathway for PFAS contamination present in groundwater at Hanscom. In June 2022 the AFCEC issued the Draft Final Sixth FYR for Hanscom. MassDEP submitted comments on the FYR on July 25, 2022. In response, the AFCEC issued a Response to Comments (RTCs) for both MassDEP's and EPA's comments on the Draft Final FYR on August 11, 2022. While the RTCs addressed many of MassDEP's comments and incorporated those comments into the Final FYR, AFCEC disagreed with many of MassDEP’s comments – most notably those pertaining to the consideration of groundwater/drinking water receptors for PFAS-contaminated groundwater – and did not incorporate these into the Final FYR. AFCEC asserted in the FYR, as well as in the RTCs and discussions with MassDEP and EPA regarding the FYR that there is no groundwater/drinking water exposure pathway associated with Hanscom. The final FYR acknowledges the presence of and contaminant impacts to two nearby downgradient water supply wellfields and a downstream public surface water supply that draws from the Shawsheen River. However, these drinking water supplies are dismissed for consideration as exposure pathways in the FYR. AFCEC states in the RTCs that “it is premature This information is available in alternate format. Contact Michelle Waters-Ekanem, Director of Diversity/Civil Rights at 617-292-5751. TTY# MassRelay Service 1-800-439-2370 MassDEP Website: www.mass.gov/dep Printed on Recycled Paperto make a direct connection between Air Force PFAS release areas and those sources” and that “a Remedial Investigation has not yet been initiated for the PFAS source areas and the nature and extent of PFAS has not yet been defined.” AFCEC’s failure to identify these drinking water supplies as potential current/future drinking water exposure pathways improperly minimizes the potential risks posed by PFAS impacts from Hanscom to downgradient/downstream receptors. MassDEP therefore, does not concur with the Final FYR. Two of the Town of Bedford’s wellfields, the Shawsheen Road and Hartwell Road wellfields, are located downstream and downgradient of Hanscom along Elm Brook, a tributary of the Shawsheen River that lies adjacent to the Airfield. Both wellfields were taken off-line due to contamination impacting the wells, but the wellfields have not been permanently abandoned. The Town of Bedford retains the right to use these wells in the future. Until 2019, the Shawsheen Road Wellfield served as a backup supply for the Town of Bedford until it was taken off-line due to PFAS contamination that exceeded the then-proposed and since- promulgated Massachusetts Maximum Contaminant Level (MMCL) of 20 ng/l for the sum of six PFAS compounds (PFAS61). The Town of Bedford has received its drinking water supply solely from the Massachusetts Water Resources Authority (MWRA) system since that time. The Town of Bedford is currently working with a consultant to evaluate treatment options for the Town’s water sources. The Bedford Water Department serves a population of approximately 14,000. The Town of Burlington's Mill Pond Reservoir draws its drinking water supply directly from an intake on the Shawsheen River located downstream of Hanscom. PFAS6 contamination was detected in the Mill Pond Reservoir in April 2021 when sampling was first required by Massachusetts regulations. PFAS6 concentrations have been consistently above the 20 ng/l MMCL for PFAS6 in the Mill Pond source since that time. The Mill Pond Reservoir remains an active water supply for the Town of Burlington, despite PFAS6 concentrations exceeding the MMCL. The Town of Burlington has been addressing the PFAS contamination present in their water system through a number of interim measures (including blending with supplemental water from MWRA and other sources that do not contain PFAS levels at levels exceeding the MMCL) so as not to exceed the MMCL for PFAS6 in the supplied water. The Town has conducted a pilot study for PFAS upgrades to the Mill Pond Water Treatment Plant (WTP). Construction for PFAS removal at the Mill Pond WTP began in early 2022 and Burlington is anticipating activation at the end of 2022. The Burlington Water Department serves a population of approximately 26,000. 1 MassDEP’s PFAS6 compounds are: perfluorodecanoic acid (PFDA), perfluoroheptanoic acid (PFHPA), perfluoroheptanoic acid (PFHPA), perfluorohexanesulfonic acid (PFHXS), perfluorononanoic acid (PFNA), perfluorooctanesulfonic acid (PFOS), and perfluorooctanoic acid (PFOA). 2Surface water studies were conducted by MassDEP in Fall 2021 and Spring 2022 to identify the source of PFAS contamination in the Shawsheen Road Wellfield and Burlington’s Mill Pond Reservoir. The studies reviewed PFAS data collected from the Shawsheen River, several tributaries of the Shawsheen, including Elm Brook, the Mill Pond Reservoir and groundwater associated with Bedford’s Shawsheen Road Wellfield. The studies identified the presence of PFAS in the Shawsheen River with a fingerprint indicative of legacy PFOS-based AFFF, which have historically been used in fire-fighting operations. The predominant source of PFAS to the Shawsheen River appears to be coming from Hanscom. The highest concentrations were detected near the headwaters of the Shawsheen within Hanscom with a pattern of decreasing concentrations with distance from Hanscom. The PFAS fingerprint in samples collected throughout the Shawsheen River study area is consistent with the headwater samples and legacy PFOS AFFF. The concentrations consistently exceed the MMCL for PFAS6 of 20 ng/l. Surface water samples collected from Elm Brook also exhibited a PFAS fingerprint indicative of legacy PFOS based AFFF. Surface water data collected in 2021 and 2022 identified a potential source of legacy PFOS emanating from between Virginia Road in Concord and Hartwell Road in Bedford along Elm Brook, adjacent to Hanscom Field. PFAS6 is present in both soil and groundwater at Hanscom. Groundwater from OU-1 currently discharges into the Shawsheen River and its tributaries. At OU-1, which borders the Shawsheen River, PFAS6 was detected in groundwater at concentrations as high as 45,000 ng/l, several orders of magnitude above the MMCL of 20 ng/l and EPA's current Lifetime Health Advisory (LHA) of 70 ng/l. The OU-1 groundwater remedy currently in place treats chlorinated volatile organic compounds (CVOCs). The OU-1 groundwater treatment plant (GWTP) is not currently equipped to treat PFAS and has been temporarily taken off-line at the request of MassDEP (with concurrence from EPA) because of a concern that the treated effluent from the GWTP, which discharges directly to a small unnamed tributary of the Shawsheen River, contains elevated levels of PFAS which could increase impacts to the river and downstream receptors. PFAS contaminated groundwater is still passively discharging to the river. The Air Force is currently in the process of conducting an evaluation/treatability study to evaluate upgrades to the OU-1 treatment system and whether the system can be retrofitted to address the PFAS contamination in groundwater extracted and treated by the OU-1 GWTP. This work is being conducted in conjunction with a Plume Stability Study (PSS) which will determine whether optimization of the current treatment system or other Remedial Alternatives (RAs) are appropriate to address contamination at OU-1. The proposed PSS includes evaluation of the migration potential of CVOCs, but not PFAS. PFAS6 associated with legacy based AFFF used in fire-fighting operations has been identified in the groundwater and soil underlying OU-1 at Hanscom, within the Shawsheen River, Elm Brook, the Town of Bedford’s Shawsheen Wellfield and the Town of Burlington’s water supplies above the PFAS MMCL of 20 ng/l. In addition, AFFF has been documented to have been used at Hanscom within OU-1. MassDEP acknowledges that a direct connection between the Hanscom PFAS releases and the Bedford and Burlington drinking water supplies has not been confirmed 3in the yet to be initiated RI; however, sufficient data exists to identify the Hanscom PFAS release areas as potential sources of PFAS impacts to the downgradient/downstream drinking water supplies for Bedford and Burlington. Further, although Bedford wellfields are currently inactive, they have not been abandoned as a drinking water supply and should be identified in the FYR as potential future exposure pathways. The Burlington surface water supply remains an active drinking water supply and should be considered as both a current and future exposure pathway. If not for the actions taken by the Towns of Bedford and Burlington there would be complete exposure pathways for PFAS6 contamination exceeding MMCLs present in the Shawsheen River and its tributaries and underlying groundwater to drinking water receptors located downgradient of Hanscom AFB/Field. MassDEP strenuously disagrees with the Air Force’s conclusion in the FYR that there is no groundwater/drinking water exposure pathway and believes that it improperly minimizes the potential impact and threat of PFAS contamination to drinking water receptors and resources in the area. The Air Force must acknowledge the potential threats and act quickly to evaluate and address PFAS risks associated with the contamination present at Hanscom. Please feel free to contact Randi Augustine at 617-634-9612 with any questions. Sincerely, Diane M. Baxter Director, Division of Federal Grant Programs Bureau of Waste Site Cleanup Massachusetts Department of Environmental Protection Cc: Anni Loughlin, EPA Shawn, Lowry, EPA Matthew Audet, EPA Bryan Olson, EPA Elizabeth Callahan, MassDEP Randi Augustine, MassDEP Curtis Frye, AFCEC 4",
    "TEXT BY PAGE": [
        "The Commonwealth of Massachusetts Executive Office of Energy and Environmental Affairs 100 Cambridge Street, Suite 900 Boston, MA 02114 Charles D. Baker GOVERNOR Karyn E. Polito LIEUTENANT GOVERNOR Tel: (617) 626-1000 Bethany A. Card Fax: (617) 626-1081 SECRETARY http://www.mass.gov/eea December 16, 2022 CERTIFICATE OF THE SECRETARY OF ENVIRONMENTAL AFFAIRS ESTABLISHING THE SCOPE FOR THE 2022 L. G. HANSCOM FIELD ENVIRONMENTAL STATUS AND PLANNING REPORT PROJECT NAME : 2022 Hanscom Field Environmental Status and Planning Report PROJECT MUNICIPALITY : Bedford, Concord, Lexington, and Lincoln PROJECT WATERSHED : Shawsheen River EEA NUMBER : 5484/8696 PROJECT PROPONENT : Massachusetts Port Authority (Massport) DATE NOTICED IN MONITOR : November 9, 2022 As Secretary of Environmental Affairs, I hereby establish the scope for analysis to be presented in the 2022 L.G. Hanscom Field Environmental Status and Planning Report (ESPR). The Massachusetts Port Authority (Massport) submitted a Proposed Scope for the ESPR that was consistent with the outline of previously prepared ESPRs. Background Hanscom Field comprises approximately 1,300 acres of land, located approximately 20 miles northwest of Boston, within the municipalities of Bedford, Concord, Lexington, and Lincoln. Since 1974, when Massport assumed ownership of the field, it has primarily accommodated private general aviation (GA) activity, commercial, and cargo service. The Federal Aviation Administration (FAA) identifies Hanscom Field as a reliever airport to Logan Airport, whereby Hanscom Field provides substantial airside relief by annually serving approximately 165,000 GA operations. Hanscom Field also supports limited commercial air service. Massport prepared ESPRs in 2000, 2005, 2012 and 2019 (2017 ESPR). The ESPR process replaced the preparation and review of Generic Environmental Impact Reports (GEIR) that Massport had prepared for Hanscom starting in 1985. The ESPR process is intended to present an overview of the operational environment and planning status of Hanscom Field and",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 provide long-range projections of environmental conditions against which the effects of future individual projects can be compared. The ESPRs have provided analyses of environmental impacts associated with Hanscom Field activities and considered future conditions based on projected operations. The ESPRs have included important data on airport facility planning and environmental impacts that are of interest to the surrounding communities and organizations, and have provided a basis for ongoing discussions between Massport and its neighbors. As a result, the documents have served as planning tools to guide Massport in the development of policy and programs. The ESPR process does not replace MEPA review of specific projects at Hanscom that meet or exceed regulatory thresholds, with the exception of Routine Maintenance and Replacement Projects that are not subject to MEPA review pursuant to 310 CMR 11.01(2)(b)(3). For any project that does exceed thresholds, such as a proposed North Hangar development in Bedford, an Environmental Notification Form (ENF) and, if necessary, an Environmental Impact Report (EIR), must be submitted in accordance with MEPA regulations to analyze impacts, review alternatives and identify measures to avoid, minimize, and mitigate impacts. The ESPR serves as a vehicle for ensuring that long-term, broad-scope planning informs the review and implementation of individual actions at Hanscom Field. The ESPR should also inform policy and planning initiatives to minimize and mitigate environmental impact on an enterprise scale. Public Comments The Proposed Scope was noticed in the Environmental Monitor on November 9, 2022 with a 30-day public comment period. After the filing of the Proposed Scope, a remote public scoping session was held on November 28, 2022 at 6:00 PM, at which representatives of the MEPA office and Massport reviewed the ESPR process, the Proposed Scope and the process for subsequent review of documents in MEPA. According to Massport, it will convene technical workshops during the public review process for the 2022 ESPR. I received comments on the proposed Scope from the Town of Bedford and area residents. The ESPR should provide responses to all comments received and incorporate suggestions into the ESPR where appropriate. I note that a significant concern raised by commenters concerned potential emissions/releases of per- and polyfluoroalkyl substances (PFAS) at Hanscom. Massport has proposed to include a section in the ESPR that will address PFAS emissions/releases. I also note that, since review of the 2017 ESPR, all new projects in “Designated Geographic Areas” (“DGA,” as defined in 301 CMR 11.02, as amended) around EJ populations are subject to new requirements imposed by Chapter 8 of the Acts of 2021: An Act Creating a Next-Generation Roadmap for Massachusetts Climate Policy (“Climate Roadmap Act”) and amended MEPA regulations at 301 CMR 11.00. Two related MEPA protocols – the MEPA Public Involvement Protocol for Environmental Justice Populations (“MEPA EJ Public Involvement Protocol”) and MEPA Interim Protocol for Analysis of Project Impacts on Environmental Justice Populations (“MEPA Interim Protocol for Analysis of EJ Impacts”) – are also in effect for new projects filed on or after January 1, 2022. While the ESPR is not a new project subject to these new regulations and protocols, the Scope includes requirements to meet the spirit of the new rules relative to enhanced outreach and analysis of impacts. 2",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 SCOPE The ESPR should follow the general format of the Proposed Scope and the 2017 ESPR, and provide additional information and analyses specified in this Certificate. It should provide an overview of the ESPR preparation and review process and describe the analytical framework for the studies to be conducted. Detailed technical studies should be summarized to illustrate the implications of recent trends, existing conditions and potential future scenarios. For each topic, the ESPR should highlight new developments and airport planning efforts, updated data, and significant differences from the 2017 ESPR and provide projections for the years 2030 and 2040. To the extent possible, Massport should use the same data sources as those referenced in prior ESPRs, or otherwise utilize measures or metrics that facilitate comparisons with previously reported data. An ENF for development of additional hangar space at the North Hangar site off Hartwell Road in Bedford is anticipated to be submitted for MEPA review prior to submittal of the ESPR. The project’s operations and construction impacts, including but not limited to traffic, air quality and noise, and mitigation measures will be described in the ENF and in one or more Environmental Impact Reports (EIRs), which will be subject to public review and comment. The ESPR should describe the proposed North Hangar development project and incorporate this project in projections of future operations at Hanscom. The Bedford Select Board and other commenters expressed concern about noise and air quality impacts generated by training flights conducted by flight schools based at Hanscom Field. The ESPR should address these comments and identify measures that Massport can implement in coordination with its tenants to minimize impacts from training flights. Airport Facilities and Infrastructure The ESPR should describe the facilities and infrastructure at Hanscom, including their use, ownership, condition and maintenance. It should describe maintenance practices and responsibilities. The ESPR should report on the use and storage of hazardous materials such as jet fuel, and identify measures to minimize and mitigate release of these materials. It should identify areas regulated under M.G.L. 21E, the Massachusetts Contingency Plan (MCP), and report on their status. The ESPR should report on the past, current and projected water use and wastewater generation, describe water and sewer infrastructure, and detail water conservation measures for equipment, plumbing, and landscape irrigation. Airport Activity Levels The 2022 ESPR should describe historic airport activity levels, report on airport activity levels for 2017 to 2022 and review growth forecasts of aviation activity for 2030 and 2040 based on aviation growth forecasts for all three Massport airports (Logan, Hanscom, and Worcester). The ESPR should use these forecasts to assist in developing fleet projections for each future analysis year. It should provide an update of activity levels at Hanscom Field, including: • Report on aircraft fleet mix and on activity levels of GA, commuter, and military operations from 2017 to 2022; 3",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 • Compare 2017-2022 activity levels to historic trends; • Compare actual 2022 activity levels to forecasted activity levels from the 2017 ESPR; and, • Report on current and future trends within the airline industry. The ESPR should utilize growth forecasts developed for aviation activity for 2030 and 2040 based on recent trends at Hanscom Field and its role in the regional airport system. The ESPR should report actual changes in fleet mix and aircraft operations at Hanscom Field and compare this data to the range of future activity levels and fleet mix defined by the moderate growth scenarios of the 2017 ESPR. Differences between actual and previously forecast activity levels should be explained, including the effects of the Covid-19 pandemic, and should be reflected in the underlying assumptions for the 2030 and 2040 forecasts to the extent applicable. The forecasts should be coordinated with forecasts for Logan and Worcester airports. The ESPR should include a 2030 growth scenario for activity levels and passenger forecasts and a 2040 growth scenario for activity levels that reflect the fleet mix and passenger forecasts. The fleet mix of the growth scenarios should include GA, military, commuter service and cargo activity. This scenario should be based on recent trends at the airport as well as regional and national aviation trends. As referenced in the Beneficial Measures section below, the ESPR should include a comprehensive discussion of enterprise-level initiatives that Massport will implement to minimize and mitigate environmental impacts from airport operations. The ESPR should describe any additional beneficial measures to be implemented beyond those previously identified that are necessary to meet new regulatory requirements or current aviation industry best management practices, or to address increased environmental impacts associated with projected activity levels. Airport Planning The ESPR should review Massport’s planning strategies for operating an efficient airport in an environmentally sensitive manner. It should describe the status of planning initiatives and projects for the Terminal, airside area and landside area, and identify any projects that may be subject to MEPA review. The ESPR should report on planning and development initiatives by the MMNHP, the Hanscom Air Force Base, and the four contiguous towns that affect Hanscom Field and are affected by Hanscom Field. The ESPR should discuss the effect of the Covid-19 pandemic on airport planning, activity levels, and project schedules and implementation. The ESPR should provide a conceptual description of the proposed hangar expansion at the North Hangar site, and discuss any short or long-term master planning efforts that may be under development for future airport development. Regional Transportation Context The ESPR should describe the role of Hanscom Field in the region’s transportation system and how Massport plans for and coordinates the use of its three airports. It should provide 4",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 an update on Massport’s efforts to promote an efficient regional aviation system with improved public/private transportation access by coordinating activities and services with other airports. The ESPR should review: • Hanscom Field’s role in the GA airport network; • Regional airport operations, passenger activity levels, and any improvements or planned changes to the regional airport network; • Rail service initiatives by others that could affect air passenger travel including Acela Service and bus service; • The role that Logan International Airport plays in intercity travel choices; • Diversion opportunities to alternative modes and to other New England airports; • Efforts to better integrate New England regional airport facilities as a regional system; • Hanscom’s role as a Commercial Service - Nonprimary airport in the Federal Aviation Administration’s (FAA’s) National Plan of Integrated Airport Systems (NPIAS); • The current status of the ground access improvements at Logan Airport and the four closest New England regional airports (T. F. Green Airport, Manchester Airport, Bradley International Airport and Worcester Regional Airport) by state transportation agencies, including projected dates for completion of studies and/or construction, and an analysis of the effects of these measures upon projected passenger levels at each of the airports; • A report on the Massport’s efforts to promote service at Worcester and other airports; and • A report on relevant regional and local highway studies and transit projects. Ground Transportation The ESPR should report on traffic generated by activities at Hanscom and any impacts on the local roadway network. The traffic analysis should be prepared in accordance with the EEA/MassDOT Guidelines for Traffic Impact Assessment. The analysis should document actual trips and projected growth in trips attributed to Hanscom Field as compared to background growth and projected increases from other area sources. This analysis should be performed as of 2022 and future years of 2030 and 2040. The analysis should be conducted for a study area bounded by Route 2A, Old Bedford Road, Route 62, Routes 4/225 and Route 128/I-95. It should evaluate existing and projected traffic operations for the intersections evaluated in the 2017 ESPR and any additional intersections where Hanscom Field traffic contributes 5 percent or more of the traffic volume. The ESPR should include trips anticipated to be generated by the North Hangar project as part of trips attributable to Hanscom Field and incorporate the results of the traffic study prepared by the proponent of that project, if available. Existing and projected trip generation should be compared to trip data used in previous ESPRs to describe any trends in the number of trips generated by the airport. The ESPR should describe trips taken by employees and visitors to Hanscom and note any changes in travel patterns based on available data. It should describe any existing public transportation or shuttle service to Hanscom or nearby locations. It should detail Transportation Demand Management (TDM) measures implemented at Hanscom to reduce single-occupancy vehicle (SOV) trips to and from the site, identify any additional TDM measures under consideration, and describe how the success of each measure will be evaluated. The ESPR should describe the potential formation of a Transportation Management Association (TMA) and how it could reduce SOV trips to the site. The ESPR should include a review of transportation 5",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 plans and analyses addressing the area and how they relate to Hanscom Field traffic and transportation patterns. Noise The ESPR should report on noise levels generated by air traffic operating in and out of Hanscom Field for 2022, 2030 and 2040 and forecasted activity levels. The ESPR should review the methodology for collecting and analyzing noise level data, and compare current conditions to actual, modeled and projected noise levels reported in the 2017 ESPR. According to the Massport, noise and air emissions from aircraft will be modeled using the Aviation Environmental Design Tool (AEDT). The ESPR should describe the AEDT model and its explain how its outputs are computed. It should provide updated Noise Exposure (EXP) reference levels calculated in accordance with FAA guidelines using the AEDT; Day-Night Average Sound Level (DNL) contours for 55, 60, 65 and 70 decibels (dBA); and Time-Above (TA) contours showing 30, 60 and 90 minutes of exposure for 55 and 65 dBA contours. Based on the new noise level contours, local land use information and population data from the 2020 Census, the ESPR should calculate the number of residents within each noise level scenario and evaluate sound exposure levels (SELs) for each time period. Noise data collected, including minimum, maximum and average daily DNL values, from the six permanent monitoring stations at Hanscom should be presented in the ESPR. The ESPR should identify noise sensitive sites within the study area, including sites within the MMNHP, and provide DNL and TA data for the sites. The ESPR should describe all noise mitigation measures implemented at Hanscom, including the Fly Friendly program and the recommended “touch and go” procedures over the MMNHP. It should provide an update on the noise monitoring and aircraft tracking systems. Air Quality The ESPR should report on air quality conditions for the year 2022 and actual and projected emissions based on forecasted activity levels in 2030 and 2040. The ESPR should provide an emissions inventory for the following pollutants: • Carbon Monoxide (CO) • Oxides of Nitrogen (NO ) x • Volatile Organic Compounds (VOCs) • Particulate matter (PM and PM ) 10 2.5 • Carbon dioxide (CO ) and other Greenhouse Gasses (GHG) 2 • Diesel PM As proposed by Massport, air emissions from aircraft take-offs, landings, cruising, taxiing and idling will be modeled using the AEDT and compared to emissions data for previous years. The ESPR should discuss whether emissions are anticipated to meet the National Ambient Air Quality Standards (NAAQS). The ESPR should describe how air emissions are modeled by the AEDT and its results interpreted. The ESPR should also provide monitoring results for ozone precursors and nitrogen dioxide (NO ). The ESPR should describe all mitigation measures 2 implemented to minimize emissions of air pollutants, including enterprise-level initiatives related to GHG emissions reductions to support the Commonwealth’s 2050 “net zero” goals. The Bedford Select Board has requested data on emissions of lead into the air. The ESPR should 6",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 discuss the issue of lead emissions, including an inventory of lead emissions from piston engine aircraft at Hanscom and an update on the establishment of federal standards to control lead emissions from piston engine aircraft. It should review of the development of technologies to reduce emissions from aircraft, such as electric engines and alternative fuels. The ESPR should provide a mesoscale analysis of air emissions from vehicular traffic associated with Hanscom Field, based on the traffic study conducted for the ESPR, and compare emissions concentrations to the NAAQS as of 2022 and prior and future modeled years and activity levels. The ESPR should provide an updated inventory of GHG emissions for Hanscom, including emissions from aircraft, auxiliary power units (APU)/ground support equipment (GSE), building energy use and mobile source vehicle emissions. It should report on Massport’s efforts to minimize GHG emissions, including GHG mitigation measures implemented by fixed base operators. As identified in the Proposed Scope, the ESPR should describe Massport’s “net zero” planning efforts, and clearly explain what sources of GHG emissions are included in this effort and how “net zero” will be calculated and the target year for which this goal has been established. Wetlands/Wildlife/Water Resources The ESPR should discuss and provide maps of the most recent delineation of wetlands and vernal pools. It should include maps of rare species habitat as depicted on the Massachusetts Natural Heritage and Endangered Species Program’s (NHESP) Natural Heritage Atlas (15th Edition) released on August 1, 2021. The Great Meadow National Wildlife Refuge and other significant nearby areas of wetland and wildlife habitat should be identified on maps of natural resource areas to provide context. The ESPR should include an update of Massport’s Vegetation Management Program and the Hanscom Field Grassland Management Program. It should identify potential direct impacts to wetlands, vernal pools, rare species habitat and water quality from future development scenarios. The ESPR should identify changes to the impervious areas at Hanscom Field between 2017 and 2022 and estimate future changes impervious area based on the 2030 and 2040 growth scenarios and airport planning. It should report on any incremental changes to the Hanscom Field stormwater management system and its Storm Water Pollution Prevention Plan (SWPPP), including Best Management Practices (BMPs) and provide water quality data from Hanscom’s National Pollutant Discharge Elimination System (NPDES) monitoring program. The ESPR should report on water quality in the Shawsheen River. The ESPR should review Massport’s program for detecting, managing and remediating PFAS and describe measures for minimizing releases of PFAS, such as the use of PFAS-free fire fighting foams. It should compare concentrations of any PFAS detected at Hanscom to PFAS standards developed by MassDEP and provide an update on any monitoring and remediation of PFAS to be conducted at Hanscom by the U.S. Air Force. Cultural and Historical Resources The 2022 ESPR should review the existing data on historic and archeological resources within or adjacent to Hanscom Field developed in connection with the 2017 ESPR. The ESPR 7",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 should identify cultural resources listed in the State Register of Historic Places and/or the files of the Massachusetts Historical Commission (MHC) and local historical commissions or described in previous planning studies. The ESPR should describe potential impacts to these resources and identify mitigation measures. Environmental Justice Hanscom Field is within one mile of Environmental Justice (EJ) populations designated as Minority located in Bedford, Lexington and Lincoln. Hanscom is within five miles of additional EJ populations designated as Minority located in Billerica, Burlington, Lexington, Lincoln, Waltham and Woburn.1 Within the census tracts containing the above EJ populations, no languages are identified as those spoken by 5% of more of residents who also identify as not speaking English very well. The ESPR should include a public engagement plan developed consistent with the MEPA EJ Public Involvement Protocol and review Massport’s public outreach efforts prior to the filing of the ESPR. I encourage Massport to hold regular meetings with the public regarding operation of Hanscom Field, such as public information sessions held at accessible locations and convenient times (such as the evening or weekends) so as to maximize participation from EJ neighborhoods and residents. The ESPR should include a description of the surrounding EJ populations, as mapped on the EEA EJ Viewer, and survey the locations of residential areas within a 1-mile radius of the airport. The ESPR should be circulated to community-based organizations (CBOs) and tribes/indigenous organizations (“EJ Reference List”) provided by the MEPA Office, with as much advance notice as practicable so as to facilitate a meaningful review of surrounding EJ populations. I encourage Massport to allow for an extended comment period on the ESPR to allow for full public input and participation. The ESPR should survey publicly available data through the Department of Public Health’s (DPH) EJ Tool to identify any communities or census tracts in one mile of the project site identified as exhibiting “vulnerable health EJ criteria.” It should survey the nature of other polluting sources using the DPH EJ Tool mapping function and the environmental indicators shown in EPA EJ Screen to determine if any of the identified EJ census blocks are identified as experiencing environmental indicators that are elevated at 80th or higher of statewide average. Special attention should be given to any air or water quality related indicators. To the extent existing conditions show an unfair or inequitable burden borne by the identified EJ populations as indicated by these mapping tools, the ESPR should discuss ways in which Massport and /or its tenants will work to reduce those burdens by improving environmental conditions in the area. The ESPR should discuss whether the environmental impacts of airport operations may disproportionately affect any of the identified EJ populations, and should specifically discuss whether anticipated routes of vehicular traffic will extend adjacent to EJ populations where air quality indicators in EJ Screen are elevated at the 80th percentile or higher. To the extent vehicular traffic will extend by such identified EJ populations, the air quality analysis should include, in addition to an estimate of project emissions in the traffic study area, an estimate of the increase in traffic and air emissions at specific intersections or locations adjacent to those 1 Updated EJ maps indicate that the Bedford portion of Hanscom is located within an EJ population designated as Minority, within one mile of EJ populations designated as Minority in Lincoln and Lexington and within five miles of additional EJ populations designated as Minority located in Billerica, Burlington, Lexington and Waltham. 8",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 populations. The ESPR should review trends of noise and air quality modeling with respect to impacts to EJ populations and identify measures that may minimize these impacts. Climate Change and Sustainable Development Governor Baker’s Executive Order 569: Establishing an Integrated Climate Change Strategy for the Commonwealth was issued on September 16, 2016. The Order recognizes the serious threat presented by climate change and direct Executive Branch agencies to develop and implement an integrated strategy that leverages state resources to combat climate change and prepare for its impacts. The urgent need to address climate change was again recognized by Governor Baker and the Massachusetts Legislature with the recent passage of St. 2021, c. 8, An Act Creating a Next Generation Roadmap for Massachusetts Climate Policy, which sets a goal of Net Zero emissions by 2050. I note that the MEPA statute directs all Agencies to consider reasonably foreseeable climate change impacts, including additional greenhouse gas emissions, and effects, such as predicted sea level rise, when issuing permits, licenses and other administrative approvals and decisions. Adaptation and Resiliency Consistent with the MEPA Interim Protocol on Climate Change Adaptation and Resiliency, the ESPR should include an output report from the MA Climate Resilience Design Standards Tool prepared by the Resilient Massachusetts Action Team (RMAT) (the “MA Resilience Design Tool”),2 together with information on climate resilience strategies to be undertaken at Hanscom. Recognizing that the ESPR itself will not propose construction of new structures, representative assets associated with the airport operations (e.g., hangars, runways, stormwater utilities) should be identified and evaluated in the MA Resilience Design Tool. The ESPR should review the existing condition of the key assets with respect to resiliency and identify potential changes to existing assets or potential design measures that could be implemented should the asset be reconstructed or replaced to increase its resiliency. The ESPR should address specific impacts to EJ populations, consistent with MEPA EJ protocols, as well as impacts on other vulnerable populations, including potential impacts associated with stormwater flooding and urban heat island effects due to the addition of impervious surfaces and lack of tree cover. The ESPR should report on the status of Massport’s Sustainable Development Program and its Environmental Management System (EMS Program). It should describe Massport’s environmental goals and the monitoring procedures and roles and responsibilities it uses to track and manage the environmental performance of Hanscom Field. The ESPR should include a discussion of the following: • Sustainable practices currently being undertaken by Massport at Hanscom Field; • Massport’s Climate Action/Net Zero planning and how Hanscom is integrated into this planning effort; • Recycling policy and efforts; • Toxics reduction; and 2 https://resilientma.org/rmat_home/designstandards/ 9",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 • Opportunities and planning efforts to encourage sustainable development practices. Beneficial Measures The ESPR should provide a comprehensive discussion of Massport’s enterprise-level mitigation initiatives and commitments, such as TDM, noise abatement, implementation of the “Fly Friendly” program and sustainability measures such as “net zero” GHG emissions planning. This chapter should include the identification of the parties responsible, a schedule for implementation, and the estimated costs. The ESPR should describe how implementation of proposed beneficial measures will address any increases in impacts associated with projected activity levels. Response to Comments The 2022 ESPR should contain a copy of this Certificate and a copy of each comment letter received on the Proposed Scope and the 2017 ESPR. In order to ensure that the issues raised by commenters are addressed, the ESPR should include direct responses to comments to the extent that they are within MEPA jurisdiction. This directive is not intended to, and shall not be construed to, enlarge the Scope of the 2022 ESPR beyond what has been expressly identified in this Certificate. Circulation The ESPR should be circulated in compliance with Section 11.16 of the MEPA regulations. Copies should be sent to those parties who commented on the Proposed Scope and 2012 ESPR. Massport should send a Notice of Availability of the 2017 ESPR to its mailing list for Hanscom Field. Copies should also be provided to the Bedford, Concord, Lexington and Lincoln public libraries. Conclusion The ESPR should include a copy of this Certificate. It should include copies of all comments received on the Proposed Scope and the 2012 ESPR and provide responses to the comments. It should include all Supporting Technical Appendices or report how reviewers can obtain a copy. The ESPR should identify when Massport will submit interim review documents, such as Annual Reports. The documents should be made available in print, CD-ROM format, and/or in a downloadable format from a website. December 16, 2022 _____________________________ Date Bethany A. Card 10",
        "EEA# 5484/8696 2022 ESPR Scope Certificate December 16, 2022 Comments received: 11/17/2022 Christopher Eliot 11/26/2022 Amy McCoy 11/28/2022 Town of Bedford Select Board 12/05/2022 David McCoy 12/07/2022 Jen Murray 12/07/2022 Liz Reardon 12/08/2022 David Eliades 12/09/2022 Annursnac Hill Association 12/09/2022 Jennifer Boles BAC/AJS/ajs 11",
        "11/21/22, 4:22 PM Public Comment Mass.gov | Executive Office of Energy & Environmental Affairs (EEA) An official application of the Commonwealth of Massachusetts (https://www.mass.gov/orgs/executive-office-of-energy-and-environmental-affairs) alexander.strysky@mass.gov Dashboard(javascript:void(0);) View Comment(javascript:void(0);) View Comment Comment Details EEA #/MEPA ID First Name Address Line 1 Organization 5484/8696 Christopher 124 Bedford Road Hanscom Field Advisory Commission Comments Submit Date Last Name Address Line 2 Affiliation Description 11-17-2022 Eliot -- State Agency Certificate Action Date Phone State Status 12-9-2022 -- MASSACHUSETTS Opened Reviewer Email Zip Code Alexander Strysky, (857)408-6957, cre@chriseliot.com 01773 alexander.strysky@mass.gov Comment Title or Subject Topic: Requested Hanscom Field ESPR 2022 Scope Comments       Segoe UI  10 pt          Paragraph             The Hanscom Field Advisory Commission, including representatives from the Towns of Bedford, Concord, Lexington, Lincoln, the South Lexington Residents Association and the Aircraft Owners and Pilots Association met on November 16, 2022 and unanimously voted to request for the items described below to be included in the scope of the 2022 Hanscom Field ESPR. We appreciate the opportunity to participate in the ESPR development process and hope to see action on these requested items. Sincerely, Christopher Eliot, Ph.D. Hanscom Field Advisory Commission, Chair Thursday November 17, 2022 1. To our knowledge, there has never been a study of airport soil samples for lead contamination. After 60 years \u0000ying piston aircraft over the air\u0000eld on leaded AvGas there is presumably a signi\u0000cant level of lead contamination on or in the vicinity of the air\u0000eld. The 2022 ESPR should include a study of air\u0000eld soil and possibly air and water samples collected and analyzed for lead. Communities adjacent to Hanscom Field are particularly concerned about high levels of lead contamination in the soil because construction projects periodically haul soil from the airport through our communities and we need to determine our appropriate level of concern about lead contamination resulting from this activity. 2. The FAA has recently approved an unleaded replacement for 100 LL for aviation use but it will take some years before this is available at Hanscom Field. We would like to see a detailed sequence of veri\u0000able milestones culminating in the rollout of unleaded AvGas at Hanscom Field. We would like to be able to use this sequence as a checklist so we can measure progress along the implementation plan, and have awareness of where in the process there is an obstacle. 3. There has been a lot of discussion of alternate fuels for aircraft including electric, hydrogen, SAF all of which promise to reduce local emissions and may reduce noise levels. As citizens we are trying to make sense of various con\u0000icting and confusing commercial claims and promotional statements. It would be very useful to have a properly researched discussion of these potential environmentally friendly future technologies including best estimates of expected deployments and likely bene\u0000cial impacts. According to published claims, some of these technologies could be deployed in the \u0000ve year period covered by the 2022 ESPR so this discussion is timely. 4. Massport has been a leader in environmentally friendly construction and several recent projects have included solar power production. What is the projected future of solar power production at Hanscom Field? In future years, what percentage of airport electrical usage is expected to be produced on-site without carbon emissions? Can a table or chart show likely projections? 5. Does Massport have a plan to make Hanscom Field a net-zero carbon emitter by a speci\u0000c date? Can the ESPR 2022 include a table showing milestones along the path to achieving net zero carbon emissions from Hanscom Field. For practical reasons, it is probably best to separate aircraft emissions, which are less under Massport control, from buildings and operations, which are more under Massport control. (See https://www.massport.com/massport/media/newsroom/massport-announces-goal-to-be-net-zero-by-2031/) (https://www.massport.com/massport/media/newsroom/massport-announces-goal-to-be-net-zero-by-2031/)) 6. Determination of Hanscom Field air quality impact is almost entirely based on modeling. There have been many requests for actual measurement to be done. 7. The Shawsheen river \u0000ows through Hanscom \u0000eld and has potential use for drinking water. Municipal water supplies for Bedford, Concord, Lexington and Lincoln are located between 0.9 and 6.8 miles from Hanscom Field (2017 ESPR P.9-30) and could be affected by salt, de-icing compounds or other chemicals used on the airport. We request ongoing and active testing of water \u0000owing from the airport to increase con\u0000dence in the safety of our water supplies. Attachments Update Status Status Opened SUBMIT https://eeaonline.eea.state.ma.us/EEA/PublicComment/UI/reviewcomment/bd9b0914-954e-4b34-9d26-00a881007c7f 1/2",
        "11/21/22, 4:22 PM Public Comment Share Comment SHARE WITH A REGISTERED USER BACK TO SEARCH RESULTS https://eeaonline.eea.state.ma.us/EEA/PublicComment/UI/reviewcomment/bd9b0914-954e-4b34-9d26-00a881007c7f 2/2",
        "12/11/22, 9:26 PM Public Comment Mass.gov | Executive Office of Energy & Environmental Affairs (EEA) An official application of the Commonwealth of Massachusetts (https://www.mass.gov/orgs/executive-office-of-energy-and-environmental-affairs) alexander.strysky@mass.gov https://eeaonline.eea.state.ma.us/EEA/PublicComment/UI/reviewcomment/0aa074cd-e589-4357-a98a-4e3a41333401 1/2",
        "12/11/22, 9:26 PM Public Comment Dashboard(javascript:void(0);) View Comment(javascript:void(0);) View Comment Comment Details EEA #/MEPA ID First Name Address Line 1 Organization 5484/8696 amy 187 old groton road -- Comments Submit Date Last Name Address Line 2 Affiliation Description 11-26-2022 mccoy -- Individual Certificate Action Date Phone State Status 12-9-2022 -- MASSACHUSETTS Opened Reviewer Email Zip Code Alexander Strysky, (857)408-6957, mccoy4@verizon.net 01432 alexander.strysky@mass.gov Comment Title or Subject Topic: Hanscom's flight training areas need to be included in ESPR Comments       Segoe UI  10 pt          Paragraph             Thank you for the opportunity to comment regarding the upcoming Hanscom Field ESPR. The impacts on \"Hanscom's Standard Training Areas\" should be studied and evaluated in the upcoming ESPR. The \u0000ight schools based at Hanscom Field call certain areas \"theirs\" that they use for concentrated \u0000ight maneuvers. These maneuvers included: turns about a point, starts and stalls, abrupt changes in attitude and altitude. These sessions can last from a few minutes to up towards a hour at a time. The noise is very disruptive and these old aircraft burn leaded aviation fuel. Sometimes the planes are one after the other, sometimes there are more than one plane in the area at one time. I am an Ayer resident and East Coast Aero Club uses the area surrounding closed Moore Army Air\u0000eld for their concentrated maneuvers despite the fact that area residents have asked them to stop, that it is now a State Police training facility and an Air Force drone test site. The Air Force has also asked the \u0000ight schools to avoid the closed Moore Army Air\u0000eld. To my knowledge, the \u0000ight schools have yet to cooperate. Hanscom based \u0000ight schools also concentrate at the MWRA's Wachusett Reservoir despite a FAA NOTAM to avoid loitering around public water supplies. The water system security policy can be found here: https://www.mwra.com/04water/html/water_security.htm(https://www.mwra.com/04water/html/water_security.htm) The private \u0000ight schools at Hanscom Field determine the areas they want to use, Massport does not disclose these areas to the public, and no environmental impact of these actions has ever been evaluated. All of these non- airport communities - Ayer, Groton, Westford, Chelmsford, Tyngsboro, Townsend, Clinton, Bolton - have never had any input regarding the pollution (noise and lead) from recreational prop. planes based at Hanscom Field. The \u0000ight schools based at Hanscom Field are ruining my quality of life in my own home. I have attached some \u0000ight tracks for further information. In addition to noise and lead, East Coast Aero Club repeatedly violates minimum safe altitudes in the vicinity of the closed Moore Army Air\u0000eld (support document from the FAA is attached too). Attachments n3572m over wachusett 10.23.22 and MWRA aircraft policy.pdf(null) FAA report on n75202 2021.pdf(null) East Coast Aero Club,Plane Nonsense over Ayer 11.22.22 - one flight session.pdf(null) flight tracks 11.26.22 over training areas - all ecac.pdf(null) Update Status Status Opened SUBMIT Share Comment SHARE WITH A REGISTERED USER BACK TO SEARCH RESULTS https://eeaonline.eea.state.ma.us/EEA/PublicComment/UI/reviewcomment/0aa074cd-e589-4357-a98a-4e3a41333401 2/2",
        "",
        "Water System Security The Massachusetts Water Resources Authority (MWRA) provides wholesale water service to 46 Metropolitan Boston, Metro West, and several central Massachusetts communities. The high quality Quabbin and Wachusett Reservoirs, managed by the MDC – Division of Watershed Management, are the supply sources. MWRA staff testing FREQUENTLY ASKED QUESTIONS water samples. How has security increased at MWRA water system facilities? Ensuring the safety of the public water supply system is MWRA’s top priority. Our security is at the highest appropriate levels based on guidance from federal and state law enforcement and utility security experts. The National Guard and State Police have been deployed by the Commonwealth in critical locations of the water system. MWRA has taken a range of actions from physical security measures, emergency planning and training, and testing and monitoring. MWRA has also taken a series of steps to protect the wastewater treatment plant on Deer Island. MDC staff sampling What rules govern public access at Reservoirs and Watersheds? Wachusett Reservoir water. MWRA and MDC have restricted public access to certain critical areas and facilities in both the Quabbin and Wachusett watersheds. However, public access areas are now open in on a large portion of both watersheds. A prohibition on vehicular access to the Winsor Dam and Goodnough Dike will continue. Pedestrian and bicycle access is allowed. The popular \"Y Pool\" fly-fishing stretch of the Swift River below Winsor is once again open to anglers. MDC Rangers and State Police based at the Quabbin Administration Building will continue to patrol the reservoir and watershed. MDC’s website contains public access rules for the watersheds at: http://www.state.ma.us/mdc/pacc.htm",
        "What is the policy on airplanes over Reservoirs? FAA On October 22nd, the Federal Aeronautics Administration (FAA) issued a Notice to Airmen (see right) Special Interest NOTAMs \"strongly urged to not circle or loiter over\" reservoirs and dams. (Issued October 22, 2001) MWRA and MDC have made a request to the FAA for a prohibition on air flights under 3,500 feet for airspace over the Quabbin and Wachusett Reservoirs. !FDC 1/1516 FDC AND FDC 1/1517 ZZZ ... SPECIAL NOTICE How are the reservoirs protected and inspected? ... EFFECTIVE IMMEDIATELY UNTIL The massive Quabbin Reservoir contains 412 billion gallons of water and is so large that water travels for FURTHER NOTICE, IN THE years before reaching the transmission system. The reservoir is 17 miles long and 3 miles wide in spots. The INTEREST OF NATIONAL Wachusett Reservoir contains 65 billion gallons and is 8.5 miles long by 1 mile wide. Water generally takes SECURITY, ALL PILOTS months to cross the Wachusett before heading to treatment and tunnels leading to metro Boston. OPERATING IN ACCORDANCE WITH FLIGHT RULES ARE MDC staff are currently patrolling the reservoirs on boats daily. These professional staff are trained to look STRONGLY URGED TO NOT for changes in water and biotic characteristics and for fish kills. MDC scientists also conduct water sampling CIRCLE OR LOITER OVER THE across the reservoirs and at different depths. MWRA is installing 24-7 water monitoring devices at critical FOLLOWING SITES: locations in the reservoir that continuously examine chemistry changes at various depths. NUCLEAR/ELECTRICAL POWER PLANTS, POWER DISTRIBUTION How is water tested and treated after leaving the reservoirs? STATIONS, DAMS, RESERVOIRS, REFINERIES, OR MWRA performs daily water testing and physical measurements before and after treatment with chlorine. On MILITARY INSTALLATIONS, a 24-7 basis, MWRA staff constantly watch water chemistry on computer screens linked to real-time testing UNLESS OTHERWISE devices. Alarms are set to notify operators when certain parameters move outside of specified ranges. All AUTHORIZED BY ATC OR AS treatment chemicals are tested before delivery. REQUIRED TO LAND AND DEPART AT TOWERED/NON-TOWERED MWRA currently uses chlorine to disinfect drinking water. Chlorine is an effective tool against a range of AIRPORTS. ANY VFR AIRCRAFT bacteria, viruses and chemicals. MWRA can quickly change the chlorine dose if needed. OPERATING IN CLOSE PROXIMITY TO THE ABOVE INDICATED Given the enormous size of the reservoirs, testing, monitoring, and treatment, experts believe it is quite AREAS, IF CAPABLE, ARE TO impractical to successfully contaminate such as large water system. MAINTAIN A LISTENING WATCH ON VHF 121.5 OR UHF 243.0 What about the MWRA distribution and storage system? EMERGENCY FREQUENCIES. Almost the entire MWRA and community water systems are located underground in tunnels, covered storage tanks and pipelines. Access is extremely limited and protected. MWRA has redundant tunnels and pipes, as well as backup water supplies, and regularly trains staff on emergency response actions. Critical areas are currently protected by the State Police, locks and alarms, MWRA staff, and video surveillance. MWRA closely watches water chemistry in the metro Boston area distribution network while community water departments conduct weekly testing. How does security fit into the MWRA's Integrated Water Supply Improvement Program? MWRA’s Integrated Water Supply Improvement Program is a $1.7 billion program of major upgrades to watershed protection, water treatment, water transmission and storage, and distribution pipelines. In the next few years, the three largest components of this program will be brought on- line. The Walnut Hill Water Treatment Plant in Marlborough will switch MWRA over to the powerful disinfectant ozone and keep water quality well in compliance with the strengthened Federal Safe Drinking Water Act. The 18.6-mile long MetroWest Water Supply Tunnel will bring treated water from Walnut Hill into the metro Boston area some 400’ underground and provide for long-term reliability in transmission. The 115 million-gallon Norumbega Covered Storage Facility in Weston along the Mass Pike will store MetroWest Tunnel water for use during daytime peak demand. These three projects, in conjunction with ongoing distribution pipeline projects in the MWRA and community systems, bring large improvements in water system security. Legislation has recently been filed by the MWRA Legislative Caucus to fast track design and construction of two MWRA covered water storage facility projects in Quincy and Stoneham.",
        "WATER QUALITY HOTLINE Citizens can call MWRA at (617) 242-5323 to get answers to water quality questions and concerns. MWRA’s website contains the latest annual and monthly water quality information. HOW YOU CAN HELP Be vigilant for anything out of the ordinary around MWRA and MDC Water facilities If your normal business takes you past MWRA/MDC reservoirs, treatment plants, or other facilities and you see anything unusual or notice open and/or unlocked gates, promptly report it to MWRA at (617) 305 – 5950 or to your local law enforcement officers. Help MWRA educate your community about water safety MWRA staff is available to provide briefings on water safety issues to public agencies and community groups. For more information or to schedule a briefing, contact MWRA at (617)-788-1178. Go to: Water System Drinking Water Quality",
        "Page 1 of 1 Regenerate SPAS NPTRS Record List with current data. SPAS NPTRS Record List Query Criteria: Query Date: Closed Date, Date: 04/30/2021,04/26/2022, Inspection Status: Closed, A/C Reg#: 75202 A/C Loc. Rec No Record ID Dsgn Code Make/Model Series Inspector Code Result Status Act No. #14 CFR Part (FAR) Status Date Reg# Depart 1 EA61202200886 PA-28-151 EA61SDO C C 1733 91 12/14/2021 N75202 Comments:B617U (B-General Aviation Operations 617-Conformance U-Unacceptable) LOCATION: Ayer, MA DATE/ TIME: 10/28/2021 / 1734z (1334 EDT) CLASS OF AIRSPACE: Golf AIRMAN NAME AND CERTIFICATE: - FLIGHT INSTRUCTOR SPECIFIC REGULATORY OR STATUATORY REQUIREMENT NOT MET: 91.119(c) COMPLAINT DESCRIPTION: Public complaint received via FSDO Mailbox alleging that N75202 had strayed from minimum safe altitudes in the vicinity of the former Moore Army Airfield, in Ayer, MA. CEA6122005 established as PIC of the flight in question. Repeated violations of minimum safe altitudes by East Coast Aero Club in the vicinity of Moore had previously been addressed via compliance actions. In an effort to bring East Coast Instructors into compliance and prevent reoccurrence, was sent a LOI on November 17, 2021 informing him that Personnel of this office are investigating a flight that involved the operation of a Piper Cherokee aircraft, N75202, below minimum safe altitudes, in the vicinity of Ayer, Massachusetts, on October 28, 2021. Upon receipt of the LOI contacted AST O Connor and stated that he was willing to cooperate with the investigation. AST O Connor provided with screenshot taken from A90 Boston Consolidated Terminal Radar Approach Control radar data showing that N75202 had descended to 600 MSL (336 AGL) while passing less than 500 laterally from structures located on the former airfield. On Thursday, December 9, 2021, at approximately 11:22 AM EST, AST O'Connor called regarding 2021EA610001. stated that he had received the Letter of Investigation (LOI) and stated that he did not have any questions. AST O'Connor requested that recall the flight on October 28, 2021, to the best of his abilities. stated that he has been with a student \"practicing engine outs.\" stated that they had \"used the airfield (Moore) because the runways look more real.\" stated that \"they lose an engine, fly a normal pattern and do this continuously.\" stated that he \"was under the impression that if the police weren't out there, it's a good area to practice.\" stated that he tries to use a soft deck, when we go from 3,000' to 1,000, we recover.\" stated that \"sometimes it's lower, sometimes it's higher.\" stated that the violation was not intentional and he is \"not trying to see how low we can get.\" stated that \"sometimes the student recovers too low.\" stated that \"I own the mistake, I take full ownership that this mistake is one me.\" AST O'Connor asked if he understood the difference between descending below minimum safe altitudes when in the process of takeoff or landing and conducting a training maneuver. stated that he understood the difference between the two. stated that \"I no longer work as a CFI.\" stated that \"he is very strict on himself now and stated that he will not go below 1,200'.\" stated that he \"was let go\" by the East Coast Aero Club.\" AST O'Connor asked if had been told to avoid specific areas of Groton or Ayer. stated that he was \"told as a new hire that \"this was our area\" and to give the restricted area a wide berth.\" stated that he was told \"don't be doing turns on a point in Groton.\" AST O'Connor asked if East Coast encouraged the use of Moore for Engine Out practice. stated \"I didn't have the power to do anything as a new hire\" and that he was directed to used Moore because of the runways. Following the interview was asked to provide evidence of compliance with 61.56(c)(1) &(2) and 61.57(a)(1). provided the documentation as requested with satisfactory results. AST O Connor discussed the incident and conversation with his Front Line Manager at which point it was decided that based on s cooperation, the fact that the violation was not intentional and the fact that a violation had occurred, a Streamlined Administrative Action would be selected with a warning notice being sent to as a means of preventing future reoccurrence. TYPE OF ACTION INITIATED: SNAAP Warning Letter issued for violation of 91.119(c) RELATED SAS RECORD ID: EA61202200747 2 EA61202200747 PA-28-151 EA61SDO C C 1737 91 11/15/2021 N75202 BED Comments:B617I (B-General Aviation Operations 617-Conformance I-Information) LOCATION: Ayer, MA DATE/ TIME: 10/28/2021 / 1734z (1334 EDT) CLASS OF AIRSPACE: Golf AIRMAN NAME AND CERTIFICATE: LINEHAN, - FLIGHT INSTRUCTOR SPECIFIC REGULATORY OR STATUATORY REQUIREMENT NOT MET: 91.119(c) COMPLAINT DESCRIPTION: Public complaint received via FSDO Mailbox alleging that N75202 had strayed from minimum safe altitudes, in the vicinity of the former Moore Army Airfield, in Ayer, MA. AST O Connor reviewed A90 Boston Consolidated Terminal Radar Approach Control radar data which revealed that N752023 had descended to 600 MSL (336 AGL) while passing less than 500 laterally from structures located on the former airfield. AST O Connor contacted the operator of N75202, East Coast Aero Club, located at BED and requested PIC identification for the relevant flight. The PIC was identified as TYPE OF ACTION INITIATED: AST O Connor discussed the findings with his Front Line Manager . Since this was not the first instance of East Coast straying from MSA in the vicinity of Moore, it was decided that an EIR would be initiated. RELATED SAS RECORD ID: N/A 3 EA61202101969 PA-28-151 EA61RDF C C 5423 21 06/16/2021 N75202 Comments:H611I (H-Aircraft 611-Conformance I-Information) AMOC approval and use on Model PA-28-151 serial numbers 28-287615269: Alternative Method of Compliance (AMOC) for Airworthiness Directive 2020-26-16, Paragraph (i) Eddy current Inspect Reference FAA Correspondence #7A0-21-8313 FAA Flight Standards Service For Official Use Only Safety Performance Analysis System (SPAS) Analysis and Information Program Office (AFS-900) Public availability to be determined under 5 U.S.C. 552 SPAS NPTRS Record List - 06/28/2022",
        "N488BA U H T Improve Coverage: Hex: A6066B Copy Link adsbexchange.com adsbexchange.com Premium Login: no ads / Sat. Layer FAQ Map Help tar1090 on github L Total Aircraft: 0 O On Screen: 1 K Reg.: N488BA M United States DB flags: none P Type: C172 1979 CESSNA 172 Skyhawk I PLANE NONSENSE INC Type Desc.: L1P R Squawk: 1200 Search Filters Columns F History ➖ Filter by altitude: UTC day: ft to ft Filter Reset Filter by callsign: 2022-11-22 Filter Reset previous next Filter by squawk: Filter Reset Legs: All Filter by type code: previous next Filter Reset Time: 22:07:35 Z Filter by type description: Filter Reset stop 1x 5x Filter by ICAO hex id: 10x 20x 40x Filter Reset Filter by source: Click on the trace line to start playback! ADS-B UAT / ADS-R SPATIAL MLAT TIS-B Mode-S Other Groundspeed: 0 kt Baro. Altitude: on ground ADS-C WGS84 altitude: n/a Filter Reset Vert. Rate: n/a Filter by DB flags: Track: n/a Military PIA Pos.: 42.465°, -71.290° Distance: n/a LADD SIGNAL Filter Reset Filter by registration: Source: ADS-B Filter Reset FMS SEL Filter by country of registration: Filter Reset Sel. Alt.: n/a Filter by category (A3,B0,..): Sel. Head.: n/a Filter Reset WIND Callsign Type Squawk Alt. (ft) Spd. (kt) RSS Speed: n/a Direction (from): n/a 0.2 NM adsbexchange.com N488BAC172 1200ground 0 ©© OOppeennSSttrreeeettMMaapp ccoonnttrriibbuuttoorrss..",
        "N275ND U H T Improve Coverage: Hex: A2BA3F Copy Link adsbexchange.com adsbexchange.com Premium Login: no ads / Sat. Layer FAQ Map Help tar1090 on github L Total Aircraft: 11598 O On Screen: 10 K Reg.: N275ND M United States DB flags: none P Type: P28A 2000 PIPER PA-28- I 140/150/160/180 PLANE NONSENSE R Type Desc.: L1P Search Filters Columns Squawk: 1200 F History ➕ Filter by altitude: ft to ft Filter Reset SPATIAL Filter by callsign: Filter Reset Groundspeed: 73 kt Filter by squawk: Baro. Altitude: ▼ 3000 ft Filter Reset WGS84 altitude: ▼ 2800 ft Filter by type code: Vert. Rate: -704 ft/min Filter Reset Track: 349.0° Filter by type description: Pos.: 42.407°, -71.637° Filter Reset Distance: n/a Filter by ICAO hex id: Filter Reset SIGNAL Filter by source: Source: ADS-B ADS-B UAT / ADS-R RSSI: -16.3 MLAT TIS-B Msg. Rate: 8.2 Receivers: > 5 Mode-S Other Last Pos.: 0.1 s ADS-C Last Seen: 0.0 s Filter Reset FMS SEL Filter by DB flags: Sel. Alt.: n/a Military PIA Sel. Head.: n/a LADD WIND Filter Reset Filter by registration: Speed: n/a Filter Reset Direction (from): n/a Filter by country of registration: TAT / OAT: n/a Filter Reset SPEED Filter by category (A3,B0,..): Filter Reset Ground: 73 kt True: n/a Callsign Type Squawk Alt. (ft) Spd. (kt) RSS Indicated: n/a Mach: n/a 2 NM adsbexchange.com N2476M P28A 53577600▼ 84 -8 ©© OOppeennSSttrreeeettMMaapp ccoonnttrriibbuuttoorrss..",
        "November 28, 2022 Bethany A. Card, Executive Office of Energy and Environmental Affairs (EEA) Attn: MEPA Office Alex Strysky, EEA 5484/8697 100 Cambridge Street, Suite 900 Boston MA 02114 Re: EEA 5484/8696, Proposed Scope 2022 L. G. Hanscom Field Environmental Status & Planning Report Dear Ms. Card and Mr. Strysky: The Bedford Select Board submits the following comments to the above-referenced scoping plan for the 2022 Hanscom Field Environmental Status & Planning Report. We hope our comments will be helpful to Massport in understanding the needs and concerns of Bedford residents regarding operations and development at Hanscom Field. Ground Transportation Several recent construction projects have accessed the airfield from Hartwell Road in Bedford, on the north side of the property. New box hangars have been completed, and development plans are underway for another large hangar complex, as well as restoration of the former Navy hangar adjacent to the North Airfield area. The ESPR should take into account any potential additional use of access roads from Hartwell Road, either for construction projects or for tenant access, and develop plans to work with the Town of Bedford to minimize impacts on local traffic and neighborhoods. Noise The Hanscom Field Advisory Commission receives noise reports each month from Massport, including tallies of noise complaints received by residents from neighboring communities. Bedford frequently has the highest number of complainants each month, stemming largely from the flight path for Runway 5-23, which runs directly over the center of town from north to south, as well as repeated operations from flight schools practicing maneuvers. Given the ongoing development at the North Airfield site, which abuts Bedford neighborhoods, we feel the ESPR must include projections for increased noise from aircraft entering and departing those new hangars, as well as mitigation plans to reduce the expected increased noise pollution within those neighborhoods. Air Quality Many Bedford residents have expressed deep concern about the extent of lead pollution due to the use of leaded avgas in aircraft operating out of Hanscom Field. The 2022 ESPR should include an emissions inventory for lead, using direct air and soil sampling—not simply",
        "modeling—to calculate the current levels of lead on the property and propose appropriate mitigation strategies. Wetlands/Wildlife/Water Resources Bedford’s wetlands extend onto Massport property: the airfield is partly located within one of the Town’s aquifer protection districts, and the wetland buffers cover more than half of the property. Since the 2017 ESPR, Bedford has ceased use of its Shawsheen wells due to PFAS/PFOA contamination, which we believe was caused at least partly by firefighting foam and other chemicals in use on and around Hanscom Field. Protecting our natural resources requires a thorough understanding of the extent of current pollution. We urge Massport to use actual sampling, not simply modeling or projections, in calculating the extent of its impacts on the local environment. Sustainable Development We encourage Massport to include in the ESPR proposed incentives and infrastructure for newer aircraft using sustainable fuels, including all-electric jets and aircraft using renewable sources. Much of the air traffic in and around Bedford, including repeated-pattern flights by Massport’s tenant flight schools, comes from older, single-engine piston aircraft, which still use leaded avgas. We urge a faster transition away from these older planes to minimize the harmful effects of lead and other pollutants on our residents. List of Reviewers We note the following corrections to the Bedford entries on pages 3–4: • Steve Hagan (not Shawn), Chair, Bedford Planning Board • Select Board (not Board of Selectmen) • Please add Ed Pierce as the fifth member of the Select Board We look forward to working with our partners in HFAC and HATS to ensure a mutually beneficial relationship between Massport and the Town of Bedford. Sincerely, The Select Board of Bedford Emily Mitchell, chair; Bopha Malone, clerk; Margot Fleischman, Shawn Hanegan, and Edward Pierce cc: State Representative Kenneth Gordon State Senator Michael Barrett Christopher Eliot, Chair, Hanscom Field Advisory Commission",
        "From: D Mc To: Strysky, Alexander (EEA) Cc: internet, env (EEA) Subject: EEA #/MEPA ID 5484/8696 Hanscom Field Date: Monday, December 5, 2022 11:50:54 AM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Dear Mr. Strysky, Ayer residents continue to be plagued with noise from flight schools based at Hanscom Field, especially from Mark Holzwarth's East Coast Aero Club. The flight training areas that have been seized without any environmental impact since inception and need to be included in the Hanscom Field upcoming 2022 ESPR. Although not publicly disclosed, \"Hanscom's standard training areas, A, B, and C '' affect residents' right to the quiet use and enjoyment of their homes. The effect of leaded avgas emissions remains a health concern as well. Former Secretary Kathleen Theoharides, Executive Office of Energy and Environmental Affairs, made comments regarding the 2017 Massport ESPR that support researching the airspace seized by private flight schools causing noise and environmental issues in Ayer. \"The 2022 ESPR should include a review of regulatory, policy and operational responsibilities of entities operating at Hanscom, including Massport, the Air Force, the FAA, FBOs and other operators. The review should include an explanation of how airspace is regulated for general aviation and training purposes.\" The following link identifies Mark Holzwarth's East Coast Aero Club (Plane Nonsense Inc) aircraft and his prolonged noise abuse and targeted harassment of my family and home. https://www.youtube.com/@eastcoastaeroclub Thank you for this opportunity to express my concerns that have gone unheard since the closure of Fort Devens in 1997. Sincerely, David McCoy Ayer, MA",
        "From: mccoy4@verizon.net To: Strysky, Alexander (EEA) Cc: internet, env (EEA) Subject: MEPA ID 5484 8696 Hanscom Field ESPR and ongoing Hanscom problems Date: Monday, December 5, 2022 12:51:53 PM Attachments: pilot taunts sent to FAA and Massport.pdf FAA report on n75202 2021.pdf FAA report regarding ECAC N275ND.pdf Massport FAA impasse on noise docs 2022 .pdf CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Dear Mr. Strysky, Thank you for the opportunity to provide feedback regarding Hanscom's 2022 ESPR. As an Ayer resident, I am outside of what Massport considers an airport community, however the Hanscom based flight schools concentrate aircraft Ayer as their solution to noise. Flight training areas are subjected to multiple concentrated flight training maneuver sessions. These areas are not charted or disclosed to the public. Ayer is subjected to noise and leaded aviation fuel emissions for what is predominately a recreational activity. I did share a comment through the MEPA portal, but received no acknowledgement. I was concerned my guest post did not go through and am also sharing with you directly. I have included additional information with this email. Noise complaints made to both Massport and FAA has made my home a target. Planes take turns flying over our roof for seeking noise relief. Neither the FAA nor Massport will take responsibility for noise and targeted maneuvers. East Coast Aero Club also repeatedly violates minimum safe altitudes over Ayer and the FAA has expressed concerns regarding systemic wrong runway line ups at Hanscom (see attached reports). These safety issues should be evaluated. N350ML PLANE NONSENSE 2022/12/05 11:16:47 2022/12/05 11:30:08 2200 ft MSL 0.02 mi Sheila Harrington filed H.4526 because the Hanscom flight schools concentrate around the Nashoba Valley Medical Center's air emergency helipad. The densely populated town of Ayer is considered \"urban\" by the state of Massachusetts and the FAA defines us as \"noise sensitive\" per their advisory circular. I appreciate your time in evaluating all of these concerns. Best regards, Amy McCoy",
        "October 31, 2022 Via U.s. Mail Mrs. Amy McCoy 187 Old Groton Road Ayer, MA 01432 Dear Mrs. McCoy, We have received your recent letter to Massport CEO Lisa Wieland, dated September 25, 2022. We appreciate your comments and respect your input. As the Federal Aviation Administration (FAA) has previously communicated to you, your individual concerns should be routed to the FAA Noise Portal (9-ane-noise@faa.gov). Safety concerns, such as low flying aircraft, will be routed to the FAA Flight Standards District Office where they are thoroughly investigated and any findings are addressed by the FAA. Massport is committed to being a good neighbor. Should you have further questions, please feel free to contact Michael Vatalaro in Community Relations & Government Affairs at (617) 5683711. Sincerely, Alaina M. Coppola, Director Community Relations & Government Affairs Massachusetts Port Authority",
        "From: \"9-ANE-Noise (FAA)\" <9-ane-noise@faa.gov> Date: February 24, 2022 at 8:24:37 AM EST Subject: FAA Response to Noise Complaint Dear ***, Thank you for sharing your aircraft noise concern with the Federal Aviation Administration (FAA). Although it does not require a detailed FAA response, we have logged your information into the FAA's Noise Portal tracking system for future reference. Please note that airport related noise concerns should be addressed by the airport authority. If you have not yet contacted your airport authority at Hanscom Field in Bedford, Massachusetts, we encourage you to work with them regarding your noise concern. Sharon Williams is the Manager and may be contacted at 781-869-8000. You can also find out more about Hanscom Field by visiting their website: Welcome to Hanscom Field (massport.com) We hope that this response proves helpful in addressing your concerns regarding aircraft noise. The FAA is continuing to manage the national airspace system in a safe and efficient manner while also continuing to explore measures to reduce noise from aircraft in the future. Regards, Office of the Regional Administrator New England Region ______________________________________________________________________________________",
        "Excerpt from FAA response email: Your email has been directed to the Noise Portal. The FAA does not engage with individual private citizens regarding aviation noise. The FAA developed the Noise Portal to create a single point of entry to address specific questions and address concerns with regard to aviation operations. Our current engagement strategy includes the Noise Portal and working with airports and community leadership through roundtables, ad hoc committees, and task forces to address consensus recommendations from Airport communities. As we and the Boston FSDO have previously communicated to you, your individual concerns should be directed to the Noise Portal. – Colleen D’Alessandro – FAA 12/2021",
        "Page 1 of 1 Regenerate SPAS NPTRS Record List with current data. SPAS NPTRS Record List Query Criteria: Query Date: Closed Date, Date: 04/30/2021,04/26/2022, Inspection Status: Closed, A/C Reg#: 275ND A/C Loc. Rec No Record ID Dsgn Code Make/Model Series Inspector Code Result Status Act No. #14 CFR Part (FAR) Status Date Reg# Depart 1 EA61202200756 PA-28-161 EA61AMS C C 1712 91 11/19/2021 N275ND BED Comments:B633P (B-General Aviation Operations 633-Conformance P-Potential Problem) Description of the deviation; N275ND, a PA-28, was inbound to KBED from the Northwest and was issued a right base entry for Rwy 23. The aircraft flew through final and began to head for a right base to Rwy 29, conflicting with other traffic in the pattern. ATC turned the aircraft back to a downwind for 23. It was then cleared to land, but did a touch and go without ATC clearance. On the second pass, they were issued a full stop landing and complied. Violation of 91.123 occurred. Causal and/or contributing factors; The flight was an instructional flight and the CFI became distracted with trying to talk with his student while entering the pattern. This is one of several wrong runway line-up issues at KBED. If the ASI determines that ATC actions or processes were contributory to the event, the ASI will include ATC and rational in block 18 (this information is reviewed by the ATC QAG); Recommendations for systemic corrective action to reduce risk of future occurrence; The systemic nature of wrong runway line-ups at KBED continues to be an issue, with the primary cause as yet undetermined. This particular pilot needs to adapt his teaching style to allow for more vigilance at KBED, especially when working with primary students. Action(s) taken to correct the problem and prevent reoccurrence; Counseling, per compliance policy PTRS record transmittal ID number(s) associated with the event; Description of the deviation; N275ND, a PA-28, was inbound to KBED from the Northwest and was issued a right base entry for Rwy 23. The aircraft flew through final and began to head for a right base to Rwy 29, conflicting with other traffic in the pattern. ATC turned the aircraft back to a downwind for 23. It was then cleared to land, but did a touch and go without ATC clearance. On the second pass, they were issued a full stop landing and complied. Violation of 91.123 occurred. Causal and/or contributing factors; The flight was an instructional flight and the CFI became distracted with trying to talk with his student while entering the pattern. This is one of several wrong runway line-up issues at KBED. If the ASI determines that ATC actions or processes were contributory to the event, the ASI will include ATC and rational in block 18 (this information is reviewed by the ATC QAG); Recommendations for systemic corrective action to reduce risk of future occurrence; The systemic nature of wrong runway line-ups at KBED continues to be an issue, with the primary cause as yet undetermined. This particular pilot needs to adapt his teaching style to allow for more vigilance at KBED, especially when working with primary students. Action(s) taken to correct the problem and prevent reoccurrence; Counseling, per compliance policy PTRS record transmittal ID number(s) associated with the event; Comments, to capture information not already included in the form. None B907I (B-General Aviation Operations 907-Management I-Information) Counseling used in accordance with compliance policy. No further action required. AMS 2 EA61202200170 PA-28-161 EA61SDO C C 1725 107 09/09/2021 N275ND BED Comments:H617I (H-Aircraft 617-Conformance I-Information) LOCATION: Providence, RI DATE/ TIME: 09/07/2021 1350z (0950 EDT) CLASS OF AIRSPACE: Echo AIRMAN NAME AND CERTIFICATE: Unknown UAS SPECIFIC REGULATION VIOLATED: 107.31; 107.41; 107.52. COMPLAINT DESCRIPTION: PROVIDENCE, RI: N275ND, P28A, OBSERVED A UAS AT APPROXIMATELY 3,500 FEET 15 MILES WEST OF PROVIDENCE. NO EVASIVE ACTIONS TAKEN. WARWICK PD TO BE NOTIFIED 09/07/2021 1350Z INVESTIGATION NOTES: A90 Radar file reviewed indicating that the incident occurred in the vicinity of in Foster, RI. Social media searches were conducted with no relevant results found. TYPE OF ACTION INITIATED: Closed with no further action. RELATED SAS RECORD ID: N/A SDO - 09/09/2021 FAA Flight Standards Service For Official Use Only Safety Performance Analysis System (SPAS) Analysis and Information Program Office (AFS-900) Public availability to be determined under 5 U.S.C. 552 SPAS NPTRS Record List - 06/28/2022",
        "Page 1 of 1 Regenerate SPAS NPTRS Record List with current data. SPAS NPTRS Record List Query Criteria: Query Date: Closed Date, Date: 04/30/2021,04/26/2022, Inspection Status: Closed, A/C Reg#: 75202 A/C Loc. Rec No Record ID Dsgn Code Make/Model Series Inspector Code Result Status Act No. #14 CFR Part (FAR) Status Date Reg# Depart 1 EA61202200886 PA-28-151 EA61SDO C C 1733 91 12/14/2021 N75202 Comments:B617U (B-General Aviation Operations 617-Conformance U-Unacceptable) LOCATION: Ayer, MA DATE/ TIME: 10/28/2021 / 1734z (1334 EDT) CLASS OF AIRSPACE: Golf AIRMAN NAME AND CERTIFICATE: - FLIGHT INSTRUCTOR SPECIFIC REGULATORY OR STATUATORY REQUIREMENT NOT MET: 91.119(c) COMPLAINT DESCRIPTION: Public complaint received via FSDO Mailbox alleging that N75202 had strayed from minimum safe altitudes in the vicinity of the former Moore Army Airfield, in Ayer, MA. CEA6122005 established as PIC of the flight in question. Repeated violations of minimum safe altitudes by East Coast Aero Club in the vicinity of Moore had previously been addressed via compliance actions. In an effort to bring East Coast Instructors into compliance and prevent reoccurrence, was sent a LOI on November 17, 2021 informing him that Personnel of this office are investigating a flight that involved the operation of a Piper Cherokee aircraft, N75202, below minimum safe altitudes, in the vicinity of Ayer, Massachusetts, on October 28, 2021. Upon receipt of the LOI contacted AST O Connor and stated that he was willing to cooperate with the investigation. AST O Connor provided with screenshot taken from A90 Boston Consolidated Terminal Radar Approach Control radar data showing that N75202 had descended to 600 MSL (336 AGL) while passing less than 500 laterally from structures located on the former airfield. On Thursday, December 9, 2021, at approximately 11:22 AM EST, AST O'Connor called regarding 2021EA610001. stated that he had received the Letter of Investigation (LOI) and stated that he did not have any questions. AST O'Connor requested that recall the flight on October 28, 2021, to the best of his abilities. stated that he has been with a student \"practicing engine outs.\" stated that they had \"used the airfield (Moore) because the runways look more real.\" stated that \"they lose an engine, fly a normal pattern and do this continuously.\" stated that he \"was under the impression that if the police weren't out there, it's a good area to practice.\" stated that he tries to use a soft deck, when we go from 3,000' to 1,000, we recover.\" stated that \"sometimes it's lower, sometimes it's higher.\" stated that the violation was not intentional and he is \"not trying to see how low we can get.\" stated that \"sometimes the student recovers too low.\" stated that \"I own the mistake, I take full ownership that this mistake is one me.\" AST O'Connor asked if he understood the difference between descending below minimum safe altitudes when in the process of takeoff or landing and conducting a training maneuver. stated that he understood the difference between the two. stated that \"I no longer work as a CFI.\" stated that \"he is very strict on himself now and stated that he will not go below 1,200'.\" stated that he \"was let go\" by the East Coast Aero Club.\" AST O'Connor asked if had been told to avoid specific areas of Groton or Ayer. stated that he was \"told as a new hire that \"this was our area\" and to give the restricted area a wide berth.\" stated that he was told \"don't be doing turns on a point in Groton.\" AST O'Connor asked if East Coast encouraged the use of Moore for Engine Out practice. stated \"I didn't have the power to do anything as a new hire\" and that he was directed to used Moore because of the runways. Following the interview was asked to provide evidence of compliance with 61.56(c)(1) &(2) and 61.57(a)(1). provided the documentation as requested with satisfactory results. AST O Connor discussed the incident and conversation with his Front Line Manager at which point it was decided that based on s cooperation, the fact that the violation was not intentional and the fact that a violation had occurred, a Streamlined Administrative Action would be selected with a warning notice being sent to as a means of preventing future reoccurrence. TYPE OF ACTION INITIATED: SNAAP Warning Letter issued for violation of 91.119(c) RELATED SAS RECORD ID: EA61202200747 2 EA61202200747 PA-28-151 EA61SDO C C 1737 91 11/15/2021 N75202 BED Comments:B617I (B-General Aviation Operations 617-Conformance I-Information) LOCATION: Ayer, MA DATE/ TIME: 10/28/2021 / 1734z (1334 EDT) CLASS OF AIRSPACE: Golf AIRMAN NAME AND CERTIFICATE: LINEHAN, - FLIGHT INSTRUCTOR SPECIFIC REGULATORY OR STATUATORY REQUIREMENT NOT MET: 91.119(c) COMPLAINT DESCRIPTION: Public complaint received via FSDO Mailbox alleging that N75202 had strayed from minimum safe altitudes, in the vicinity of the former Moore Army Airfield, in Ayer, MA. AST O Connor reviewed A90 Boston Consolidated Terminal Radar Approach Control radar data which revealed that N752023 had descended to 600 MSL (336 AGL) while passing less than 500 laterally from structures located on the former airfield. AST O Connor contacted the operator of N75202, East Coast Aero Club, located at BED and requested PIC identification for the relevant flight. The PIC was identified as TYPE OF ACTION INITIATED: AST O Connor discussed the findings with his Front Line Manager . Since this was not the first instance of East Coast straying from MSA in the vicinity of Moore, it was decided that an EIR would be initiated. RELATED SAS RECORD ID: N/A 3 EA61202101969 PA-28-151 EA61RDF C C 5423 21 06/16/2021 N75202 Comments:H611I (H-Aircraft 611-Conformance I-Information) AMOC approval and use on Model PA-28-151 serial numbers 28-287615269: Alternative Method of Compliance (AMOC) for Airworthiness Directive 2020-26-16, Paragraph (i) Eddy current Inspect Reference FAA Correspondence #7A0-21-8313 FAA Flight Standards Service For Official Use Only Safety Performance Analysis System (SPAS) Analysis and Information Program Office (AFS-900) Public availability to be determined under 5 U.S.C. 552 SPAS NPTRS Record List - 06/28/2022",
        "Reply Reply All Forward Regards, Colleen M. D’Alessandro New England Regional Administrator",
        "From: j m To: Strysky, Alexander (EEA) Subject: EEA/MEPA 5484/8696 Date: Wednesday, December 7, 2022 3:06:13 PM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. In the upcoming ESPR for Hanscom Field - please include a study of the noise and leaded aviation fuel impacts in the areas used for flight training by East Coast Aero Club, Hanscom Aero Club and Civil Air Patrol. Hanscom Aero Club operations are included in Hanscom's military operations, but they should be included in the recreational flying data when compiling your report. Thank you. Jen Murray",
        "From: Liz Reardon To: Strysky, Alexander (EEA) Subject: EEA #/MEPA ID 5484/8696 Hanscom Field Date: Wednesday, December 7, 2022 6:08:47 AM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Hello Mr. Strysky, I am a resident of Ayer and would like to respectfully ask to include \"Hanscom's Standard Training Area\" in Ayer (Unsanctioned) in the upcoming 2022 Massport Environmental Status and Planning Report (ESPR) when evaluating the impacts of concentrated noise and leaded avgas emissions made by East Coast Aero Club/Plane Nonsense Inc. and other Hanscom based flight schools. I have two very small children (1 and 3 yo) and understanding the impact of these flights may have on their health is extremely important to me. Thank you very much for your time and consideration. Best, Liz Reardon",
        "From: Lincoln Management To: Strysky, Alexander (EEA) Subject: Hanscom Field ESPR - EEA#/MEPA 5484 8696 Date: Thursday, December 8, 2022 9:52:19 PM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Dear Mr. Strysky, Please include a study of the flight training areas used repeatedly by the Hanscom based flight schools in the upcoming ESPR for Hanscom Field. The noise from the flight schools negatively impacts my area. Thank you, David Eliades Ayer, MA ExchangeDefender Message Security: Check Authenticity",
        "From: Jennifer Hart To: Strysky, Alexander (EEA) Cc: Stewart Dalzell; bwashburn@massport.com; agoodspeed@massport.com; Michael MacClary Subject: Comment for ESPR from The Annursnac Hill Association, Concord MA Date: Friday, December 9, 2022 2:41:36 PM CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Hello Alexander, Please see comments below from The Annursnac Hill Association regarding scope for the Environmental Status and Planning Report for Hanscom Field: We request the ESPR include information about the location of flight paths for planes to and from Hanscom with maps, diagrams, use frequency, and airplane elevations particularly over our neighborhood. Our area includes Annursnac Hill which is the highest hill in Concord, the historic Colonel Barrett House (now a part of Minuteman National Park) and food producing farmland. We would also like the ESPR to include a study of optional land utilization for Hanscom that would not include domestic airport operations. Thank you very much. Jennifer Hart and Mike MacClary Co-Presidents of the Annursnac Hill Association Concord, MA 01742",
        "From: ijcb3@verizon.net To: Strysky, Alexander (EEA) Cc: Stewart Dalzell; b.washburn@massport.com; agoodspeed@massport.com Subject: EEA# 5484/8697; MEPA Scoping for 2022 L.G. Hanscom Field ESPR Date: Friday, December 9, 2022 6:28:15 PM Attachments: 620908 EPA comments to AF re PFAS Sept 2022.pdf MassDEP_Comments_Hanscom_SixthFYR_2022-11-10fin-1.pdf CAUTION: This email originated from a sender outside of the Commonwealth of Massachusetts mail system. Do not click on links or open attachments unless you recognize the sender and know the content is safe. Dear Mr. Strysky, Please accept these two public comment questions pertaining to the MEPA review of Massport's proposed 2022 ESPR for L.G. Hanscom Field: Question 1. Will there be a reevaluation of the original PFAS remediation work related to the 2014 tragic fatal private jet crash into the Shawsheen River, where the aircraft burned in and on the riverbank, and the flames were extinguished with firefighting foam? More specifically, does the removal and remediation of the PFAS contaminated Shawsheen riverbank soil and river bottom sediments, which were thought to be sufficient in 2014, need to be reevaluated now in light of increasingly strict EPA and MassDEP standards for acceptable levels of PFAS contamination in current or potential municipal water supplies downstream of the airfield? As a reminder of the incident and some of the PFAS aftermath, please see: https://www.eagletribune.com/news/flame-retardant-from-plane-crash-foams-up-in- andover/article_2124aa0c-5bc1-5e3d-89e7-d76ab31d8d43.html (Please note the quotes in the article from various experts who believed that PFAS contamination naturally broke down and became harmless, which is now understood not to be the case.) Thankfully, the downstream Bedford Shawsheen municipal wellfield and the Burlington Shawsheen River diversion station were ordered temporarily closed by town officials after the jet crash to protect both towns' water supplies. Unfortunately, since 2014 both towns have discovered that those two municipal water sources contain PFAS. The origin of the present PFAS contamination is being investigated, but there are some indications already that it may be airfield related (see attached EPA and MassDEP documents). Bedford closed the Shawsheen municipal wellfield in 2019 because of the newly detected PFAS contamination. Burlington is seeking other methods of diminishing potential risk from the current PFAS contamination. Just this fall, the EPA requested the Air Force take a more proactive and holistic approach in its Superfund site remediation at Hanscom Field and evaluate all airfield groundwater PFAS contamination threats to the Shawsheen River (from past military activities, as well as from more recent civilian incidents such as the 2014 private jet crash). MassDEP has noted that at the OU-1 airfield Superfund site bordering the Shawsheen River, \"PFAS6 was detected in groundwater at concentrations as high as 45,000n/l, several orders of magnitude above the MMCL of 20ng/l and EPA's current Lifetime Health Advisory (LHA) of 70 ng/l.\" Please see attached Nov 10, 2022 MassDEP letter to the Air Force, and attached Sept 27, 2022 EPA letter to the Air Force re PFAS contamination at Hanscom airfield. Question 2. In light of these facts, going forward do other Massport activities involving the Shawsheen River near or downstream from the 2014 jet crash impact (such as construction projects, dredging, vegetation removal,",
        "etc) need to include assessments of potential disturbance of PFAS contaminated riverbank or river bottom sediments back into the flowing river water? And should that be included in future ESPRs? Thank you for considering these two questions. Sincerely, Jennifer Boles Bedford resident",
        "Charles D. Baker Bethany A. Card Governor Secretary Karyn E. Polito Martin Suuberg Lieutenant Governor Commissioner November 10, 2022 Matthew Greenberg Air Force Civil Engineer Center/AFCEC Via matthew.greenberg.2@us.af.mil Re: Final Sixth Five Year Review Report Hanscom Field/Hanscom Air Force Base Superfund Site Bedford, Concord, Lexington and Lincoln, MA Dear Mr. Greenberg: The purpose of this letter is to formally document MassDEP’s lack of concurrence with the Sixth Five Year Review (FYR) for Hanscom Field/Hanscom Air Force Base Superfund Site (Hanscom), issued by the Air Force Civil Engineer Center (AFCEC) on September 26, 2022 and to document MassDEP’s disagreement with AFCEC’s position that there is no groundwater/drinking water exposure pathway for PFAS contamination present in groundwater at Hanscom. In June 2022 the AFCEC issued the Draft Final Sixth FYR for Hanscom. MassDEP submitted comments on the FYR on July 25, 2022. In response, the AFCEC issued a Response to Comments (RTCs) for both MassDEP's and EPA's comments on the Draft Final FYR on August 11, 2022. While the RTCs addressed many of MassDEP's comments and incorporated those comments into the Final FYR, AFCEC disagreed with many of MassDEP’s comments – most notably those pertaining to the consideration of groundwater/drinking water receptors for PFAS-contaminated groundwater – and did not incorporate these into the Final FYR. AFCEC asserted in the FYR, as well as in the RTCs and discussions with MassDEP and EPA regarding the FYR that there is no groundwater/drinking water exposure pathway associated with Hanscom. The final FYR acknowledges the presence of and contaminant impacts to two nearby downgradient water supply wellfields and a downstream public surface water supply that draws from the Shawsheen River. However, these drinking water supplies are dismissed for consideration as exposure pathways in the FYR. AFCEC states in the RTCs that “it is premature This information is available in alternate format. Contact Michelle Waters-Ekanem, Director of Diversity/Civil Rights at 617-292-5751. TTY# MassRelay Service 1-800-439-2370 MassDEP Website: www.mass.gov/dep Printed on Recycled Paper",
        "to make a direct connection between Air Force PFAS release areas and those sources” and that “a Remedial Investigation has not yet been initiated for the PFAS source areas and the nature and extent of PFAS has not yet been defined.” AFCEC’s failure to identify these drinking water supplies as potential current/future drinking water exposure pathways improperly minimizes the potential risks posed by PFAS impacts from Hanscom to downgradient/downstream receptors. MassDEP therefore, does not concur with the Final FYR. Two of the Town of Bedford’s wellfields, the Shawsheen Road and Hartwell Road wellfields, are located downstream and downgradient of Hanscom along Elm Brook, a tributary of the Shawsheen River that lies adjacent to the Airfield. Both wellfields were taken off-line due to contamination impacting the wells, but the wellfields have not been permanently abandoned. The Town of Bedford retains the right to use these wells in the future. Until 2019, the Shawsheen Road Wellfield served as a backup supply for the Town of Bedford until it was taken off-line due to PFAS contamination that exceeded the then-proposed and since- promulgated Massachusetts Maximum Contaminant Level (MMCL) of 20 ng/l for the sum of six PFAS compounds (PFAS61). The Town of Bedford has received its drinking water supply solely from the Massachusetts Water Resources Authority (MWRA) system since that time. The Town of Bedford is currently working with a consultant to evaluate treatment options for the Town’s water sources. The Bedford Water Department serves a population of approximately 14,000. The Town of Burlington's Mill Pond Reservoir draws its drinking water supply directly from an intake on the Shawsheen River located downstream of Hanscom. PFAS6 contamination was detected in the Mill Pond Reservoir in April 2021 when sampling was first required by Massachusetts regulations. PFAS6 concentrations have been consistently above the 20 ng/l MMCL for PFAS6 in the Mill Pond source since that time. The Mill Pond Reservoir remains an active water supply for the Town of Burlington, despite PFAS6 concentrations exceeding the MMCL. The Town of Burlington has been addressing the PFAS contamination present in their water system through a number of interim measures (including blending with supplemental water from MWRA and other sources that do not contain PFAS levels at levels exceeding the MMCL) so as not to exceed the MMCL for PFAS6 in the supplied water. The Town has conducted a pilot study for PFAS upgrades to the Mill Pond Water Treatment Plant (WTP). Construction for PFAS removal at the Mill Pond WTP began in early 2022 and Burlington is anticipating activation at the end of 2022. The Burlington Water Department serves a population of approximately 26,000. 1 MassDEP’s PFAS6 compounds are: perfluorodecanoic acid (PFDA), perfluoroheptanoic acid (PFHPA), perfluoroheptanoic acid (PFHPA), perfluorohexanesulfonic acid (PFHXS), perfluorononanoic acid (PFNA), perfluorooctanesulfonic acid (PFOS), and perfluorooctanoic acid (PFOA). 2",
        "Surface water studies were conducted by MassDEP in Fall 2021 and Spring 2022 to identify the source of PFAS contamination in the Shawsheen Road Wellfield and Burlington’s Mill Pond Reservoir. The studies reviewed PFAS data collected from the Shawsheen River, several tributaries of the Shawsheen, including Elm Brook, the Mill Pond Reservoir and groundwater associated with Bedford’s Shawsheen Road Wellfield. The studies identified the presence of PFAS in the Shawsheen River with a fingerprint indicative of legacy PFOS-based AFFF, which have historically been used in fire-fighting operations. The predominant source of PFAS to the Shawsheen River appears to be coming from Hanscom. The highest concentrations were detected near the headwaters of the Shawsheen within Hanscom with a pattern of decreasing concentrations with distance from Hanscom. The PFAS fingerprint in samples collected throughout the Shawsheen River study area is consistent with the headwater samples and legacy PFOS AFFF. The concentrations consistently exceed the MMCL for PFAS6 of 20 ng/l. Surface water samples collected from Elm Brook also exhibited a PFAS fingerprint indicative of legacy PFOS based AFFF. Surface water data collected in 2021 and 2022 identified a potential source of legacy PFOS emanating from between Virginia Road in Concord and Hartwell Road in Bedford along Elm Brook, adjacent to Hanscom Field. PFAS6 is present in both soil and groundwater at Hanscom. Groundwater from OU-1 currently discharges into the Shawsheen River and its tributaries. At OU-1, which borders the Shawsheen River, PFAS6 was detected in groundwater at concentrations as high as 45,000 ng/l, several orders of magnitude above the MMCL of 20 ng/l and EPA's current Lifetime Health Advisory (LHA) of 70 ng/l. The OU-1 groundwater remedy currently in place treats chlorinated volatile organic compounds (CVOCs). The OU-1 groundwater treatment plant (GWTP) is not currently equipped to treat PFAS and has been temporarily taken off-line at the request of MassDEP (with concurrence from EPA) because of a concern that the treated effluent from the GWTP, which discharges directly to a small unnamed tributary of the Shawsheen River, contains elevated levels of PFAS which could increase impacts to the river and downstream receptors. PFAS contaminated groundwater is still passively discharging to the river. The Air Force is currently in the process of conducting an evaluation/treatability study to evaluate upgrades to the OU-1 treatment system and whether the system can be retrofitted to address the PFAS contamination in groundwater extracted and treated by the OU-1 GWTP. This work is being conducted in conjunction with a Plume Stability Study (PSS) which will determine whether optimization of the current treatment system or other Remedial Alternatives (RAs) are appropriate to address contamination at OU-1. The proposed PSS includes evaluation of the migration potential of CVOCs, but not PFAS. PFAS6 associated with legacy based AFFF used in fire-fighting operations has been identified in the groundwater and soil underlying OU-1 at Hanscom, within the Shawsheen River, Elm Brook, the Town of Bedford’s Shawsheen Wellfield and the Town of Burlington’s water supplies above the PFAS MMCL of 20 ng/l. In addition, AFFF has been documented to have been used at Hanscom within OU-1. MassDEP acknowledges that a direct connection between the Hanscom PFAS releases and the Bedford and Burlington drinking water supplies has not been confirmed 3",
        "in the yet to be initiated RI; however, sufficient data exists to identify the Hanscom PFAS release areas as potential sources of PFAS impacts to the downgradient/downstream drinking water supplies for Bedford and Burlington. Further, although Bedford wellfields are currently inactive, they have not been abandoned as a drinking water supply and should be identified in the FYR as potential future exposure pathways. The Burlington surface water supply remains an active drinking water supply and should be considered as both a current and future exposure pathway. If not for the actions taken by the Towns of Bedford and Burlington there would be complete exposure pathways for PFAS6 contamination exceeding MMCLs present in the Shawsheen River and its tributaries and underlying groundwater to drinking water receptors located downgradient of Hanscom AFB/Field. MassDEP strenuously disagrees with the Air Force’s conclusion in the FYR that there is no groundwater/drinking water exposure pathway and believes that it improperly minimizes the potential impact and threat of PFAS contamination to drinking water receptors and resources in the area. The Air Force must acknowledge the potential threats and act quickly to evaluate and address PFAS risks associated with the contamination present at Hanscom. Please feel free to contact Randi Augustine at 617-634-9612 with any questions. Sincerely, Diane M. Baxter Director, Division of Federal Grant Programs Bureau of Waste Site Cleanup Massachusetts Department of Environmental Protection Cc: Anni Loughlin, EPA Shawn, Lowry, EPA Matthew Audet, EPA Bryan Olson, EPA Elizabeth Callahan, MassDEP Randi Augustine, MassDEP Curtis Frye, AFCEC 4",
        "",
        "",
        "",
        "",
        ""
    ]
}