{
    "FILE_NAME": "https://opd.gov.mp/library/smart-safe-growth/integrating-resilience-into-the-transportation-planning-process-white-paper-on-literature-review-findings/us-department-of-transportation-2018.pdf",
    "ALL TEXT": "Integrating Resilience into Transportation Planning Processes: White Paper on Literature Review Findings Integrating Resilience into the Transportation Planning Process White Paper on Literature Review Findings May 2018Notice This document is disseminated under the sponsorship of the U.S. Department of Transportation in the interest of information exchange. The U.S. Government assumes no liability for the use of the information contained in this document. The U.S. Government does not endorse products or manufacturers. Trademarks or manufacturers' names appear in this report only because they are considered essential to the objective of the document. Quality Assurance Statement The Federal Highway Administration (FHWA) provides high-quality information to serve Government, industry, and the public in a manner that promotes public understanding. Standards and policies are used to ensure and maximize the quality, objectivity, utility, and integrity of its information. FHWA periodically reviews quality issues and adjusts its programs and processes to ensure continuous quality improvement. This project was carried out in support of 23 U.S.C. § 503(b)(3)(B)(viii), which directs the U.S. Department of Transportation “to carry out research and development activities … to study vulnerabilities of the transportation system to … extreme events and methods to reduce those vulnerabilities.” iTechnical Report Documentation Page 1. Report No. 2. Government Accession No. 3. Recipient’s Catalog No. FHWA-HEP-18-050 4. Title and Subtitle 5. Report Date Integrating Resilience into the Transportation Planning Process: White Paper on May 2018 Literature Review Findings 7. Author(s) 6. Performing Organization Code Brenda Dix, Beth Zgoda, Amanda Vargo, Samantha Heitsch, Taylor Gestwick 8. Performing Organization Report No. 9. Performing Organization Name(s) and Address(es) 10. Work Unit No. (TRAIS) ICF 1725 Eye Street NW, Suite 1000 11. Contract or Grant No. Washington, DC 20006 DTFH6116D00015 12. Sponsoring Agency Name(s) and Address(es) 13. Type of Report and Period Heather Holsinger, Rebecca Lupes, Jim Thorne, Jill Stark, Jody McCullough Covered Federal Highway Administration White Paper 1200 New Jersey Avenue, SE 14. Sponsoring Agency Code Washington, DC 20590 15. Supplementary Notes 16. Abstract This white paper on the efforts of State Departments of Transportation (DOTs) and Metropolitan Planning Organizations (MPOs) to integrate resilience into the transportation planning process builds on the findings of a literature review assessing the planning documents for 52 State DOTs and a selection of 101 MPOs. Key research questions sought to understand how these agencies are considering resilience in their transportation planning process, including their motivation for such considerations, how they are assessing hazards posing a threat to their transportation networks, how they are addressing such threats and vulnerabilities, and their projections for future plans and events. This report includes examples of agencies’ efforts in order to better understand the current state of practice for resilience planning. 17. Key Words 18. Distribution Statement Adaptation, asset management, climate, coastal, drought, extreme heat, flooding, planning, precipitation, sea level rise, resilience, vulnerability assessment 19. Security Classif. (of this 18. Security Classif. (of this 20. No. of Pages 22. Price report) page) 53 Unclassified Unclassified iiTable of Contents 1. Introduction .......................................................................................................................................... 1 1.1. Project Overview ........................................................................................................................... 1 1.2. White Paper Overview .................................................................................................................. 2 2. Methodology for Reviewing the State of the Practice .......................................................................... 2 2.1. MPO Selections ............................................................................................................................. 2 2.2. Literature Review .......................................................................................................................... 3 3. How Are DOTs and MPOs Defining Resilience? .................................................................................... 5 4. Why Are DOTs and MPOs Integrating Resilience into Planning?.......................................................... 8 5. Which DOTs and MPOs Are Considering Resilience in Planning? ....................................................... 11 6. How Are DOTs and MPOs Integrating Resilience into Their Planning Processes? .............................. 12 6.1. Goals and Objectives ................................................................................................................... 13 6.1.1. State DOTs ........................................................................................................................... 14 6.1.2. MPOs ................................................................................................................................... 15 6.2. Assessments of Problems or Needs ............................................................................................ 16 6.2.1. Approaches to Understanding Vulnerability ....................................................................... 16 6.2.2. Types of Hazards ................................................................................................................. 18 6.2.3. Partnerships and Collaboration .......................................................................................... 19 6.3. Performance Measures, Targets, and Evaluation Criteria .......................................................... 20 6.3.1. Performance Measures and Targets ................................................................................... 20 6.3.2. Evaluation Criteria ............................................................................................................... 24 6.4. Identification of Resilience Strategies......................................................................................... 25 6.4.1. Policy-based Strategies ....................................................................................................... 26 6.4.2. Flooding-related Strategies ................................................................................................. 27 6.4.3. Operational Strategies ........................................................................................................ 29 6.4.4. Partnerships and Collaborations ......................................................................................... 30 6.5. Implementation of Strategies ..................................................................................................... 32 6.6. Ongoing Monitoring and Reporting ............................................................................................ 33 7. Conclusions, Gaps, and Next Steps ..................................................................................................... 33 7.1. Remaining Research Questions .................................................................................................. 34 7.2. Next Steps ................................................................................................................................... 34 Appendix A: Reviewed DOTs and MPOs ....................................................................................................... 1 Appendix B: Legal Requirements to Integrate Resilience ............................................................................. 1 iiiFederal Requirements ............................................................................................................................... 1 Federal Planning Requirements for State DOTs and MPOs .................................................................. 1 Regulations for Facilities Repeatedly Damaged by Emergencies ......................................................... 1 Transportation Asset Management Plans............................................................................................. 1 Other Regulations and Guidance .......................................................................................................... 2 State Requirements .................................................................................................................................. 2 Appendix C: Summary of State DOT and MPO Resilience Goals and Objectives ......................................... 1 iv1. Introduction An ever-growing list of recent disasters—including landslides in Colorado, wildfires in California, ice storms in Atlanta, and hurricanes from the Gulf Coast to the Northeast—has highlighted the need to ensure that our nation’s transportation infrastructure is prepared for and able to withstand, respond to, and quickly recover from potential disruptions. Our communities and economy rely on having a well- functioning transportation system. To ensure the continued safe and efficient operation of our Resilience transportation network, transportation planners need to “The ability to anticipate, prepare consider an increasing number of short-term and long-term for, and adapt to changing hazards. While conducting assessments of infrastructure conditions and withstand, respond vulnerability and risk to various natural and human-induced to, and recover rapidly from threats is becoming more common, many State departments of disruptions.” transportation (DOTs) and metropolitan planning organizations FHWA Order 5520 (MPOs) are just beginning to consider how to integrate these resilience considerations into the transportation planning process. This integration is resulting in discussions of resilience in core planning documents, such as metropolitan transportation plans (MTPs), long-range statewide transportation plans, and transportation improvement programs (TIPs/STIPs). Other DOTs and MPOs are looking for direction on how to complete this integration before they dive in. 1.1. Project Overview This project will provide transportation planners with a practical and user-friendly handbook that builds upon identified best practices to clearly describe approaches to integrate resilience into established transportation planning processes. This handbook will be focused on resilience to natural disasters, extreme weather events, future environmental conditions, a changing climate, mitigation of stormwater, and other natural hazards. The handbook will be developed through three consecutive tasks: • White Paper: The white paper (this document) provides a baseline level of understanding of how DOTs and MPOs are already beginning to integrate resilience into their long-range plans and programming documents. The findings are based on a literature review of planning documents from 52 DOTs and 101 MPOs. • Case Studies: Following this white paper, 10 case studies will be developed to provide a deeper dive into how select agencies are thinking about and integrating resilience into their work. The case studies will cover a range of DOT and MPO sizes, structures, and levels of experience with integrating resilience into their work. • Handbook: The final project handbook will offer examples to State DOT and MPO practitioners at various resilience planning levels on how to integrate resilience into their planning process. For example, the handbook is anticipated to include a checklist of actions to consider at each stage in the planning process. Based on the completed items, the checklist will direct users to the information in the chapter most relevant to them. In general, the handbook will describe how to integrate resilience at each stage of the planning process, including real-world examples from this white paper and the forthcoming case studies. The final handbook will be available in late 2018. Integrating Resilience into the Transportation Planning Process: White Paper 11.2. White Paper Overview This white paper attempts to provide a robust baseline of the current state of the practice for integrating resilience into long-range transportation planning and programming documents. Although it does not capture all efforts to improve resilience (e.g., only a few vulnerability assessments and corridor studies were reviewed), it does include a variety of approaches that transportation agencies have taken. The core questions answered in this white paper are: • How are DOTs and MPOs defining resilience? • Why are DOTs and MPOs integrating resilience into their planning processes? • What DOTs and MPOs are considering resilience in their planning? • How are DOTs and MPOs integrating resilience into their planning? 2. Methodology for Reviewing the State of the Practice The research team reviewed the long-range planning and programming documents for 52 State DOTs and 101 MPOs for a total of more than 300 documents (see Appendix A for a complete list of DOTs and MPOs). This section summarizes the approach to selecting the MPOs for review, and for conducting the literature review. 2.1. MPO Selections The research team used the following approach to meet the Federal Highway Administration’s (FHWA’s) goals of (a) reviewing all State DOTs and a sample of MPOs of a variety of sizes and geographic areas that were likely to have considered resilience (hereafter referred to as selected MPOs) and (b) capturing the full range of weather- and climate-related resilience considerations that FHWA is pursuing in this study. After reviewing the transportation plans for 52 State DOTs, the research team developed the following approach to select 101 MPOs for review (out of a total of more than 400 MPOs). The final 101 selected MPOs are shown in Figure 1. • The initial sample included all MPOs known to have conducted a climate change vulnerability study (30 in total). By including these, the literature review was able to capture how (if at all) these MPOs integrated their vulnerability studies with their planning efforts. • Next, the research team reviewed all large MPOs (those serving more than three million people) on the assumption that these MPOs may have more technical capacity and public pressure to address climate change and other hazards. • To complete the list, the research team looked for MPOs serving counties with a high number of FEMA-declared disasters. These MPOs were included based on the assumption that areas with repeated damage may be more likely to incorporate resilience to natural hazards into their planning. During this step, the research team also ensured that the review covered at least one o MPO from each state that has three or fewer MPOs and at least two MPOs from each state that has four or more MPOs. Integrating Resilience into the Transportation Planning Process: White Paper 2Figure 1: Final 101 selected MPO locations. Colors represent jurisdiction population size. When selecting MPOs for review, the research team also tried to cover a range of MPO sizes. Table 1 summarizes the number of large, medium, small, and very small MPOs (based on population served) in the country and the number of each reviewed for this study. Table 1: Number of Likely MPOs Reviewed by Population Size Total in Number Size (Population Served) the Reviewed Country Large (>3,000,000) 15 15 Medium (1,000,000–2,999,999) 33 16 Small (200,000–999,999) 152 34 Very Small (<200,000) 204 36 2.2. Literature Review To ensure a consistent and efficient literature review, the researchers developed a standard set of search terms and research questions tailored to the types of information sought for the white paper, as shown in Table 2. The search terms were used as an initial screening to assess the relevance of the document to the white paper. After reviewing the information associated with each key term, the Integrating Resilience into the Transportation Planning Process: White Paper 3researchers then answered the research questions. Researchers documented the findings in an Excel spreadsheet, which enabled easy sorting and analysis. Planning documents were deemed relevant if researchers found multiple key search terms and significant discussion regarding the research questions. In order to reduce the volume of reviewed documents, MPO TIPs were not reviewed if an MPO’s MTP did not include a discussion of resilience. Since the TIP is a product of the MTP, we assumed that if the MTP did not significantly discuss the key terms or research questions, the TIP would not either. Researchers also conducted an abbreviated search for corridor plans that include resilience considerations. The research team searched for key search terms such as “corridor plan climate,” “corridor plan resilience,” and “corridor plan stormwater.” There were no significant hits for the climate or resilience search term, but the research team was able to identify a few corridor plans that discuss stormwater management. The corridor plans are covered in more detail in Section 6.4.2 Flooding- related Strategies. Integrating Resilience into the Transportation Planning Process: White Paper 4Table 2: Literature Review Search Terms and Research Questions Search Terms Research Questions • Flood • How is resilience defined? • Drought • Is resilience included as a goal or objective? • Heat • Are there any performance measures related to resilience? • Snow • Has a vulnerability assessment been conducted (if so, of individual • Ice assets or system-wide)? • Wildfire • Does the plan include any of the following hazards: (1) only • Wind current hazards, (2) increases in the frequency of extreme events, • Sea Level Rise or (3) changes in gradual threats (e.g., increasing temperatures)? • Storm Surge • Examples of identified resilience strategies or projects? • Resilience • Does the plan indicate that there are ongoing monitoring and • Climate Change reporting efforts documenting vulnerabilities, resilience, and/or • Vulnerability damages? • Natural Disasters/Hazards • Is there a stated reason for integrating resilience, such as federal • Weather or state regulations? What is the “value proposition” for • Risk considering resilience? • Stormwater • Are there references to other reports/plans on resilience • Adaptation planning? 3. How Are DOTs and MPOs Defining Resilience? FHWA defines resilience or resiliency as “the ability to anticipate, prepare for, and adapt to changing conditions and withstand, respond to, and recover rapidly from disruptions.”1 When defining resilience, most State DOTs and MPOs use a similar approach to FHWA, focusing on the ability to prepare for and recover from disasters and disruptive events. The greatest differences between definitions among the DOTs and MPOs is how the agencies propose to build that ability. Some emphasize the importance of system adaptive capacity and robustness, while others prioritize swiftness in the recovery response. For example: • The Minnesota DOT defines resilience as “reducing vulnerability and ensuring redundancy and reliability to meet essential travel needs.”2 • The Wisconsin DOT states that “a resilient transportation system is able to quickly respond to unexpected conditions and return to its usual operational state.”3 • Anchorage Metropolitan Area Transportation Solutions (Anchorage, AK) states that resilience means “how to work around outcomes to get back up running quickly.”4 1 Federal Highway Administration. December 2014. “FHWA Order 5520.” Available at: https://www.fhwa.dot.gov/legsregs/directives/orders/5520.cfm#par6. 2 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 3 Wisconsin DOT. October 2009. “Connections 2030.” Available at: http://wisconsindot.gov/Pages/projects/multimodal/c2030-plan.aspx. 4 Anchorage Metropolitan Area Transportation Solutions. May 2012. “2035 Metropolitan Transportation Plan.” Available at: https://www.muni.org/Departments/OCPD/Planning/AMATS/2035%20MTP/2035_MTP.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 5In many cases, however, the agencies do include elements of both advanced preparation and recovery in their concept of resilience. • The Rockingham Planning Commission (Exeter, NH) defines resilience as “a capability to anticipate, prepare for, respond to, and recover from significant multihazard threats with minimum damage to social well-being, the economy, and the environment.”5 • The Northeast Ohio Areawide Coordinating Agency (Cleveland, OH) has a particularly comprehensive definition: “Resiliency is a process for managing complex infrastructures rather than a single outcome… As such, a resiliency framework takes an adaptive life-cycle approach to tackling the dynamic challenges that confront today’s complex infrastructure systems. Embedded in it is the capability to protect its assets, anticipate and detect threats, prevent risks of known failures, withstand unanticipated disruptions, and respond and recover rapidly when the worst does happen.”6 Many plans, particularly those written by MPOs, emphasize the connection between resilience and climate change in their definitions. Resilience and Climate Change The plans often link resilience with climate adaptation, considering St. Paul’s Metropolitan Council (MN) is integrating climate change adaptation to be a part of overall resilience. For example: concerns into its resilience efforts. • The Arkansas DOT makes the point that resilience “also implies \"Resilience strategies recognize transformation, so not only is the infrastructure service able to the difficulty of predicting what survive or recover but it can adapt to a changing environment in the impacts of climate change will which it operates.”8 be and emphasize increasing our flexibility to survive and thrive • The Metropolitan Transportation Commission (San Francisco, regardless of how climate change CA) includes a desire to “enhance climate protection and develops.\"7 adaptation efforts” in its definition of resilience.9 • The Baltimore Regional Transportation Board (Baltimore, MD) states that resilience means its system is “better able to adapt to a variety of potentially significant future changes.”10 (Emphasis added.) Other plans do not refer to “resilience” directly, and instead use phrases such as “safety,” “increased security,” “reduced vulnerability,” or other concepts related to resilience. Overall, terms related to 5 Rockingham Planning Commission. September 2017. “2040 LRTP Public Comment Draft.” Available at: http://www.rpc-nh.org/application/files/1515/0492/7889/RPC-2040LRTP-9-8-17-PubComDraft.pdf. 6 Northeast Ohio Areawide Coordinating Agency (NOACA). June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544. 7 Metropolitan Council. 2010. “2040 Thrive MSP: One Vision, One Metropolitan Region.” Available at: https://metrocouncil.org/Planning/Publications-And-Resources/Thrive-MSP-2040-Plan-(1)/ThriveMSP2040.aspx. 8 Arkansas DOT. March 2017. “Arkansas Long Range Intermodal Transportation Plan Technical Memorandum 4A: Performance Measures.” Available at: http://www.wemovearkansas.com/docs/TM4A_Performance-Measures.pdf. 9 Metropolitan Transportation Commission. July 2017. “Plan Bay Area 2040.” Available at: http://2040.planbayarea.org/cdn/farfuture/DNwQeazEwHFfJg-HZ- _GMZSVQxPV0mKk0nTUkVaDSes/1506467747/sites/default/files/2017-09/Plan_Bay_Area_2040-09262017- links.pdf. 10 Baltimore Regional Transportation Board. November 2015. “Maximize 2040.” Available at: http://www.baltometro.org/phocadownload/Publications/Transportation/Plans/Maximize2040/Max2040_final.pd f. Integrating Resilience into the Transportation Planning Process: White Paper 6resilience (listed in the Figures 2 and 3 below) appeared in the planning documents of 46 DOTs and 83 of the selected MPOs – a majority of each. In other words, only 6 DOTs and 18 of the selected MPOs included no mention of any resilience-related term. Of the agencies that did include some reference to resilience, 25 DOTs and 42 MPOs (slightly less than half for each) included these terms in a way deemed relevant to this effort – that is, multiple terms were found and were significantly discussed. “Weather” and “climate change” were the resilience-related terms most frequently included in planning documents, with about half or slightly more of DOTs and selected MPOs including these terms. While these numbers do not represent a strong majority, they do highlight that resilience concerns are fairly commonplace and not limited to a few select agencies. See Figure 2 for the number of DOTs that included each resilience-related term in their plans and Figure 3 for a count of selected MPOs that included the terms in their plans. Integrating Resilience into the Transportation Planning Process: White Paper 7DOTs 50 45 40 35 30 25 20 15 10 5 0 Weather Climate Resilience Vulnerability Risk Natural Adaptation change disasters/ Natural hazards Figure 2: The number of DOTs (out of 52) that included resilience-related terms in their planning documents. Selected MPOs 100 90 80 70 60 50 40 30 20 10 0 Weather Climate Resilience Vulnerability Risk Natural Adaptation change disasters/ Natural hazards Figure 3: The number of MPOs (out of 101 selected) that included resilience-related terms in their planning documents. 4. Why Are DOTs and MPOs Integrating Resilience into Planning? Agencies that integrated resilience into their planning stated a variety of reasons for doing so, from complying with federal and state laws and regulations to reasons important to the agency itself, such as agencies that were serving areas damaged by extreme weather events. Both State DOTs and MPOs largely referenced federal law and regulation as a reason for including resilience in their transportation planning, citing the FAST Act requirements and goals, MAP-21 goals, and the National Infrastructure Protection Plan. Table 3 gives an overview of the federal laws and regulations that require State DOTs and MPOs to consider resiliency, and it gives an overview of the nonbinding federal policies that some agencies cited as their motivation. See Appendix B for more details. Integrating Resilience into the Transportation Planning Process: White Paper 8Table 3: Federal Laws and Regulations That Require Resilience Considerations Effective Date Overview Source June 27, 2016 “(a) Each State shall carry out a continuing, cooperative, and 23 CFR 450.206(a) comprehensive statewide transportation planning process that provides for consideration and implementation of projects, strategies, and services that will address the following factors: (9) improve the resiliency and reliability of the transportation system and reduce or mitigate stormwater impacts of surface transportation.” June 27, 2016 “(b) The metropolitan transportation planning process shall be 23 CFR 450.306(b) continuous, cooperative, and comprehensive, and provide for consideration and implementation of projects, strategies, and services that will address the following factors: (9) Improve the resiliency and reliability of the transportation system and reduce or mitigate stormwater impacts of surface transportation;” Long-range statewide “(c) The long-range statewide transportation plan shall reference, 23 CFR 216 (c ) transportation plan summarize, or contain any applicable short-range planning studies; strategic planning and/or policy studies; transportation adopted after May needs studies; management systems reports; emergency relief 2018 meets and disaster preparedness plans;” requirements On or after May 27, “(f) The metropolitan transportation plan shall, at a minimum, 23 CFR 2018, an MPO meets include: 7) Assessment of capital investment and other strategies 450.324(f)(7) to preserve the existing and projected future metropolitan requirements to transportation infrastructure, provide for multimodal capacity adopt a metropolitan increases based on regional priorities and needs, and reduce the transportation plan vulnerability of the existing transportation infrastructure to natural disasters. October 2, 2017 Asset Management Plan (c) A State DOT shall establish a process 23 CFR 515.7 (c)(6) for developing a risk management plan. This process shall, at a and 515.9 (h) minimum, produce the following information: (6) Risk management analysis, including the results for NHS pavements and bridges, of the periodic evaluations under part 667 of this title of facilities repeated damaged by emergency event. and (h) A State DOT shall integrate its asset management plan into its transportation planning processes that lead to the STIP, to support its efforts to achieve the goals in paragraphs (f)(1) through (4) of this section. Mandatory and State DOTs must evaluate facilities that have repeatedly been FAST Act due by November 23, damaged in emergency events. 23 CFR 667 2018 Integrating Resilience into the Transportation Planning Process: White Paper 9Nonbinding The National Highway Freight Program has a goal to “improve the FAST Act . . . resiliency of freight transportation in rural and urban areas.”[1] Nonbinding Goals for the national transportation system include increasing MAP-21 safety, security, and reliability.[2] Nonbinding National Infrastructure Protection Plan invests to produce Department of significant reductions in national risk. [3] Homeland Security Many MPOs also reference state-level directives to incorporate resilience into planning, such as: California’s Executive Order B-30-15, which requires California agencies to “take climate change into account in their planning and investment decisions.”12 Other States require MPOs to evaluate greenhouse gas impacts of their projects and plans, and MPOs are Why Miami-Dade MPO Is Considering Climate Change11 citing this as their reason for considering climate Miami-Dade County is on the frontline to experience change in their planning work. For example, in climate change impacts, especially rising sea levels, and Massachusetts, several MPOs cited the Massachusetts has unique characteristics that make these projected Global Warming Solutions Act,13 the Massachusetts impacts more challenging: 1) it is a coastal community, DOT GreenDOT policy,14 and the Massachusetts Clean located at the tip of the Florida peninsula, with most of Energy and Climate Plan for 2020.15 Other agencies’ the geographic area only a few feet above sea level; 2) important economic drivers, such as tourism and plans offered additional non-regulatory rationales for agriculture, are weather dependent; 3) its stormwater addressing resilience, such as: infrastructure system is a gravity flow system, which will • Economic benefits. be directly impacted by sea level rise—it already • Improved safety. experiences overflows at extreme high tides; 4) due to a • Maintaining mobility and operations. porous substrate, sea level rise may allow saltwater intrusion into the shallow aquifer that serves as the • Preparing to adapt to climate change. primary source of freshwater; and 5) it has a large, dense • Damage experienced by catastrophic weather population whose growth could be exacerbated at any events, such as Hurricane Katrina and time by a segment of mass migration. Superstorm Sandy. [1] 23 USC 167 [2] 23 USC 150. [3] DHS National Infrastructure Protection Plan: https://www.dhs.gov/national-infrastructure-protection-plan 11 Miami-Dade MPO. October 2014. “Miami-Dade 2040 Long Range Transportation Plan.” Available at: http://www.miamidadetpo.org/library/plans/2040-long-range-transportation-plan-final-2014-10.pdf. 12 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. 13 Global Warming Solutions Act, 2008. Available at: http://www.mass.gov/eea/waste-mgnt-recycling/air- quality/climate-change-adaptation/mass-clean-energy-and-climate-plan.html and https://malegislature.gov/Laws/SessionLaws/Acts/2008/Chapter298. 14 Massachusetts GreenDOT Policy Directive, 2010. Available at: https://www.massdot.state.ma.us/portals/0/docs/P-10-002.pdf. 15 Massachusetts Clean Energy and Climate Plan for 2020, 2015. Available at: Integrating Resilience into the Transportation Planning Process: White Paper 10For example, a number of agencies highlighted current or future projected hazards as reasons for integrating resilience: • The California DOT emphasized the high level of risk posed by climate change to Californians in its Transportation Plan 2040.16 • The Capital Area MPO (Austin, TX) listed past extreme events as its impetus for integrating resilience.17 • The Miami-Dade MPO (Miami, FL) highlights its particular vulnerability to sea level rise and the need to increase resilience in its 2040 Long-Range Transportation Plan (see the textbox on page 10 for more information).18 5. Which DOTs and MPOs Are Considering Resilience in Planning? To determine which DOTs and MPOs are considering resilience in their planning processes, the research team first had to determine what qualifies as a significant consideration of resilience. The research team defined such consideration as agencies that used “resilience” or a similar term (see Section 3 for other commonly used terms) along with a significant discussion of how they are considering and addressing resilience, such as through resilience-related goals and objectives, performance measures, or strategies and projects. With this definition, nearly half of the agencies assessed for this white paper incorporated resilience into their transportation plans: 25 out of 52 State DOTs and 41 out of the 101 selected MPOs. Figure 4 illustrates the geographic spread of State DOTs and selected MPOs that have incorporated resilience into their planning documents. The research team attempted to include MPOs likely to incorporate resilience in the sample, but the search was not comprehensive. Therefore, while Figure 4 provides a snapshot of the current state of DOTs and MPOs integrating resilience into their planning process, it does not include agencies that were not reviewed as part of this study. 16 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. 17 Capital Area MPO. September 2015. “CAMPO 2040 Regional Transportation Plan.” Available at: http://www.campotexas.org/wp-content/uploads/2015/10/CAMPO2040PlanFinal.pdf. 18 Miami-Dade MPO. October 2014. “Miami-Dade 2040 Long Range Transportation Plan.” Available at: http://www.miamidadetpo.org/library/plans/2040-long-range-transportation-plan-final-2014-10.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 11Figure 4: Geographic spread of State DOTs (colored states) and selected MPOs that incorporated resilience into their planning documents. Table 4 summarizes the number of selected MPOs that have integrated resilience based on the size of the population served. Within the set of reviewed MPOs, those with medium-sized populations were leading the way on incorporating resilience into their long-range plans and programming. Table 4: Number of MPOs Incorporating Resilience into Planning Total in Number Number Size (Population Served) the Integrating Reviewed Country Resilience Large (>3,000,000) 15 15 9 Medium (1,000,000–2,999,999) 33 16 16 Small (200,000–999,999) 152 34 10 Very Small (<200,000) 204 36 6 6. How Are DOTs and MPOs Integrating Resilience into Their Planning Processes? The research team identified the following points at which resilience can tie into transportation planning processes (including the development of long-range plans, TIPs, TAMPs, or environmental reviews): Integrating Resilience into the Transportation Planning Process: White Paper 12• Incorporate resilience in the goals and objectives to guide the plan development. • Consider resilience and reliability when defining the problems and needs that the plan has to address. • Include resilience considerations in the criteria for evaluating projects, which are frequently related to performance measures and their targets. • Identify, evaluate, and adopt strategies that will address the identified vulnerabilities and help achieve resilience goals. • Implement the selected strategies to improve resilience. • Monitor, using the pre-selected performance measures, how the strategies are improving resilience so that the planners can report on the performance to influence their decisions in the update cycle for the plan. Figure 5 is a working concept of a potential graphic that could apply to any plan. Goals and Objectives Monitor and Problems and Report Needs Evaluation Criteria, Implement Performance Adopted Measures, and Strategies Targets Strategies Identification, Evaluation, and Adoption Figure 5: Transportation planning process. 6.1. Goals and Objectives The goals and objectives of a transportation plan help set the tone for the rest of the planning processes. State DOTs and MPOs are integrating resilience into their goals and objectives to: • Meet state and federal resilience requirements. • Better manage the lifecycle costs of the transportation system. • Prepare for current and future increases in extreme weather events. The following subsections provide a synthesis of the types of State DOT and MPO goals and objectives while Appendix C: Summary of State DOT and MPO Resilience Goals and Objectives provides a more comprehensive review of individual agency goals and objectives. Integrating Resilience into the Transportation Planning Process: White Paper 136.1.1. State DOTs Of the 25 State DOTs that mentioned resilience in their plans, 17 explicitly named resilience as a goal or objective. Of these 17, seven worded their goals to match the federal statutes requiring resilience be considered in the transportation planning process. The safety and security policies of MAP-21 appear to have had the greatest influence over the goals and objectives, while a smaller number of the goals directly mirror the directive from the FAST Act, which instructs states to “improve the resiliency and reliability of the transportation system and reduce or mitigate stormwater impacts of surface transportation.” • The Arkansas DOT included a very specific goal to “improve statewide safety by funding projects reducing fatal and serious injury crashes, reducing vulnerability (the magnitude of impact on the system due to events such as major traffic incidents, flooding, lane closures, bridge failures, and seismic activity), and improving resiliency of the system (the ability of the system to recover from these events).”19 • The Colorado DOT included a goal to “improve the resiliency and redundancy of the transportation Resilience Goal Example – Minnesota system to address the potential effects of extreme DOT’s System Stewardship weather and economic adversity, emergency Objective20 management, and security.”21 \"Strategically build, manage, maintain • The Florida DOT included a goal to “provide agile, and operate all transportation assets. Rely on system data and analysis, resilient, and quality transportation performance measures and targets, infrastructure.”22 agency and partners’ needs, and Most of the State DOTs who made resilience a goal defined public expectations to inform their needs in a context outside of federal regulation (10 of decisions. Use technology and the 17). Many cited the fiscal benefits of a resilient innovation to get the most out of investments and maintain system transportation network. performance. Increase the resiliency • The California DOT set a goal to “reduce long-run of the transportation system and repair and maintenance costs” by using proactive adapt to changing needs.\" techniques like smart asset management and lifecycle costing to maintain their infrastructure.23 19 Arkansas DOT. March 2016. “Arkansas Long Range Intermodal Transportation Plan: Goals and Objectives Tech Memo.” Available at: http://www.wemovearkansas.com/docs/TM3_Goals-and-Objectives.pdf. 20 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 21 Colorado DOT. January 2015. “Transportation Matters: Statewide Transportation Plan.” Available at: https://www.codot.gov/programs/colorado-transportation-matters/statewide-transportation-plans. 22 Florida DOT. September 2016. “FDOT Long Range Program Plan.” Available at: http://floridafiscalportal.state.fl.us/Document.aspx?ID=14609&DocType=PDF. 23 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 14Other states described resilience’s importance for mitigating uncertain future hazards, both natural and manmade. Several states were concerned with extreme weather events associated with climate change and sought to incorporate redundancies into their transportation system to ensure the mobility of people and goods during these events. • The Hawaii DOT included a goal to \"promote long-term resiliency, relative to hazard mitigation, namely global climate change, with considerations to reducing contributions to climate change from transportation facilities, and reducing the future impacts of climate change on the transportation system\" and to \"improve resiliency of the state through the transportation system.\"24 • The Illinois DOT is currently planning to include a goal in its next (2017) long-range plan to “proactively plan and invest in the state’s transportation system to ensure that its infrastructure is prepared to sustain extreme weather events.”25 6.1.2. MPOs In some cases, MPOs framed their resilience goals in terms of safety and security, but they also added the element of livability. • The New York Metropolitan Transportation Council has a goal to improve the resiliency of the regional transportation system. The MPO states that the goal will be supported by projects and actions that focus on “hardening” the transportation system and by evolving partnerships among agencies to help reduce impacts of disasters on the movement of goods and people.26 • The South Western Regional Planning Agency (Stamford, CT) seeks to increase the resilience of its transportation system by investing in modes of transportation that are “affordable and green,” such as bicycle and pedestrian infrastructure.27 • The Madison Area Transportation Planning Board (Madison, WI) has goals to “develop a transportation system that is resilient in the face of climate change and rising fuel prices in the future” and to “reduce vulnerability of the public and the region’s transportation infrastructure to crime and natural hazards.”28 24 Hawaii DOT. July 2014. “Statewide Federal-Aid Highways 2035 Transportation Plan.” Available at: http://hidot.hawaii.gov/highways/files/2014/09/Statewide-Federal-Aid-Highways-2035-Transportation- Plan_Yong.pdf. 25 Illinois DOT. Not yet published. 2017 Long Range Transportation Plan website. Available at: http://www.idot.illinois.gov/transportation-system/transportation-management/planning/index. 26 New York Metropolitan Transportation Council. June 2017. “Regional Transportation Plan 2045 Maintaining the Vision for a Sustainable Region.” Available at: https://www.nymtc.org/Portals/0/Pdf/RTP/Plan%202045%20Final%20Documents/Plan%202045%20Full%20Main %20document/Full%20Main%20Plan%202045_R_6-27-17.pdf. 27 South Western Regional Planning Agency – “South Western Region Long Range Transportation Plan 2015-2040.” Available at: https://westcog.org/wp-content/uploads/2015/12/LRTP-Update-2.pdf. 28 Madison Area Transportation Planning Board. April 2017. “Regional Transportation Plan 2050.” Available at: http://www.madisonareampo.org/planning/documents/RTP_2050_Report_Final.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 15Areas vulnerable to threats associated with climate change, such as those in coastal regions, have begun developing goals to help them face those hazards. • In Florida, the Palm Beach MPO has a stated objective of increasing the percentage of facilities that can accommodate a two-foot sea level rise.29 • The Northern Middelsex MPO (Lowell, MA) has a stated objective of protecting transportation infrastructure from climate change, and more specifically to address stormwater runoff and flooding concerns.30 • The South Jersey Transportation Planning Organization (Vineland, NJ), specified in its goals that it is particularly focused on improving the resiliency and reliability of the transportation system along the Atlantic and Delaware Bay shorelines.31 • In Massachusetts, the Cape Cod MPO has an objective to improve the transportation system’s resiliency to the effects of sea level rise, under the goal of supporting livable communities that strengthen the long-term resilience of the region.32 6.2. Assessments of Problems or Needs This section provides an overview of the approaches State DOTs and selected MPOs are using to understand their vulnerability problems and needs, followed by a discussion of what hazards (both current and future changes in climate) they are including in their plans. 6.2.1. Approaches to Understanding Vulnerability To improve their resilience, transportation agencies first need to understand what hazards and vulnerabilities threaten their systems. While a formal vulnerability assessment is the most common approach, other DOTs and MPOs are working to understand risks through scenario planning and workshops. Within their planning documents, 14 State DOTs and 23 of the 101 selected MPOs indicated that they have already completed, are in progress of completing, or are proposing vulnerability assessments for their transportation infrastructure. See Table 5 for a breakdown of how many agencies are at each stage in developing their vulnerability assessments, as reported in their transportation plans at the time this white paper was developed. For the purpose of this count, vulnerability assessments were considered “complete” if they were explicitly discussed as having occurred in the long-range transportation plan. The “in progress” designation was given to agencies that had either specifically noted that they were in progress, had ongoing but not yet complete efforts, or had allocated funds for vulnerability assessments. The “proposed” designation was given to agencies that had no reporting of completion or plans to conduct vulnerability assessments, but called for them as upcoming actions or strategies. 29 Palm Beach Metropolitan Planning Organization. October 2014. “Palm Beach MPO 2040 Long Range Transportation Plan.” Available at: https://westcog.org/wp-content/uploads/2015/12/LRTP-Update-2.pdf 30 Northern Middelsex MPO. July 2015. “Northern Middelsex Regional Transportation Plan 2016-2040.” Available at: http://www.nmcog.org/Websites/nmcog/images/2016- 2040_RTP/Final_RTP_Complete_no_Appendices_80415.pdf. 31 South Jersey Transportation Planning Organization. 2016. “A Plan for South Jersey: Transportation Matters.” Available at: http://www.sjtpo.org/wp-content/uploads/2016/07/Transportation-Matters-7-25-2016-Final.pdf. 32 Cape Cod MPO. July 2015. “Cape Cod 2016 Regional Transportation Plan 2016-2040.” Available at: http://www.capecodcommission.org/resources/transportation/rtp/2016/FinalReport/Cape%20Cod%202016%20R egional%20Transportation%20Plan%20-%20without%20Appendices%20(Endorsed%207-20-15).pdf. Integrating Resilience into the Transportation Planning Process: White Paper 16However, it is likely that some DOTs and MPOs have completed or are working on vulnerability assessments without mentioning them in their last plan updates. Programming of such studies are frequently included in Unified Planning Work Programs or State Planning and Research, which were not included in this literature review. Table 5. Count of Agencies Reporting on Their Vulnerability Assessment status Vulnerability Assessment Status DOTs (out of 52) MPOs (out of 101) Complete 8 14 In Progress 3 5 Proposed 3 4 Many of these vulnerability assessments address a variety of climate change and extreme weather threats posed to the full transportation system across the agency’s transportation network by climate change and extreme weather hazards. Others focus on specific assets, such as: • An assessment for California DOT’s high-speed rail project.33 • The Hampton Roads Transportation Planning Organization’s (Virginia Beach, VA) “Roadways Serving the Military and Sea Level Rise/Storm Surge” report.34 • The Minnesota DOT’s vulnerability assessment for bridges, culverts, and other infrastructure with respect to flash flooding.35 Some of the DOTs and MPOs are considering climate impacts, threats posed by natural hazards, and resilience, even where they do not seem to have conducted a systematic vulnerability assessment. Many of these agencies discuss the need to conduct vulnerability assessments and often suggest it as a next step or upcoming strategy in their planning process. However, agencies are also employing techniques other than vulnerability assessments to identify hazards and needs. Examples of other approaches include: • Scenario planning: The Mid-Region Council of Governments (COG) (Albuquerque, NM) discussed the results of the Central New Mexico Climate Change Scenario Planning Project, including “the relationship between future development patterns and the vulnerabilities to the effects of climate change.”36 33 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. 34 Hampton Roads Transportation Planning Organization (HRTPO). July 2016. “2040 Long Range Transportation Plan.” Available at: http://www.hrtpo.org/page/2040-long-range-transportation-plan/. 35 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 36 Mid-Region Council of Governments. April 2015. “Long Range Transportation Plan: Futures 2040 MTP.” Available at: https://www.mrcog-nm.gov/images/stories/pdf/transportation/2040_MTP/futures-2040-mtp-final-with- administrative-modification-09-15-17sm.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 17• Workshops: The Chattanooga-Hamilton County/North Georgia Transportation Planning Organization (Chattanooga, TN) held a climate adaptation workshop to help identify critical transportation assets, impacts, and climate adaptation strategies.37 6.2.2. Types of Hazards In terms of specific existing hazards, flooding and stormwater are by far the most frequently discussed, with over half of selected MPOs and DOTs mentioning these threats in their plans. See Figure 6 for a full breakdown of the number of DOTs and selected MPOs that included each hazard in their planning documents. Flooding, snow, ice, and stormwater appear in all the types of documents reviewed: State DOT and MPO long-range plans and TIPs. By contrast, drought, heat, fire, wind, sea level rise, and other hazards are almost exclusively discussed in the long-term planning documents rather than in TIPs. It is likely that flooding, snow, ice, and stormwater are emphasized because they are regularly experienced threats that significantly disrupt the transportation system. It is both prudent and federally mandated for transportation agencies to have the capacity to respond to such threats. The other hazards, on the other hand, may be occurring less frequently or have less of a recurring or severe impact on the transportation network currently. DOTs Selected MPOs 50 100 45 90 40 80 35 70 30 60 25 50 20 40 15 30 10 20 5 10 0 0 Figure 6: Count of DOTs (out of 52) and selected MPOs (out of 101) that include discussion of natural hazards in their planning documents. Agencies also discuss a variety of other threats not specifically falling within the research team’s search terms. Frequently discussed threats include earthquakes, tornadoes, and hurricanes. Plans also tend to include locally specific threats, such as coastal erosion in areas facing sea level rise, thawing of permafrost in Alaska, and volcanic activity in Hawaii and Washington. Plans that focus only on threats that agencies face presently (that is, not projecting future climate change-induced changes in threats) generally have limited discussions of both climate change and resilience. Discussions of climate change still appear in some planning documents in the context of 37 Chattanooga-Hamilton County/North Georgia TPO. December 2013. “Volume I: The Chattanooga-Hamilton County/North Georgia 2040 Regional Transportation Plan.” Available at: http://www.chcrpa.org/2040RTP/CHCRPA_2040RTP_Vol-1.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 18climate change mitigation efforts and efforts to decrease greenhouse gas emissions, particularly because of the high level of emissions attributable to the transportation sector. These plans also discuss climate change in terms of general projections of potential impacts but without specific tie-ins to the efforts within the plan. When resilience is mentioned in these documents, it is generally confined to discussions of improving infrastructure to better withstand regular, currently expected flooding events, and not long-term or changing threats. Seventeen DOTs and 36 MPOs discuss climate change in terms of projected impacts on their transportation networks. State DOTs and MPOs that discuss increases in the frequency of extreme events in their planning documents generally include threats from hurricanes and other storms, extreme precipitation and flash flooding, wildfire, and droughts. When discussing changes in gradual threats, the plans primarily name sea level rise and high heat, but some mention permafrost melt and coastal erosion. Most discussions of climate change focus on the vulnerability of the overall transportation system to widespread stressors such as increased temperature and precipitation. Furthermore, coastal assets are highlighted as being vulnerable to sea level rise, with the need to start planning for such changes as soon as possible. 6.2.3. Partnerships and Collaboration While institutional knowledge is valuable in assessing problems and needs, it is important for DOTs and MPOs to consider external expertise and leverage existing resources when determining the vulnerability of their transportation assets. By involving partners and engaging stakeholders, DOTs and MPOs can better inform their assessments through knowledge they would not otherwise possess. Some examples include: • The Iowa DOT partnered with Iowa State University and the University of Iowa Flood Center for projected rainfall estimates and hydrologic modeling which supported their vulnerability assessment.38 • The Tennessee DOT (TDOT) surveyed transportation stakeholders within their state to gather institutional knowledge. The survey was used to “assess the potential impacts to different types of assets when exposed to a variety of extreme weather hazards.”39 The survey results were incorporated into TDOT’s vulnerability assessment by developing “impact scores” for each transportation asset type and weather category combination. The higher of a score that an individual asset and weather combination received, the more vulnerable that asset is to that weather event. In other cases, DOTs and MPOs can leverage existing extreme weather and climate change data/studies for use in their own vulnerability assessment. Leveraging existing research helps streamline the data 38 Federal Highway Administration (FHWA), July 2016, “2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations.” Available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/2013- 2015_pilots/final_report/fhwahep16079.pdf 39 FHWA, July 2016, “2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations.” Available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/2013- 2015_pilots/final_report/fhwahep16079.pdf Integrating Resilience into the Transportation Planning Process: White Paper 19collection and development process while ensuring regional consistency in data sets. Agencies who have already done so include: • The Maine DOT leveraged existing marsh and sea migration maps created by a National Oceanic and Atmospheric Administration-funded project to conduct a vulnerability assessment of transportation assets in the same study area. 40 • The New York State DOT used previous climate assessments done in partnership with The Nature Conservancy to “inform prioritization of stream crossings for upgrades that would improve both climate resilience and fish passage.”41 More information on how DOTs and MPOs are conducting vulnerability assessments and working with partners to identify problems and needs is included in FHWA’s Resilience Pilots website. 42 6.3. Performance Measures, Targets, and Evaluation Criteria Of the MPOs and State DOTs reviewed, the MPOs were more likely to have performance measures, targets, or evaluation criteria related to resilience than the State DOTs. Nineteen MPOs included performance measures, targets, or evaluation criteria related to resilience compared to five State DOTs. 6.3.1. Performance Measures and Targets Performance measures and targets are used by transportation agencies to measure how they are performing over time, and to track how close they are to achieving their target state of the system. Although State DOTs have goals related to resilience, most goals either do not have specific performance measures, or they map to performance measures related to safety and security, environmental stewardship, or system preservation, rather than to natural disasters or extreme events, as shown in Table 6. Table 6: State DOT Performance Measures State DOT Goal Performance Measure(s) District DOT43 Sustainability and health: Prepare • Mileage of new facilities in flood zones the transportation system for (transit investments, bicycle facilities, changing environmental and streets, and bridges) climatological conditions 40 FHWA, July 2016, “2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations.” Available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/2013- 2015_pilots/final_report/fhwahep16079.pdf 41 FHWA, July 2016, “2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations.” Available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/2013- 2015_pilots/final_report/fhwahep16079.pdf 42 FHWA’s Resilience pilots website is available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/index.cfm 43 District DOT. October 2014. “Move DC: The District of Columbia's Multimodal Long-Range Transportation Plan.” Available at: http://www.wemovedc.org/resources/Final/Part%201_Strategic_Multimodal_Plan/Strategic_Multimodal_Plan.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 20Maryland DOT44 Environmental stewardship: • Percent of compliance on erosion and Institutionalize the consideration of sediment control ratings future sea levels and storm • Acres of wetlands or wildlife habitat conditions in prioritizing created, restored, or improved since infrastructure investments in 2000 coastal areas Minnesota DOT45 System stewardship: Increase the • Annual percentage of routine culvert resilience of the transportation inspections completed on time system and adapt to changing needs Oklahoma DOT46 Environmental responsibility: • Quantity of litter/debris cleared from Minimize environmental impacts storm drains/culverts/roadsides related to transportation (reduce roadway flooding) enhancing the natural environment While some MPOs similarly conflated resilience with safety or security, others included more diverse and direct resilience-related performance measures or targets, which are shown in Table 7. Flooding, and in some cases sea level rise for the coastal MPOs, were the hazards most often addressed through performance measures or targets. The only other major hazard included in performance measures was forest fire risk. 44 Maryland DOT. January 2016. “2035 Maryland Transportation Plan: Moving Maryland Forward.” Available at: http://www.mdot.maryland.gov/newMDOT/Planning/CTP/Final_CTP_16_21/Documents/2035_MTP_010816_We b.pdf. 45 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan: 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 46 Oklahoma DOT. August 2015. “Moving Oklahoma Forward: OK DOT Long Range Transportation Plan 2015-2040.” Available at: http://www.okladot.state.ok.us/p-r-div/lrp_2015_2040/2040_LRTP_Full_Document.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 21Table 7: MPO Performance Measures MPO Goal or Objective Performance Measure(s) or Targets Cape Cod MPO (MA)47 Improve the transportation • Evaluate potential impacts of system's resiliency to the sea level rise for all TIP projects effects of sea level rise during the 25% design review and adjustments to projects are made as warranted Improve stormwater • Provide improved stormwater management and treatment management and treatment to in transportation 50% of TIP projects outside of improvement projects sensitive areas and 100% of TIP projects within sensitive areas Hillsborough County MPO Increase the security and • Protect low-lying major roads (Tampa, FL)48 resiliency of the multimodal from storm surge and flooding transportation system • Maintain stormwater drainage programs Merrimack Valley MPO Adaptive planning for climate • Number of coastal communities (Haverhill, MA)49 change with adaptation plans Miami-Dade MPO (FL) 50 Reduce the vulnerability and • Number of highway lane and increase the resiliency of centerline miles within the 100- critical infrastructure to the year floodplain impacts of climate trends and events Mid-Region COG Environmental resilience: • Development in high flood risk (Albuquerque, NM) 51 Prepare for climate areas: Employment and housing uncertainties in FEMA 100-Year floodplains • Development in forest fire risk areas: Employment and housing in wildland-urban intermix areas 47 Cape Cod MPO. July 2015. “Cape Cod 2016 Regional Transportation Plan 2016-2040.” Available at: http://www.capecodcommission.org/resources/transportation/rtp/2016/FinalReport/Cape%20Cod%202016%20R egional%20Transportation%20Plan%20-%20without%20Appendices%20(Endorsed%207-20-15).pdf. 48 Hillsborough County MPO. March 2016. “Imagine Hillsborough 2040: Long Range Transportation Plan.” Available at: http://www.planhillsborough.org/wp-content/uploads/2014/10/2040-LRTP-Final-Full-Report-revised-3-28-16- 1.pdf. 49 Merrimack Valley MPO. July 2015. “Merrimack Valley 2016 Regional Transportation Plan.” Available at: http://mvpc.org/programs/transpo-new-homepage/mpo-page/new-regional-transportation-plan/. 50 Miami-Dade MPO. October 2014. “Miami-Dade 2040 Long Range Transportation Plan.” Available at: http://www.miamidadetpo.org/library/plans/2040-long-range-transportation-plan-final-2014-10.pdf. 51 Mid-Region COG. April 2015. “Long Range Transportation Plan: Futures 2040 MTP.” Available at: https://www.mrcog-nm.gov/images/stories/pdf/transportation/2040_MTP/futures-2040-mtp-final-with- administrative-modification-09-15-17sm.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 22MPO Goal or Objective Performance Measure(s) or Targets Northern Middlesex MPO Protect critical infrastructure • Number of stormwater (Lowell, MA)52 from the effects of climate improvement projects change and address implemented by local stormwater runoff and communities and MassDOT flooding concerns Palm Beach MPO (FL)53 Provide an efficient and • Increase the percentage of reliable vehicular facilities that accommodate two transportation system feet sea level rise; the performance target is 90% for the strategic intermodal system network in 2025 Regional Planning Environmental sustainability: • Number of projects that raise Commission (New Orleans, implement projects that the roadway grade or increase LA) 54 consider the impacts of resilience against climate change climate change and natural or natural disasters through hazard mitigation other means (tracked annually) Tri-County Regional Planning Efficient and resilient • Ensure 95% of all roadways have Commission (Peoria, IL) 55 transportation system a volume-capacity ratio less than one by 2020 • Reduce the percentage of roadways in “poor” or “fair” condition • Reduce the percentage of roadways in “critical backlog” • Reduce commute times by 2.5% by 2025 The most common resilience-related performance measure across the MPOs was a variation on the number of transportation assets or areas of development located in FEMA-defined 100-year or 500-year floodplains or, in the case of coastal areas, located in areas vulnerable to sea level rise. Other flooding- related performance measures involve the total number of stormwater improvement projects or maintenance of stormwater drainage systems. Other MPO resilience-related performance measures focused on the overall resilience of the transportation system, such as the number of projects that incorporate design elements related to resilience or climate change and the number of projects that increase the roadway grade. 52 Northern Middlesex MPO. No date. “Northern Middlesex Regional Transportation Plan 2016-2040.” Available at: http://www.nmcog.org/Websites/nmcog/images/2016- 2040_RTP/Final_RTP_Complete_no_Appendices_80415.pdf. 53 Palm Beach Metropolitan Planning Organization. October 2014. “Palm Beach MPO 2040 Long Range Transportation Plan.” Available at: https://westcog.org/wp-content/uploads/2015/12/LRTP-Update-2.pdf. 54 Regional Planning Commission. January 2015. “Metropolitan Transportation Plan: New Orleans Urbanized Area.” Available at: http://www.norpc.org/assets/pdf-documents/2044%20NO%20MTP%20FINAL%20ADOPTED.pdf. 55 Tri-County Regional Planning Commission. March 2015. “Envision HOI: Heart of Illinois Long Range Transportation Plan.” Available at: http://www.tricountyrpc.org/files/Envision_HOI_FINAL.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 236.3.2. Evaluation Criteria A number of MPOs also documented resilience-related Evaluation Criteria Scoring Example: evaluation criteria, which are used to select or prioritize Boston Region MPO projects in the MTPs and TIPs, respectively. Resilience- The Boston Region MPO (MA) awards up to related criteria only appeared in one State DOT document. six out of 29 possible points dedicated to system preservation for projects that Flooding and sea level rise were again the most common improve the ability to respond to extreme hazards addressed. Flooding-related criteria include whether conditions. Within the extreme conditions or not a project is located in a 100-year or 500-year component of system preservation floodplain and whether the project mitigates stormwater evaluation, points are awarded to projects and flooding. Select MPO examples include: that: • Address flooding and/or sea level rise • The Palm Beach MPO (FL) awards priority points to issues and support the ability of a projects that mitigate sea level rise impacts, although it facility to function in those conditions is a comparatively low priority.56 (+2 points) • The Boston Region MPO (MA) includes evaluation • Update facilities to current seismic criteria for “system preservation,” including prioritizing design standards (+1 point) projects that improve response to extreme events and • Address critical transportation projects that are located outside of a flood zone or infrastructure (+1 point) hurricane surge zone.57 See the textbox for how specific • Protect freight network elements, such actions are valued. as port facilities, that are vulnerable to • The Cape Cod MPO (MA) includes “coastal resiliency” climate change impacts (+1 point) • Implement hazard mitigation of evaluation criteria to prioritize projects that incorporate climate adaptation plans (+1 point) resilient design elements, especially those in areas vulnerable to sea level rise.58 • The Northeast Ohio Areawide Coordinating Agency (Cleveland, OH) requires project sponsors to demonstrate how the project will control and mitigate stormwater during the design, construction, and post-construction long-term performance of the project before it is eligible for funding.59 • The Miami-Dade MPO (FL) reviews if projects are in a floodplain and whether or not they have been scheduled for increased routine maintenance.60 Fargo-Moorhead Metropolitan COG (ND),61 56 Palm Beach MPO. October 2014. “Palm Beach MPO 2040 Long Range Transportation Plan.” Available at: http://www.palmbeachmpo.org/static/sitefiles/documents/LRTP/LRTP.pdf. 57 Boston Region MPO. May 2017. “Transportation Improvement Program: Federal Fiscal Years 2018-22.” Available at: http://www.ctps.org/data/pdf/plans/TIP/FFYs_2018_2022_Final_TIP_0717.pdf. 58 Cape Cod MPO. May 2017. “Cape Cod Transportation Improvement Program Federal Fiscal Year 2018-2022.” Available at: http://www.capecodcommission.org/resources/transportation/tip/Cape_Cod_2018- 2022_Transportation_Improvement_Program_(Endorsed_05222017).pdf. 59 Northeast Ohio Areawide Coordinating Agency. “SFY's 2018-2021 Transportation Improvement Program.” Available at: http://www.noaca.org/modules/showdocument.aspx?documentid=19842. 60 Miami-Dade MPO. October 2014. “Miami-Dade 2040 Long Range Transportation Plan.” Available at: http://www.miamidadetpo.org/library/plans/2040-long-range-transportation-plan-final-2014-10.pdf. 61 Fargo-Moorhead Metropolitan COG. July 2014. “2014 Long Range Transportation Plan.” Available at: http://www.fmmetrocog.org/new/assets/documents/LRTP/2014%20Long%20Range%20TransportationPlan%20- %20Metro%202040%20Approved%20071714.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 24Fayette/Raleigh MPO (WV),62 and KYOVA Interstate Planning Commission (WV)63 are other examples of MPOs that evaluate whether or not a project is located in a floodplain. Other MPO evaluation criteria focus on the ability of a project to increase the overall resilience of the transportation system. This type of criteria includes maintaining operation of critical assets (e.g., roadway, transit system), and addressing safety, security, or emergency response needs. Select MPO examples include: • The Chattanooga-Hamilton County/North Georgia Transportation Planning Organization (TN/GA) awards security and emergency response points to projects that provide network redundancy or enhance mobility for critical facilities. 64 • The Madison Area Transportation Planning Board (WI) (draft TIP) awards points for system preservation to projects that improve the ability to maintain roadways (e.g., winter snow removal) or transit systems or vehicles. 65 At the state level, Hawaii DOT (HDOT) is the only State DOT using resilience-related evaluation criteria. HDOT uses the MAP-21/FAST Act planning factors and state goals to evaluate and prioritize projects for inclusion in its long-range plan.66 To reflect state priorities, HDOT worked with stakeholders to assign weights to each federally required planning factor and each state goal. System Preservation (the federally required planning factor most related to resilience) has the highest weight (31 percent) of the eight planning factors, and Environmental Sustainability is weighted as 4 percent. From among the 22 state goals, the second highest priority goal (weighted at 7.6 percent) is to “promote long-term resiliency relative to all hazards mitigation, namely global climate change, with considerations to reducing contributions to climate change from transportation facilities, and reducing the future impacts of climate change on the transportation system.” 6.4. Identification of Resilience Strategies Twenty-one State DOTs and 64 of the surveyed MPOs (those likely to be considering resilience) identified strategies or projects in their planning documents that will help to increase the resilience of their transportation system. Consistent with the short-term funding-nature of the TIPs and the long- term policy-nature of the long-range plans, the resilience-related projects in the TIPs almost exclusively focused on current hazards like stormwater management, flooding, and snow and ice, while the long- 62 Fayette/Raleigh MPO. No date. “2040 Regional Transportation Plan.” Available at: https://docs.wixstatic.com/ugd/d85018_99d0c568d8bd4eea9f5250c43352d815.pdf. 63 KYOVA Interstate Planning Commission. April 2017. “KYOVA 2040 Integrated Metropolitan Transportation Plan KYOVA 2040 Integrated Metropolitan Transportation Plan.” Available at: http://www.kyovaipc.org/KYOVA_2040_Integrated_MTP_Complete.pdf. 64 Chattanooga-Hamilton County/North Georgia TPO. November 2016. “2017-2020 TIP.” Available at: http://www.chcrpa.org/TPO_reorganized/Plans_and_Programs/Transportation_Improvement_Program_(TIP)/201 7-2020_TIP/Approved%20to%20Board%201720%20TIP%20Chattanooga%20(1).pdf. 65 Madison Area Transportation Planning Board. August 2017. “TIP 2018-2022” (draft). Available at: http://www.madisonareampo.org/planning/documents/TIP_2018_2022_DRAFT_web.pdf. 66 Hawaii DOT. July 2014. “Statewide Federal-Aid Highways 2035 Transportation Plan.” Available at: http://hidot.hawaii.gov/highways/files/2014/09/Statewide-Federal-Aid-Highways-2035-Transportation- Plan_Yong.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 25range plans focused more on system-wide resilience strategies such as changes in policy, funding sources, emergency management, or building a network of partners. The majority of hazard-specific strategies were directed toward flooding. For coastal areas, there was also a focus on sea level rise. Other hazards included heat, snow, wind, and seismic activity with strategies such as implementing urban forest tree programs, prioritizing emergency routes during snow events, and retrofitting structures for seismic risk or extreme conditions such as high heat or high winds. Overall, many of the MPOs and State DOTs expressed a need for more information or research about specific climate impacts, vulnerability assessments, and flood or sea level rise modeling to better inform their understanding of how climate change will affect them and how they can respond. The following sections provide examples of policy-based strategies, flooding-related strategies, operational strategies, and partnerships/collaborations. 6.4.1. Policy-based Strategies Policy solutions ranged from developing a regional governance strategy for climate adaptation to developing specific flood or seismic design standards and guidelines. Specific examples include: • In its draft 2040 transportation plan, the Rockingham Planning Commission (Exeter, NH) proposes developing regulatory standards or legislation in the next one to five years to ensure that siting and design decisions for state-funded structures use the best available climate science and flood risk information.67 • In its 2040 transportation plan, Delaware Valley Regional Planning Commission (Philadelphia, PN/NJ) proposes using climate projections instead of historical data to plan, maintain, and construct system elements such as pavements, bridges, and drainage systems.68 • In its long-range plan, California DOT identified a number of policy recommendations for integrating climate risk into its planning process. 69 These include: Expand state and regional planning and climate change impact studies. o Develop a project-level checklist to evaluate facility risks and vulnerability due to climate o change at the time funding is programmed, and incorporate project design features to improve resiliency of facilities and infrastructure. Incorporate system impacts from climate change, risk, and vulnerability assessments o into collaborative and proactive construction, operations, and maintenance activities. • District DOT’s70 (Washington, DC) long-range plan refers to the agency’s climate adaptation plan, which includes adaptation strategies to reduce the vulnerability of DDOT’s assets to climate change and extreme weather. These strategies include: 67 Rockingham Planning Commission. September 2017. “2040 Long Range Transportation Plan Public Comment Draft.” Available at: http://www.rpc-nh.org/application/files/1515/0492/7889/RPC-2040LRTP-9-8-17- PubComDraft.pdf. 68 Delaware Valley Regional Planning Commission. September 2013. “Connections 2040 Plan for Greater Philadelphia.” Available at: https://www.dvrpc.org/Products/13042/. 69 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. 70 District DOT. October 2014. “Move DC: The District of Columbia’s Multimodal Long-Range Transportation Plan – Modal and Support Elements.” Available at: http://wemovedc.org/resources/Final/Part%202_Plan_Elements/Plan_Elements.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 26Considering climate change in planning and design, such as evaluating vertical clearance o for bridges on waterways and impacts of wind. Evaluating bridge expansion joints and design. o Evaluating pavement design and monitor pavement conditions. o Improving stormwater management practices. o 6.4.2. Flooding-related Strategies Stormwater management and flooding-related Examples of Stormwater Management Projects projects were the most common type of strategy, • Conduct regular culvert maintenance. including both current and future flooding hazard • Conduct regular drainage system considerations. The majority of these strategies maintenance. were directed toward current flooding hazards. • Develop detention ponds or catch basins. See the textbox for a list of common stormwater • Upsize storm sewers. management and flood-related projects across the • Increase the number of inlets. State DOTs and MPOs. Three noteworthy examples • Install sheet piling. include: • Use permeable surfaces. • The Central Massachusetts MPO • Implement vegetation-based green infrastructure measures such as rain (CMMPO) (Worcester, MA) addresses the gardens or bioswales. FAST Act planning factor on improving the resilience and reliability of the Other Flood-related Projects transportation system and reducing • Elevate structures above the flood level. stormwater impacts. One of the strategies • Install or maintain flood barriers or a in the CMMPO TIP is to retrofit or rebuild seawall. vulnerable assets in flood zone areas to • Install or repair pumping stations. ensure the region’s roadways are resilient • Retrofit vulnerable assets in flood zone to flooding events. To achieve this, areas. CMMPO intends to evaluate and • Implement scour countermeasures on strengthen its most vulnerable assets over bridges. the next 10 years in each of its sub- regions.71 • The South Jersey Transportation Planning Organization (Vineland, NJ) includes a goal in the their draft 2018–2027 TIP to prioritize transportation improvements and programs that increase the reliability and resilience of the transportation system during extreme events. Under the bridge maintenance scour countermeasure program, the draft TIP includes funding for NJDOT to proactively install scour countermeasures on the most scour critical bridges to protect their substructures from damage during storms and flooding events.72 • The Southern New Hampshire Planning Commission’s (SNHPC) (Manchester, NH) 2040 transportation plan indicates that SNHPC is working to develop the Piscataquog Watershed Culvert Prioritization Model, which is designed to help communities make proactive decisions 71 Central Massachusetts MPO. May 2017. “CMMPO Endorsed 2018-2022 TIP.” Available at: http://cmrpc.org/tip. 72 South Jersey Transportation Planning Organization. September 2017. “Transportation Improvement Program: Fiscal Years 2018-2027” (draft). Available at: http://www.sjtpo.org/wp-content/uploads/2017/08/DRAFT-FY18-27- TIP-Document-for-website.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 27about culvert upgrades rather than making emergency repairs after an extreme event. The model will be built in Excel using existing stream-crossing infrastructure and vulnerability assessment data and will allow users to input their own decision-making variables to customize the results to the specific community’s needs.73 MPOs also integrated stormwater and flooding considerations into corridor plans. Corridor plans focus on the holistic improvement or redevelopment of specific transportation corridors. A few examples of MPOs that included stormwater management as a major feature of local corridor planning efforts include: • The Corridor MPO (Cedar Rapids, IA) corridor plan for Highway 10074 includes a large section on stormwater management and green infrastructure (i.e., water management that protects, restores, or mimics the natural water cycle). In particular, the plan outlines potential stormwater management techniques, such as regional detention/retention, conventional localized detention/retention, small scale stormwater management techniques. It also includes a glossary of stormwater best management practices, guidance on how to select the most appropriate management technique for a given area, the cost of stormwater management, and required environmental permitting and clearances. The plan notes that public comment generally supports sustainable stormwater management practices. • The Cheyenne MPO (Cheyenne, WY) corridor plan for Fox Farm Road75 identified drainage as an existing hazard through both field investigations (e.g., blocked or damaged culverts) and public comment. The public identified areas that currently experience standing water, inadequate drainage ditches, and a general perception that issues have increased with recent developments within the project vicinity. In response to these concerns, Cheyenne MPO identified drainage constraints and potential drainage opportunities. Ultimately, the Cheyenne MPO recommended that as the corridor develops, they explore opportunities to provide roadway stormwater retention/detention features. • The Billings MPO (Billings, MT) corridor plan for Highway 376 acknowledges historic stormwater issues. To reduce these issues in the future, the MPO developed a conceptual plan for detention pond locations. The full development of this plan will require a detailed hydraulic study to determine pond size, location, and feasibility. Additionally, the stormwater management plan will have to carefully balance the competing objectives of slowing stormwater flows, while also draining fast enough to limit ponding that may attract waterfowl to the airport. 73 Southern New Hampshire Planning Commission. January 2017. “FY 2017-2040 Regional Transportation Plan.” Available at: http://www.snhpc.org/pdf/FinalRegionalTransportationPlan2017-2040.pdf. 74 Corridor MPO. February 2016. “Highway 100 Corridor Management Plan.” Available at: https://ftp.cedar- rapids.org/main.html?download&weblink=be354f1065f61efad398e54c638d857b&realfilename=2016_02- 12Highway100CorridorStudy.pdf 75 Cheyenne MPO. September 2013. “Fox Farm Road Corridor Plan, Volume 1.” Available at: http://www.plancheyenne.org/Fox%20Farm%20Final/Complete%20Vol%20I.pdf 76 Billings MPO. December 2014. “Highway 3 Corridor Study.” Available at: http://sandersonstewart.com/projects/highway3/ Integrating Resilience into the Transportation Planning Process: White Paper 286.4.3. Operational Strategies Some strategies focus on maintaining operations during and after an extreme event. Many of these include strategies related to emergency management. Examples of strategies to maintain infrastructure and operations include: • In its 2015–2040 transportation plan, Wasatch Front Regional Council (Salt Lake City, UT) recommends that if a project critical to the regional transportation network must be located in a floodplain, the project should be built to an appropriate vertical height to prevent flooding and should also identify alternative routes travelers could take if the asset is compromised during a flooding event.77 • In its 2016–2040 transportation plan, Cape Cod MPO (MA) identified adaptation strategies to maintain coastal infrastructure performance and operations during natural hazards or climate change conditions, including: 78 Maintain optimal performance of existing infrastructure and manage the response to o extreme events through advanced preparation. Increase redundancy of the transportation system. Ensure infrastructure services can be o provided by other means or alternatives, if necessary. Use physical barriers to protect the existing system from climate stressors and extreme o events. Modify or redesign infrastructure to function in a climate stressed environment. o • The 2016-2040 Bowling Green-Warren County MPO (KY) transportation plan indicates that the MPO is working with the State Transportation Cabinet to implement a Statewide Road Weather Information System, which will monitor weather conditions and allow for regular reporting on weather-related hazards.79 Other operational programs and strategies involve responding to flooding, snow, and ice events. For example, snow and ice planning involves maintaining roadways during winter storm events by salting or plowing priority roads. Specific strategies include maintaining the appropriate quantity of snow equipment and supplies, monitoring conditions, and planning snow removal routes. Vegetation management can also help to maintain operations during wildfires or heavy rain events. Allocating more funding to climate resilience measures is another strategy that some organizations are considering. These measures could include budgeting for more supplies or more frequent maintenance under climate change conditions. In order to make these types of operational decisions, tracking data on how environmental changes are affecting the region and the transportation system are critical to understanding operational needs. This information can help to inform decisions on current and future transportation improvement projects. For example: 77 Wasatch Front Regional Council. 2015. “Regional Transportation Plan 2015-2040.” Available at: http://www.wfrc.org/publications/RTP-publications/RTP_2015_FINAL.pdf. 78 Cape Cod MPO. July 2015. “Cape Cod 2016 Regional Transportation Plan 2016-2040.” Available at: http://www.capecodcommission.org/resources/transportation/rtp/2016/FinalReport/Cape%20Cod%202016%20R egional%20Transportation%20Plan%20-%20without%20Appendices%20(Endorsed%207-20-15).pdf. 79 Bowling Green-Warren County MPO. November 2015. “FY 2016-2040 Metropolitan Transportation Plan.” Available at: http://warrenpc.org/mpo/pdf/2016-2040MTP-FINAL_WEBVERSION.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 29• The Maine DOT’s TIP allocates funding to the operation of 10 United States Geological Survey (USGS) water-level gauges. 80 The data are critical to “maintaining hydrologic design methods as well as tracking climate change impacts on river flows.” • The Shasta Regional Transportation Agency’s (SRTA) (Redding, CA) draft long-range transportation plan indicates that SRTA intends to achieve its resilience objective by tracking data to evaluate the flexibility of its transportation system and services in responding to changes in the environment, including any subsequent changes to travel behavior or travel mode choice.81 6.4.4. Partnerships and Collaborations Many of the State DOTs and MPOs acknowledge that the success of their strategies will require working with partner agencies, community members, or other private organizations. For example: • The Northeast Ohio Areawide Coordinating Agency’s (NOACA) (Cleveland, OH) 2040 transportation plan identifies working together across jurisdictional boundaries as the most important aspect of resilience planning. 82 The first goal of NOACA’s regional strategic plan is to strengthen regional cohesion through the following strategies: Foster collaboration on transportation, air, and water quality issues across the region. o Work with local governments and state and federal authorities to remove barriers to the o joint development or maintenance of infrastructure by multiple governmental or private entities. Work with local governments and state and federal authorities to promote cost sharing, o purchasing coordination, and consolidation of services to improve the efficiency and reduce the costs of developing and maintaining infrastructure. Facilitate and promote the sharing of best practices for regional collaboration and cost o sharing. Ensure infrastructure investments are planned and implemented to maximize o transportation benefits across all impacted communities. Hosting workshops or forums with stakeholders is another approach to both build relationships and share information. For example: • The Hawaii DOT’s long-range plan indicates that the DOT intends to hold a forum with emergency management personnel, utility providers, and community members to evaluate the resilience of the state’s transportation system.83 80 Maine DOT. April 2017. “Statewide Transportation Improvement Program 2017-2018-2019-2020.” Available at: http://maine.gov/mdot/stip/docs/FinalSTIP2017_2018_2019_2020.pdf. 81 Shasta Regional Transportation Agency. No date. “ShastaFORWARD>> Draft Final Report.” Available at: http://www.srta.ca.gov/DocumentCenter/View/2087. 82 Northeast Ohio Areawide Coordinating Agency. June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544. 83 Hawaii DOT. July 2014. “Statewide Federal-Aid Highways 2035 Transportation Plan.” Available at: http://hidot.hawaii.gov/highways/files/2014/09/Statewide-Federal-Aid-Highways-2035-Transportation- Plan_Yong.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 30• The Merrimack Valley MPO’s (Haverhill, MA) long-range transportation plan intends to host workshops and partner with regional and state organizations, watershed associations, and community non-profits to train municipal staff and the community about climate change impacts and adaptation strategies.84 Once relationships are established, there are mutual benefits for transportation organizations and stakeholders to work together on resilience issues. For transportation organizations, the benefits might include a better understanding of climate hazards, collaborative funding opportunities, and community buy-in and support. Additionally, partners can work together to address large-scale issues through, for example, a regional climate plan. DOTs and MPOs can also benefit others in the region by providing information on potential threats and collaboratively helping partners to develop resilience strategies. For example, transportation organizations can assist local communities with hazard mitigation plans or stormwater management programs. Examples highlighting the importance of collaboration include: • The Metropolitan Council, (St. Paul, MN) recognizing the co-benefits of collaboration, identifies resilience strategies for both the council and community to adopt, a subset of which are highlighted in a textbox below.85 • The Connecticut DOT actively participates on the Adaptation Subcommittee of the Governor's Steering Committee on Climate Change to assist in the assessment of climate change impacts on the state's transportation infrastructure.86 • The Kentucky Transportation Cabinet (Kentucky DOT)’s Division of Environmental Analysis is conducting a vulnerability assessment of national highway system assets in two districts of Kentucky with support from the Kentucky Transportation Center at the University of Kentucky.87 • The Rockingham Planning Commission’s (Exeter, NH) 2040 draft transportation plan identifies working in close coordination with municipalities and affected property owners in high risk flood areas as critical to planning appropriate transportation system modifications for sea level rise in the short-term and long-term as well as for sharing critical information such as the results of a sea level rise and storm surge vulnerability assessment back to the local municipalities.88 • Partnerships can also lead to collaborative resilience projects such as the Great Marsh Coastal Resiliency Project, identified in Merrimack Valley MPO’s (MVMPO) (Haverhill, MA) long-range transportation plan, in which MVMPO is collaborating with a number of federal (e.g., USGS) and state organizations (e.g., MA Department of Conservation and Recreation, MA Coastal Zone Management), watershed associations, and wildlife organizations to plan for resilience of a 84 Merrimack Valley MPO. July 2015. “Merrimack Valley 2016 Regional Transportation Plan.” Available at: http://mvpc.org/programs/transpo-new-homepage/mpo-page/new-regional-transportation-plan/. 85 Metropolitan Council. N.d. “2040 Thrive MSP: One Vision, One Metropolitan Region.” Available at: https://metrocouncil.org/Planning/Publications-And-Resources/Thrive-MSP-2040-Plan-(1)/ThriveMSP2040.aspx. 86 Connecticut DOT. June 2009. “Connecticut Strategic Long-Range Transportation Plan 2009-2035.” Available at: http://www.ct.gov/dot/lib/dot/documents/dpolicy/lrp/2009lrp/lrp2009_final_document_june_2009.pdf. 87 Kentucky DOT. September 2016. “FY 2017-202 STIP Book.” Available at: https://transportation.ky.gov/Program- Management/Statewide%20Improvement%20Program%20Book%202017%20Final/Complete%20STIP%20Book.pdf 88 Rockingham Planning Commission. September 2017. “2040 Long Range Transportation Plan Public Comment Draft.” Available at: http://www.rpc-nh.org/application/files/1515/0492/7889/RPC-2040LRTP-9-8-17- PubComDraft.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 31critical coastal marsh habitat in Massachusetts.89 MVMPO is tasked with identifying opportunities and developing strategies to increase communication with municipalities and encouraging the implementation of recommended actions. Building Resilience through the Metropolitan Council and the Community A subset of resilience strategies designed for the Metropolitan Council (St. Paul, MN) and its communities: Council Role • Convene regional discussions about climate change mitigation and adaptation goals. • Encourage the preparation of adaptation, mitigation, and resilience responses to climate change as part of the comprehensive plan update. • Provide technical assistance, tools, and resources on topics such as stormwater and land use planning for communities seeking to mitigate and adapt to climate change locally through their own facilities and resources. Community Role • Address climate change mitigation and adaptation in locally meaningful ways in the local comprehensive plan. • Identify and address potential vulnerabilities in local infrastructure as a result of increased frequency and severity of storms and heat waves. • Identify local mitigation and adaptation strategies and infrastructure resilience plans to protect against potential negative impacts to local economies, local resources, and infrastructure systems that result from more frequent or severe weather events. 6.5. Implementation of Strategies As stated in the methodology section, the research for this white paper involved the review of more than 300 planning documents from State DOTs and MPOs to understand the current state of the practice of integrating resilience into the transportation planning process. Due to the nature of long- range plans and TIPs, information on how the strategies to address resilience have been implemented was not readily available during the literature review process. Substantive information regarding the implementation of the strategies discussed in this white paper will be available in subsequent case studies and analysis for this project. However, FHWA has published a Synthesis of Approaches for Addressing Resiliency in Project Development, which is a valuable resource to those looking for further information. FHWA’s 2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations report also provides valuable insights about integrating vulnerability findings into decision-making. Specific examples of the pilot’s plans to institutionalize adaptation strategies include: • Guidance from Connecticut DOT, Iowa DOT, and Massachusetts DOT on how to use up-to-date and future precipitation and flooding projections in asset design. • Minnesota DOT, Connecticut DOT, and Iowa DOT are considering ways to integrate their vulnerability assessment findings into their asset management systems. 89 Merrimack Valley MPO. July 2015. “Merrimack Valley 2016 Regional Transportation Plan.” Available at: http://mvpc.org/programs/transpo-new-homepage/mpo-page/new-regional-transportation-plan/. Integrating Resilience into the Transportation Planning Process: White Paper 326.6. Ongoing Monitoring and Reporting As mentioned in the Performance Measures section above, one DOT and only a handful of MPOs include resilience-related performance measures in their plans and those performance measures have not been tracked for long enough to provide insights on monitoring and reporting approaches. Resilience is a fairly new topic, so it is not surprising that there are few examples for how to go about such reporting. However, some MPOs do recognize monitoring and reporting of progress and resilience efforts as an important step and commit to doing so in the future. Only one DOT and three MPOs expressly discussed a plan to regularly monitor changes in vulnerability: • The Minnesota DOT plans to “conduct regular inspections of transportation infrastructure, facilities and equipment to monitor conditions and identify risks.”90 • The Cape Cod MPO (Barnstable, MA) plans to conduct continuous vulnerability assessments.91 • The North Front Range MPO (Fort Collins, CO) plans to conduct “ongoing assessment of agency capabilities and readiness” with respect to threats and vulnerabilities specific to one of its transportation infrastructure services.92 • The Northeast Ohio Areawide Coordinating Agency (Cleveland, OH) maintains a “risk register” to guide ongoing risk management.93 7. Conclusions, Gaps, and Next Steps While it is clear that resilience is a relatively new topic area for DOTs and MPOs, there are thought leaders throughout the country who have begun integrating resilience into their long-range plans and programming documents. Some are doing so because of federal regulations, while others are acting after experiencing an extreme weather event or out of concern for climate change. Table 8 provides an overview of how DOTs and selected MPOs have integrated resilience into the various planning stages. The greatest number of DOTs and MPOs have integrated resilience into the first step of transportation planning—defining goals and objectives. However, many MPOs have also begun identifying resilience strategies, even if they have not conducted a formal vulnerability assessment or developed resilience-specific evaluation criteria. The one area where few of the DOTs or MPOs reviewed in this research has included resilience is in their ongoing monitoring and reporting processes. This is likely because their performance measures on resilience (if they have any) were only adopted in the last planning cycle and there has not been sufficient time to report on them. 90 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 91 Cape Cod MPO. July 2015. “Cape Cod 2016 Regional Transportation Plan 2016-2040.” Available at: http://www.capecodcommission.org/resources/transportation/rtp/2016/FinalReport/Cape%20Cod%202016%20R egional%20Transportation%20Plan%20-%20without%20Appendices%20(Endorsed%207-20-15).pdf. 92 North Front Range MPO. September 2015. “2040 Regional Transportation Plan.” Available at: https://nfrmpo.org/wp-content/uploads/2040-rtp-amended-june.pdf. 93 Northeast Ohio Areawide Coordinating Agency. June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544. Integrating Resilience into the Transportation Planning Process: White Paper 33Table 8: Summary of MPO and DOT Integration of Resilience into Planning Steps Planning Area DOTs (out of 52) MPOs (out of 101) Goals and Objectives 17 45 Assessment of Problems and Needs 11 19 (Conducted/In Progress of a Vulnerability Assessment) Performance Measures, Targets, and Evaluation 5 19 Criteria Resilience Strategies 21 64 Implementation of Strategies Unknown Unknown Ongoing Monitoring and Reporting 1 3 7.1. Remaining Research Questions While this literature review has provided a baseline understanding of where and how resilience is being integrated into transportation planning, it leaves some questions unanswered that will be researched in the remaining project tasks. Some of the most pertinent remaining areas for research include: • What lessons learned, including successes, barriers and solutions, do DOTs and MPOs have for others who are just starting to integrate resilience into transportation planning? • What agencies are DOTs and MPOs partnering with to understand risks and develop resilience strategies? • How are DOTs and MPOs engaging the public in resilience discussions? • Where are agencies obtaining information on weather and climate threats? • What performance measures, targets, and evaluation criteria would be appropriate for State DOTs? • How are DOTs developing potential resilience strategies? • How are DOTs and MPOs ensuring that the resilience information identified in the planning process is being used in project development, environmental review, and other aspects of the transportation life-cycle? • What are recommended approaches for monitoring and reporting resilience over time? • Since some agencies had identified performance measures, goals, or objectives, how are they planning to monitor and report on progress? 7.2. Next Steps The next step for this project is the development of 10 case studies. These case studies will help answer some of the remaining research questions by taking a deeper dive into the process that individual DOTs and MPOs went through to integrate resilience into their planning. Integrating Resilience into the Transportation Planning Process: White Paper 34Appendix A: Reviewed DOTs and MPOs During the literature review, researchers reviewed long-range plans and TIPS from 52 DOTs and 101 MPOs. Table 9 provides a list of the reviewed State DOTs and Table 10 provides a list of the reviewed MPOs. Table 9: Reviewed DOT Agencies DOT Agencies Alabama DOT (ALDOT) Alaska DOT (ADOT) Arizona DOT (ADOT) Arkansas DOT (AHTD) California DOT (Caltrans) Colorado DOT (CDOT) Connecticut DOT (ConnDOT) Delaware DOT (DelDOT) District DOT (DDOT Florida DOT (FDOT) Georgia DOT (GDOT) Hawaii DOT (HDOT) Idaho DOT (ITD) Illinois DOT (IDOT) Indiana DOT (INDOT) Iowa DOT (DOT) Kansas DOT (KDOT) Kentucky DOT (KYTC) Louisiana DOT (DOTD) Maine DOT (MDOT) Maryland DOT (MDOT) Massachusetts DOT (MassDOT) Michigan DOT (MDOT) Minnesota DOT (MnDOT) Mississippi DOT (MDOT) Missouri DOT (MoDOT) Montana DOT (MDT) Nebraska DOT (NDOR) Nevada DOT (NDOT) New Hampshire DOT (NHDOT) New Jersey DOT (NJDOT) New Mexico DOT (NMDOT) New York DOT (NYSDOT) North Carolina DOT (NCDOT) North Dakota DOT (NDDOT) Ohio DOT (ODOT) Oklahoma DOT (ODOT) Oregon DOT (ODOT) A-1DOT Agencies Pennsylvania DOT (PennDOT) Rhode Island DOT (RIDOT) South Carolina DOT (SCDOT) South Dakota DOT (SDDOT) Tennessee DOT (TDOT) Texas DOT (TxDOT) Utah DOT (UDOT) Vermont DOT (Vtrans) Virginia DOT (VDOT) Washington DOT (WSDOT) West Virginia DOT (WVDOT) Wisconsin DOT (WisDOT) Wyoming DOT (WYDOT) Puerto Rico Department of Transportation and Public Works (DTPW) Table 10: Reviewed MPO Agencies MPO State Major City Birmingham MPO (RPCGB) AL Birmingham Mobile Area Transportation Study (MATS) AL Mobile Anchorage Metropolitan Area Transportation Solutions (AMATS) AK Anchorage Flagstaff MPO (FMPO) AZ Flagstaff Central Yavapai MPO (CYMPO) AZ Prescott Valley Maricopa Association of Governments (MAG) AZ Phoenix Metroplan AR Little Rock Southeast Arkansas Regional Planning Commission (SARPC) AR Pine Bluff Metropolitan Transportation Commission (MTC) CA San Francisco Southern California Association of Governments (SCAG) CA Los Angeles San Diego Association of Governments (SANDAG) CA San Diego Shasta Regional Transportation Agency SRTA CA Redding North Front Range MPO (NFRMPO) CO Fort Collins Pueblo Area COG MPO and TPR (PACOG) CO Pueblo Greater Bridgeport / Valley MPO CT Bridgeport South Western MPO CT Stamford Salisbury-Wicomico MPO DE Salisbury National Capital Region Transportation Planning Board (TPB) DC Washington Lee County MPO FL Fort Myers Broward MPO (BCMPO) FL South Lauderdale A-2MPO State Major City Miami-Dade MPO FL Miami Hillsborough MPO (MPO) FL Tampa Palm Beach FL West Palm Beach Atlanta Regional Commission (ARC) GA Atlanta Brunswick Area Transportation Study (BATS) GA Brunswick Oahu MPO HI Honolulu Kootenai MPO (KMPO) ID Coeur 'd'Alene Bonneville MPO (BMPO) ID Idaho Falls Chicago Metropolitan Agency for Planning (CMAP) IL Chicago Tri-County Regional Planning Commission (IL) (TCRPC) IL Peoria Evansville MPO (EMPO) IN Evansville Area Plan Commission of Tippecanoe County (APC) IN Lafayette Corridor Metropolitan Planning Organization IA Cedar Rapids Sioux City MPO IA Sioux City Wichita Area MPO (WAMPO) KS Wichita Lawrence-Douglas County Metropolitan Planning Organization KS Lawrence (LDCMPO) Bowling Green-Warren County MPO KY Bowling Green Lexington Area MPO KY Lexington Alexandria-Pineville MPO LA Alexandria Regional Planning Commission (RPC) LA New Orleans Portland Area Comprehensive Transportation System (ME) (PACTS) ME Portland Androscoggin Transportation Resource Center (ATRC) ME Auburn Calvert-St. Mary’s Metropolitan Planning Organization (C-SMMPO) MD Prince Fredrick Baltimore Regional Transportation Board (BRTB) MD Baltimore Cape Cod MPO MA Barnstable Boston Region MPO MA Boston Merrimack Valley MPO (MVMPO) MA Haverhill Northern Middlesex MPO (NMMPO) MA Lowell Old Colony MPO MA Brockton Central Massachusetts MPO MA Worcester Southeast Michigan COG (SEMCOG) MI Detroit Genesee County Metropolitan Planning Commission (GCMPC) MI Flint Macatawa Area Coordinating Council (MACC) MI Holland Metropolitan Council MN St. Paul A-3MPO State Major City Mankato / North Mankato Area Planning Organization MN Mankato Gulf Regional Planning Commission (GRPC) MS Gulfport East-West Gateway Council of Government (EWGCOG) MO St. Louis St. Joseph Area Transportation Study Organization (SJATS) MO St. Joseph Missoula Metropolitan Planning Organization (Missoula MPO) MT Missoula Metropolitan Area Planning Agency (MAPA) NE Omaha Regional Transportation Commission of Washoe County (RTC) NV Reno Regional Transportation Commission of Southern Nevada (RTC) NV Las Vegas Rockingham Planning Commission (RPC) NH Exeter Southern New Hampshire Planning Commission (SNHPC) NH Manchester North Jersey Transportation Planning Authority (NJTPA) NJ Newark South Jersey Transportation Planning Organization (SJTPO) NJ Vineland Santa Fe MPO (SFMPO) NM Santa Fe Mid-Region Council of Governments (MRCOG) NM Albuquerque New York Metropolitan Transportation Council (NYMTC) NY New York Ithaca-Tompkins County Transportation Council (ITCTC) NY Ithaca Wilmington Urban Area MPO (WMPO) NC Wilmington Rocky Mount Urban Area MPO NC Rocky Mount Fargo-Moorhead Metropolitan COG (FMMetroCOG) ND Fargo Miami Valley Regional Planning Commission (MVRPC) OH Dayton Northeast Ohio Areawide Coordinating Agency (NOACA) OH Cleveland Association of Central Oklahoma Governments (ACOG) OK Oklahoma City Middle Rogue MPO (MRMPO) OR Grants Pass Salem-Keizer Area Transportation Study (SKATS) OR Salem Delaware Valley Regional Planning Commission (DVRPC) PA Philadelphia Lebanon County MPO (LEBCO MPO) PA Lebanon State Planning Council (SPC) RI Providence Grand-Strand Area Transportation Study (GSTAT) SC Georgetown Sumter Urban Area Transportation Study (SUATS) SC Sumter Rapid City Area MPO SD Rapid City Chattanooga-Hamilton County/North Georgia Transportation TN Chattanooga Planning Organization (CHCNGTPO) Memphis Urban Area MPO TN Memphis Capital Area MPO (TX) (CAMPO) TX Austin North Central Texas COG (NCTCOG) TX Arlington Houston-Galveston Area Council (H-GAC) TX Houston A-4MPO State Major City Dixie MPO (DMPO) UT St. George Wasatch Front Regional Council (WFRC) UT Salt Lake City Chittenden County RPC VT Burlington Roanoke Valley MPO VA Roanoke Hampton Roads Transportation Planning Organization (HRTPO) VA Virginia Beach Wenatchee Valley Transportation Council (WVTC) WA Wenatchee Puget Sound Regional Council (PSRC) WA Seattle KYOVA Interstate Planning Commission (KYOVA) WV Huntington Fayette/Raleigh MPO (FRMPO) WV Summersville Madison Area Transportation Planning Board WI Madison La Crosse Area Planning Committee (LAPC) WI La Crosse Casper Area MPO WY Casper A-5Appendix B: Legal Requirements to Integrate Resilience Federal Requirements Although State DOTs and MPOs have many reasons for considering resilience, several federal laws and regulations establish requirements that they do so. This appendix provides an overview of the regulatory requirements to incorporate resilience, followed by other, nonbinding guidance that may influence State DOTs and MPOs to integrate resilience into their planning processes. Federal Planning Requirements for State DOTs and MPOs In establishing resiliency in transportation planning as being in the national interest,94 the FAST Act95 added the following requirements to the planning processes of State DOTs and MPOs: • Transportation planning processes must consider options to “improve the resiliency and reliability of the transportation system and reduce or mitigate stormwater impacts of surface transportation.”96 State DOTs, in addition to considering, must also “implement.” • MPOs’ long-range plans must also include an “assessment of capital investment and other strategies to . . . reduce the vulnerability of the existing transportation infrastructure to natural disasters.”97 U.S. DOT’s regulations on transportation planning recommend that MPOs consult with state and local agencies whose planning activities might relate to transportation, including those working on natural disaster risk reduction.98 After the passage of the FAST Act, U.S. DOT updated its MPO and statewide planning regulations to incorporate the revised language provided above. Regulations for Facilities Repeatedly Damaged by Emergencies For “roads, highways, and bridges that have required repair and reconstruction activities on two or more occasions due to emergency events,” U.S. DOT’s regulations also require State DOTs to evaluate whether “there are reasonable alternatives,”99 leaving room to interpret what is meant by “alternatives.” State DOTs must complete these evaluations by November 23, 2018, and update the evaluations every four years and as needed to add facilities to the list of facilities that have experienced repeat damage. State DOTs must consider these evaluations during project development, and the regulations encourage State DOTs and MPOs to consider “the evaluations during the development of transportation plans and programs, including TIPS and STIPs, and during the environmental review process.” Transportation Asset Management Plans By April 30, 2018, State DOTs must develop their TAMPs and meet the following requirements: 94 See, e.g., 23 U.S.C. 134(a)(1). 95 Pub. L. No. 114-94. 96 23 U.S.C. 135(d) and 134(h); see also 49 U.S.C. 5304(d) and 5303(h). 97 23 C.F.R. 450.324(g)(7). 98 23 C.F.R. 450.316(b). 99 23 C.F.R. 667. B-1• Establish a process for planning for the full life cycle of assets, including how to consider “information on current and future environmental conditions including extreme weather events, climate change, and seismic activity . . . .”100 • Establish a process for developing a risk-based management plan,101 including: Identifying risks from “current and future environmental conditions, such as extreme o weather events, climate change, seismic activity, and risks related to recurring damage and costs as identified” in the evaluation of facilities repeatedly damaged by emergency events (discussed above) Assessing the likelihood of risks, prioritizing among risks, and developing a mitigation o and monitoring approach regarding the highest priority risks Summarizing their evaluation of facilities repeatedly damaged by emergency events o (discussed above) • Include a description of the condition of transportation facilities in the state, which “should be informed by” their evaluation of facilities repeatedly damaged by emergency events.102 • Include a “risk management analysis” related to the evaluation of facilities repeatedly damaged by emergency events. • Integrate the TAMP into the transportation planning processes used to develop the STIP. Other Regulations and Guidance Other federal regulations and guidance emphasize the importance of considering resilience but do not place requirements on State DOTs and MPOs. The FAST Act established a goal of the National Highway Freight Program to “improve the . . . resiliency of freight transportation in rural and urban areas.” (23 U.S.C. 167). The Department of Homeland Security has a National Infrastructure Protection Plan, which prioritizes funding efforts where they can have the biggest impact on America’s resilience to risk. FHWA Order 5520 Transportation System Preparedness and Resilience to Climate Change and Extreme Weather Events orders U.S. DOT to encourage State DOTs and MPOs to integrate resilience into transportation planning. Finally, National Environmental Policy Act (NEPA) environmental review processes (which are required for most projects receiving federal funds) may consider the effects of climate change on the project under review. State Requirements Several states require DOTs and MPOs to integrate climate change resilience in their planning and infrastructure design. Some examples of the policies and guidance include: • Caltrans Guidance on Incorporating Sea Level Rise: For use in the planning and development of Project Initiation Documents (2011). In November 2008, Governor Arnold Schwarzenegger signed Executive Order (EO) S-13-08, directing state agencies planning construction projects in areas vulnerable to sea level rise to begin planning for potential impacts by considering a range of sea level rise scenarios. This guidance is intended for use by Caltrans planning staff and project development teams to determine whether and how to incorporate sea level rise concerns into the programming and design of Caltrans projects. 100 23 C.F.R. 515.7(b). 101 23 C.F.R. 515.7(c). 102 23 C.F.R. 515.9(d). B-2• Maryland Climate Change and Coast Smart Construction Infrastructure Siting and Design Guidelines (2015). In December 2012, Governor Martin O’Malley issued the Climate Change and “Coast Smart” Construction EO, which includes a number of policy directives to increase the resilience of the state’s investments to sea level rise and coastal flooding. In response to the EO, Maryland developed these guidelines to provide “Coast Smart” construction guidance, including recommendations for the siting and design of state structures and infrastructure, institutionalization into state policies and programs, and technical tools and resources. • Delaware Avoiding and Minimizing Risk of Flood Damage to State Assets: A Guide for Delaware State Agencies (2016). As mandated by Governor Jack Markell’s EO 41: Preparing Delaware for Emerging Climate Impacts and Seizing Economic Opportunities from Reducing Emissions, this guidance provides state agencies with step-by-step instructions for avoiding and minimizing flood risk to state assets. The guidance and instructions aim to help state agencies ensure that flood risks—both existing flood risk and future risks posed by climate change—are considered during the planning and design of public buildings and infrastructure projects. • Port Authority of New York and New Jersey Design Guidelines: Climate Resilience (2015). These guidelines provide guidance on how project designs should account for changes in temperature, precipitation, and sea level rise. It also provides step-by-step guidance on how to establish the flood protection criteria for a project. In states without specific requirements to address resilience in MPO planning, state agencies are encouraging MPOs to address resilience simply by leading the way. For example, in Massachusetts, several MPOs cited the Massachusetts Global Warming Solutions Act,103 the Massachusetts DOT GreenDOT policy,104 and the Massachusetts Clean Energy and Climate Plan for 2020105 as reasons for considering climate change in their planning work. 103 Global Warming Solutions Act, 2008. Available at: http://www.mass.gov/eea/waste-mgnt-recycling/air- quality/climate-change-adaptation/mass-clean-energy-and-climate-plan.html and https://malegislature.gov/Laws/SessionLaws/Acts/2008/Chapter298. 104 Massachusetts GreenDOT Policy Directive, 2010. Available at: https://www.massdot.state.ma.us/portals/0/docs/P-10-002.pdf. 105 Massachusetts Clean Energy and Climate Plan for 2020, 2015. Available at: B-3Appendix C: Summary of State DOT and MPO Resilience Goals and Objectives State DOTs and MPOs incorporated resiliency into a variety of goals and objectives. Table 115 provides examples of State DOT resiliency goals and objectives, and Table 126 provides examples of MPO resiliency goals and objectives. Table 11. DOT Resiliency Goal and Objective Examples Goal Category Agency Goal or Objective System Iowa DOT 106 \"Optimization through improving operational efficiency and Optimization/ resiliency\" is an \"overarching investment [area] within which Preservation actions will be defined to implement the system vision;\" \"Increase the resilience of the transportation system to floods, winter weather, and other extreme weather events\" is one such action. Tennessee DOT107 “Preserve and Manage the Existing System – Protection of existing assets through programs and policies can result in a more resilient transportation system.” Asset Illinois DOT108 Resiliency is listed as a sub-bullet for item \"achieve and Management maintain a state of good repair for transportation assets for all modes,\" which is part of the Action Plan for the policy, \"Preserve and Manage the Existing Transportation System.\" Safety and Alaska DOT109 \"Improve transportation system resiliency and add Security redundancy to address safety and security risks.\" Maryland DOT110 \"Enhance the safety of transportation system users and provide a transportation system that is resilient to natural or man-made hazards.\" 106 Iowa DOT. May 2017. “Iowa in Motion 2045/” Available at: https://iowadot.gov/iowainmotion/files/IIM-2045-Full-Plan.pdf 107 Tennessee DOT. No date. “TDOT 25-year Long-Range Transportation Policy Plan Safety, Security, And Transportation Resilience Policy Paper.” Available at: https://www.tn.gov/content/dam/tn/tdot/documents/Safety_022316.pdf. 108 Illinois DOT. December 2012. “Transforming Transportation for Tomorrow.” Available at: http://illinoistransportationplan.org/pdfs/final_report/transportation_plan_2012_book.pdf 109 Alaska DOT. September 2016. “Alaska Statewide Long-Range Transportation Policy Plan (2016 draft).” Available at: http://dot.alaska.gov/stwdplng/areaplans/lrtpp2014/docs/20160907_LRTP_policyplan_draft.pdf 110 Maryland DOT. January 2016. “2035 Maryland Transportation Plan: Moving Maryland Forward.” Available at: http://www.mdot.maryland.gov/newMDOT/Planning/CTP/Final_CTP_16_21/Documents/2035_MTP_010816_We b.pdf. C-1Massachusetts \"A core function of government and transportation DOT111 organizations is to ensure public safety and to secure the total system against natural and man-made catastrophes.\" Michigan DOT112 \"Reduce the vulnerability of transportation facilities and their users to terrorist attacks, natural disasters and other risks, including border security.\" Vermont DOT113 \"The [transportation] system needs to be resilient and able to function adequately in the context of natural and manmade disasters and security incidents.\" Identification Hawaii DOT114 Identify infrastructure that is at risk to hazards/climate of Risk change impacts. Maryland DOT115 \"Assess the risks to transportation infrastructure, mobility, and emergency management of sea level rise and other climate change impacts and identify adaptation options.\" New Mexico DOT116 \"Identify risks from extreme weather and opportunities to improve the resiliency of the transportation system.\" Emergency Maryland DOT117 \"Improve the State’s emergency management capabilities for Management natural and man-made disasters by completing emergency and Response management plans and training.\" Health and District DOT118 “Prepare the transportation system for changing Sustainability environmental and climatological conditions,” as part of a health and sustainability goal. 111 Massachusetts DOT. July 2013. “Statewide Intelligent Transportation Systems Strategic Plan.” Available at: http://www.massdot.state.ma.us/Portals/17/docs/ITS/StrategicPlanRev_07-30-14.pdf. 112 Michigan DOT. “2040 MI Transportation Plan.” Available at: http://www.michigan.gov/mdot/0,4616,7-151- 9621_14807_14809---,00.html. 113 Vermont DOT. March 2009. “Vermont Long Range Transportation Business Plan.” Available at: vtrans.vermont.gov/sites/aot/files/planning/documents/planning/longterm.pdf. 114 Hawaii DOT. July 2014. “Statewide Federal-Aid Highways 2035 Transportation Plan.” Available at: http://hidot.hawaii.gov/highways/files/2014/09/Statewide-Federal-Aid-Highways-2035-Transportation- Plan_Yong.pdf. 115 Maryland DOT. January 2016. “2035 Maryland Transportation Plan: Moving Maryland Forward.” Available at: http://www.mdot.maryland.gov/newMDOT/Planning/CTP/Final_CTP_16_21/Documents/2035_MTP_010816_We b.pdf. 116 New Mexico DOT. September 2015. “New Mexico 2040 Plan.” Available at: http://dot.state.nm.us/content/dam/nmdot/planning/NM_2040_Plan.pdf. 117 Maryland DOT. January 2016. “2035 Maryland Transportation Plan: Moving Maryland Forward.” Available at: http://www.mdot.maryland.gov/newMDOT/Planning/CTP/Final_CTP_16_21/Documents/2035_MTP_010816_We b.pdf. 118 District DOT. October 2014. “Move DC: The District of Columbia's Multimodal Long-Range Transportation Plan.” Available at: http://www.wemovedc.org/resources/Final/Part%201_Strategic_Multimodal_Plan/Strategic_Multimodal_Plan.pdf C-2Table 12. MPO Resiliency Goal and Objective Examples Goal Category Agency Goal or Objective Asset Mobile Area \"Identify, to the maximum extent feasible, the multi- Management Transportation Study modal transportation improvements which will be needed (Mobile, AL)119 in the Mobile urban area between now and the year 2040 in order to maintain an acceptable level of mobility.\" Baltimore Regional \"The goals of scenario thinking are to: 1) prepare the Transportation Board region to be resilient: better able to adapt to a variety of (Baltimore, MD)120 potentially significant future changes, and 2) identify investment strategies, policies, and projects that can be effective under a variety of possible future conditions.\" Environmental Shasta Regional \"Lead the development of resilient transportation systems Stewardship Transportation Agency and services in the face of increasing environmental (Redding, CA)121 change and societal shifts in mobility.\" Northeast Ohio “Enhance the natural environment and ecology of the Areawide Coordinating region by improving air, land and water quality, Agency (Cleveland, conserving transportation energy, addressing climate OH)122 change, and by identifying and preserving existing critical natural resources and environmentally sensitive areas.” Chittenden County “Reduce greenhouse gas emissions contributing to climate RPC (Burlington, VT)123 change and adapt to become more resilient to a changing climate.” Freight Pueblo Area COG MPO \"Improving the safety, security, and resilience of the and TPR (Pueblo, freight transportation system.\" CO)124 Oahu MPO (Honolulu, “Develop, operate, maintain, and improve Oahu's island HI)125 wide transportation system to ensure the efficient, dependable, safe, secure, convenient, and economical movement of people and goods” 119 Mobile Area Transportation Study. March 2015. “2040 Long Range Transportation Plan.” Available at: https://mobilempo.org/2016Documents/The_Long_Range_Plan.pdf 120 Baltimore Regional Transportation Board. November 2015. “Maximize 2040.” Available at: http://www.baltometro.org/phocadownload/Publications/Transportation/Plans/Maximize2040/Max2040_final.pd f 121 Shasta Regional Transportation Agency SRTA. June 2016. “2015 Regional Transportation Plan for Shasta County.” Available at: http://ca-srta.civicplus.com/DocumentCenter/View/1881 122 Northeast Ohio Areawide Coordinating Agency. June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544 123 Chittenden County RPC. May 2014. “CREATING A CLIMATE FOR RESILIENCE: Chittenden County Regional Climate Action Guide.” Available at: https://www.ccrpcvt.org/wp-content/uploads/2016/01/Chittenden-County-Climate- Action-Guide-2014.pdf 124 Pueblo Area COG MPO and TPR. May 2017. “2040 Long Range Transportation Plan.” Available at: http://www.pacog.net/pacog/2035-long-range-transportation-plan-lrtp 125 Oahu MPO. April 2016. “Oahu Regional Transportation Plan 2040.” Available at: http://www.oahumpo.org/wp- content/uploads/2013/01/ORTP-2040-APPROVED-160502.pdf C-3Goal Category Agency Goal or Objective Boston Region MPO “Protect freight network elements, such as port facilities, (Boston, MA)126 that are vulnerable to climate-change impacts.” Stormwater Pueblo Area COG MPO \"Minimize the amount of stormwater runoff and Management and TPR (Pueblo, transportation-associated pollutants that enter the CO)127 region's streams.\" Northeast Ohio “Integrate the control of stormwater, protection and Areawide Coordinating improvement of water quality, and control of Agency (Cleveland, development in floodplain.” OH)128 Fayette/Raleigh MPO “Improve stormwater management along roads through (Summersville, WV)129 the addition (or frequent maintenance) of ditches, culverts, storm drains, and curb and gutter in urban areas.” Quality of Life Regional Planning “Develop a multimodal transportation system that Commission (New cultivates economic development, growth, and Orleans, LA)130 resiliency;” and “Utilize the strong link between infrastructure and the economy to encourage economic development, growth, and resiliency” Safety and Salisbury-Wicomico \"Ensure a resilient transportation system that emphasizes Security MPO (Salisbury, DE)131 preparedness or changing environmental conditions.\" Grand-Strand Area “Provide and promote a safe, secure, accessible, resilient, Transportation Study and efficient multimodal transportation system for (Georgetown, SC)132 residents, tourists, and commerce.” Memphis Urban Area “Preventing events that could harm the transportation MPO (Memphis, TN)133 system and its users, including adapting the transportation system with an understanding of its 126 Boston Region MPO. July 2015. “LRTP of the Boston Region MPO.” Available at: http://www.ctps.org/data/pdf/plans/lrtp/charting/2040_LRTP_Full_final.pdf 127 Pueblo Area COG MPO and TPR. May 2017. “2040 Long Range Transportation Plan.” Available at: http://www.pacog.net/pacog/2035-long-range-transportation-plan-lrtp 128 Northeast Ohio Areawide Coordinating Agency. June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544 129 Fayette/Raleigh MPO. No date. “2040 Regional Transportation Plan.” Available at: https://docs.wixstatic.com/ugd/d85018_99d0c568d8bd4eea9f5250c43352d815.pdf. 130 Regional Planning Commission. January 2015. “Metropolitan Transportation Plan Fiscal Years 2015-2044.” Available at: http://www.norpc.org/assets/pdf-documents/2044%20NO%20MTP%20FINAL%20ADOPTED.pdf 131 Salisbury-Wicomico MPO. November 2015. “Connect 2045: Salisbury/Wicomico MPO Long Range Transportation Plan.” Available at: http://www.swmpo.org/3Content&Pics/Connect2045- ADOPTED_ReducedFileSize_11242015.pdf 132 Grand-Strand Area Transportation Study. October 2017. “2040 Metropolitan Transportation Plan Update.” Available at: http://www.gsats.org/files/1715/0774/6516/GSATS_Final_MTP_Document_10-10-17.pdf 133 Memphis Urban Area MPO. “Livability 2040.” Available at: http://memphismpo.org/sites/default/files/public/livability-2040-all-chapters.pdf C-4Goal Category Agency Goal or Objective vulnerability to extreme weather, climate change, or man- made disasters.” Emergency Hillsborough County “Priority area for investment: Reduce Crashes & Response and MPO (Tampa, FL)134 Vulnerability, including safety and resilience projects Recovery evaluated by their effect on: 1. Total, fatal & bike/pedestrian crashes [per centerline mile] 2. Recovery time & economic impacts from flooding or major storm surge.” Brunswick Area \"Support projects that aid in the event of a natural Transportation Study disaster.\" (Brunswick, GA)135 Identification Central Massachusetts “Identify vulnerabilities in major regional infrastructure of Risk MPO (Worcester, that is susceptible to climate change.” MA)136 Old Colony MPO “Protect and strengthen transportation systems (Brockton, MA)137 vulnerable to climate change through identification of at- risk transportation assets and development of protection measures for each category of asset.” Mankato / North \"Identify and proactively protect critical street and Mankato Area Planning highway system assets that are essential for emergency Organization (Mankato, response routes and those that are vulnerable to natural MN)138 disaster (i.e., flood proof larger culverts, slope protection, etc.).\" 134 Hillsborough County MPO. June 2017. “TIP: Fiscal Years 2017/18-2021/22.” Available at: http://www.planhillsborough.org/wp-content/uploads/2017/05/Adopted_TIP_06142017-2.pdf 135 Brunswick Area Transportation Study. February 2016. “2040 Metropolitan Transportation Plan.” Available at: https://www.glynncounty.org/DocumentCenter/View/49005 136 Central Massachusetts MPO. July 2015. “Mobility 2040: Central Massachusetts MPO 2016 LRTP.” Available at: http://cmrpc.org/finalmobility2040 137 Old Colony MPO. July 2015. “MovingU 2040: 2016 Old Colony Long Range Transportation Plan.” Available at: http://www.ocpcrpa.org/docs/mpo/FFY_2016_Old_Colony_Regional_Transportation_Plan.pdf 138 Mankato / North Mankato Area Planning Organization. November 2015. “Mankato/North Mankato MAPO 2045 Transportation Plan.” Available at: https://www.mankatomn.gov/home/showdocument?id=2568 C-5",
    "TEXT BY PAGE": [
        "Integrating Resilience into Transportation Planning Processes: White Paper on Literature Review Findings Integrating Resilience into the Transportation Planning Process White Paper on Literature Review Findings May 2018",
        "",
        "Notice This document is disseminated under the sponsorship of the U.S. Department of Transportation in the interest of information exchange. The U.S. Government assumes no liability for the use of the information contained in this document. The U.S. Government does not endorse products or manufacturers. Trademarks or manufacturers' names appear in this report only because they are considered essential to the objective of the document. Quality Assurance Statement The Federal Highway Administration (FHWA) provides high-quality information to serve Government, industry, and the public in a manner that promotes public understanding. Standards and policies are used to ensure and maximize the quality, objectivity, utility, and integrity of its information. FHWA periodically reviews quality issues and adjusts its programs and processes to ensure continuous quality improvement. This project was carried out in support of 23 U.S.C. § 503(b)(3)(B)(viii), which directs the U.S. Department of Transportation “to carry out research and development activities … to study vulnerabilities of the transportation system to … extreme events and methods to reduce those vulnerabilities.” i",
        "Technical Report Documentation Page 1. Report No. 2. Government Accession No. 3. Recipient’s Catalog No. FHWA-HEP-18-050 4. Title and Subtitle 5. Report Date Integrating Resilience into the Transportation Planning Process: White Paper on May 2018 Literature Review Findings 7. Author(s) 6. Performing Organization Code Brenda Dix, Beth Zgoda, Amanda Vargo, Samantha Heitsch, Taylor Gestwick 8. Performing Organization Report No. 9. Performing Organization Name(s) and Address(es) 10. Work Unit No. (TRAIS) ICF 1725 Eye Street NW, Suite 1000 11. Contract or Grant No. Washington, DC 20006 DTFH6116D00015 12. Sponsoring Agency Name(s) and Address(es) 13. Type of Report and Period Heather Holsinger, Rebecca Lupes, Jim Thorne, Jill Stark, Jody McCullough Covered Federal Highway Administration White Paper 1200 New Jersey Avenue, SE 14. Sponsoring Agency Code Washington, DC 20590 15. Supplementary Notes 16. Abstract This white paper on the efforts of State Departments of Transportation (DOTs) and Metropolitan Planning Organizations (MPOs) to integrate resilience into the transportation planning process builds on the findings of a literature review assessing the planning documents for 52 State DOTs and a selection of 101 MPOs. Key research questions sought to understand how these agencies are considering resilience in their transportation planning process, including their motivation for such considerations, how they are assessing hazards posing a threat to their transportation networks, how they are addressing such threats and vulnerabilities, and their projections for future plans and events. This report includes examples of agencies’ efforts in order to better understand the current state of practice for resilience planning. 17. Key Words 18. Distribution Statement Adaptation, asset management, climate, coastal, drought, extreme heat, flooding, planning, precipitation, sea level rise, resilience, vulnerability assessment 19. Security Classif. (of this 18. Security Classif. (of this 20. No. of Pages 22. Price report) page) 53 Unclassified Unclassified ii",
        "Table of Contents 1. Introduction .......................................................................................................................................... 1 1.1. Project Overview ........................................................................................................................... 1 1.2. White Paper Overview .................................................................................................................. 2 2. Methodology for Reviewing the State of the Practice .......................................................................... 2 2.1. MPO Selections ............................................................................................................................. 2 2.2. Literature Review .......................................................................................................................... 3 3. How Are DOTs and MPOs Defining Resilience? .................................................................................... 5 4. Why Are DOTs and MPOs Integrating Resilience into Planning?.......................................................... 8 5. Which DOTs and MPOs Are Considering Resilience in Planning? ....................................................... 11 6. How Are DOTs and MPOs Integrating Resilience into Their Planning Processes? .............................. 12 6.1. Goals and Objectives ................................................................................................................... 13 6.1.1. State DOTs ........................................................................................................................... 14 6.1.2. MPOs ................................................................................................................................... 15 6.2. Assessments of Problems or Needs ............................................................................................ 16 6.2.1. Approaches to Understanding Vulnerability ....................................................................... 16 6.2.2. Types of Hazards ................................................................................................................. 18 6.2.3. Partnerships and Collaboration .......................................................................................... 19 6.3. Performance Measures, Targets, and Evaluation Criteria .......................................................... 20 6.3.1. Performance Measures and Targets ................................................................................... 20 6.3.2. Evaluation Criteria ............................................................................................................... 24 6.4. Identification of Resilience Strategies......................................................................................... 25 6.4.1. Policy-based Strategies ....................................................................................................... 26 6.4.2. Flooding-related Strategies ................................................................................................. 27 6.4.3. Operational Strategies ........................................................................................................ 29 6.4.4. Partnerships and Collaborations ......................................................................................... 30 6.5. Implementation of Strategies ..................................................................................................... 32 6.6. Ongoing Monitoring and Reporting ............................................................................................ 33 7. Conclusions, Gaps, and Next Steps ..................................................................................................... 33 7.1. Remaining Research Questions .................................................................................................. 34 7.2. Next Steps ................................................................................................................................... 34 Appendix A: Reviewed DOTs and MPOs ....................................................................................................... 1 Appendix B: Legal Requirements to Integrate Resilience ............................................................................. 1 iii",
        "Federal Requirements ............................................................................................................................... 1 Federal Planning Requirements for State DOTs and MPOs .................................................................. 1 Regulations for Facilities Repeatedly Damaged by Emergencies ......................................................... 1 Transportation Asset Management Plans............................................................................................. 1 Other Regulations and Guidance .......................................................................................................... 2 State Requirements .................................................................................................................................. 2 Appendix C: Summary of State DOT and MPO Resilience Goals and Objectives ......................................... 1 iv",
        "1. Introduction An ever-growing list of recent disasters—including landslides in Colorado, wildfires in California, ice storms in Atlanta, and hurricanes from the Gulf Coast to the Northeast—has highlighted the need to ensure that our nation’s transportation infrastructure is prepared for and able to withstand, respond to, and quickly recover from potential disruptions. Our communities and economy rely on having a well- functioning transportation system. To ensure the continued safe and efficient operation of our Resilience transportation network, transportation planners need to “The ability to anticipate, prepare consider an increasing number of short-term and long-term for, and adapt to changing hazards. While conducting assessments of infrastructure conditions and withstand, respond vulnerability and risk to various natural and human-induced to, and recover rapidly from threats is becoming more common, many State departments of disruptions.” transportation (DOTs) and metropolitan planning organizations FHWA Order 5520 (MPOs) are just beginning to consider how to integrate these resilience considerations into the transportation planning process. This integration is resulting in discussions of resilience in core planning documents, such as metropolitan transportation plans (MTPs), long-range statewide transportation plans, and transportation improvement programs (TIPs/STIPs). Other DOTs and MPOs are looking for direction on how to complete this integration before they dive in. 1.1. Project Overview This project will provide transportation planners with a practical and user-friendly handbook that builds upon identified best practices to clearly describe approaches to integrate resilience into established transportation planning processes. This handbook will be focused on resilience to natural disasters, extreme weather events, future environmental conditions, a changing climate, mitigation of stormwater, and other natural hazards. The handbook will be developed through three consecutive tasks: • White Paper: The white paper (this document) provides a baseline level of understanding of how DOTs and MPOs are already beginning to integrate resilience into their long-range plans and programming documents. The findings are based on a literature review of planning documents from 52 DOTs and 101 MPOs. • Case Studies: Following this white paper, 10 case studies will be developed to provide a deeper dive into how select agencies are thinking about and integrating resilience into their work. The case studies will cover a range of DOT and MPO sizes, structures, and levels of experience with integrating resilience into their work. • Handbook: The final project handbook will offer examples to State DOT and MPO practitioners at various resilience planning levels on how to integrate resilience into their planning process. For example, the handbook is anticipated to include a checklist of actions to consider at each stage in the planning process. Based on the completed items, the checklist will direct users to the information in the chapter most relevant to them. In general, the handbook will describe how to integrate resilience at each stage of the planning process, including real-world examples from this white paper and the forthcoming case studies. The final handbook will be available in late 2018. Integrating Resilience into the Transportation Planning Process: White Paper 1",
        "1.2. White Paper Overview This white paper attempts to provide a robust baseline of the current state of the practice for integrating resilience into long-range transportation planning and programming documents. Although it does not capture all efforts to improve resilience (e.g., only a few vulnerability assessments and corridor studies were reviewed), it does include a variety of approaches that transportation agencies have taken. The core questions answered in this white paper are: • How are DOTs and MPOs defining resilience? • Why are DOTs and MPOs integrating resilience into their planning processes? • What DOTs and MPOs are considering resilience in their planning? • How are DOTs and MPOs integrating resilience into their planning? 2. Methodology for Reviewing the State of the Practice The research team reviewed the long-range planning and programming documents for 52 State DOTs and 101 MPOs for a total of more than 300 documents (see Appendix A for a complete list of DOTs and MPOs). This section summarizes the approach to selecting the MPOs for review, and for conducting the literature review. 2.1. MPO Selections The research team used the following approach to meet the Federal Highway Administration’s (FHWA’s) goals of (a) reviewing all State DOTs and a sample of MPOs of a variety of sizes and geographic areas that were likely to have considered resilience (hereafter referred to as selected MPOs) and (b) capturing the full range of weather- and climate-related resilience considerations that FHWA is pursuing in this study. After reviewing the transportation plans for 52 State DOTs, the research team developed the following approach to select 101 MPOs for review (out of a total of more than 400 MPOs). The final 101 selected MPOs are shown in Figure 1. • The initial sample included all MPOs known to have conducted a climate change vulnerability study (30 in total). By including these, the literature review was able to capture how (if at all) these MPOs integrated their vulnerability studies with their planning efforts. • Next, the research team reviewed all large MPOs (those serving more than three million people) on the assumption that these MPOs may have more technical capacity and public pressure to address climate change and other hazards. • To complete the list, the research team looked for MPOs serving counties with a high number of FEMA-declared disasters. These MPOs were included based on the assumption that areas with repeated damage may be more likely to incorporate resilience to natural hazards into their planning. During this step, the research team also ensured that the review covered at least one o MPO from each state that has three or fewer MPOs and at least two MPOs from each state that has four or more MPOs. Integrating Resilience into the Transportation Planning Process: White Paper 2",
        "Figure 1: Final 101 selected MPO locations. Colors represent jurisdiction population size. When selecting MPOs for review, the research team also tried to cover a range of MPO sizes. Table 1 summarizes the number of large, medium, small, and very small MPOs (based on population served) in the country and the number of each reviewed for this study. Table 1: Number of Likely MPOs Reviewed by Population Size Total in Number Size (Population Served) the Reviewed Country Large (>3,000,000) 15 15 Medium (1,000,000–2,999,999) 33 16 Small (200,000–999,999) 152 34 Very Small (<200,000) 204 36 2.2. Literature Review To ensure a consistent and efficient literature review, the researchers developed a standard set of search terms and research questions tailored to the types of information sought for the white paper, as shown in Table 2. The search terms were used as an initial screening to assess the relevance of the document to the white paper. After reviewing the information associated with each key term, the Integrating Resilience into the Transportation Planning Process: White Paper 3",
        "researchers then answered the research questions. Researchers documented the findings in an Excel spreadsheet, which enabled easy sorting and analysis. Planning documents were deemed relevant if researchers found multiple key search terms and significant discussion regarding the research questions. In order to reduce the volume of reviewed documents, MPO TIPs were not reviewed if an MPO’s MTP did not include a discussion of resilience. Since the TIP is a product of the MTP, we assumed that if the MTP did not significantly discuss the key terms or research questions, the TIP would not either. Researchers also conducted an abbreviated search for corridor plans that include resilience considerations. The research team searched for key search terms such as “corridor plan climate,” “corridor plan resilience,” and “corridor plan stormwater.” There were no significant hits for the climate or resilience search term, but the research team was able to identify a few corridor plans that discuss stormwater management. The corridor plans are covered in more detail in Section 6.4.2 Flooding- related Strategies. Integrating Resilience into the Transportation Planning Process: White Paper 4",
        "Table 2: Literature Review Search Terms and Research Questions Search Terms Research Questions • Flood • How is resilience defined? • Drought • Is resilience included as a goal or objective? • Heat • Are there any performance measures related to resilience? • Snow • Has a vulnerability assessment been conducted (if so, of individual • Ice assets or system-wide)? • Wildfire • Does the plan include any of the following hazards: (1) only • Wind current hazards, (2) increases in the frequency of extreme events, • Sea Level Rise or (3) changes in gradual threats (e.g., increasing temperatures)? • Storm Surge • Examples of identified resilience strategies or projects? • Resilience • Does the plan indicate that there are ongoing monitoring and • Climate Change reporting efforts documenting vulnerabilities, resilience, and/or • Vulnerability damages? • Natural Disasters/Hazards • Is there a stated reason for integrating resilience, such as federal • Weather or state regulations? What is the “value proposition” for • Risk considering resilience? • Stormwater • Are there references to other reports/plans on resilience • Adaptation planning? 3. How Are DOTs and MPOs Defining Resilience? FHWA defines resilience or resiliency as “the ability to anticipate, prepare for, and adapt to changing conditions and withstand, respond to, and recover rapidly from disruptions.”1 When defining resilience, most State DOTs and MPOs use a similar approach to FHWA, focusing on the ability to prepare for and recover from disasters and disruptive events. The greatest differences between definitions among the DOTs and MPOs is how the agencies propose to build that ability. Some emphasize the importance of system adaptive capacity and robustness, while others prioritize swiftness in the recovery response. For example: • The Minnesota DOT defines resilience as “reducing vulnerability and ensuring redundancy and reliability to meet essential travel needs.”2 • The Wisconsin DOT states that “a resilient transportation system is able to quickly respond to unexpected conditions and return to its usual operational state.”3 • Anchorage Metropolitan Area Transportation Solutions (Anchorage, AK) states that resilience means “how to work around outcomes to get back up running quickly.”4 1 Federal Highway Administration. December 2014. “FHWA Order 5520.” Available at: https://www.fhwa.dot.gov/legsregs/directives/orders/5520.cfm#par6. 2 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 3 Wisconsin DOT. October 2009. “Connections 2030.” Available at: http://wisconsindot.gov/Pages/projects/multimodal/c2030-plan.aspx. 4 Anchorage Metropolitan Area Transportation Solutions. May 2012. “2035 Metropolitan Transportation Plan.” Available at: https://www.muni.org/Departments/OCPD/Planning/AMATS/2035%20MTP/2035_MTP.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 5",
        "In many cases, however, the agencies do include elements of both advanced preparation and recovery in their concept of resilience. • The Rockingham Planning Commission (Exeter, NH) defines resilience as “a capability to anticipate, prepare for, respond to, and recover from significant multihazard threats with minimum damage to social well-being, the economy, and the environment.”5 • The Northeast Ohio Areawide Coordinating Agency (Cleveland, OH) has a particularly comprehensive definition: “Resiliency is a process for managing complex infrastructures rather than a single outcome… As such, a resiliency framework takes an adaptive life-cycle approach to tackling the dynamic challenges that confront today’s complex infrastructure systems. Embedded in it is the capability to protect its assets, anticipate and detect threats, prevent risks of known failures, withstand unanticipated disruptions, and respond and recover rapidly when the worst does happen.”6 Many plans, particularly those written by MPOs, emphasize the connection between resilience and climate change in their definitions. Resilience and Climate Change The plans often link resilience with climate adaptation, considering St. Paul’s Metropolitan Council (MN) is integrating climate change adaptation to be a part of overall resilience. For example: concerns into its resilience efforts. • The Arkansas DOT makes the point that resilience “also implies \"Resilience strategies recognize transformation, so not only is the infrastructure service able to the difficulty of predicting what survive or recover but it can adapt to a changing environment in the impacts of climate change will which it operates.”8 be and emphasize increasing our flexibility to survive and thrive • The Metropolitan Transportation Commission (San Francisco, regardless of how climate change CA) includes a desire to “enhance climate protection and develops.\"7 adaptation efforts” in its definition of resilience.9 • The Baltimore Regional Transportation Board (Baltimore, MD) states that resilience means its system is “better able to adapt to a variety of potentially significant future changes.”10 (Emphasis added.) Other plans do not refer to “resilience” directly, and instead use phrases such as “safety,” “increased security,” “reduced vulnerability,” or other concepts related to resilience. Overall, terms related to 5 Rockingham Planning Commission. September 2017. “2040 LRTP Public Comment Draft.” Available at: http://www.rpc-nh.org/application/files/1515/0492/7889/RPC-2040LRTP-9-8-17-PubComDraft.pdf. 6 Northeast Ohio Areawide Coordinating Agency (NOACA). June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544. 7 Metropolitan Council. 2010. “2040 Thrive MSP: One Vision, One Metropolitan Region.” Available at: https://metrocouncil.org/Planning/Publications-And-Resources/Thrive-MSP-2040-Plan-(1)/ThriveMSP2040.aspx. 8 Arkansas DOT. March 2017. “Arkansas Long Range Intermodal Transportation Plan Technical Memorandum 4A: Performance Measures.” Available at: http://www.wemovearkansas.com/docs/TM4A_Performance-Measures.pdf. 9 Metropolitan Transportation Commission. July 2017. “Plan Bay Area 2040.” Available at: http://2040.planbayarea.org/cdn/farfuture/DNwQeazEwHFfJg-HZ- _GMZSVQxPV0mKk0nTUkVaDSes/1506467747/sites/default/files/2017-09/Plan_Bay_Area_2040-09262017- links.pdf. 10 Baltimore Regional Transportation Board. November 2015. “Maximize 2040.” Available at: http://www.baltometro.org/phocadownload/Publications/Transportation/Plans/Maximize2040/Max2040_final.pd f. Integrating Resilience into the Transportation Planning Process: White Paper 6",
        "resilience (listed in the Figures 2 and 3 below) appeared in the planning documents of 46 DOTs and 83 of the selected MPOs – a majority of each. In other words, only 6 DOTs and 18 of the selected MPOs included no mention of any resilience-related term. Of the agencies that did include some reference to resilience, 25 DOTs and 42 MPOs (slightly less than half for each) included these terms in a way deemed relevant to this effort – that is, multiple terms were found and were significantly discussed. “Weather” and “climate change” were the resilience-related terms most frequently included in planning documents, with about half or slightly more of DOTs and selected MPOs including these terms. While these numbers do not represent a strong majority, they do highlight that resilience concerns are fairly commonplace and not limited to a few select agencies. See Figure 2 for the number of DOTs that included each resilience-related term in their plans and Figure 3 for a count of selected MPOs that included the terms in their plans. Integrating Resilience into the Transportation Planning Process: White Paper 7",
        "DOTs 50 45 40 35 30 25 20 15 10 5 0 Weather Climate Resilience Vulnerability Risk Natural Adaptation change disasters/ Natural hazards Figure 2: The number of DOTs (out of 52) that included resilience-related terms in their planning documents. Selected MPOs 100 90 80 70 60 50 40 30 20 10 0 Weather Climate Resilience Vulnerability Risk Natural Adaptation change disasters/ Natural hazards Figure 3: The number of MPOs (out of 101 selected) that included resilience-related terms in their planning documents. 4. Why Are DOTs and MPOs Integrating Resilience into Planning? Agencies that integrated resilience into their planning stated a variety of reasons for doing so, from complying with federal and state laws and regulations to reasons important to the agency itself, such as agencies that were serving areas damaged by extreme weather events. Both State DOTs and MPOs largely referenced federal law and regulation as a reason for including resilience in their transportation planning, citing the FAST Act requirements and goals, MAP-21 goals, and the National Infrastructure Protection Plan. Table 3 gives an overview of the federal laws and regulations that require State DOTs and MPOs to consider resiliency, and it gives an overview of the nonbinding federal policies that some agencies cited as their motivation. See Appendix B for more details. Integrating Resilience into the Transportation Planning Process: White Paper 8",
        "Table 3: Federal Laws and Regulations That Require Resilience Considerations Effective Date Overview Source June 27, 2016 “(a) Each State shall carry out a continuing, cooperative, and 23 CFR 450.206(a) comprehensive statewide transportation planning process that provides for consideration and implementation of projects, strategies, and services that will address the following factors: (9) improve the resiliency and reliability of the transportation system and reduce or mitigate stormwater impacts of surface transportation.” June 27, 2016 “(b) The metropolitan transportation planning process shall be 23 CFR 450.306(b) continuous, cooperative, and comprehensive, and provide for consideration and implementation of projects, strategies, and services that will address the following factors: (9) Improve the resiliency and reliability of the transportation system and reduce or mitigate stormwater impacts of surface transportation;” Long-range statewide “(c) The long-range statewide transportation plan shall reference, 23 CFR 216 (c ) transportation plan summarize, or contain any applicable short-range planning studies; strategic planning and/or policy studies; transportation adopted after May needs studies; management systems reports; emergency relief 2018 meets and disaster preparedness plans;” requirements On or after May 27, “(f) The metropolitan transportation plan shall, at a minimum, 23 CFR 2018, an MPO meets include: 7) Assessment of capital investment and other strategies 450.324(f)(7) to preserve the existing and projected future metropolitan requirements to transportation infrastructure, provide for multimodal capacity adopt a metropolitan increases based on regional priorities and needs, and reduce the transportation plan vulnerability of the existing transportation infrastructure to natural disasters. October 2, 2017 Asset Management Plan (c) A State DOT shall establish a process 23 CFR 515.7 (c)(6) for developing a risk management plan. This process shall, at a and 515.9 (h) minimum, produce the following information: (6) Risk management analysis, including the results for NHS pavements and bridges, of the periodic evaluations under part 667 of this title of facilities repeated damaged by emergency event. and (h) A State DOT shall integrate its asset management plan into its transportation planning processes that lead to the STIP, to support its efforts to achieve the goals in paragraphs (f)(1) through (4) of this section. Mandatory and State DOTs must evaluate facilities that have repeatedly been FAST Act due by November 23, damaged in emergency events. 23 CFR 667 2018 Integrating Resilience into the Transportation Planning Process: White Paper 9",
        "Nonbinding The National Highway Freight Program has a goal to “improve the FAST Act . . . resiliency of freight transportation in rural and urban areas.”[1] Nonbinding Goals for the national transportation system include increasing MAP-21 safety, security, and reliability.[2] Nonbinding National Infrastructure Protection Plan invests to produce Department of significant reductions in national risk. [3] Homeland Security Many MPOs also reference state-level directives to incorporate resilience into planning, such as: California’s Executive Order B-30-15, which requires California agencies to “take climate change into account in their planning and investment decisions.”12 Other States require MPOs to evaluate greenhouse gas impacts of their projects and plans, and MPOs are Why Miami-Dade MPO Is Considering Climate Change11 citing this as their reason for considering climate Miami-Dade County is on the frontline to experience change in their planning work. For example, in climate change impacts, especially rising sea levels, and Massachusetts, several MPOs cited the Massachusetts has unique characteristics that make these projected Global Warming Solutions Act,13 the Massachusetts impacts more challenging: 1) it is a coastal community, DOT GreenDOT policy,14 and the Massachusetts Clean located at the tip of the Florida peninsula, with most of Energy and Climate Plan for 2020.15 Other agencies’ the geographic area only a few feet above sea level; 2) important economic drivers, such as tourism and plans offered additional non-regulatory rationales for agriculture, are weather dependent; 3) its stormwater addressing resilience, such as: infrastructure system is a gravity flow system, which will • Economic benefits. be directly impacted by sea level rise—it already • Improved safety. experiences overflows at extreme high tides; 4) due to a • Maintaining mobility and operations. porous substrate, sea level rise may allow saltwater intrusion into the shallow aquifer that serves as the • Preparing to adapt to climate change. primary source of freshwater; and 5) it has a large, dense • Damage experienced by catastrophic weather population whose growth could be exacerbated at any events, such as Hurricane Katrina and time by a segment of mass migration. Superstorm Sandy. [1] 23 USC 167 [2] 23 USC 150. [3] DHS National Infrastructure Protection Plan: https://www.dhs.gov/national-infrastructure-protection-plan 11 Miami-Dade MPO. October 2014. “Miami-Dade 2040 Long Range Transportation Plan.” Available at: http://www.miamidadetpo.org/library/plans/2040-long-range-transportation-plan-final-2014-10.pdf. 12 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. 13 Global Warming Solutions Act, 2008. Available at: http://www.mass.gov/eea/waste-mgnt-recycling/air- quality/climate-change-adaptation/mass-clean-energy-and-climate-plan.html and https://malegislature.gov/Laws/SessionLaws/Acts/2008/Chapter298. 14 Massachusetts GreenDOT Policy Directive, 2010. Available at: https://www.massdot.state.ma.us/portals/0/docs/P-10-002.pdf. 15 Massachusetts Clean Energy and Climate Plan for 2020, 2015. Available at: Integrating Resilience into the Transportation Planning Process: White Paper 10",
        "For example, a number of agencies highlighted current or future projected hazards as reasons for integrating resilience: • The California DOT emphasized the high level of risk posed by climate change to Californians in its Transportation Plan 2040.16 • The Capital Area MPO (Austin, TX) listed past extreme events as its impetus for integrating resilience.17 • The Miami-Dade MPO (Miami, FL) highlights its particular vulnerability to sea level rise and the need to increase resilience in its 2040 Long-Range Transportation Plan (see the textbox on page 10 for more information).18 5. Which DOTs and MPOs Are Considering Resilience in Planning? To determine which DOTs and MPOs are considering resilience in their planning processes, the research team first had to determine what qualifies as a significant consideration of resilience. The research team defined such consideration as agencies that used “resilience” or a similar term (see Section 3 for other commonly used terms) along with a significant discussion of how they are considering and addressing resilience, such as through resilience-related goals and objectives, performance measures, or strategies and projects. With this definition, nearly half of the agencies assessed for this white paper incorporated resilience into their transportation plans: 25 out of 52 State DOTs and 41 out of the 101 selected MPOs. Figure 4 illustrates the geographic spread of State DOTs and selected MPOs that have incorporated resilience into their planning documents. The research team attempted to include MPOs likely to incorporate resilience in the sample, but the search was not comprehensive. Therefore, while Figure 4 provides a snapshot of the current state of DOTs and MPOs integrating resilience into their planning process, it does not include agencies that were not reviewed as part of this study. 16 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. 17 Capital Area MPO. September 2015. “CAMPO 2040 Regional Transportation Plan.” Available at: http://www.campotexas.org/wp-content/uploads/2015/10/CAMPO2040PlanFinal.pdf. 18 Miami-Dade MPO. October 2014. “Miami-Dade 2040 Long Range Transportation Plan.” Available at: http://www.miamidadetpo.org/library/plans/2040-long-range-transportation-plan-final-2014-10.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 11",
        "Figure 4: Geographic spread of State DOTs (colored states) and selected MPOs that incorporated resilience into their planning documents. Table 4 summarizes the number of selected MPOs that have integrated resilience based on the size of the population served. Within the set of reviewed MPOs, those with medium-sized populations were leading the way on incorporating resilience into their long-range plans and programming. Table 4: Number of MPOs Incorporating Resilience into Planning Total in Number Number Size (Population Served) the Integrating Reviewed Country Resilience Large (>3,000,000) 15 15 9 Medium (1,000,000–2,999,999) 33 16 16 Small (200,000–999,999) 152 34 10 Very Small (<200,000) 204 36 6 6. How Are DOTs and MPOs Integrating Resilience into Their Planning Processes? The research team identified the following points at which resilience can tie into transportation planning processes (including the development of long-range plans, TIPs, TAMPs, or environmental reviews): Integrating Resilience into the Transportation Planning Process: White Paper 12",
        "• Incorporate resilience in the goals and objectives to guide the plan development. • Consider resilience and reliability when defining the problems and needs that the plan has to address. • Include resilience considerations in the criteria for evaluating projects, which are frequently related to performance measures and their targets. • Identify, evaluate, and adopt strategies that will address the identified vulnerabilities and help achieve resilience goals. • Implement the selected strategies to improve resilience. • Monitor, using the pre-selected performance measures, how the strategies are improving resilience so that the planners can report on the performance to influence their decisions in the update cycle for the plan. Figure 5 is a working concept of a potential graphic that could apply to any plan. Goals and Objectives Monitor and Problems and Report Needs Evaluation Criteria, Implement Performance Adopted Measures, and Strategies Targets Strategies Identification, Evaluation, and Adoption Figure 5: Transportation planning process. 6.1. Goals and Objectives The goals and objectives of a transportation plan help set the tone for the rest of the planning processes. State DOTs and MPOs are integrating resilience into their goals and objectives to: • Meet state and federal resilience requirements. • Better manage the lifecycle costs of the transportation system. • Prepare for current and future increases in extreme weather events. The following subsections provide a synthesis of the types of State DOT and MPO goals and objectives while Appendix C: Summary of State DOT and MPO Resilience Goals and Objectives provides a more comprehensive review of individual agency goals and objectives. Integrating Resilience into the Transportation Planning Process: White Paper 13",
        "6.1.1. State DOTs Of the 25 State DOTs that mentioned resilience in their plans, 17 explicitly named resilience as a goal or objective. Of these 17, seven worded their goals to match the federal statutes requiring resilience be considered in the transportation planning process. The safety and security policies of MAP-21 appear to have had the greatest influence over the goals and objectives, while a smaller number of the goals directly mirror the directive from the FAST Act, which instructs states to “improve the resiliency and reliability of the transportation system and reduce or mitigate stormwater impacts of surface transportation.” • The Arkansas DOT included a very specific goal to “improve statewide safety by funding projects reducing fatal and serious injury crashes, reducing vulnerability (the magnitude of impact on the system due to events such as major traffic incidents, flooding, lane closures, bridge failures, and seismic activity), and improving resiliency of the system (the ability of the system to recover from these events).”19 • The Colorado DOT included a goal to “improve the resiliency and redundancy of the transportation Resilience Goal Example – Minnesota system to address the potential effects of extreme DOT’s System Stewardship weather and economic adversity, emergency Objective20 management, and security.”21 \"Strategically build, manage, maintain • The Florida DOT included a goal to “provide agile, and operate all transportation assets. Rely on system data and analysis, resilient, and quality transportation performance measures and targets, infrastructure.”22 agency and partners’ needs, and Most of the State DOTs who made resilience a goal defined public expectations to inform their needs in a context outside of federal regulation (10 of decisions. Use technology and the 17). Many cited the fiscal benefits of a resilient innovation to get the most out of investments and maintain system transportation network. performance. Increase the resiliency • The California DOT set a goal to “reduce long-run of the transportation system and repair and maintenance costs” by using proactive adapt to changing needs.\" techniques like smart asset management and lifecycle costing to maintain their infrastructure.23 19 Arkansas DOT. March 2016. “Arkansas Long Range Intermodal Transportation Plan: Goals and Objectives Tech Memo.” Available at: http://www.wemovearkansas.com/docs/TM3_Goals-and-Objectives.pdf. 20 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 21 Colorado DOT. January 2015. “Transportation Matters: Statewide Transportation Plan.” Available at: https://www.codot.gov/programs/colorado-transportation-matters/statewide-transportation-plans. 22 Florida DOT. September 2016. “FDOT Long Range Program Plan.” Available at: http://floridafiscalportal.state.fl.us/Document.aspx?ID=14609&DocType=PDF. 23 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 14",
        "Other states described resilience’s importance for mitigating uncertain future hazards, both natural and manmade. Several states were concerned with extreme weather events associated with climate change and sought to incorporate redundancies into their transportation system to ensure the mobility of people and goods during these events. • The Hawaii DOT included a goal to \"promote long-term resiliency, relative to hazard mitigation, namely global climate change, with considerations to reducing contributions to climate change from transportation facilities, and reducing the future impacts of climate change on the transportation system\" and to \"improve resiliency of the state through the transportation system.\"24 • The Illinois DOT is currently planning to include a goal in its next (2017) long-range plan to “proactively plan and invest in the state’s transportation system to ensure that its infrastructure is prepared to sustain extreme weather events.”25 6.1.2. MPOs In some cases, MPOs framed their resilience goals in terms of safety and security, but they also added the element of livability. • The New York Metropolitan Transportation Council has a goal to improve the resiliency of the regional transportation system. The MPO states that the goal will be supported by projects and actions that focus on “hardening” the transportation system and by evolving partnerships among agencies to help reduce impacts of disasters on the movement of goods and people.26 • The South Western Regional Planning Agency (Stamford, CT) seeks to increase the resilience of its transportation system by investing in modes of transportation that are “affordable and green,” such as bicycle and pedestrian infrastructure.27 • The Madison Area Transportation Planning Board (Madison, WI) has goals to “develop a transportation system that is resilient in the face of climate change and rising fuel prices in the future” and to “reduce vulnerability of the public and the region’s transportation infrastructure to crime and natural hazards.”28 24 Hawaii DOT. July 2014. “Statewide Federal-Aid Highways 2035 Transportation Plan.” Available at: http://hidot.hawaii.gov/highways/files/2014/09/Statewide-Federal-Aid-Highways-2035-Transportation- Plan_Yong.pdf. 25 Illinois DOT. Not yet published. 2017 Long Range Transportation Plan website. Available at: http://www.idot.illinois.gov/transportation-system/transportation-management/planning/index. 26 New York Metropolitan Transportation Council. June 2017. “Regional Transportation Plan 2045 Maintaining the Vision for a Sustainable Region.” Available at: https://www.nymtc.org/Portals/0/Pdf/RTP/Plan%202045%20Final%20Documents/Plan%202045%20Full%20Main %20document/Full%20Main%20Plan%202045_R_6-27-17.pdf. 27 South Western Regional Planning Agency – “South Western Region Long Range Transportation Plan 2015-2040.” Available at: https://westcog.org/wp-content/uploads/2015/12/LRTP-Update-2.pdf. 28 Madison Area Transportation Planning Board. April 2017. “Regional Transportation Plan 2050.” Available at: http://www.madisonareampo.org/planning/documents/RTP_2050_Report_Final.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 15",
        "Areas vulnerable to threats associated with climate change, such as those in coastal regions, have begun developing goals to help them face those hazards. • In Florida, the Palm Beach MPO has a stated objective of increasing the percentage of facilities that can accommodate a two-foot sea level rise.29 • The Northern Middelsex MPO (Lowell, MA) has a stated objective of protecting transportation infrastructure from climate change, and more specifically to address stormwater runoff and flooding concerns.30 • The South Jersey Transportation Planning Organization (Vineland, NJ), specified in its goals that it is particularly focused on improving the resiliency and reliability of the transportation system along the Atlantic and Delaware Bay shorelines.31 • In Massachusetts, the Cape Cod MPO has an objective to improve the transportation system’s resiliency to the effects of sea level rise, under the goal of supporting livable communities that strengthen the long-term resilience of the region.32 6.2. Assessments of Problems or Needs This section provides an overview of the approaches State DOTs and selected MPOs are using to understand their vulnerability problems and needs, followed by a discussion of what hazards (both current and future changes in climate) they are including in their plans. 6.2.1. Approaches to Understanding Vulnerability To improve their resilience, transportation agencies first need to understand what hazards and vulnerabilities threaten their systems. While a formal vulnerability assessment is the most common approach, other DOTs and MPOs are working to understand risks through scenario planning and workshops. Within their planning documents, 14 State DOTs and 23 of the 101 selected MPOs indicated that they have already completed, are in progress of completing, or are proposing vulnerability assessments for their transportation infrastructure. See Table 5 for a breakdown of how many agencies are at each stage in developing their vulnerability assessments, as reported in their transportation plans at the time this white paper was developed. For the purpose of this count, vulnerability assessments were considered “complete” if they were explicitly discussed as having occurred in the long-range transportation plan. The “in progress” designation was given to agencies that had either specifically noted that they were in progress, had ongoing but not yet complete efforts, or had allocated funds for vulnerability assessments. The “proposed” designation was given to agencies that had no reporting of completion or plans to conduct vulnerability assessments, but called for them as upcoming actions or strategies. 29 Palm Beach Metropolitan Planning Organization. October 2014. “Palm Beach MPO 2040 Long Range Transportation Plan.” Available at: https://westcog.org/wp-content/uploads/2015/12/LRTP-Update-2.pdf 30 Northern Middelsex MPO. July 2015. “Northern Middelsex Regional Transportation Plan 2016-2040.” Available at: http://www.nmcog.org/Websites/nmcog/images/2016- 2040_RTP/Final_RTP_Complete_no_Appendices_80415.pdf. 31 South Jersey Transportation Planning Organization. 2016. “A Plan for South Jersey: Transportation Matters.” Available at: http://www.sjtpo.org/wp-content/uploads/2016/07/Transportation-Matters-7-25-2016-Final.pdf. 32 Cape Cod MPO. July 2015. “Cape Cod 2016 Regional Transportation Plan 2016-2040.” Available at: http://www.capecodcommission.org/resources/transportation/rtp/2016/FinalReport/Cape%20Cod%202016%20R egional%20Transportation%20Plan%20-%20without%20Appendices%20(Endorsed%207-20-15).pdf. Integrating Resilience into the Transportation Planning Process: White Paper 16",
        "However, it is likely that some DOTs and MPOs have completed or are working on vulnerability assessments without mentioning them in their last plan updates. Programming of such studies are frequently included in Unified Planning Work Programs or State Planning and Research, which were not included in this literature review. Table 5. Count of Agencies Reporting on Their Vulnerability Assessment status Vulnerability Assessment Status DOTs (out of 52) MPOs (out of 101) Complete 8 14 In Progress 3 5 Proposed 3 4 Many of these vulnerability assessments address a variety of climate change and extreme weather threats posed to the full transportation system across the agency’s transportation network by climate change and extreme weather hazards. Others focus on specific assets, such as: • An assessment for California DOT’s high-speed rail project.33 • The Hampton Roads Transportation Planning Organization’s (Virginia Beach, VA) “Roadways Serving the Military and Sea Level Rise/Storm Surge” report.34 • The Minnesota DOT’s vulnerability assessment for bridges, culverts, and other infrastructure with respect to flash flooding.35 Some of the DOTs and MPOs are considering climate impacts, threats posed by natural hazards, and resilience, even where they do not seem to have conducted a systematic vulnerability assessment. Many of these agencies discuss the need to conduct vulnerability assessments and often suggest it as a next step or upcoming strategy in their planning process. However, agencies are also employing techniques other than vulnerability assessments to identify hazards and needs. Examples of other approaches include: • Scenario planning: The Mid-Region Council of Governments (COG) (Albuquerque, NM) discussed the results of the Central New Mexico Climate Change Scenario Planning Project, including “the relationship between future development patterns and the vulnerabilities to the effects of climate change.”36 33 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. 34 Hampton Roads Transportation Planning Organization (HRTPO). July 2016. “2040 Long Range Transportation Plan.” Available at: http://www.hrtpo.org/page/2040-long-range-transportation-plan/. 35 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 36 Mid-Region Council of Governments. April 2015. “Long Range Transportation Plan: Futures 2040 MTP.” Available at: https://www.mrcog-nm.gov/images/stories/pdf/transportation/2040_MTP/futures-2040-mtp-final-with- administrative-modification-09-15-17sm.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 17",
        "• Workshops: The Chattanooga-Hamilton County/North Georgia Transportation Planning Organization (Chattanooga, TN) held a climate adaptation workshop to help identify critical transportation assets, impacts, and climate adaptation strategies.37 6.2.2. Types of Hazards In terms of specific existing hazards, flooding and stormwater are by far the most frequently discussed, with over half of selected MPOs and DOTs mentioning these threats in their plans. See Figure 6 for a full breakdown of the number of DOTs and selected MPOs that included each hazard in their planning documents. Flooding, snow, ice, and stormwater appear in all the types of documents reviewed: State DOT and MPO long-range plans and TIPs. By contrast, drought, heat, fire, wind, sea level rise, and other hazards are almost exclusively discussed in the long-term planning documents rather than in TIPs. It is likely that flooding, snow, ice, and stormwater are emphasized because they are regularly experienced threats that significantly disrupt the transportation system. It is both prudent and federally mandated for transportation agencies to have the capacity to respond to such threats. The other hazards, on the other hand, may be occurring less frequently or have less of a recurring or severe impact on the transportation network currently. DOTs Selected MPOs 50 100 45 90 40 80 35 70 30 60 25 50 20 40 15 30 10 20 5 10 0 0 Figure 6: Count of DOTs (out of 52) and selected MPOs (out of 101) that include discussion of natural hazards in their planning documents. Agencies also discuss a variety of other threats not specifically falling within the research team’s search terms. Frequently discussed threats include earthquakes, tornadoes, and hurricanes. Plans also tend to include locally specific threats, such as coastal erosion in areas facing sea level rise, thawing of permafrost in Alaska, and volcanic activity in Hawaii and Washington. Plans that focus only on threats that agencies face presently (that is, not projecting future climate change-induced changes in threats) generally have limited discussions of both climate change and resilience. Discussions of climate change still appear in some planning documents in the context of 37 Chattanooga-Hamilton County/North Georgia TPO. December 2013. “Volume I: The Chattanooga-Hamilton County/North Georgia 2040 Regional Transportation Plan.” Available at: http://www.chcrpa.org/2040RTP/CHCRPA_2040RTP_Vol-1.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 18",
        "climate change mitigation efforts and efforts to decrease greenhouse gas emissions, particularly because of the high level of emissions attributable to the transportation sector. These plans also discuss climate change in terms of general projections of potential impacts but without specific tie-ins to the efforts within the plan. When resilience is mentioned in these documents, it is generally confined to discussions of improving infrastructure to better withstand regular, currently expected flooding events, and not long-term or changing threats. Seventeen DOTs and 36 MPOs discuss climate change in terms of projected impacts on their transportation networks. State DOTs and MPOs that discuss increases in the frequency of extreme events in their planning documents generally include threats from hurricanes and other storms, extreme precipitation and flash flooding, wildfire, and droughts. When discussing changes in gradual threats, the plans primarily name sea level rise and high heat, but some mention permafrost melt and coastal erosion. Most discussions of climate change focus on the vulnerability of the overall transportation system to widespread stressors such as increased temperature and precipitation. Furthermore, coastal assets are highlighted as being vulnerable to sea level rise, with the need to start planning for such changes as soon as possible. 6.2.3. Partnerships and Collaboration While institutional knowledge is valuable in assessing problems and needs, it is important for DOTs and MPOs to consider external expertise and leverage existing resources when determining the vulnerability of their transportation assets. By involving partners and engaging stakeholders, DOTs and MPOs can better inform their assessments through knowledge they would not otherwise possess. Some examples include: • The Iowa DOT partnered with Iowa State University and the University of Iowa Flood Center for projected rainfall estimates and hydrologic modeling which supported their vulnerability assessment.38 • The Tennessee DOT (TDOT) surveyed transportation stakeholders within their state to gather institutional knowledge. The survey was used to “assess the potential impacts to different types of assets when exposed to a variety of extreme weather hazards.”39 The survey results were incorporated into TDOT’s vulnerability assessment by developing “impact scores” for each transportation asset type and weather category combination. The higher of a score that an individual asset and weather combination received, the more vulnerable that asset is to that weather event. In other cases, DOTs and MPOs can leverage existing extreme weather and climate change data/studies for use in their own vulnerability assessment. Leveraging existing research helps streamline the data 38 Federal Highway Administration (FHWA), July 2016, “2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations.” Available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/2013- 2015_pilots/final_report/fhwahep16079.pdf 39 FHWA, July 2016, “2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations.” Available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/2013- 2015_pilots/final_report/fhwahep16079.pdf Integrating Resilience into the Transportation Planning Process: White Paper 19",
        "collection and development process while ensuring regional consistency in data sets. Agencies who have already done so include: • The Maine DOT leveraged existing marsh and sea migration maps created by a National Oceanic and Atmospheric Administration-funded project to conduct a vulnerability assessment of transportation assets in the same study area. 40 • The New York State DOT used previous climate assessments done in partnership with The Nature Conservancy to “inform prioritization of stream crossings for upgrades that would improve both climate resilience and fish passage.”41 More information on how DOTs and MPOs are conducting vulnerability assessments and working with partners to identify problems and needs is included in FHWA’s Resilience Pilots website. 42 6.3. Performance Measures, Targets, and Evaluation Criteria Of the MPOs and State DOTs reviewed, the MPOs were more likely to have performance measures, targets, or evaluation criteria related to resilience than the State DOTs. Nineteen MPOs included performance measures, targets, or evaluation criteria related to resilience compared to five State DOTs. 6.3.1. Performance Measures and Targets Performance measures and targets are used by transportation agencies to measure how they are performing over time, and to track how close they are to achieving their target state of the system. Although State DOTs have goals related to resilience, most goals either do not have specific performance measures, or they map to performance measures related to safety and security, environmental stewardship, or system preservation, rather than to natural disasters or extreme events, as shown in Table 6. Table 6: State DOT Performance Measures State DOT Goal Performance Measure(s) District DOT43 Sustainability and health: Prepare • Mileage of new facilities in flood zones the transportation system for (transit investments, bicycle facilities, changing environmental and streets, and bridges) climatological conditions 40 FHWA, July 2016, “2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations.” Available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/2013- 2015_pilots/final_report/fhwahep16079.pdf 41 FHWA, July 2016, “2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations.” Available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/2013- 2015_pilots/final_report/fhwahep16079.pdf 42 FHWA’s Resilience pilots website is available at: https://www.fhwa.dot.gov/environment/sustainability/resilience/pilots/index.cfm 43 District DOT. October 2014. “Move DC: The District of Columbia's Multimodal Long-Range Transportation Plan.” Available at: http://www.wemovedc.org/resources/Final/Part%201_Strategic_Multimodal_Plan/Strategic_Multimodal_Plan.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 20",
        "Maryland DOT44 Environmental stewardship: • Percent of compliance on erosion and Institutionalize the consideration of sediment control ratings future sea levels and storm • Acres of wetlands or wildlife habitat conditions in prioritizing created, restored, or improved since infrastructure investments in 2000 coastal areas Minnesota DOT45 System stewardship: Increase the • Annual percentage of routine culvert resilience of the transportation inspections completed on time system and adapt to changing needs Oklahoma DOT46 Environmental responsibility: • Quantity of litter/debris cleared from Minimize environmental impacts storm drains/culverts/roadsides related to transportation (reduce roadway flooding) enhancing the natural environment While some MPOs similarly conflated resilience with safety or security, others included more diverse and direct resilience-related performance measures or targets, which are shown in Table 7. Flooding, and in some cases sea level rise for the coastal MPOs, were the hazards most often addressed through performance measures or targets. The only other major hazard included in performance measures was forest fire risk. 44 Maryland DOT. January 2016. “2035 Maryland Transportation Plan: Moving Maryland Forward.” Available at: http://www.mdot.maryland.gov/newMDOT/Planning/CTP/Final_CTP_16_21/Documents/2035_MTP_010816_We b.pdf. 45 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan: 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 46 Oklahoma DOT. August 2015. “Moving Oklahoma Forward: OK DOT Long Range Transportation Plan 2015-2040.” Available at: http://www.okladot.state.ok.us/p-r-div/lrp_2015_2040/2040_LRTP_Full_Document.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 21",
        "Table 7: MPO Performance Measures MPO Goal or Objective Performance Measure(s) or Targets Cape Cod MPO (MA)47 Improve the transportation • Evaluate potential impacts of system's resiliency to the sea level rise for all TIP projects effects of sea level rise during the 25% design review and adjustments to projects are made as warranted Improve stormwater • Provide improved stormwater management and treatment management and treatment to in transportation 50% of TIP projects outside of improvement projects sensitive areas and 100% of TIP projects within sensitive areas Hillsborough County MPO Increase the security and • Protect low-lying major roads (Tampa, FL)48 resiliency of the multimodal from storm surge and flooding transportation system • Maintain stormwater drainage programs Merrimack Valley MPO Adaptive planning for climate • Number of coastal communities (Haverhill, MA)49 change with adaptation plans Miami-Dade MPO (FL) 50 Reduce the vulnerability and • Number of highway lane and increase the resiliency of centerline miles within the 100- critical infrastructure to the year floodplain impacts of climate trends and events Mid-Region COG Environmental resilience: • Development in high flood risk (Albuquerque, NM) 51 Prepare for climate areas: Employment and housing uncertainties in FEMA 100-Year floodplains • Development in forest fire risk areas: Employment and housing in wildland-urban intermix areas 47 Cape Cod MPO. July 2015. “Cape Cod 2016 Regional Transportation Plan 2016-2040.” Available at: http://www.capecodcommission.org/resources/transportation/rtp/2016/FinalReport/Cape%20Cod%202016%20R egional%20Transportation%20Plan%20-%20without%20Appendices%20(Endorsed%207-20-15).pdf. 48 Hillsborough County MPO. March 2016. “Imagine Hillsborough 2040: Long Range Transportation Plan.” Available at: http://www.planhillsborough.org/wp-content/uploads/2014/10/2040-LRTP-Final-Full-Report-revised-3-28-16- 1.pdf. 49 Merrimack Valley MPO. July 2015. “Merrimack Valley 2016 Regional Transportation Plan.” Available at: http://mvpc.org/programs/transpo-new-homepage/mpo-page/new-regional-transportation-plan/. 50 Miami-Dade MPO. October 2014. “Miami-Dade 2040 Long Range Transportation Plan.” Available at: http://www.miamidadetpo.org/library/plans/2040-long-range-transportation-plan-final-2014-10.pdf. 51 Mid-Region COG. April 2015. “Long Range Transportation Plan: Futures 2040 MTP.” Available at: https://www.mrcog-nm.gov/images/stories/pdf/transportation/2040_MTP/futures-2040-mtp-final-with- administrative-modification-09-15-17sm.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 22",
        "MPO Goal or Objective Performance Measure(s) or Targets Northern Middlesex MPO Protect critical infrastructure • Number of stormwater (Lowell, MA)52 from the effects of climate improvement projects change and address implemented by local stormwater runoff and communities and MassDOT flooding concerns Palm Beach MPO (FL)53 Provide an efficient and • Increase the percentage of reliable vehicular facilities that accommodate two transportation system feet sea level rise; the performance target is 90% for the strategic intermodal system network in 2025 Regional Planning Environmental sustainability: • Number of projects that raise Commission (New Orleans, implement projects that the roadway grade or increase LA) 54 consider the impacts of resilience against climate change climate change and natural or natural disasters through hazard mitigation other means (tracked annually) Tri-County Regional Planning Efficient and resilient • Ensure 95% of all roadways have Commission (Peoria, IL) 55 transportation system a volume-capacity ratio less than one by 2020 • Reduce the percentage of roadways in “poor” or “fair” condition • Reduce the percentage of roadways in “critical backlog” • Reduce commute times by 2.5% by 2025 The most common resilience-related performance measure across the MPOs was a variation on the number of transportation assets or areas of development located in FEMA-defined 100-year or 500-year floodplains or, in the case of coastal areas, located in areas vulnerable to sea level rise. Other flooding- related performance measures involve the total number of stormwater improvement projects or maintenance of stormwater drainage systems. Other MPO resilience-related performance measures focused on the overall resilience of the transportation system, such as the number of projects that incorporate design elements related to resilience or climate change and the number of projects that increase the roadway grade. 52 Northern Middlesex MPO. No date. “Northern Middlesex Regional Transportation Plan 2016-2040.” Available at: http://www.nmcog.org/Websites/nmcog/images/2016- 2040_RTP/Final_RTP_Complete_no_Appendices_80415.pdf. 53 Palm Beach Metropolitan Planning Organization. October 2014. “Palm Beach MPO 2040 Long Range Transportation Plan.” Available at: https://westcog.org/wp-content/uploads/2015/12/LRTP-Update-2.pdf. 54 Regional Planning Commission. January 2015. “Metropolitan Transportation Plan: New Orleans Urbanized Area.” Available at: http://www.norpc.org/assets/pdf-documents/2044%20NO%20MTP%20FINAL%20ADOPTED.pdf. 55 Tri-County Regional Planning Commission. March 2015. “Envision HOI: Heart of Illinois Long Range Transportation Plan.” Available at: http://www.tricountyrpc.org/files/Envision_HOI_FINAL.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 23",
        "6.3.2. Evaluation Criteria A number of MPOs also documented resilience-related Evaluation Criteria Scoring Example: evaluation criteria, which are used to select or prioritize Boston Region MPO projects in the MTPs and TIPs, respectively. Resilience- The Boston Region MPO (MA) awards up to related criteria only appeared in one State DOT document. six out of 29 possible points dedicated to system preservation for projects that Flooding and sea level rise were again the most common improve the ability to respond to extreme hazards addressed. Flooding-related criteria include whether conditions. Within the extreme conditions or not a project is located in a 100-year or 500-year component of system preservation floodplain and whether the project mitigates stormwater evaluation, points are awarded to projects and flooding. Select MPO examples include: that: • Address flooding and/or sea level rise • The Palm Beach MPO (FL) awards priority points to issues and support the ability of a projects that mitigate sea level rise impacts, although it facility to function in those conditions is a comparatively low priority.56 (+2 points) • The Boston Region MPO (MA) includes evaluation • Update facilities to current seismic criteria for “system preservation,” including prioritizing design standards (+1 point) projects that improve response to extreme events and • Address critical transportation projects that are located outside of a flood zone or infrastructure (+1 point) hurricane surge zone.57 See the textbox for how specific • Protect freight network elements, such actions are valued. as port facilities, that are vulnerable to • The Cape Cod MPO (MA) includes “coastal resiliency” climate change impacts (+1 point) • Implement hazard mitigation of evaluation criteria to prioritize projects that incorporate climate adaptation plans (+1 point) resilient design elements, especially those in areas vulnerable to sea level rise.58 • The Northeast Ohio Areawide Coordinating Agency (Cleveland, OH) requires project sponsors to demonstrate how the project will control and mitigate stormwater during the design, construction, and post-construction long-term performance of the project before it is eligible for funding.59 • The Miami-Dade MPO (FL) reviews if projects are in a floodplain and whether or not they have been scheduled for increased routine maintenance.60 Fargo-Moorhead Metropolitan COG (ND),61 56 Palm Beach MPO. October 2014. “Palm Beach MPO 2040 Long Range Transportation Plan.” Available at: http://www.palmbeachmpo.org/static/sitefiles/documents/LRTP/LRTP.pdf. 57 Boston Region MPO. May 2017. “Transportation Improvement Program: Federal Fiscal Years 2018-22.” Available at: http://www.ctps.org/data/pdf/plans/TIP/FFYs_2018_2022_Final_TIP_0717.pdf. 58 Cape Cod MPO. May 2017. “Cape Cod Transportation Improvement Program Federal Fiscal Year 2018-2022.” Available at: http://www.capecodcommission.org/resources/transportation/tip/Cape_Cod_2018- 2022_Transportation_Improvement_Program_(Endorsed_05222017).pdf. 59 Northeast Ohio Areawide Coordinating Agency. “SFY's 2018-2021 Transportation Improvement Program.” Available at: http://www.noaca.org/modules/showdocument.aspx?documentid=19842. 60 Miami-Dade MPO. October 2014. “Miami-Dade 2040 Long Range Transportation Plan.” Available at: http://www.miamidadetpo.org/library/plans/2040-long-range-transportation-plan-final-2014-10.pdf. 61 Fargo-Moorhead Metropolitan COG. July 2014. “2014 Long Range Transportation Plan.” Available at: http://www.fmmetrocog.org/new/assets/documents/LRTP/2014%20Long%20Range%20TransportationPlan%20- %20Metro%202040%20Approved%20071714.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 24",
        "Fayette/Raleigh MPO (WV),62 and KYOVA Interstate Planning Commission (WV)63 are other examples of MPOs that evaluate whether or not a project is located in a floodplain. Other MPO evaluation criteria focus on the ability of a project to increase the overall resilience of the transportation system. This type of criteria includes maintaining operation of critical assets (e.g., roadway, transit system), and addressing safety, security, or emergency response needs. Select MPO examples include: • The Chattanooga-Hamilton County/North Georgia Transportation Planning Organization (TN/GA) awards security and emergency response points to projects that provide network redundancy or enhance mobility for critical facilities. 64 • The Madison Area Transportation Planning Board (WI) (draft TIP) awards points for system preservation to projects that improve the ability to maintain roadways (e.g., winter snow removal) or transit systems or vehicles. 65 At the state level, Hawaii DOT (HDOT) is the only State DOT using resilience-related evaluation criteria. HDOT uses the MAP-21/FAST Act planning factors and state goals to evaluate and prioritize projects for inclusion in its long-range plan.66 To reflect state priorities, HDOT worked with stakeholders to assign weights to each federally required planning factor and each state goal. System Preservation (the federally required planning factor most related to resilience) has the highest weight (31 percent) of the eight planning factors, and Environmental Sustainability is weighted as 4 percent. From among the 22 state goals, the second highest priority goal (weighted at 7.6 percent) is to “promote long-term resiliency relative to all hazards mitigation, namely global climate change, with considerations to reducing contributions to climate change from transportation facilities, and reducing the future impacts of climate change on the transportation system.” 6.4. Identification of Resilience Strategies Twenty-one State DOTs and 64 of the surveyed MPOs (those likely to be considering resilience) identified strategies or projects in their planning documents that will help to increase the resilience of their transportation system. Consistent with the short-term funding-nature of the TIPs and the long- term policy-nature of the long-range plans, the resilience-related projects in the TIPs almost exclusively focused on current hazards like stormwater management, flooding, and snow and ice, while the long- 62 Fayette/Raleigh MPO. No date. “2040 Regional Transportation Plan.” Available at: https://docs.wixstatic.com/ugd/d85018_99d0c568d8bd4eea9f5250c43352d815.pdf. 63 KYOVA Interstate Planning Commission. April 2017. “KYOVA 2040 Integrated Metropolitan Transportation Plan KYOVA 2040 Integrated Metropolitan Transportation Plan.” Available at: http://www.kyovaipc.org/KYOVA_2040_Integrated_MTP_Complete.pdf. 64 Chattanooga-Hamilton County/North Georgia TPO. November 2016. “2017-2020 TIP.” Available at: http://www.chcrpa.org/TPO_reorganized/Plans_and_Programs/Transportation_Improvement_Program_(TIP)/201 7-2020_TIP/Approved%20to%20Board%201720%20TIP%20Chattanooga%20(1).pdf. 65 Madison Area Transportation Planning Board. August 2017. “TIP 2018-2022” (draft). Available at: http://www.madisonareampo.org/planning/documents/TIP_2018_2022_DRAFT_web.pdf. 66 Hawaii DOT. July 2014. “Statewide Federal-Aid Highways 2035 Transportation Plan.” Available at: http://hidot.hawaii.gov/highways/files/2014/09/Statewide-Federal-Aid-Highways-2035-Transportation- Plan_Yong.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 25",
        "range plans focused more on system-wide resilience strategies such as changes in policy, funding sources, emergency management, or building a network of partners. The majority of hazard-specific strategies were directed toward flooding. For coastal areas, there was also a focus on sea level rise. Other hazards included heat, snow, wind, and seismic activity with strategies such as implementing urban forest tree programs, prioritizing emergency routes during snow events, and retrofitting structures for seismic risk or extreme conditions such as high heat or high winds. Overall, many of the MPOs and State DOTs expressed a need for more information or research about specific climate impacts, vulnerability assessments, and flood or sea level rise modeling to better inform their understanding of how climate change will affect them and how they can respond. The following sections provide examples of policy-based strategies, flooding-related strategies, operational strategies, and partnerships/collaborations. 6.4.1. Policy-based Strategies Policy solutions ranged from developing a regional governance strategy for climate adaptation to developing specific flood or seismic design standards and guidelines. Specific examples include: • In its draft 2040 transportation plan, the Rockingham Planning Commission (Exeter, NH) proposes developing regulatory standards or legislation in the next one to five years to ensure that siting and design decisions for state-funded structures use the best available climate science and flood risk information.67 • In its 2040 transportation plan, Delaware Valley Regional Planning Commission (Philadelphia, PN/NJ) proposes using climate projections instead of historical data to plan, maintain, and construct system elements such as pavements, bridges, and drainage systems.68 • In its long-range plan, California DOT identified a number of policy recommendations for integrating climate risk into its planning process. 69 These include: Expand state and regional planning and climate change impact studies. o Develop a project-level checklist to evaluate facility risks and vulnerability due to climate o change at the time funding is programmed, and incorporate project design features to improve resiliency of facilities and infrastructure. Incorporate system impacts from climate change, risk, and vulnerability assessments o into collaborative and proactive construction, operations, and maintenance activities. • District DOT’s70 (Washington, DC) long-range plan refers to the agency’s climate adaptation plan, which includes adaptation strategies to reduce the vulnerability of DDOT’s assets to climate change and extreme weather. These strategies include: 67 Rockingham Planning Commission. September 2017. “2040 Long Range Transportation Plan Public Comment Draft.” Available at: http://www.rpc-nh.org/application/files/1515/0492/7889/RPC-2040LRTP-9-8-17- PubComDraft.pdf. 68 Delaware Valley Regional Planning Commission. September 2013. “Connections 2040 Plan for Greater Philadelphia.” Available at: https://www.dvrpc.org/Products/13042/. 69 California DOT. June 2016. “California Transportation Plan 2040.” Available at: http://www.dot.ca.gov/hq/tpp/californiatransportationplan2040/Final%20CTP/FINALCTP2040-Report-PRINT- NoBleed_secured.pdf. 70 District DOT. October 2014. “Move DC: The District of Columbia’s Multimodal Long-Range Transportation Plan – Modal and Support Elements.” Available at: http://wemovedc.org/resources/Final/Part%202_Plan_Elements/Plan_Elements.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 26",
        "Considering climate change in planning and design, such as evaluating vertical clearance o for bridges on waterways and impacts of wind. Evaluating bridge expansion joints and design. o Evaluating pavement design and monitor pavement conditions. o Improving stormwater management practices. o 6.4.2. Flooding-related Strategies Stormwater management and flooding-related Examples of Stormwater Management Projects projects were the most common type of strategy, • Conduct regular culvert maintenance. including both current and future flooding hazard • Conduct regular drainage system considerations. The majority of these strategies maintenance. were directed toward current flooding hazards. • Develop detention ponds or catch basins. See the textbox for a list of common stormwater • Upsize storm sewers. management and flood-related projects across the • Increase the number of inlets. State DOTs and MPOs. Three noteworthy examples • Install sheet piling. include: • Use permeable surfaces. • The Central Massachusetts MPO • Implement vegetation-based green infrastructure measures such as rain (CMMPO) (Worcester, MA) addresses the gardens or bioswales. FAST Act planning factor on improving the resilience and reliability of the Other Flood-related Projects transportation system and reducing • Elevate structures above the flood level. stormwater impacts. One of the strategies • Install or maintain flood barriers or a in the CMMPO TIP is to retrofit or rebuild seawall. vulnerable assets in flood zone areas to • Install or repair pumping stations. ensure the region’s roadways are resilient • Retrofit vulnerable assets in flood zone to flooding events. To achieve this, areas. CMMPO intends to evaluate and • Implement scour countermeasures on strengthen its most vulnerable assets over bridges. the next 10 years in each of its sub- regions.71 • The South Jersey Transportation Planning Organization (Vineland, NJ) includes a goal in the their draft 2018–2027 TIP to prioritize transportation improvements and programs that increase the reliability and resilience of the transportation system during extreme events. Under the bridge maintenance scour countermeasure program, the draft TIP includes funding for NJDOT to proactively install scour countermeasures on the most scour critical bridges to protect their substructures from damage during storms and flooding events.72 • The Southern New Hampshire Planning Commission’s (SNHPC) (Manchester, NH) 2040 transportation plan indicates that SNHPC is working to develop the Piscataquog Watershed Culvert Prioritization Model, which is designed to help communities make proactive decisions 71 Central Massachusetts MPO. May 2017. “CMMPO Endorsed 2018-2022 TIP.” Available at: http://cmrpc.org/tip. 72 South Jersey Transportation Planning Organization. September 2017. “Transportation Improvement Program: Fiscal Years 2018-2027” (draft). Available at: http://www.sjtpo.org/wp-content/uploads/2017/08/DRAFT-FY18-27- TIP-Document-for-website.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 27",
        "about culvert upgrades rather than making emergency repairs after an extreme event. The model will be built in Excel using existing stream-crossing infrastructure and vulnerability assessment data and will allow users to input their own decision-making variables to customize the results to the specific community’s needs.73 MPOs also integrated stormwater and flooding considerations into corridor plans. Corridor plans focus on the holistic improvement or redevelopment of specific transportation corridors. A few examples of MPOs that included stormwater management as a major feature of local corridor planning efforts include: • The Corridor MPO (Cedar Rapids, IA) corridor plan for Highway 10074 includes a large section on stormwater management and green infrastructure (i.e., water management that protects, restores, or mimics the natural water cycle). In particular, the plan outlines potential stormwater management techniques, such as regional detention/retention, conventional localized detention/retention, small scale stormwater management techniques. It also includes a glossary of stormwater best management practices, guidance on how to select the most appropriate management technique for a given area, the cost of stormwater management, and required environmental permitting and clearances. The plan notes that public comment generally supports sustainable stormwater management practices. • The Cheyenne MPO (Cheyenne, WY) corridor plan for Fox Farm Road75 identified drainage as an existing hazard through both field investigations (e.g., blocked or damaged culverts) and public comment. The public identified areas that currently experience standing water, inadequate drainage ditches, and a general perception that issues have increased with recent developments within the project vicinity. In response to these concerns, Cheyenne MPO identified drainage constraints and potential drainage opportunities. Ultimately, the Cheyenne MPO recommended that as the corridor develops, they explore opportunities to provide roadway stormwater retention/detention features. • The Billings MPO (Billings, MT) corridor plan for Highway 376 acknowledges historic stormwater issues. To reduce these issues in the future, the MPO developed a conceptual plan for detention pond locations. The full development of this plan will require a detailed hydraulic study to determine pond size, location, and feasibility. Additionally, the stormwater management plan will have to carefully balance the competing objectives of slowing stormwater flows, while also draining fast enough to limit ponding that may attract waterfowl to the airport. 73 Southern New Hampshire Planning Commission. January 2017. “FY 2017-2040 Regional Transportation Plan.” Available at: http://www.snhpc.org/pdf/FinalRegionalTransportationPlan2017-2040.pdf. 74 Corridor MPO. February 2016. “Highway 100 Corridor Management Plan.” Available at: https://ftp.cedar- rapids.org/main.html?download&weblink=be354f1065f61efad398e54c638d857b&realfilename=2016_02- 12Highway100CorridorStudy.pdf 75 Cheyenne MPO. September 2013. “Fox Farm Road Corridor Plan, Volume 1.” Available at: http://www.plancheyenne.org/Fox%20Farm%20Final/Complete%20Vol%20I.pdf 76 Billings MPO. December 2014. “Highway 3 Corridor Study.” Available at: http://sandersonstewart.com/projects/highway3/ Integrating Resilience into the Transportation Planning Process: White Paper 28",
        "6.4.3. Operational Strategies Some strategies focus on maintaining operations during and after an extreme event. Many of these include strategies related to emergency management. Examples of strategies to maintain infrastructure and operations include: • In its 2015–2040 transportation plan, Wasatch Front Regional Council (Salt Lake City, UT) recommends that if a project critical to the regional transportation network must be located in a floodplain, the project should be built to an appropriate vertical height to prevent flooding and should also identify alternative routes travelers could take if the asset is compromised during a flooding event.77 • In its 2016–2040 transportation plan, Cape Cod MPO (MA) identified adaptation strategies to maintain coastal infrastructure performance and operations during natural hazards or climate change conditions, including: 78 Maintain optimal performance of existing infrastructure and manage the response to o extreme events through advanced preparation. Increase redundancy of the transportation system. Ensure infrastructure services can be o provided by other means or alternatives, if necessary. Use physical barriers to protect the existing system from climate stressors and extreme o events. Modify or redesign infrastructure to function in a climate stressed environment. o • The 2016-2040 Bowling Green-Warren County MPO (KY) transportation plan indicates that the MPO is working with the State Transportation Cabinet to implement a Statewide Road Weather Information System, which will monitor weather conditions and allow for regular reporting on weather-related hazards.79 Other operational programs and strategies involve responding to flooding, snow, and ice events. For example, snow and ice planning involves maintaining roadways during winter storm events by salting or plowing priority roads. Specific strategies include maintaining the appropriate quantity of snow equipment and supplies, monitoring conditions, and planning snow removal routes. Vegetation management can also help to maintain operations during wildfires or heavy rain events. Allocating more funding to climate resilience measures is another strategy that some organizations are considering. These measures could include budgeting for more supplies or more frequent maintenance under climate change conditions. In order to make these types of operational decisions, tracking data on how environmental changes are affecting the region and the transportation system are critical to understanding operational needs. This information can help to inform decisions on current and future transportation improvement projects. For example: 77 Wasatch Front Regional Council. 2015. “Regional Transportation Plan 2015-2040.” Available at: http://www.wfrc.org/publications/RTP-publications/RTP_2015_FINAL.pdf. 78 Cape Cod MPO. July 2015. “Cape Cod 2016 Regional Transportation Plan 2016-2040.” Available at: http://www.capecodcommission.org/resources/transportation/rtp/2016/FinalReport/Cape%20Cod%202016%20R egional%20Transportation%20Plan%20-%20without%20Appendices%20(Endorsed%207-20-15).pdf. 79 Bowling Green-Warren County MPO. November 2015. “FY 2016-2040 Metropolitan Transportation Plan.” Available at: http://warrenpc.org/mpo/pdf/2016-2040MTP-FINAL_WEBVERSION.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 29",
        "• The Maine DOT’s TIP allocates funding to the operation of 10 United States Geological Survey (USGS) water-level gauges. 80 The data are critical to “maintaining hydrologic design methods as well as tracking climate change impacts on river flows.” • The Shasta Regional Transportation Agency’s (SRTA) (Redding, CA) draft long-range transportation plan indicates that SRTA intends to achieve its resilience objective by tracking data to evaluate the flexibility of its transportation system and services in responding to changes in the environment, including any subsequent changes to travel behavior or travel mode choice.81 6.4.4. Partnerships and Collaborations Many of the State DOTs and MPOs acknowledge that the success of their strategies will require working with partner agencies, community members, or other private organizations. For example: • The Northeast Ohio Areawide Coordinating Agency’s (NOACA) (Cleveland, OH) 2040 transportation plan identifies working together across jurisdictional boundaries as the most important aspect of resilience planning. 82 The first goal of NOACA’s regional strategic plan is to strengthen regional cohesion through the following strategies: Foster collaboration on transportation, air, and water quality issues across the region. o Work with local governments and state and federal authorities to remove barriers to the o joint development or maintenance of infrastructure by multiple governmental or private entities. Work with local governments and state and federal authorities to promote cost sharing, o purchasing coordination, and consolidation of services to improve the efficiency and reduce the costs of developing and maintaining infrastructure. Facilitate and promote the sharing of best practices for regional collaboration and cost o sharing. Ensure infrastructure investments are planned and implemented to maximize o transportation benefits across all impacted communities. Hosting workshops or forums with stakeholders is another approach to both build relationships and share information. For example: • The Hawaii DOT’s long-range plan indicates that the DOT intends to hold a forum with emergency management personnel, utility providers, and community members to evaluate the resilience of the state’s transportation system.83 80 Maine DOT. April 2017. “Statewide Transportation Improvement Program 2017-2018-2019-2020.” Available at: http://maine.gov/mdot/stip/docs/FinalSTIP2017_2018_2019_2020.pdf. 81 Shasta Regional Transportation Agency. No date. “ShastaFORWARD>> Draft Final Report.” Available at: http://www.srta.ca.gov/DocumentCenter/View/2087. 82 Northeast Ohio Areawide Coordinating Agency. June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544. 83 Hawaii DOT. July 2014. “Statewide Federal-Aid Highways 2035 Transportation Plan.” Available at: http://hidot.hawaii.gov/highways/files/2014/09/Statewide-Federal-Aid-Highways-2035-Transportation- Plan_Yong.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 30",
        "• The Merrimack Valley MPO’s (Haverhill, MA) long-range transportation plan intends to host workshops and partner with regional and state organizations, watershed associations, and community non-profits to train municipal staff and the community about climate change impacts and adaptation strategies.84 Once relationships are established, there are mutual benefits for transportation organizations and stakeholders to work together on resilience issues. For transportation organizations, the benefits might include a better understanding of climate hazards, collaborative funding opportunities, and community buy-in and support. Additionally, partners can work together to address large-scale issues through, for example, a regional climate plan. DOTs and MPOs can also benefit others in the region by providing information on potential threats and collaboratively helping partners to develop resilience strategies. For example, transportation organizations can assist local communities with hazard mitigation plans or stormwater management programs. Examples highlighting the importance of collaboration include: • The Metropolitan Council, (St. Paul, MN) recognizing the co-benefits of collaboration, identifies resilience strategies for both the council and community to adopt, a subset of which are highlighted in a textbox below.85 • The Connecticut DOT actively participates on the Adaptation Subcommittee of the Governor's Steering Committee on Climate Change to assist in the assessment of climate change impacts on the state's transportation infrastructure.86 • The Kentucky Transportation Cabinet (Kentucky DOT)’s Division of Environmental Analysis is conducting a vulnerability assessment of national highway system assets in two districts of Kentucky with support from the Kentucky Transportation Center at the University of Kentucky.87 • The Rockingham Planning Commission’s (Exeter, NH) 2040 draft transportation plan identifies working in close coordination with municipalities and affected property owners in high risk flood areas as critical to planning appropriate transportation system modifications for sea level rise in the short-term and long-term as well as for sharing critical information such as the results of a sea level rise and storm surge vulnerability assessment back to the local municipalities.88 • Partnerships can also lead to collaborative resilience projects such as the Great Marsh Coastal Resiliency Project, identified in Merrimack Valley MPO’s (MVMPO) (Haverhill, MA) long-range transportation plan, in which MVMPO is collaborating with a number of federal (e.g., USGS) and state organizations (e.g., MA Department of Conservation and Recreation, MA Coastal Zone Management), watershed associations, and wildlife organizations to plan for resilience of a 84 Merrimack Valley MPO. July 2015. “Merrimack Valley 2016 Regional Transportation Plan.” Available at: http://mvpc.org/programs/transpo-new-homepage/mpo-page/new-regional-transportation-plan/. 85 Metropolitan Council. N.d. “2040 Thrive MSP: One Vision, One Metropolitan Region.” Available at: https://metrocouncil.org/Planning/Publications-And-Resources/Thrive-MSP-2040-Plan-(1)/ThriveMSP2040.aspx. 86 Connecticut DOT. June 2009. “Connecticut Strategic Long-Range Transportation Plan 2009-2035.” Available at: http://www.ct.gov/dot/lib/dot/documents/dpolicy/lrp/2009lrp/lrp2009_final_document_june_2009.pdf. 87 Kentucky DOT. September 2016. “FY 2017-202 STIP Book.” Available at: https://transportation.ky.gov/Program- Management/Statewide%20Improvement%20Program%20Book%202017%20Final/Complete%20STIP%20Book.pdf 88 Rockingham Planning Commission. September 2017. “2040 Long Range Transportation Plan Public Comment Draft.” Available at: http://www.rpc-nh.org/application/files/1515/0492/7889/RPC-2040LRTP-9-8-17- PubComDraft.pdf. Integrating Resilience into the Transportation Planning Process: White Paper 31",
        "critical coastal marsh habitat in Massachusetts.89 MVMPO is tasked with identifying opportunities and developing strategies to increase communication with municipalities and encouraging the implementation of recommended actions. Building Resilience through the Metropolitan Council and the Community A subset of resilience strategies designed for the Metropolitan Council (St. Paul, MN) and its communities: Council Role • Convene regional discussions about climate change mitigation and adaptation goals. • Encourage the preparation of adaptation, mitigation, and resilience responses to climate change as part of the comprehensive plan update. • Provide technical assistance, tools, and resources on topics such as stormwater and land use planning for communities seeking to mitigate and adapt to climate change locally through their own facilities and resources. Community Role • Address climate change mitigation and adaptation in locally meaningful ways in the local comprehensive plan. • Identify and address potential vulnerabilities in local infrastructure as a result of increased frequency and severity of storms and heat waves. • Identify local mitigation and adaptation strategies and infrastructure resilience plans to protect against potential negative impacts to local economies, local resources, and infrastructure systems that result from more frequent or severe weather events. 6.5. Implementation of Strategies As stated in the methodology section, the research for this white paper involved the review of more than 300 planning documents from State DOTs and MPOs to understand the current state of the practice of integrating resilience into the transportation planning process. Due to the nature of long- range plans and TIPs, information on how the strategies to address resilience have been implemented was not readily available during the literature review process. Substantive information regarding the implementation of the strategies discussed in this white paper will be available in subsequent case studies and analysis for this project. However, FHWA has published a Synthesis of Approaches for Addressing Resiliency in Project Development, which is a valuable resource to those looking for further information. FHWA’s 2013-2015 Climate Resilience Pilot Program: Outcomes, Lessons Learned, and Recommendations report also provides valuable insights about integrating vulnerability findings into decision-making. Specific examples of the pilot’s plans to institutionalize adaptation strategies include: • Guidance from Connecticut DOT, Iowa DOT, and Massachusetts DOT on how to use up-to-date and future precipitation and flooding projections in asset design. • Minnesota DOT, Connecticut DOT, and Iowa DOT are considering ways to integrate their vulnerability assessment findings into their asset management systems. 89 Merrimack Valley MPO. July 2015. “Merrimack Valley 2016 Regional Transportation Plan.” Available at: http://mvpc.org/programs/transpo-new-homepage/mpo-page/new-regional-transportation-plan/. Integrating Resilience into the Transportation Planning Process: White Paper 32",
        "6.6. Ongoing Monitoring and Reporting As mentioned in the Performance Measures section above, one DOT and only a handful of MPOs include resilience-related performance measures in their plans and those performance measures have not been tracked for long enough to provide insights on monitoring and reporting approaches. Resilience is a fairly new topic, so it is not surprising that there are few examples for how to go about such reporting. However, some MPOs do recognize monitoring and reporting of progress and resilience efforts as an important step and commit to doing so in the future. Only one DOT and three MPOs expressly discussed a plan to regularly monitor changes in vulnerability: • The Minnesota DOT plans to “conduct regular inspections of transportation infrastructure, facilities and equipment to monitor conditions and identify risks.”90 • The Cape Cod MPO (Barnstable, MA) plans to conduct continuous vulnerability assessments.91 • The North Front Range MPO (Fort Collins, CO) plans to conduct “ongoing assessment of agency capabilities and readiness” with respect to threats and vulnerabilities specific to one of its transportation infrastructure services.92 • The Northeast Ohio Areawide Coordinating Agency (Cleveland, OH) maintains a “risk register” to guide ongoing risk management.93 7. Conclusions, Gaps, and Next Steps While it is clear that resilience is a relatively new topic area for DOTs and MPOs, there are thought leaders throughout the country who have begun integrating resilience into their long-range plans and programming documents. Some are doing so because of federal regulations, while others are acting after experiencing an extreme weather event or out of concern for climate change. Table 8 provides an overview of how DOTs and selected MPOs have integrated resilience into the various planning stages. The greatest number of DOTs and MPOs have integrated resilience into the first step of transportation planning—defining goals and objectives. However, many MPOs have also begun identifying resilience strategies, even if they have not conducted a formal vulnerability assessment or developed resilience-specific evaluation criteria. The one area where few of the DOTs or MPOs reviewed in this research has included resilience is in their ongoing monitoring and reporting processes. This is likely because their performance measures on resilience (if they have any) were only adopted in the last planning cycle and there has not been sufficient time to report on them. 90 Minnesota DOT. January 2017. “Minnesota Statewide Multimodal Transportation Plan 2017 to 2036.” Available at: http://www.minnesotago.org/download_file/view/494/392. 91 Cape Cod MPO. July 2015. “Cape Cod 2016 Regional Transportation Plan 2016-2040.” Available at: http://www.capecodcommission.org/resources/transportation/rtp/2016/FinalReport/Cape%20Cod%202016%20R egional%20Transportation%20Plan%20-%20without%20Appendices%20(Endorsed%207-20-15).pdf. 92 North Front Range MPO. September 2015. “2040 Regional Transportation Plan.” Available at: https://nfrmpo.org/wp-content/uploads/2040-rtp-amended-june.pdf. 93 Northeast Ohio Areawide Coordinating Agency. June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544. Integrating Resilience into the Transportation Planning Process: White Paper 33",
        "Table 8: Summary of MPO and DOT Integration of Resilience into Planning Steps Planning Area DOTs (out of 52) MPOs (out of 101) Goals and Objectives 17 45 Assessment of Problems and Needs 11 19 (Conducted/In Progress of a Vulnerability Assessment) Performance Measures, Targets, and Evaluation 5 19 Criteria Resilience Strategies 21 64 Implementation of Strategies Unknown Unknown Ongoing Monitoring and Reporting 1 3 7.1. Remaining Research Questions While this literature review has provided a baseline understanding of where and how resilience is being integrated into transportation planning, it leaves some questions unanswered that will be researched in the remaining project tasks. Some of the most pertinent remaining areas for research include: • What lessons learned, including successes, barriers and solutions, do DOTs and MPOs have for others who are just starting to integrate resilience into transportation planning? • What agencies are DOTs and MPOs partnering with to understand risks and develop resilience strategies? • How are DOTs and MPOs engaging the public in resilience discussions? • Where are agencies obtaining information on weather and climate threats? • What performance measures, targets, and evaluation criteria would be appropriate for State DOTs? • How are DOTs developing potential resilience strategies? • How are DOTs and MPOs ensuring that the resilience information identified in the planning process is being used in project development, environmental review, and other aspects of the transportation life-cycle? • What are recommended approaches for monitoring and reporting resilience over time? • Since some agencies had identified performance measures, goals, or objectives, how are they planning to monitor and report on progress? 7.2. Next Steps The next step for this project is the development of 10 case studies. These case studies will help answer some of the remaining research questions by taking a deeper dive into the process that individual DOTs and MPOs went through to integrate resilience into their planning. Integrating Resilience into the Transportation Planning Process: White Paper 34",
        "Appendix A: Reviewed DOTs and MPOs During the literature review, researchers reviewed long-range plans and TIPS from 52 DOTs and 101 MPOs. Table 9 provides a list of the reviewed State DOTs and Table 10 provides a list of the reviewed MPOs. Table 9: Reviewed DOT Agencies DOT Agencies Alabama DOT (ALDOT) Alaska DOT (ADOT) Arizona DOT (ADOT) Arkansas DOT (AHTD) California DOT (Caltrans) Colorado DOT (CDOT) Connecticut DOT (ConnDOT) Delaware DOT (DelDOT) District DOT (DDOT Florida DOT (FDOT) Georgia DOT (GDOT) Hawaii DOT (HDOT) Idaho DOT (ITD) Illinois DOT (IDOT) Indiana DOT (INDOT) Iowa DOT (DOT) Kansas DOT (KDOT) Kentucky DOT (KYTC) Louisiana DOT (DOTD) Maine DOT (MDOT) Maryland DOT (MDOT) Massachusetts DOT (MassDOT) Michigan DOT (MDOT) Minnesota DOT (MnDOT) Mississippi DOT (MDOT) Missouri DOT (MoDOT) Montana DOT (MDT) Nebraska DOT (NDOR) Nevada DOT (NDOT) New Hampshire DOT (NHDOT) New Jersey DOT (NJDOT) New Mexico DOT (NMDOT) New York DOT (NYSDOT) North Carolina DOT (NCDOT) North Dakota DOT (NDDOT) Ohio DOT (ODOT) Oklahoma DOT (ODOT) Oregon DOT (ODOT) A-1",
        "DOT Agencies Pennsylvania DOT (PennDOT) Rhode Island DOT (RIDOT) South Carolina DOT (SCDOT) South Dakota DOT (SDDOT) Tennessee DOT (TDOT) Texas DOT (TxDOT) Utah DOT (UDOT) Vermont DOT (Vtrans) Virginia DOT (VDOT) Washington DOT (WSDOT) West Virginia DOT (WVDOT) Wisconsin DOT (WisDOT) Wyoming DOT (WYDOT) Puerto Rico Department of Transportation and Public Works (DTPW) Table 10: Reviewed MPO Agencies MPO State Major City Birmingham MPO (RPCGB) AL Birmingham Mobile Area Transportation Study (MATS) AL Mobile Anchorage Metropolitan Area Transportation Solutions (AMATS) AK Anchorage Flagstaff MPO (FMPO) AZ Flagstaff Central Yavapai MPO (CYMPO) AZ Prescott Valley Maricopa Association of Governments (MAG) AZ Phoenix Metroplan AR Little Rock Southeast Arkansas Regional Planning Commission (SARPC) AR Pine Bluff Metropolitan Transportation Commission (MTC) CA San Francisco Southern California Association of Governments (SCAG) CA Los Angeles San Diego Association of Governments (SANDAG) CA San Diego Shasta Regional Transportation Agency SRTA CA Redding North Front Range MPO (NFRMPO) CO Fort Collins Pueblo Area COG MPO and TPR (PACOG) CO Pueblo Greater Bridgeport / Valley MPO CT Bridgeport South Western MPO CT Stamford Salisbury-Wicomico MPO DE Salisbury National Capital Region Transportation Planning Board (TPB) DC Washington Lee County MPO FL Fort Myers Broward MPO (BCMPO) FL South Lauderdale A-2",
        "MPO State Major City Miami-Dade MPO FL Miami Hillsborough MPO (MPO) FL Tampa Palm Beach FL West Palm Beach Atlanta Regional Commission (ARC) GA Atlanta Brunswick Area Transportation Study (BATS) GA Brunswick Oahu MPO HI Honolulu Kootenai MPO (KMPO) ID Coeur 'd'Alene Bonneville MPO (BMPO) ID Idaho Falls Chicago Metropolitan Agency for Planning (CMAP) IL Chicago Tri-County Regional Planning Commission (IL) (TCRPC) IL Peoria Evansville MPO (EMPO) IN Evansville Area Plan Commission of Tippecanoe County (APC) IN Lafayette Corridor Metropolitan Planning Organization IA Cedar Rapids Sioux City MPO IA Sioux City Wichita Area MPO (WAMPO) KS Wichita Lawrence-Douglas County Metropolitan Planning Organization KS Lawrence (LDCMPO) Bowling Green-Warren County MPO KY Bowling Green Lexington Area MPO KY Lexington Alexandria-Pineville MPO LA Alexandria Regional Planning Commission (RPC) LA New Orleans Portland Area Comprehensive Transportation System (ME) (PACTS) ME Portland Androscoggin Transportation Resource Center (ATRC) ME Auburn Calvert-St. Mary’s Metropolitan Planning Organization (C-SMMPO) MD Prince Fredrick Baltimore Regional Transportation Board (BRTB) MD Baltimore Cape Cod MPO MA Barnstable Boston Region MPO MA Boston Merrimack Valley MPO (MVMPO) MA Haverhill Northern Middlesex MPO (NMMPO) MA Lowell Old Colony MPO MA Brockton Central Massachusetts MPO MA Worcester Southeast Michigan COG (SEMCOG) MI Detroit Genesee County Metropolitan Planning Commission (GCMPC) MI Flint Macatawa Area Coordinating Council (MACC) MI Holland Metropolitan Council MN St. Paul A-3",
        "MPO State Major City Mankato / North Mankato Area Planning Organization MN Mankato Gulf Regional Planning Commission (GRPC) MS Gulfport East-West Gateway Council of Government (EWGCOG) MO St. Louis St. Joseph Area Transportation Study Organization (SJATS) MO St. Joseph Missoula Metropolitan Planning Organization (Missoula MPO) MT Missoula Metropolitan Area Planning Agency (MAPA) NE Omaha Regional Transportation Commission of Washoe County (RTC) NV Reno Regional Transportation Commission of Southern Nevada (RTC) NV Las Vegas Rockingham Planning Commission (RPC) NH Exeter Southern New Hampshire Planning Commission (SNHPC) NH Manchester North Jersey Transportation Planning Authority (NJTPA) NJ Newark South Jersey Transportation Planning Organization (SJTPO) NJ Vineland Santa Fe MPO (SFMPO) NM Santa Fe Mid-Region Council of Governments (MRCOG) NM Albuquerque New York Metropolitan Transportation Council (NYMTC) NY New York Ithaca-Tompkins County Transportation Council (ITCTC) NY Ithaca Wilmington Urban Area MPO (WMPO) NC Wilmington Rocky Mount Urban Area MPO NC Rocky Mount Fargo-Moorhead Metropolitan COG (FMMetroCOG) ND Fargo Miami Valley Regional Planning Commission (MVRPC) OH Dayton Northeast Ohio Areawide Coordinating Agency (NOACA) OH Cleveland Association of Central Oklahoma Governments (ACOG) OK Oklahoma City Middle Rogue MPO (MRMPO) OR Grants Pass Salem-Keizer Area Transportation Study (SKATS) OR Salem Delaware Valley Regional Planning Commission (DVRPC) PA Philadelphia Lebanon County MPO (LEBCO MPO) PA Lebanon State Planning Council (SPC) RI Providence Grand-Strand Area Transportation Study (GSTAT) SC Georgetown Sumter Urban Area Transportation Study (SUATS) SC Sumter Rapid City Area MPO SD Rapid City Chattanooga-Hamilton County/North Georgia Transportation TN Chattanooga Planning Organization (CHCNGTPO) Memphis Urban Area MPO TN Memphis Capital Area MPO (TX) (CAMPO) TX Austin North Central Texas COG (NCTCOG) TX Arlington Houston-Galveston Area Council (H-GAC) TX Houston A-4",
        "MPO State Major City Dixie MPO (DMPO) UT St. George Wasatch Front Regional Council (WFRC) UT Salt Lake City Chittenden County RPC VT Burlington Roanoke Valley MPO VA Roanoke Hampton Roads Transportation Planning Organization (HRTPO) VA Virginia Beach Wenatchee Valley Transportation Council (WVTC) WA Wenatchee Puget Sound Regional Council (PSRC) WA Seattle KYOVA Interstate Planning Commission (KYOVA) WV Huntington Fayette/Raleigh MPO (FRMPO) WV Summersville Madison Area Transportation Planning Board WI Madison La Crosse Area Planning Committee (LAPC) WI La Crosse Casper Area MPO WY Casper A-5",
        "Appendix B: Legal Requirements to Integrate Resilience Federal Requirements Although State DOTs and MPOs have many reasons for considering resilience, several federal laws and regulations establish requirements that they do so. This appendix provides an overview of the regulatory requirements to incorporate resilience, followed by other, nonbinding guidance that may influence State DOTs and MPOs to integrate resilience into their planning processes. Federal Planning Requirements for State DOTs and MPOs In establishing resiliency in transportation planning as being in the national interest,94 the FAST Act95 added the following requirements to the planning processes of State DOTs and MPOs: • Transportation planning processes must consider options to “improve the resiliency and reliability of the transportation system and reduce or mitigate stormwater impacts of surface transportation.”96 State DOTs, in addition to considering, must also “implement.” • MPOs’ long-range plans must also include an “assessment of capital investment and other strategies to . . . reduce the vulnerability of the existing transportation infrastructure to natural disasters.”97 U.S. DOT’s regulations on transportation planning recommend that MPOs consult with state and local agencies whose planning activities might relate to transportation, including those working on natural disaster risk reduction.98 After the passage of the FAST Act, U.S. DOT updated its MPO and statewide planning regulations to incorporate the revised language provided above. Regulations for Facilities Repeatedly Damaged by Emergencies For “roads, highways, and bridges that have required repair and reconstruction activities on two or more occasions due to emergency events,” U.S. DOT’s regulations also require State DOTs to evaluate whether “there are reasonable alternatives,”99 leaving room to interpret what is meant by “alternatives.” State DOTs must complete these evaluations by November 23, 2018, and update the evaluations every four years and as needed to add facilities to the list of facilities that have experienced repeat damage. State DOTs must consider these evaluations during project development, and the regulations encourage State DOTs and MPOs to consider “the evaluations during the development of transportation plans and programs, including TIPS and STIPs, and during the environmental review process.” Transportation Asset Management Plans By April 30, 2018, State DOTs must develop their TAMPs and meet the following requirements: 94 See, e.g., 23 U.S.C. 134(a)(1). 95 Pub. L. No. 114-94. 96 23 U.S.C. 135(d) and 134(h); see also 49 U.S.C. 5304(d) and 5303(h). 97 23 C.F.R. 450.324(g)(7). 98 23 C.F.R. 450.316(b). 99 23 C.F.R. 667. B-1",
        "• Establish a process for planning for the full life cycle of assets, including how to consider “information on current and future environmental conditions including extreme weather events, climate change, and seismic activity . . . .”100 • Establish a process for developing a risk-based management plan,101 including: Identifying risks from “current and future environmental conditions, such as extreme o weather events, climate change, seismic activity, and risks related to recurring damage and costs as identified” in the evaluation of facilities repeatedly damaged by emergency events (discussed above) Assessing the likelihood of risks, prioritizing among risks, and developing a mitigation o and monitoring approach regarding the highest priority risks Summarizing their evaluation of facilities repeatedly damaged by emergency events o (discussed above) • Include a description of the condition of transportation facilities in the state, which “should be informed by” their evaluation of facilities repeatedly damaged by emergency events.102 • Include a “risk management analysis” related to the evaluation of facilities repeatedly damaged by emergency events. • Integrate the TAMP into the transportation planning processes used to develop the STIP. Other Regulations and Guidance Other federal regulations and guidance emphasize the importance of considering resilience but do not place requirements on State DOTs and MPOs. The FAST Act established a goal of the National Highway Freight Program to “improve the . . . resiliency of freight transportation in rural and urban areas.” (23 U.S.C. 167). The Department of Homeland Security has a National Infrastructure Protection Plan, which prioritizes funding efforts where they can have the biggest impact on America’s resilience to risk. FHWA Order 5520 Transportation System Preparedness and Resilience to Climate Change and Extreme Weather Events orders U.S. DOT to encourage State DOTs and MPOs to integrate resilience into transportation planning. Finally, National Environmental Policy Act (NEPA) environmental review processes (which are required for most projects receiving federal funds) may consider the effects of climate change on the project under review. State Requirements Several states require DOTs and MPOs to integrate climate change resilience in their planning and infrastructure design. Some examples of the policies and guidance include: • Caltrans Guidance on Incorporating Sea Level Rise: For use in the planning and development of Project Initiation Documents (2011). In November 2008, Governor Arnold Schwarzenegger signed Executive Order (EO) S-13-08, directing state agencies planning construction projects in areas vulnerable to sea level rise to begin planning for potential impacts by considering a range of sea level rise scenarios. This guidance is intended for use by Caltrans planning staff and project development teams to determine whether and how to incorporate sea level rise concerns into the programming and design of Caltrans projects. 100 23 C.F.R. 515.7(b). 101 23 C.F.R. 515.7(c). 102 23 C.F.R. 515.9(d). B-2",
        "• Maryland Climate Change and Coast Smart Construction Infrastructure Siting and Design Guidelines (2015). In December 2012, Governor Martin O’Malley issued the Climate Change and “Coast Smart” Construction EO, which includes a number of policy directives to increase the resilience of the state’s investments to sea level rise and coastal flooding. In response to the EO, Maryland developed these guidelines to provide “Coast Smart” construction guidance, including recommendations for the siting and design of state structures and infrastructure, institutionalization into state policies and programs, and technical tools and resources. • Delaware Avoiding and Minimizing Risk of Flood Damage to State Assets: A Guide for Delaware State Agencies (2016). As mandated by Governor Jack Markell’s EO 41: Preparing Delaware for Emerging Climate Impacts and Seizing Economic Opportunities from Reducing Emissions, this guidance provides state agencies with step-by-step instructions for avoiding and minimizing flood risk to state assets. The guidance and instructions aim to help state agencies ensure that flood risks—both existing flood risk and future risks posed by climate change—are considered during the planning and design of public buildings and infrastructure projects. • Port Authority of New York and New Jersey Design Guidelines: Climate Resilience (2015). These guidelines provide guidance on how project designs should account for changes in temperature, precipitation, and sea level rise. It also provides step-by-step guidance on how to establish the flood protection criteria for a project. In states without specific requirements to address resilience in MPO planning, state agencies are encouraging MPOs to address resilience simply by leading the way. For example, in Massachusetts, several MPOs cited the Massachusetts Global Warming Solutions Act,103 the Massachusetts DOT GreenDOT policy,104 and the Massachusetts Clean Energy and Climate Plan for 2020105 as reasons for considering climate change in their planning work. 103 Global Warming Solutions Act, 2008. Available at: http://www.mass.gov/eea/waste-mgnt-recycling/air- quality/climate-change-adaptation/mass-clean-energy-and-climate-plan.html and https://malegislature.gov/Laws/SessionLaws/Acts/2008/Chapter298. 104 Massachusetts GreenDOT Policy Directive, 2010. Available at: https://www.massdot.state.ma.us/portals/0/docs/P-10-002.pdf. 105 Massachusetts Clean Energy and Climate Plan for 2020, 2015. Available at: B-3",
        "Appendix C: Summary of State DOT and MPO Resilience Goals and Objectives State DOTs and MPOs incorporated resiliency into a variety of goals and objectives. Table 115 provides examples of State DOT resiliency goals and objectives, and Table 126 provides examples of MPO resiliency goals and objectives. Table 11. DOT Resiliency Goal and Objective Examples Goal Category Agency Goal or Objective System Iowa DOT 106 \"Optimization through improving operational efficiency and Optimization/ resiliency\" is an \"overarching investment [area] within which Preservation actions will be defined to implement the system vision;\" \"Increase the resilience of the transportation system to floods, winter weather, and other extreme weather events\" is one such action. Tennessee DOT107 “Preserve and Manage the Existing System – Protection of existing assets through programs and policies can result in a more resilient transportation system.” Asset Illinois DOT108 Resiliency is listed as a sub-bullet for item \"achieve and Management maintain a state of good repair for transportation assets for all modes,\" which is part of the Action Plan for the policy, \"Preserve and Manage the Existing Transportation System.\" Safety and Alaska DOT109 \"Improve transportation system resiliency and add Security redundancy to address safety and security risks.\" Maryland DOT110 \"Enhance the safety of transportation system users and provide a transportation system that is resilient to natural or man-made hazards.\" 106 Iowa DOT. May 2017. “Iowa in Motion 2045/” Available at: https://iowadot.gov/iowainmotion/files/IIM-2045-Full-Plan.pdf 107 Tennessee DOT. No date. “TDOT 25-year Long-Range Transportation Policy Plan Safety, Security, And Transportation Resilience Policy Paper.” Available at: https://www.tn.gov/content/dam/tn/tdot/documents/Safety_022316.pdf. 108 Illinois DOT. December 2012. “Transforming Transportation for Tomorrow.” Available at: http://illinoistransportationplan.org/pdfs/final_report/transportation_plan_2012_book.pdf 109 Alaska DOT. September 2016. “Alaska Statewide Long-Range Transportation Policy Plan (2016 draft).” Available at: http://dot.alaska.gov/stwdplng/areaplans/lrtpp2014/docs/20160907_LRTP_policyplan_draft.pdf 110 Maryland DOT. January 2016. “2035 Maryland Transportation Plan: Moving Maryland Forward.” Available at: http://www.mdot.maryland.gov/newMDOT/Planning/CTP/Final_CTP_16_21/Documents/2035_MTP_010816_We b.pdf. C-1",
        "Massachusetts \"A core function of government and transportation DOT111 organizations is to ensure public safety and to secure the total system against natural and man-made catastrophes.\" Michigan DOT112 \"Reduce the vulnerability of transportation facilities and their users to terrorist attacks, natural disasters and other risks, including border security.\" Vermont DOT113 \"The [transportation] system needs to be resilient and able to function adequately in the context of natural and manmade disasters and security incidents.\" Identification Hawaii DOT114 Identify infrastructure that is at risk to hazards/climate of Risk change impacts. Maryland DOT115 \"Assess the risks to transportation infrastructure, mobility, and emergency management of sea level rise and other climate change impacts and identify adaptation options.\" New Mexico DOT116 \"Identify risks from extreme weather and opportunities to improve the resiliency of the transportation system.\" Emergency Maryland DOT117 \"Improve the State’s emergency management capabilities for Management natural and man-made disasters by completing emergency and Response management plans and training.\" Health and District DOT118 “Prepare the transportation system for changing Sustainability environmental and climatological conditions,” as part of a health and sustainability goal. 111 Massachusetts DOT. July 2013. “Statewide Intelligent Transportation Systems Strategic Plan.” Available at: http://www.massdot.state.ma.us/Portals/17/docs/ITS/StrategicPlanRev_07-30-14.pdf. 112 Michigan DOT. “2040 MI Transportation Plan.” Available at: http://www.michigan.gov/mdot/0,4616,7-151- 9621_14807_14809---,00.html. 113 Vermont DOT. March 2009. “Vermont Long Range Transportation Business Plan.” Available at: vtrans.vermont.gov/sites/aot/files/planning/documents/planning/longterm.pdf. 114 Hawaii DOT. July 2014. “Statewide Federal-Aid Highways 2035 Transportation Plan.” Available at: http://hidot.hawaii.gov/highways/files/2014/09/Statewide-Federal-Aid-Highways-2035-Transportation- Plan_Yong.pdf. 115 Maryland DOT. January 2016. “2035 Maryland Transportation Plan: Moving Maryland Forward.” Available at: http://www.mdot.maryland.gov/newMDOT/Planning/CTP/Final_CTP_16_21/Documents/2035_MTP_010816_We b.pdf. 116 New Mexico DOT. September 2015. “New Mexico 2040 Plan.” Available at: http://dot.state.nm.us/content/dam/nmdot/planning/NM_2040_Plan.pdf. 117 Maryland DOT. January 2016. “2035 Maryland Transportation Plan: Moving Maryland Forward.” Available at: http://www.mdot.maryland.gov/newMDOT/Planning/CTP/Final_CTP_16_21/Documents/2035_MTP_010816_We b.pdf. 118 District DOT. October 2014. “Move DC: The District of Columbia's Multimodal Long-Range Transportation Plan.” Available at: http://www.wemovedc.org/resources/Final/Part%201_Strategic_Multimodal_Plan/Strategic_Multimodal_Plan.pdf C-2",
        "Table 12. MPO Resiliency Goal and Objective Examples Goal Category Agency Goal or Objective Asset Mobile Area \"Identify, to the maximum extent feasible, the multi- Management Transportation Study modal transportation improvements which will be needed (Mobile, AL)119 in the Mobile urban area between now and the year 2040 in order to maintain an acceptable level of mobility.\" Baltimore Regional \"The goals of scenario thinking are to: 1) prepare the Transportation Board region to be resilient: better able to adapt to a variety of (Baltimore, MD)120 potentially significant future changes, and 2) identify investment strategies, policies, and projects that can be effective under a variety of possible future conditions.\" Environmental Shasta Regional \"Lead the development of resilient transportation systems Stewardship Transportation Agency and services in the face of increasing environmental (Redding, CA)121 change and societal shifts in mobility.\" Northeast Ohio “Enhance the natural environment and ecology of the Areawide Coordinating region by improving air, land and water quality, Agency (Cleveland, conserving transportation energy, addressing climate OH)122 change, and by identifying and preserving existing critical natural resources and environmentally sensitive areas.” Chittenden County “Reduce greenhouse gas emissions contributing to climate RPC (Burlington, VT)123 change and adapt to become more resilient to a changing climate.” Freight Pueblo Area COG MPO \"Improving the safety, security, and resilience of the and TPR (Pueblo, freight transportation system.\" CO)124 Oahu MPO (Honolulu, “Develop, operate, maintain, and improve Oahu's island HI)125 wide transportation system to ensure the efficient, dependable, safe, secure, convenient, and economical movement of people and goods” 119 Mobile Area Transportation Study. March 2015. “2040 Long Range Transportation Plan.” Available at: https://mobilempo.org/2016Documents/The_Long_Range_Plan.pdf 120 Baltimore Regional Transportation Board. November 2015. “Maximize 2040.” Available at: http://www.baltometro.org/phocadownload/Publications/Transportation/Plans/Maximize2040/Max2040_final.pd f 121 Shasta Regional Transportation Agency SRTA. June 2016. “2015 Regional Transportation Plan for Shasta County.” Available at: http://ca-srta.civicplus.com/DocumentCenter/View/1881 122 Northeast Ohio Areawide Coordinating Agency. June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544 123 Chittenden County RPC. May 2014. “CREATING A CLIMATE FOR RESILIENCE: Chittenden County Regional Climate Action Guide.” Available at: https://www.ccrpcvt.org/wp-content/uploads/2016/01/Chittenden-County-Climate- Action-Guide-2014.pdf 124 Pueblo Area COG MPO and TPR. May 2017. “2040 Long Range Transportation Plan.” Available at: http://www.pacog.net/pacog/2035-long-range-transportation-plan-lrtp 125 Oahu MPO. April 2016. “Oahu Regional Transportation Plan 2040.” Available at: http://www.oahumpo.org/wp- content/uploads/2013/01/ORTP-2040-APPROVED-160502.pdf C-3",
        "Goal Category Agency Goal or Objective Boston Region MPO “Protect freight network elements, such as port facilities, (Boston, MA)126 that are vulnerable to climate-change impacts.” Stormwater Pueblo Area COG MPO \"Minimize the amount of stormwater runoff and Management and TPR (Pueblo, transportation-associated pollutants that enter the CO)127 region's streams.\" Northeast Ohio “Integrate the control of stormwater, protection and Areawide Coordinating improvement of water quality, and control of Agency (Cleveland, development in floodplain.” OH)128 Fayette/Raleigh MPO “Improve stormwater management along roads through (Summersville, WV)129 the addition (or frequent maintenance) of ditches, culverts, storm drains, and curb and gutter in urban areas.” Quality of Life Regional Planning “Develop a multimodal transportation system that Commission (New cultivates economic development, growth, and Orleans, LA)130 resiliency;” and “Utilize the strong link between infrastructure and the economy to encourage economic development, growth, and resiliency” Safety and Salisbury-Wicomico \"Ensure a resilient transportation system that emphasizes Security MPO (Salisbury, DE)131 preparedness or changing environmental conditions.\" Grand-Strand Area “Provide and promote a safe, secure, accessible, resilient, Transportation Study and efficient multimodal transportation system for (Georgetown, SC)132 residents, tourists, and commerce.” Memphis Urban Area “Preventing events that could harm the transportation MPO (Memphis, TN)133 system and its users, including adapting the transportation system with an understanding of its 126 Boston Region MPO. July 2015. “LRTP of the Boston Region MPO.” Available at: http://www.ctps.org/data/pdf/plans/lrtp/charting/2040_LRTP_Full_final.pdf 127 Pueblo Area COG MPO and TPR. May 2017. “2040 Long Range Transportation Plan.” Available at: http://www.pacog.net/pacog/2035-long-range-transportation-plan-lrtp 128 Northeast Ohio Areawide Coordinating Agency. June 2017. “Aim Forward 2040.” Available at: http://www.noaca.org/index.aspx?page=7544 129 Fayette/Raleigh MPO. No date. “2040 Regional Transportation Plan.” Available at: https://docs.wixstatic.com/ugd/d85018_99d0c568d8bd4eea9f5250c43352d815.pdf. 130 Regional Planning Commission. January 2015. “Metropolitan Transportation Plan Fiscal Years 2015-2044.” Available at: http://www.norpc.org/assets/pdf-documents/2044%20NO%20MTP%20FINAL%20ADOPTED.pdf 131 Salisbury-Wicomico MPO. November 2015. “Connect 2045: Salisbury/Wicomico MPO Long Range Transportation Plan.” Available at: http://www.swmpo.org/3Content&Pics/Connect2045- ADOPTED_ReducedFileSize_11242015.pdf 132 Grand-Strand Area Transportation Study. October 2017. “2040 Metropolitan Transportation Plan Update.” Available at: http://www.gsats.org/files/1715/0774/6516/GSATS_Final_MTP_Document_10-10-17.pdf 133 Memphis Urban Area MPO. “Livability 2040.” Available at: http://memphismpo.org/sites/default/files/public/livability-2040-all-chapters.pdf C-4",
        "Goal Category Agency Goal or Objective vulnerability to extreme weather, climate change, or man- made disasters.” Emergency Hillsborough County “Priority area for investment: Reduce Crashes & Response and MPO (Tampa, FL)134 Vulnerability, including safety and resilience projects Recovery evaluated by their effect on: 1. Total, fatal & bike/pedestrian crashes [per centerline mile] 2. Recovery time & economic impacts from flooding or major storm surge.” Brunswick Area \"Support projects that aid in the event of a natural Transportation Study disaster.\" (Brunswick, GA)135 Identification Central Massachusetts “Identify vulnerabilities in major regional infrastructure of Risk MPO (Worcester, that is susceptible to climate change.” MA)136 Old Colony MPO “Protect and strengthen transportation systems (Brockton, MA)137 vulnerable to climate change through identification of at- risk transportation assets and development of protection measures for each category of asset.” Mankato / North \"Identify and proactively protect critical street and Mankato Area Planning highway system assets that are essential for emergency Organization (Mankato, response routes and those that are vulnerable to natural MN)138 disaster (i.e., flood proof larger culverts, slope protection, etc.).\" 134 Hillsborough County MPO. June 2017. “TIP: Fiscal Years 2017/18-2021/22.” Available at: http://www.planhillsborough.org/wp-content/uploads/2017/05/Adopted_TIP_06142017-2.pdf 135 Brunswick Area Transportation Study. February 2016. “2040 Metropolitan Transportation Plan.” Available at: https://www.glynncounty.org/DocumentCenter/View/49005 136 Central Massachusetts MPO. July 2015. “Mobility 2040: Central Massachusetts MPO 2016 LRTP.” Available at: http://cmrpc.org/finalmobility2040 137 Old Colony MPO. July 2015. “MovingU 2040: 2016 Old Colony Long Range Transportation Plan.” Available at: http://www.ocpcrpa.org/docs/mpo/FFY_2016_Old_Colony_Regional_Transportation_Plan.pdf 138 Mankato / North Mankato Area Planning Organization. November 2015. “Mankato/North Mankato MAPO 2045 Transportation Plan.” Available at: https://www.mankatomn.gov/home/showdocument?id=2568 C-5"
    ]
}